{
  "date": "June 18, 2017",
  "headline": "Sen. Marco Rubio: Trump's Cuba policies are very appropriate",
  "subHeadline": "This is a rush transcript from \"Sunday Morning Futures,\" June 18, 2017.",
  "url": "https://www.foxnews.com/transcript/sen-marco-rubio-trumps-cuba-policies-are-very-appropriate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS CHANNEL SUNDAY MORNING FUTURES HOST",
      "sentences": "Good Morning! House Speaker Paul Ryan set to deliver a big speech on tax reform this upcoming week, but after Congressman Steve Scalise's shooting, is the political atmosphere too toxic to get anything done? Meanwhile, the decision to send thousands more U.S. troops to Afghanistan may soon be announced, and a new era in the U.S./Cuba relationship begins. Hi, everyone, I'm Maria Bartiromo, welcome to SUNDAY MORNING FUTURES. President Trump turning aside Obama administration policy on Havana, where do relations with Cuba go from here? I'll talk with Florida Senator Marco Rubio about that momentarily, and we'll get his take on the prospects for quick tax reform and health care as well. Also Congress gets back to work tomorrow after the shooting at a GOP baseball practice. What role did overheated rhetoric play in that tragedy? Congressman Mo Brooks was there and helped save the lives of Scalise and others. He will join us live.  Plus, the war in Afghanistan, more American troops are likely on the way, but are we winning this war? I'll talk with House Armed Services Committee Chairman Mac Thornberry as we look ahead right now on SUNDAY MORNING FUTURES.  President Trump making a big announcement on Friday, the rollback of President Obama's outreach to Cuba. The announcement welcomed with open arms by a cheering crowd in Miami who were chanting \"USA.\" President Trump stopping short of a full reversal of the Obama administration's deal with the communist country, but the new policy moves to restrict individual travel to the island. It cracks down on the flow of U.S. cash to the Cuban military and it demands key reforms in Havana. Joining me right now is Republican Senator Marco Rubio of Florida who helped craft the new policy and was with President Trump in Miami. Senator, good to see you, thanks so much for joining us.  SEN. MARCO RUBIO, R—FLA.: Thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow, what a reception you received with this new policy. Why do you think people want to see this policy changed? Why is it so important to you, Senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, first of all, it's-democracy and human rights in our region is critical to the United States. Look at the migratory pressure, whether it's people coming across the border from Central America or Mexico or people on rafts coming from Haiti or Cuba. It's all driven by one thing, and that is the lack of political freedoms and the lack of human rights and economic rights. And so the United States has a national security interest and stability in our region. If you look at the western hemisphere, every country in the region has had at least one free and fair election in the last decade and a half or so except for one. Cuba has not had a free and fair election in almost 65 or 70 years. That needs to change. Now, the Obama policy towards Cuba made all sorts of concessions. Those concessions have allowed the Cuban military which controls upwards of 50, 60 percent of their economy to enrich itself and to tighten its grip through a monopoly they control and we're reversing that. The President is reversing that. What he is saying is, if Americans travel to Cuba now, you will have to spend your money with private, individual Cubans, not with the Cuban military. That is a very appropriate thing, and I don't understand how anyone could argue that we should not have a policy that enriches the Cuban people instead of the Cuban military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "This weekend when you were with President Trump, it seemed like the two of you have just put aside any differences that you had and were truly working together. Why the change from your standpoint? Has President Trump done something beyond this that has changed your relationship with him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Yes. I just think this whole relationship thing is overblown. He was a competitor of mine out of 17 people that ran for President. It's like asking two boxers are you mad that he punched you in the face in the ring, and is he mad that you punched him back. I mean, that's why you're boxing. That's what you do when you're competitors, you go out each other. When the race is over, the race is over, you don't - boxers don't keep punching themselves in the dressing room or when they see each at a restaurant the next day. And it's the same in politics. We ran against each other, he won the Republican nomination, I'm a Republican, I'm not going to support Hillary Clinton, he got elected, he's the President of the United States. You don't have to agree with the President of your party on every single issue in order to want him to succeed. President Trump's success is America's success. It's not his individual success. Of course I want the president to be successful. And in this particular case, the President made - was keeping a campaign commitment that he made in my state, in my community where I grew up and of course I'm going to help him do it in the right and best way possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's terrific, Senator. I want to get back to that and ask you about working with the President, because you've got a lot on the agenda, and I want to find out - our viewers really want to understand where you are on that. But first, let me get this from you, because the President did face some pressure from U.S. businesses. I mean, you consider the fact that JetBlue, other airlines have been flying to Cuba.   So he didn't roll back everything President Obama did, and it basically protected some of the airlines and transportation companies that they can continue to do business, correct? What was behind that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "But it wasn't pressure from the businesses. I never asked him to roll those back because if those airlines can't fly to Cuba, the people who coordinate those trips are charter companies. Do you know who controls those charter companies? The Cuban military. So, I would much rather have American Airlines flying people into Cuba on regular flights than have them chartering their planes to a company that's a pro-Castro company operating in the United States of America. Again, this is not about denying Americans access to Cuba, this is about complying with the law first and foremost. And second, it's about insuring that once they get to Cuba, you know, the plane trip is one thing. Once they get to Cuba, Americans will have to spend their dollars and their money on individual Cubans, not at facilities owned and controlled by the Cuban military. And that was the rationale behind that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator, let me now ask you. Can you give us some clarity on the agenda right now. There's a health care bill sitting in the Senate. A lot of people are wondering what the progress looks like because you've got to get healthcare done before you move on to tax reform. You've got big items on the agenda, the Dems are pushing back every day to try to obstruct that agenda in hopes that the President and the Congress doesn't get anything done in this first year. Where is the health care bill right now? What would be the timeline and clarity from your standpoint that you could give us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "And there is a lot of confusion about that. There's a group in the Senate working with input from all of us. Any one of us senators that wants -- in the Republican side - who wants to have input on the Republican replacement bill has the opportunity to do so. That group is going to produce a first draft, so to speak, a starting point. But after that happens that doesn't become the law, that's got to work its way through a committee, it's going to work its way through floor action, every Senator will have a right to offer amendments to change the law and have input that way. So this is part of a process. This is just the first step in the process. It is not unusual or unique for a product like this to begin its first step among a core group and then to expand to the broader group of the entire Senate. It's a better process than when they did ObamaCare which is they rammed it down and throw to the American people using all sorts of, you know, measures to kind of get it through as quickly as possible where Nancy Pelosi famously said let's pass it so we can see what's in it. That's not the way this is going to happen. And, of course, even if it passes the Senate, it still has to go back to the House for them to debate it and then to look at it. So people are pretending around here like it's going to go from some back room in the Senate right to the President's desk. There's a lot that's going to happen in between, people will know everything that's in it and there will be opportunities to change parts of it that someone doesn't agree with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, what opportunities? I mean, here we are, you know, close to July. You want to execute an agenda this year so that perhaps you don't lose seats next year in2018. Do you think you can get this done by July 4th?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "I do. Well, I don't know about July 4th, but I do believe it can get done. And let me - I would say this. I would rather us do it right than do it fast, because no matter what passes, if it isn't good or it has some unintended consequence, the President is going to be held possible for that, Republicans are going to be held responsible for that. Let's not repeat the mistakes the Democrats made. The Democrats rushed their product through because they were afraid they were going to lose their 60-vote majority in the - in the Senate, and they paid the price for eight years because of that, and the American people paid an even greater price. We don't want to repeat that mistake. This is complicated. It's 50 states,  50 different marketplaces for insurance. We're going to get it right. And that may take longer than people want, but in the end, you're going to get a better product, and you're dealing with health care which is a massive part of our economy, not to mention as a huge impact on people's lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So you think you can get health care and tax reform done in 2017 or are we talking '18?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, I think health care will happen this year. Tax reform, we'll see. We're working on that now. There's a component of it that I'm working with Ivanka Trump on, but as the pro-family component of it. And we argue that you know, parents should be able to keep more of their own money to raise their children. We're a pro-family party, we believe in strengthening families and, in fact, we'll have a meeting this week with her and a number of Senators and House members to begin to lay out that portion of the agenda. But I do think tax reform, these things can work simultaneously. You don't have to - you don't have to wait to finish on health care before you start formulating ideas on tax reform, and that's happening right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And real quick, Senator, before you go, you were one of the few who really put it out there when you interviewed Jim Comey at the testimony two weeks ago, and you said to him, look, isn't it interesting that everything got leaked except the fact that Donald Trump was not under investigation? Now there are calls for Bob Mueller to go. Should President Trump fire Bob Mueller because of a conflict of interest, his relationship with Jim Comey? No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "No, a couple things. First of all, with Comey, I wasn't being hostile, I was just basically in the end asking why - all the President asked for is that Comey do for him what he ended up doing for himself, which is putting information out there to put out his version or his side of the truth. That's really the point of my questioning. And as far as Bob Mueller is concerned, let me say this: the best thing that can happen for the President, the best thing for the President and for America is for there to be a full and thorough investigation. I don't have any reason to doubt the credibility of Bob Mueller to conduct this, and I honestly believe this and I say it again, let there be a full investigation on everything. Let it all come out. Let it all be looked at, because that is in the best interest for the President. I honestly, deeply and truly believe that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, we will leave it there. Senator Rubio, good to see you. Thanks so much, Sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We appreciate it, Senator Marco Rubio joining us. Meanwhile, a positive development to report for House Majority Whip Steve Scalise, doctors giving an update on his condition after he was shot at a congressional baseball practice, we've got that next. I'm also talking with the heroic lawmaker who helped save Scalise's life. Follow me on Twitter @mariabartiromo, @sundayfutures, let us know what you'd like to hear from Congressman Mo Brooks on deck next as we look ahead on SUNDAY MORNING FUTURES right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. Doctors say that they have now upgraded House Majority Whip Steve Scalise's condition from critical to serious condition.  This is a positive development after he underwent another surgery yesterday. This, of course, after he was wounded seriously in Wednesday's shooting at a Republican baseball practice outside of Washington. Congressman Mo Brooks helped save Scalise's life and helped save a staffer by using his belt as a tourniquet to stop the blood from getting lost.   Meanwhile, Brooks' name was found on a list of republican lawmakers the gunman was carrying. He was on the target list. Joining me right now is Alabama Congressman Mo Brooks. Congressman, it's good to have you on the program this morning, thanks so much for joining us. REP. MO BROOKS, R—ALABAMA: My pleasure, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And Congressman, you may know this, I know our audience knows this that Congressman Scalise joined me on this program last Sunday. I believe that was his last interview before this week's tragic shooting.  Last week, the Congressman was here, and I just want to say on a personal level, I want to send my very best wishes to Congressman Scalise right now as he continues to strengthen and also my best wishes to his family around him. He is a friend to this program, and we are wishing him our very best. Congressman Brooks, can you give us an update on Congressman Scalise's condition?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "It seems that Steve is improving. The medical treatment that he is getting is having very good results. The medical people, personnel themselves, they've done a tremendous job helping Steve Scalise recover to the point that he has. Quite frankly, I did not realize that he was so close to death, the way it was described when he arrived at the hospital, so I'm very much encouraged by the progress that Steve is making. Our prayers and thoughts are with him and his family, and we hope that it will continue to move in the right direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You know, much of the conversation in addition to worries over his life and his health as well as the other staffers that were with him was also on the fact that had he not been there, Congressman, it could have been a lot worse, it could have been a blood bath because he's the only one who had detail of officers who carry guns who could actually takedown the shooter. So has that triggered a change in your mind? Do you want to see a different security setup for Congress in this day and age?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, absolutely, I do. One thing - and I'm going to be introducing legislation this week to do this -- is to allow Congressmen to carry a side arm should they so desire. Right now when we're in Washington, D.C., once we're off the Capitol Hill grounds complex, we're still congressmen, senators were still high profile targets, but we have absolutely no way to defend ourselves because of Washington, D.C.'s rather restrictive gun laws. And so, I want congressmen to be treated as if they we're law enforcement, given that we're high profile targets for the bad guys, the lone wolves, the terrorists, and I'll be introducing legislation to that effect this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Now congressman, your name was one of the few names on the shooter's assassination hit list. This list was found on him, the suspect, of course, was killed after wounding the five people at the Congressional Baseball Practice. What did you think when you first learned that you were on his hit list? He wanted to kill you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "I'm very much concerned by that as I'm sure my staff is, my family and friends are. You've got a situation where, yes, this one shooter has been killed, but he's the member of an organization that applauded what transpired on Wednesday. And so those of us who are on this assassination list, we -it behooves us to be a little bit more wary than we otherwise might be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, you know, we've all - we're all worried about Steve Scalise and, of course, his staffers as well. I want to ask you though, about the agenda, because as we all pray for his condition to improve, the questions about your agenda are getting louder, Congressman. Are you going to be able to have the votes for health care, for tax reform that you need to execute your agenda given what has taken place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, quite frankly, almost everything is moot unless the Senate changes the way in which it operates. I watched Congressman Duncan Hunter earlier, and he was spot on when he said that the obstructionism occurs in the United States Senate. By way of example, the House during the last session of congress, we passed over 500 pieces of legislation to address various issues that the Senate did not even bother to have a Senate floor vote on. And now, the Senate once again is empowering the democrats to be obstructionists and to block what President Trump, what a majority of the House and the majority of the Senate was elected to accomplish, much to the dissatisfaction of all those voters that sent us to Washington D.C. So unless the Senate changes the way in which they operate, I'm afraid you're going to continue to see this kind of deadlock without the kind of improvements that the people sent us to Washington, D.C. to implement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But are you expecting any changes in the Senate? I mean, is there any reason to believe they're going to change anything? Are you telling us right now you're not going to get the agenda done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Not unless we start changing - I am telling you that in my judgment, the Senate, a majority of the Republicans has empowered a minority, the Democrats, to block every single thing that we want to get a passed with the exception of one bill a year through a process called budget reconciliation that cannot coverall the issues that need to be covered. And that very much hamstrings us. It's been a frustration point for the House of Representatives during the entire last session of Congress, that two-year period -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "And here we are again seeing the same thing unfolding where the United States Senate is allowing a minority of democrats to block the will of the President, to block the will of the majority of the House, to block the will of the majority of the Senate and to block the will of all the American voters who send us there. And the American voters need to start getting on the Senate. They need to get their rules changed so they can adequately address these very important problems that we as a country face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So you don't know if you'll be able to get tax reform done or tax cuts done in 2017, is that what you're saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "I don't know. I'll be mildly surprised if we're able to get through the Senate the legislation that we promised the American people that we would pass. I'm confident that the House will do its work, but I'm not so confident with respect to the Senate just based on their past history, and their past history has been that that is where good legislation goes to die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right. Wow. Congressman, thank you very much for your candor. We will be watching the developments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Mo Brooks there. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. President Trump giving the Pentagon authority to set force levels in Afghanistan. Defense officials reportedly planning to send nearly 4,000 additional troops to Afghanistan, though no decision has been made yet. This on the heels of Defense Secretary James Mattis giving lawmakers this stark assessment of where we are in the war just last week. Listen.  SEN. JOHN MCCAIN, R—ARIZONA: Do you agree that we're not winning in Afghanistan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES MATTIS, UNITED STATES DEFENSE SECRETARY",
      "sentences": "Sir, I understand the urgency, I understand it's my responsibility. We're not winning in Afghanistan right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Joining me right now is Congressman Mac Thornberry, a Republican from Texas who is the Chairman of the House Armed Services Committee. Mr. Chairman, good to have you on the program. Thanks so much for joining us.  REP. MAC THORNBERRY, R—TEXAS , CHAIRMAN HOUSE ARMED SERVICES COMMITTEE: Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Your reaction to what we just heard from Mr. Mattis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THORNBERRY",
      "sentences": "I think that's right. Where - it is, at best, a stalemate in Afghanistan, and we have to do something different. I think what a lot of people may have forgotten is that President Obama put artificial troop caps on how many folks we could have in Afghanistan. So we had a situation where helicopters would go over there, but they didn't take the maintainers with them to stay under the troop caps. They had to hire contract maintainers and do all sorts of moving people around just to stay under these artificial caps. So I think a lot of what Secretary Mattis is looking at is doing away with that political - those political caps, just figure out what it really takes to do the mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So what do you want to see in terms of these additional troops going to Afghanistan? I want to focus really on what your priority is right now. In the next two weeks, the priority is the budget, and you're focused squarely on budgeting defense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THORNBERRY",
      "sentences": "Yes, absolutely. Because the fundamental principle I start from is if we're going to send men and women out on a mission, they ought to have everything this country can provide in the way of weapons, equipment and training to make that as successful a mission as possible. And that includes Afghanistan, that includes wherever they are all around the world. It is our job to fully support them. Unfortunately, we've cut defense spending about 20 percent during the last Obama years, and so we don't have the best equipment, the best training. We've got to turn that around, and this is the opportunity to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We've been talking for a long time about the oldest Navy in several decades, the oldest fleet there, the oldest Army also in several decades. This money that you're talking about, the additional money in the budget toward defense, is that going to go towards that? Or are you talking about raising numbers because you want to deal with the issue at hand, meaning not winning in Afghanistan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THORNBERRY",
      "sentences": "Well, it is true that putting some more people in Afghanistan will have some cost. But as I just mentioned, there was also a cost to playing games by hiring contractors to maintain the helicopters. So there may be some costs but the bigger issue is we need to have planes that fly and ships that sail and soldiers, marines, airmen and sailors who are trained for their mission. And we've been taking shortcuts in recent years and that is wrong on every level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, who's taking the shortcuts? I mean, we were just talking with your colleague, Mo Brooks, about the broader agenda here and I want to get your thoughts on that as well. And he's putting the blame on the Senate. Is that where you put the blame?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THORNBERRY",
      "sentences": "Well, I think there's a lot of blame to go around when it comes to defense in recent years. Remember, Congress passed this budget control act. It was supposed to move us to curtail mandatory spending. It didn't. So defense, which is now about 15 percent of the budget, took 50 percent of the cuts. President Trump ran on rebuilding our military. I think there is a big majority in republicans, democrats, House and Senate who agree we've got to rebuild the military. This is the opportunity to do that. And I think this is one part of the agenda we can really come together on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right. So you can come together on that part of the agenda. What about the rest of the agenda, Congressman? Where are you on tax cuts and health care? When we just finished that conversation with Mo Brooks, he did not sound optimistic. You've got heavy, you know, a big agenda on docket here, and it's July almost. Are you going to get - be able to get this done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THORNBERRY",
      "sentences": "Well, I think so. Obviously, you're not going to get Democrats to support repealing and replacing ObamaCare. So Republicans are going to have to come together and put aside individual differences. But we ran on that. So I think we have to. On tax reform there is a lot of agreement. Nobody thinks it's smart for us to have the highest corporate tax rate in the world. It hurts our economy. So I can't tell you at the end of the day how broad and deep the tax reform will be, but I'm pretty optimistic that anybody who's focused on our economy, job creation, rising incomes, doing the right thing for American workers will support some sort of tax reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right. We'll be watching. Sir, thanks so much for joining us this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THORNBERRY",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We appreciate your time, the Chairman - the Chairman of the House Armed Services, Mac Thornberry, there.   Coming up, the toxic atmosphere in Washington, what role did overheated rhetoric play in the shooting of Steve Scalise? Newt Gingrich will join me next on that as we look ahead right now on SUNDAY MORNING FUTURES.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. New fallout from the shooting that targeted Republican lawmakers and left House Minority Whip Steve Scalise seriously wounded. Concerns are mounting over the toxic potential political climate in Washington. Joining me right now, Former House Speaker Newt Gingrich, a Fox News Contributor. And Mr. Speaker, it's always a pleasure to speak with you. And I remember the days - I know our audience remember the days when you would go out for a coffee with your colleagues on the left, and you would actually have a conversation and a friendship that went beyond the chamber. What has happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER HOUSE SPEAKER AND FOX NEWS CONTRIBUTOR",
      "sentences": "Well, let me say, first of all, on this Father's Day, I do hope everybody will keep Steve Scalise and his family and also the policewoman and the staffs who were shot. Keep all of them in your prayers today, because they need it.  Steve was wounded much more severely than people thought, and so they really do need your prayers this father's day. Look, we've had a - I think what really, we've seen the left over the last, 20, 25 years get more and more and more militant. I spoke to the College Republican National Convention on Thursday, that's 300-400 students. I said, how many of you feel intimidated on campus for being Republican or being pro-Trump? One out of every three hands went up. There's that much intensity in the country at large. And I think that's a big part of what you're seeing drift into the whole process of politics. It's not that you can't find ways to be bipartisan, and it's not that, frankly, we couldn't do a somewhat better job but I think in all fairness there've been, for example, the Veterans Administration Reform Bill had a huge bipartisan majority. The 21st Century Cures Act had a huge bipartisan majority. Those things are not automatically partisan, but the underlying fight, I mean, everything from the controversies about Russia to the way in which the Senate has held up the nominees and made it harder to run the government all the way down, you do have a radical difference in how we want America to operate and it's not personality-driven. It's very, very deeply driven by fundamentally different views of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I'm just wondering though if it's a radical difference between - among Republicans. Because you know, you just heard what Mo Brooks told us, Newt. I want to play the sound bite from Congressman Brooks, because he basically blamed it all on the Senate. So what's your take on that, Mr. Speaker, in terms of Mo Brooks saying, look, we pass legislation in the House, and it goes to the Senate to die? You know, I know that Chuck Schumer and his democrat colleagues want to obstruct the agenda. They don't want to see tax reform; they don't want to see replacement for ObamaCare even though the American people voted for that. It looks like they're winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, I think they're only - they're only winning until the republicans learn to go to the country. I worked with Reagan on the tax cuts of 1981, I worked with him on a number of other things. He understood, and there's a wonderful small book called the education of Ronald Reagan which studies his time at General Electric. And he understood that if he could, as he put it, turn up the light for the American people so they would turn up the heat on Congress, that he could get a lot of stuff done. There are enough Democrats up for re-election next year in the Senate in states that Trump carried that if the Republicans would organize a serious grassroots campaign, if you go for tax cuts rather than tax reform, if you build a bill that is deficit-neutral rather than revenue-neutral, you can have so many people in their home states who want that bill that they're not going to be able to stop it. If you build the right kind of bill in terms of infrastructure, you can have so many people back home who want it that they can't stop it. As ObamaCare keeps collapsing, when you get some of these states like Missouri, North Dakota where literally the problems are so great, if we can't - if we could go out and sell the replacement, then people back home would say to their Senators, you've got to vote for this. I mean, we've - I went through this when we passed welfare reform. We split the Democrats evenly. We had 101 yes, 101 no because back home people were saying to them at the town hall meetings you've got to be for welfare reform. So part of this is a Republican Party that isn't selling the issues back home, isn't creating the momentum and not being clear enough about why these things are good for you, not just good for the country, but good for you as a person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, you hit on a lot of important things there. I want to talk about deficit-neutral versus revenue-neutral. But first, in terms of selling the policy here, Mr. Speaker, this has been the conversation we're having all year, that they can't sell a policy. They can't communicate what they're trying to do. When you're talking about healthcare, you're talking about people's health care. And in terms of resonating with the American people, in terms of what the bill includes relating to their health care is critical, are they ever going to be able to sell it? I mean, we're in July almost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Yes, look, I can't tell you right now. I mean, as you know because I was on your show the other day about it, I wrote a book called Understanding Trump, and the whole purpose of the book was to say, look, if we're going to get this thing to work, you've got to start with the fact that he is the President and what are we going to do now to work with the reality of his strengths and his weaknesses? Well, I would say the same thing to the House and Senate. If you can't write a health bill which people think is better for them, you're not going to be able to pass it in the long run and, frankly, it would be exactly like ObamaCare. It'll blow up in your face. And I think the Republicans are not focusing enough on the politics of individuals. I mean, I'll tell you on health, for example, the number one question everybody's going to ask is what does it do about pre-conditions. Now, why is that? Not because they're ideologically left or right, but because they know somebody with a precondition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "And I think you've got to start with where people are and then write the bill. You don't write the bill and then try to go sell people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick on the revenue-neutral versus deficit-neutral. You've hit on exactly the issue that they're fighting over, so one part of it is a border adjustment tax. The House has this border adjustment tax in there because they want to raise a trillion dollars so that they can be deficit-neutral. You say forget about being deficit-neutral, being revenue-neutral or the opposite - the opposite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "No, no, no. Here's the problem, if you try to write a revenue-neutral bill, all of it has to occur in the tax code. And that means you're in a situation where you've got to raise taxes on somebody in order to cut taxes for somebody else. Well, everybody you raise taxes and gets be pissed off, and the people you're cutting taxes don't believe it because it doesn't happen for a couple years. So you're in a really dangerous net losing environment politically, maybe theoretically right. But I'll give you an example. If we were to reform Medicare and Medicaid and go to the same kind of anti-fraud system that American Express, Visa and Mastercard use, you probably save $100 billion a year. That's a trillion dollars over ten years. If we took the unnecessary federal property, the federal government owns, 76,000 buildings, if you took the least important 10,000 of them, you probably could raise a couple billion dollars. If you look at a place like Nevada where the federal government owns over - 80 percent of the state, surely some of that should be available for the private sector. If you do oil and gas and mining rights on federal property, you probably raise at least a half trillion to a trillion over ten years. I mean, all these things are doable if you have a will to go out and if it's deficit-neutral, you take all of these savings, and you can apply it to the tax cut. If it's revenue-neutral, none of those savings count. The reason I got to this is in the 19th century this is how the British continually cut taxes, because what they said to people is we're going to be very frugal with the government, but we're going to be generous with your pocketbook. And so every year they cut a little spending, and they cut a little taxes. And it went on for almost 40 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So they'll find that trillion dollars that would have been raised from the border adjustment tax, they'll find it somewhere else if they are -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "They could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "- if they are deficit-neutral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "They could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well be watching that. Mr. Speaker good to see you, thanks so much Sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "You too. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Newt Gingrich, joining us. The battle over health care reform heats up in Capitol Hill with GOP Lawmakers now pushing for a Senate vote by the end of the month. Will Democrats keep them from striking a deal? Our panel is next on deck as we look ahead right now on SUNDAY MORNING FUTURES.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. It is certainly crunch time for health care in the Senate, President Trump and the two top GOP Lawmakers pushing to bring a new bill to the floor by the end of the month. I want to bring in our panel right now. Ed Rollins is former White House Adviser to President Reagan, he's a Fox News Contributor. Mary Kissell is a member of the Wall Street Journal's Editorial Board. She's host of the Opinion Journal on Wall Street Journal video. Good to see you both, thank you so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED ROLLINS, FOX NEWS CONTRIBUTOR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "When you eat down, I said did you see the Mo Brooks interview, because Congressman Mo Brooks joined us at the top of the show and was not sure about getting the agenda executed. Here's what he just said, I've got the get your reaction to this, both of you. Listen.  The Senate, a majority of the Republicans has empowered a minority, the Democrats, to block every single thing that we want to get a passed with the exception of one bill a year through a process called budget reconciliation that cannot coverall the issues that need to be covered. And that very much hamstrings us. It's been a frustration point for the House of Representatives during the entire last session of congress, that two-year period. And here we are again seeing the same thing unfolding where the United States Senate is allowing a minority of Democrats to block the will of the president, to block the will of the majority of the House, to block the will of the majority of the Senate and to block the will of all the American voters who send us there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The agenda is number one purity for the American people. I just want to point out that we called the Head of the Senate Chuck Schumer every week to join us on this program so that we could ask him these questions. So far he has not agreed to join me on this program. We will continue calling him every week for our viewers who want that. Your reaction to Mo Brooks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "I think he's absolutely accurate, unfortunately. I think the minority does get to control the Senate. Schumer now is in a mindset of we're going to do everything we can to stop Trump and republicans' agenda, and I think they're going to be able to do that. And it is the minority that rules at this point on. That's the absurdity of this plan of 60 votes needed to pass stuff. The Senate has changed dramatically since it was first put into the constitution even the way they select it. There's no reason they can't change the rules again and make it a majority rule.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Mary, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARY KISSEL, WALL STREET JOURNAL MEMBER OF THE EDITORIAL BOARD",
      "sentences": "Well, I don't think it's ideal to pass massive health care reform through reconciliation. I don't think that anybody wants that. But the reality, the political reality is that democrats will not cross the aisle to make compromises with republicans. So this is what Republicans are forced into doing. And with respect to the Congressman, he's not sitting in the Senate talking and hashing out the deals that need to be made. Look, we already know what the outline of the Senate bill is going to be. They're going to make the House tax credits more generous. They're going to give more power to the states to experiment. Slower wind-down of Medicaid expansion. They may not give as many - they might not be as aggressive as getting rid of the ObamaCare tax cuts as they once thought. This is not a secret, they're working on it. You had Senator Rubio coming on earlier in the show saying that that process is continuing, and let's hope that he's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, you know, he said the process is continuing but he said it is a long process. And so I'm just wondering if they're going to be able to get this done in 2017.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "I'm not sure they are and equally as important, I think it's a flawed process. This is exactly what the democrats did last time, there's no public hearing, no committee hearings. Historically, the way bills are passed is they go to committees, you have open hearings, you basically come up with a bill after those hearings and you basically put it to the floor. They're attempting behind closed doors to draft a bill and shove it through that no one's going to know what it is and try to amend it on the floor of the Senate and I think at the end of the day, this bill is very unpopular with the American public, and the President and the Congress has to go sell it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It's exactly - it's exactly what they did with ObamaCare by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "Well, I don't know if it's exactly what they did with ObamaCare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Behind secret doors, we don't know what's in it, still don't know what's in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "That's the - that's the talking point of the left, come on. You had Paul Ryan with the better way plan, gave us the outline of this bill. You have had republicans working for years on the various aspects. You just have a disagreement within the caucus because you had some states take the Medicaid expansion and other states who didn't, and now they're trying to come to a compromise, and you're seeing that with Governor Kasich of Ohio saying, you know what, maybe we can wind down that expansion, let's just do it over a longer period of time. We're going to have those committee hearings. And look, they're not going to pass this bill on Christmas Eve like Harry Reid did with ObamaCare. I just don't think that's an apples to apples comparison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Sounds like you're a little more optimistic they'll get it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "There's a big difference though. Democrats had 60 votes which is sufficient to pass in the Senate and they had about 25 more House members than we have today. We basically have a very narrow shot. Any two Senators going south on us on this particular bill, it's dead and gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. They need ever vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "They need every single vote. And now with the tragedy of Scalise's injury this week, I don't think we have enough votes to pass it in the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "But there's more political pressure to pass it because the exchanges are falling apart. They're deteriorating. So Republicans are going to have to pass something. They're either going to pass the reform - repeal and replace and reform that they want or they're going to - they have to pass a bill to shore up ObamaCare because the pressure from the public will be simply too great. Not to mention the pressure of next year's election which I think is starting to exert more influence over the caucus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "I would rather take a little bit more time and do it well and let this be a bill that can be fixed in the future and move forward than pass a bad bill that becomes the Republican bill that ends up being worse than ObamaCare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And that's what Marco Rubio said, right? We'll take a short break. When we come back, more with our panel right here stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We're back with Ed Rollins, Mary Kissel, and one of the reasons that the agenda has been stalled is because of this noise of the Russia probe that has been unending since the president took office, Mary. Where are you on Robert Mueller right now, special counsel? Give me your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "Well, first of all, this is starting to hook like a witch hunt, I think. We know that President Trump was not under investigation by the FBI. We know that he did not ask the FBI Direct or rather order him to drop an investigation, and we know that it was well within the president's rights to dismiss the FBI Director. He has that power as president. We gave that power to the President after the abuses of J. Edgar Hoover. So what exactly is Mueller investigating here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Well, we've moved from investigating whether Russians were involved in our election, which they were, to basically investigating the President, and this President is terribly distracted by all of this, as he should be. It's unfair, and I think the reality is he's got four big posts in the Cabinet, Treasury, State, Attorney General and Defense and now we don't have a leadership - political leadership in the Attorney General. We need a new Attorney General, and I have great respect for Sessions. What I would do if I was running the White House is I'd ask him to resign and make him a counselor to the president. Let him come to the White House and advise the president on how to deal with the Congress and how to deal with the Justice Department, and he's free of all this stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Then he put someone in who had nothing to do with the campaign who could run that Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wouldn't that be a huge blow, to ask Jeff Sessions to resign, Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Well, the bottom line is he's going to be - he's going to be ineffective all the way through here and I think if you order him - if you'd just ask him to resign or in cripple him as he is today, then I think to a certain extent he can't lead the department effectively. Make him a counselor to the president which is Cabinet rank and let him basically advise the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow. I don't know why he recused himself in the beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "He shouldn't have. And the reality is we've gone for three or four months where he looked like he was in cahoots with the Russians and clearly he wasn't in his defense and I think it's absurd at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's a big statement there. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "Well, the alternative is that you just let the Special Counsel go off and do his investigation and start focusing more on getting big achievements done in Congress rather than defending your honor through Twitter. Now, I understand why the President is upset. I would be upset too given what we learned from the Jim Comey hearing, not to mention the fact that he was leaking and if he felt that he had -was given an incorrect order by the president or inappropriate order, he should have stepped forward at that time. So -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And not be a leaker. And how about Loretta Lynch being an obstructionist, she obstructed justice telling him to call it a matter, not an investigation -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "We need the administration to be disciplined and it simply is not. The American people did not focus, for instance, on the big financial market reform that Congress passed, they're not focusing on the Cuba announcement -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Let me say, I have great respect for Sessions. Sessions just can't do the job at this point in time. You need to basically put someone in who could do the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Great panel. Have a great day. See you on Monday, Fox Business Network, everybody. Happy Father's Day. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS CHANNEL SUNDAY MORNING FUTURES HOST",
      "utterance": "Good Morning! House Speaker Paul Ryan set to deliver a big speech on tax reform this upcoming week, but after Congressman Steve Scalise's shooting, is the political atmosphere too toxic to get anything done? Meanwhile, the decision to send thousands more U.S. troops to Afghanistan may soon be announced, and a new era in the U.S./Cuba relationship begins. Hi, everyone, I'm Maria Bartiromo, welcome to SUNDAY MORNING FUTURES. President Trump turning aside Obama administration policy on Havana, where do relations with Cuba go from here? I'll talk with Florida Senator Marco Rubio about that momentarily, and we'll get his take on the prospects for quick tax reform and health care as well. Also Congress gets back to work tomorrow after the shooting at a GOP baseball practice. What role did overheated rhetoric play in that tragedy? Congressman Mo Brooks was there and helped save the lives of Scalise and others. He will join us live. Plus, the war in Afghanistan, more American troops are likely on the way, but are we winning this war? I'll talk with House Armed Services Committee Chairman Mac Thornberry as we look ahead right now on SUNDAY MORNING FUTURES. President Trump making a big announcement on Friday, the rollback of President Obama's outreach to Cuba. The announcement welcomed with open arms by a cheering crowd in Miami who were chanting \"USA.\" President Trump stopping short of a full reversal of the Obama administration's deal with the communist country, but the new policy moves to restrict individual travel to the island. It cracks down on the flow of U.S. cash to the Cuban military and it demands key reforms in Havana. Joining me right now is Republican Senator Marco Rubio of Florida who helped craft the new policy and was with President Trump in Miami. Senator, good to see you, thanks so much for joining us. SEN. MARCO RUBIO, R—FLA.: Thank you. Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow, what a reception you received with this new policy. Why do you think people want to see this policy changed? Why is it so important to you, Senator?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, first of all, it's-democracy and human rights in our region is critical to the United States. Look at the migratory pressure, whether it's people coming across the border from Central America or Mexico or people on rafts coming from Haiti or Cuba. It's all driven by one thing, and that is the lack of political freedoms and the lack of human rights and economic rights. And so the United States has a national security interest and stability in our region. If you look at the western hemisphere, every country in the region has had at least one free and fair election in the last decade and a half or so except for one. Cuba has not had a free and fair election in almost 65 or 70 years. That needs to change. Now, the Obama policy towards Cuba made all sorts of concessions. Those concessions have allowed the Cuban military which controls upwards of 50, 60 percent of their economy to enrich itself and to tighten its grip through a monopoly they control and we're reversing that. The President is reversing that. What he is saying is, if Americans travel to Cuba now, you will have to spend your money with private, individual Cubans, not with the Cuban military. That is a very appropriate thing, and I don't understand how anyone could argue that we should not have a policy that enriches the Cuban people instead of the Cuban military."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "This weekend when you were with President Trump, it seemed like the two of you have just put aside any differences that you had and were truly working together. Why the change from your standpoint? Has President Trump done something beyond this that has changed your relationship with him?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Yes. I just think this whole relationship thing is overblown. He was a competitor of mine out of 17 people that ran for President. It's like asking two boxers are you mad that he punched you in the face in the ring, and is he mad that you punched him back. I mean, that's why you're boxing. That's what you do when you're competitors, you go out each other. When the race is over, the race is over, you don't - boxers don't keep punching themselves in the dressing room or when they see each at a restaurant the next day. And it's the same in politics. We ran against each other, he won the Republican nomination, I'm a Republican, I'm not going to support Hillary Clinton, he got elected, he's the President of the United States. You don't have to agree with the President of your party on every single issue in order to want him to succeed. President Trump's success is America's success. It's not his individual success. Of course I want the president to be successful. And in this particular case, the President made - was keeping a campaign commitment that he made in my state, in my community where I grew up and of course I'm going to help him do it in the right and best way possible."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's terrific, Senator. I want to get back to that and ask you about working with the President, because you've got a lot on the agenda, and I want to find out - our viewers really want to understand where you are on that. But first, let me get this from you, because the President did face some pressure from U.S. businesses. I mean, you consider the fact that JetBlue, other airlines have been flying to Cuba. So he didn't roll back everything President Obama did, and it basically protected some of the airlines and transportation companies that they can continue to do business, correct? What was behind that?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "But it wasn't pressure from the businesses. I never asked him to roll those back because if those airlines can't fly to Cuba, the people who coordinate those trips are charter companies. Do you know who controls those charter companies? The Cuban military. So, I would much rather have American Airlines flying people into Cuba on regular flights than have them chartering their planes to a company that's a pro-Castro company operating in the United States of America. Again, this is not about denying Americans access to Cuba, this is about complying with the law first and foremost. And second, it's about insuring that once they get to Cuba, you know, the plane trip is one thing. Once they get to Cuba, Americans will have to spend their dollars and their money on individual Cubans, not at facilities owned and controlled by the Cuban military. And that was the rationale behind that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator, let me now ask you. Can you give us some clarity on the agenda right now. There's a health care bill sitting in the Senate. A lot of people are wondering what the progress looks like because you've got to get healthcare done before you move on to tax reform. You've got big items on the agenda, the Dems are pushing back every day to try to obstruct that agenda in hopes that the President and the Congress doesn't get anything done in this first year. Where is the health care bill right now? What would be the timeline and clarity from your standpoint that you could give us?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "And there is a lot of confusion about that. There's a group in the Senate working with input from all of us. Any one of us senators that wants -- in the Republican side - who wants to have input on the Republican replacement bill has the opportunity to do so. That group is going to produce a first draft, so to speak, a starting point. But after that happens that doesn't become the law, that's got to work its way through a committee, it's going to work its way through floor action, every Senator will have a right to offer amendments to change the law and have input that way. So this is part of a process. This is just the first step in the process. It is not unusual or unique for a product like this to begin its first step among a core group and then to expand to the broader group of the entire Senate. It's a better process than when they did ObamaCare which is they rammed it down and throw to the American people using all sorts of, you know, measures to kind of get it through as quickly as possible where Nancy Pelosi famously said let's pass it so we can see what's in it. That's not the way this is going to happen. And, of course, even if it passes the Senate, it still has to go back to the House for them to debate it and then to look at it. So people are pretending around here like it's going to go from some back room in the Senate right to the President's desk. There's a lot that's going to happen in between, people will know everything that's in it and there will be opportunities to change parts of it that someone doesn't agree with."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, what opportunities? I mean, here we are, you know, close to July. You want to execute an agenda this year so that perhaps you don't lose seats next year in2018. Do you think you can get this done by July 4th?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "I do. Well, I don't know about July 4th, but I do believe it can get done. And let me - I would say this. I would rather us do it right than do it fast, because no matter what passes, if it isn't good or it has some unintended consequence, the President is going to be held possible for that, Republicans are going to be held responsible for that. Let's not repeat the mistakes the Democrats made. The Democrats rushed their product through because they were afraid they were going to lose their 60-vote majority in the - in the Senate, and they paid the price for eight years because of that, and the American people paid an even greater price. We don't want to repeat that mistake. This is complicated. It's 50 states, 50 different marketplaces for insurance. We're going to get it right. And that may take longer than people want, but in the end, you're going to get a better product, and you're dealing with health care which is a massive part of our economy, not to mention as a huge impact on people's lives."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So you think you can get health care and tax reform done in 2017 or are we talking '18?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, I think health care will happen this year. Tax reform, we'll see. We're working on that now. There's a component of it that I'm working with Ivanka Trump on, but as the pro-family component of it. And we argue that you know, parents should be able to keep more of their own money to raise their children. We're a pro-family party, we believe in strengthening families and, in fact, we'll have a meeting this week with her and a number of Senators and House members to begin to lay out that portion of the agenda. But I do think tax reform, these things can work simultaneously. You don't have to - you don't have to wait to finish on health care before you start formulating ideas on tax reform, and that's happening right now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And real quick, Senator, before you go, you were one of the few who really put it out there when you interviewed Jim Comey at the testimony two weeks ago, and you said to him, look, isn't it interesting that everything got leaked except the fact that Donald Trump was not under investigation? Now there are calls for Bob Mueller to go. Should President Trump fire Bob Mueller because of a conflict of interest, his relationship with Jim Comey? No?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "No, a couple things. First of all, with Comey, I wasn't being hostile, I was just basically in the end asking why - all the President asked for is that Comey do for him what he ended up doing for himself, which is putting information out there to put out his version or his side of the truth. That's really the point of my questioning. And as far as Bob Mueller is concerned, let me say this: the best thing that can happen for the President, the best thing for the President and for America is for there to be a full and thorough investigation. I don't have any reason to doubt the credibility of Bob Mueller to conduct this, and I honestly believe this and I say it again, let there be a full investigation on everything. Let it all come out. Let it all be looked at, because that is in the best interest for the President. I honestly, deeply and truly believe that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, we will leave it there. Senator Rubio, good to see you. Thanks so much, Sir."
    },
    {
      "speaker": "RUBIO",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We appreciate it, Senator Marco Rubio joining us. Meanwhile, a positive development to report for House Majority Whip Steve Scalise, doctors giving an update on his condition after he was shot at a congressional baseball practice, we've got that next. I'm also talking with the heroic lawmaker who helped save Scalise's life. Follow me on Twitter @mariabartiromo, @sundayfutures, let us know what you'd like to hear from Congressman Mo Brooks on deck next as we look ahead on SUNDAY MORNING FUTURES right now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. Doctors say that they have now upgraded House Majority Whip Steve Scalise's condition from critical to serious condition. This is a positive development after he underwent another surgery yesterday. This, of course, after he was wounded seriously in Wednesday's shooting at a Republican baseball practice outside of Washington. Congressman Mo Brooks helped save Scalise's life and helped save a staffer by using his belt as a tourniquet to stop the blood from getting lost. Meanwhile, Brooks' name was found on a list of republican lawmakers the gunman was carrying. He was on the target list. Joining me right now is Alabama Congressman Mo Brooks. Congressman, it's good to have you on the program this morning, thanks so much for joining us. REP. MO BROOKS, R—ALABAMA: My pleasure, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And Congressman, you may know this, I know our audience knows this that Congressman Scalise joined me on this program last Sunday. I believe that was his last interview before this week's tragic shooting. Last week, the Congressman was here, and I just want to say on a personal level, I want to send my very best wishes to Congressman Scalise right now as he continues to strengthen and also my best wishes to his family around him. He is a friend to this program, and we are wishing him our very best. Congressman Brooks, can you give us an update on Congressman Scalise's condition?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "It seems that Steve is improving. The medical treatment that he is getting is having very good results. The medical people, personnel themselves, they've done a tremendous job helping Steve Scalise recover to the point that he has. Quite frankly, I did not realize that he was so close to death, the way it was described when he arrived at the hospital, so I'm very much encouraged by the progress that Steve is making. Our prayers and thoughts are with him and his family, and we hope that it will continue to move in the right direction."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You know, much of the conversation in addition to worries over his life and his health as well as the other staffers that were with him was also on the fact that had he not been there, Congressman, it could have been a lot worse, it could have been a blood bath because he's the only one who had detail of officers who carry guns who could actually takedown the shooter. So has that triggered a change in your mind? Do you want to see a different security setup for Congress in this day and age?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, absolutely, I do. One thing - and I'm going to be introducing legislation this week to do this -- is to allow Congressmen to carry a side arm should they so desire. Right now when we're in Washington, D.C., once we're off the Capitol Hill grounds complex, we're still congressmen, senators were still high profile targets, but we have absolutely no way to defend ourselves because of Washington, D.C.'s rather restrictive gun laws. And so, I want congressmen to be treated as if they we're law enforcement, given that we're high profile targets for the bad guys, the lone wolves, the terrorists, and I'll be introducing legislation to that effect this week."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Now congressman, your name was one of the few names on the shooter's assassination hit list. This list was found on him, the suspect, of course, was killed after wounding the five people at the Congressional Baseball Practice. What did you think when you first learned that you were on his hit list? He wanted to kill you."
    },
    {
      "speaker": "BROOKS",
      "utterance": "I'm very much concerned by that as I'm sure my staff is, my family and friends are. You've got a situation where, yes, this one shooter has been killed, but he's the member of an organization that applauded what transpired on Wednesday. And so those of us who are on this assassination list, we -it behooves us to be a little bit more wary than we otherwise might be."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, you know, we've all - we're all worried about Steve Scalise and, of course, his staffers as well. I want to ask you though, about the agenda, because as we all pray for his condition to improve, the questions about your agenda are getting louder, Congressman. Are you going to be able to have the votes for health care, for tax reform that you need to execute your agenda given what has taken place?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, quite frankly, almost everything is moot unless the Senate changes the way in which it operates. I watched Congressman Duncan Hunter earlier, and he was spot on when he said that the obstructionism occurs in the United States Senate. By way of example, the House during the last session of congress, we passed over 500 pieces of legislation to address various issues that the Senate did not even bother to have a Senate floor vote on. And now, the Senate once again is empowering the democrats to be obstructionists and to block what President Trump, what a majority of the House and the majority of the Senate was elected to accomplish, much to the dissatisfaction of all those voters that sent us to Washington D.C. So unless the Senate changes the way in which they operate, I'm afraid you're going to continue to see this kind of deadlock without the kind of improvements that the people sent us to Washington, D.C. to implement."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But are you expecting any changes in the Senate? I mean, is there any reason to believe they're going to change anything? Are you telling us right now you're not going to get the agenda done?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Not unless we start changing - I am telling you that in my judgment, the Senate, a majority of the Republicans has empowered a minority, the Democrats, to block every single thing that we want to get a passed with the exception of one bill a year through a process called budget reconciliation that cannot coverall the issues that need to be covered. And that very much hamstrings us. It's been a frustration point for the House of Representatives during the entire last session of Congress, that two-year period -"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "BROOKS",
      "utterance": "And here we are again seeing the same thing unfolding where the United States Senate is allowing a minority of democrats to block the will of the President, to block the will of the majority of the House, to block the will of the majority of the Senate and to block the will of all the American voters who send us there. And the American voters need to start getting on the Senate. They need to get their rules changed so they can adequately address these very important problems that we as a country face."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So you don't know if you'll be able to get tax reform done or tax cuts done in 2017, is that what you're saying?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "I don't know. I'll be mildly surprised if we're able to get through the Senate the legislation that we promised the American people that we would pass. I'm confident that the House will do its work, but I'm not so confident with respect to the Senate just based on their past history, and their past history has been that that is where good legislation goes to die."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right. Wow. Congressman, thank you very much for your candor. We will be watching the developments."
    },
    {
      "speaker": "BROOKS",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Mo Brooks there. We'll be right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. President Trump giving the Pentagon authority to set force levels in Afghanistan. Defense officials reportedly planning to send nearly 4,000 additional troops to Afghanistan, though no decision has been made yet. This on the heels of Defense Secretary James Mattis giving lawmakers this stark assessment of where we are in the war just last week. Listen. SEN. JOHN MCCAIN, R—ARIZONA: Do you agree that we're not winning in Afghanistan?"
    },
    {
      "speaker": "JAMES MATTIS, UNITED STATES DEFENSE SECRETARY",
      "utterance": "Sir, I understand the urgency, I understand it's my responsibility. We're not winning in Afghanistan right now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Joining me right now is Congressman Mac Thornberry, a Republican from Texas who is the Chairman of the House Armed Services Committee. Mr. Chairman, good to have you on the program. Thanks so much for joining us. REP. MAC THORNBERRY, R—TEXAS , CHAIRMAN HOUSE ARMED SERVICES COMMITTEE: Thanks for having me."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Your reaction to what we just heard from Mr. Mattis."
    },
    {
      "speaker": "THORNBERRY",
      "utterance": "I think that's right. Where - it is, at best, a stalemate in Afghanistan, and we have to do something different. I think what a lot of people may have forgotten is that President Obama put artificial troop caps on how many folks we could have in Afghanistan. So we had a situation where helicopters would go over there, but they didn't take the maintainers with them to stay under the troop caps. They had to hire contract maintainers and do all sorts of moving people around just to stay under these artificial caps. So I think a lot of what Secretary Mattis is looking at is doing away with that political - those political caps, just figure out what it really takes to do the mission."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So what do you want to see in terms of these additional troops going to Afghanistan? I want to focus really on what your priority is right now. In the next two weeks, the priority is the budget, and you're focused squarely on budgeting defense."
    },
    {
      "speaker": "THORNBERRY",
      "utterance": "Yes, absolutely. Because the fundamental principle I start from is if we're going to send men and women out on a mission, they ought to have everything this country can provide in the way of weapons, equipment and training to make that as successful a mission as possible. And that includes Afghanistan, that includes wherever they are all around the world. It is our job to fully support them. Unfortunately, we've cut defense spending about 20 percent during the last Obama years, and so we don't have the best equipment, the best training. We've got to turn that around, and this is the opportunity to do it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We've been talking for a long time about the oldest Navy in several decades, the oldest fleet there, the oldest Army also in several decades. This money that you're talking about, the additional money in the budget toward defense, is that going to go towards that? Or are you talking about raising numbers because you want to deal with the issue at hand, meaning not winning in Afghanistan?"
    },
    {
      "speaker": "THORNBERRY",
      "utterance": "Well, it is true that putting some more people in Afghanistan will have some cost. But as I just mentioned, there was also a cost to playing games by hiring contractors to maintain the helicopters. So there may be some costs but the bigger issue is we need to have planes that fly and ships that sail and soldiers, marines, airmen and sailors who are trained for their mission. And we've been taking shortcuts in recent years and that is wrong on every level."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, who's taking the shortcuts? I mean, we were just talking with your colleague, Mo Brooks, about the broader agenda here and I want to get your thoughts on that as well. And he's putting the blame on the Senate. Is that where you put the blame?"
    },
    {
      "speaker": "THORNBERRY",
      "utterance": "Well, I think there's a lot of blame to go around when it comes to defense in recent years. Remember, Congress passed this budget control act. It was supposed to move us to curtail mandatory spending. It didn't. So defense, which is now about 15 percent of the budget, took 50 percent of the cuts. President Trump ran on rebuilding our military. I think there is a big majority in republicans, democrats, House and Senate who agree we've got to rebuild the military. This is the opportunity to do that. And I think this is one part of the agenda we can really come together on."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right. So you can come together on that part of the agenda. What about the rest of the agenda, Congressman? Where are you on tax cuts and health care? When we just finished that conversation with Mo Brooks, he did not sound optimistic. You've got heavy, you know, a big agenda on docket here, and it's July almost. Are you going to get - be able to get this done?"
    },
    {
      "speaker": "THORNBERRY",
      "utterance": "Well, I think so. Obviously, you're not going to get Democrats to support repealing and replacing ObamaCare. So Republicans are going to have to come together and put aside individual differences. But we ran on that. So I think we have to. On tax reform there is a lot of agreement. Nobody thinks it's smart for us to have the highest corporate tax rate in the world. It hurts our economy. So I can't tell you at the end of the day how broad and deep the tax reform will be, but I'm pretty optimistic that anybody who's focused on our economy, job creation, rising incomes, doing the right thing for American workers will support some sort of tax reform."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right. We'll be watching. Sir, thanks so much for joining us this morning."
    },
    {
      "speaker": "THORNBERRY",
      "utterance": "You're welcome."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We appreciate your time, the Chairman - the Chairman of the House Armed Services, Mac Thornberry, there. Coming up, the toxic atmosphere in Washington, what role did overheated rhetoric play in the shooting of Steve Scalise? Newt Gingrich will join me next on that as we look ahead right now on SUNDAY MORNING FUTURES."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. New fallout from the shooting that targeted Republican lawmakers and left House Minority Whip Steve Scalise seriously wounded. Concerns are mounting over the toxic potential political climate in Washington. Joining me right now, Former House Speaker Newt Gingrich, a Fox News Contributor. And Mr. Speaker, it's always a pleasure to speak with you. And I remember the days - I know our audience remember the days when you would go out for a coffee with your colleagues on the left, and you would actually have a conversation and a friendship that went beyond the chamber. What has happened?"
    },
    {
      "speaker": "NEWT GINGRICH, FORMER HOUSE SPEAKER AND FOX NEWS CONTRIBUTOR",
      "utterance": "Well, let me say, first of all, on this Father's Day, I do hope everybody will keep Steve Scalise and his family and also the policewoman and the staffs who were shot. Keep all of them in your prayers today, because they need it. Steve was wounded much more severely than people thought, and so they really do need your prayers this father's day. Look, we've had a - I think what really, we've seen the left over the last, 20, 25 years get more and more and more militant. I spoke to the College Republican National Convention on Thursday, that's 300-400 students. I said, how many of you feel intimidated on campus for being Republican or being pro-Trump? One out of every three hands went up. There's that much intensity in the country at large. And I think that's a big part of what you're seeing drift into the whole process of politics. It's not that you can't find ways to be bipartisan, and it's not that, frankly, we couldn't do a somewhat better job but I think in all fairness there've been, for example, the Veterans Administration Reform Bill had a huge bipartisan majority. The 21st Century Cures Act had a huge bipartisan majority. Those things are not automatically partisan, but the underlying fight, I mean, everything from the controversies about Russia to the way in which the Senate has held up the nominees and made it harder to run the government all the way down, you do have a radical difference in how we want America to operate and it's not personality-driven. It's very, very deeply driven by fundamentally different views of the world."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I'm just wondering though if it's a radical difference between - among Republicans. Because you know, you just heard what Mo Brooks told us, Newt. I want to play the sound bite from Congressman Brooks, because he basically blamed it all on the Senate. So what's your take on that, Mr. Speaker, in terms of Mo Brooks saying, look, we pass legislation in the House, and it goes to the Senate to die? You know, I know that Chuck Schumer and his democrat colleagues want to obstruct the agenda. They don't want to see tax reform; they don't want to see replacement for ObamaCare even though the American people voted for that. It looks like they're winning."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, I think they're only - they're only winning until the republicans learn to go to the country. I worked with Reagan on the tax cuts of 1981, I worked with him on a number of other things. He understood, and there's a wonderful small book called the education of Ronald Reagan which studies his time at General Electric. And he understood that if he could, as he put it, turn up the light for the American people so they would turn up the heat on Congress, that he could get a lot of stuff done. There are enough Democrats up for re-election next year in the Senate in states that Trump carried that if the Republicans would organize a serious grassroots campaign, if you go for tax cuts rather than tax reform, if you build a bill that is deficit-neutral rather than revenue-neutral, you can have so many people in their home states who want that bill that they're not going to be able to stop it. If you build the right kind of bill in terms of infrastructure, you can have so many people back home who want it that they can't stop it. As ObamaCare keeps collapsing, when you get some of these states like Missouri, North Dakota where literally the problems are so great, if we can't - if we could go out and sell the replacement, then people back home would say to their Senators, you've got to vote for this. I mean, we've - I went through this when we passed welfare reform. We split the Democrats evenly. We had 101 yes, 101 no because back home people were saying to them at the town hall meetings you've got to be for welfare reform. So part of this is a Republican Party that isn't selling the issues back home, isn't creating the momentum and not being clear enough about why these things are good for you, not just good for the country, but good for you as a person."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, you hit on a lot of important things there. I want to talk about deficit-neutral versus revenue-neutral. But first, in terms of selling the policy here, Mr. Speaker, this has been the conversation we're having all year, that they can't sell a policy. They can't communicate what they're trying to do. When you're talking about healthcare, you're talking about people's health care. And in terms of resonating with the American people, in terms of what the bill includes relating to their health care is critical, are they ever going to be able to sell it? I mean, we're in July almost."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Yes, look, I can't tell you right now. I mean, as you know because I was on your show the other day about it, I wrote a book called Understanding Trump, and the whole purpose of the book was to say, look, if we're going to get this thing to work, you've got to start with the fact that he is the President and what are we going to do now to work with the reality of his strengths and his weaknesses? Well, I would say the same thing to the House and Senate. If you can't write a health bill which people think is better for them, you're not going to be able to pass it in the long run and, frankly, it would be exactly like ObamaCare. It'll blow up in your face. And I think the Republicans are not focusing enough on the politics of individuals. I mean, I'll tell you on health, for example, the number one question everybody's going to ask is what does it do about pre-conditions. Now, why is that? Not because they're ideologically left or right, but because they know somebody with a precondition."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "And I think you've got to start with where people are and then write the bill. You don't write the bill and then try to go sell people."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick on the revenue-neutral versus deficit-neutral. You've hit on exactly the issue that they're fighting over, so one part of it is a border adjustment tax. The House has this border adjustment tax in there because they want to raise a trillion dollars so that they can be deficit-neutral. You say forget about being deficit-neutral, being revenue-neutral or the opposite - the opposite."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "No, no, no. Here's the problem, if you try to write a revenue-neutral bill, all of it has to occur in the tax code. And that means you're in a situation where you've got to raise taxes on somebody in order to cut taxes for somebody else. Well, everybody you raise taxes and gets be pissed off, and the people you're cutting taxes don't believe it because it doesn't happen for a couple years. So you're in a really dangerous net losing environment politically, maybe theoretically right. But I'll give you an example. If we were to reform Medicare and Medicaid and go to the same kind of anti-fraud system that American Express, Visa and Mastercard use, you probably save $100 billion a year. That's a trillion dollars over ten years. If we took the unnecessary federal property, the federal government owns, 76,000 buildings, if you took the least important 10,000 of them, you probably could raise a couple billion dollars. If you look at a place like Nevada where the federal government owns over - 80 percent of the state, surely some of that should be available for the private sector. If you do oil and gas and mining rights on federal property, you probably raise at least a half trillion to a trillion over ten years. I mean, all these things are doable if you have a will to go out and if it's deficit-neutral, you take all of these savings, and you can apply it to the tax cut. If it's revenue-neutral, none of those savings count. The reason I got to this is in the 19th century this is how the British continually cut taxes, because what they said to people is we're going to be very frugal with the government, but we're going to be generous with your pocketbook. And so every year they cut a little spending, and they cut a little taxes. And it went on for almost 40 years."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So they'll find that trillion dollars that would have been raised from the border adjustment tax, they'll find it somewhere else if they are -"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "They could."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "- if they are deficit-neutral."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "They could."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well be watching that. Mr. Speaker good to see you, thanks so much Sir."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "You too. Thanks."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Newt Gingrich, joining us. The battle over health care reform heats up in Capitol Hill with GOP Lawmakers now pushing for a Senate vote by the end of the month. Will Democrats keep them from striking a deal? Our panel is next on deck as we look ahead right now on SUNDAY MORNING FUTURES."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. It is certainly crunch time for health care in the Senate, President Trump and the two top GOP Lawmakers pushing to bring a new bill to the floor by the end of the month. I want to bring in our panel right now. Ed Rollins is former White House Adviser to President Reagan, he's a Fox News Contributor. Mary Kissell is a member of the Wall Street Journal's Editorial Board. She's host of the Opinion Journal on Wall Street Journal video. Good to see you both, thank you so much for joining us."
    },
    {
      "speaker": "ED ROLLINS, FOX NEWS CONTRIBUTOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "When you eat down, I said did you see the Mo Brooks interview, because Congressman Mo Brooks joined us at the top of the show and was not sure about getting the agenda executed. Here's what he just said, I've got the get your reaction to this, both of you. Listen. The Senate, a majority of the Republicans has empowered a minority, the Democrats, to block every single thing that we want to get a passed with the exception of one bill a year through a process called budget reconciliation that cannot coverall the issues that need to be covered. And that very much hamstrings us. It's been a frustration point for the House of Representatives during the entire last session of congress, that two-year period. And here we are again seeing the same thing unfolding where the United States Senate is allowing a minority of Democrats to block the will of the president, to block the will of the majority of the House, to block the will of the majority of the Senate and to block the will of all the American voters who send us there."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The agenda is number one purity for the American people. I just want to point out that we called the Head of the Senate Chuck Schumer every week to join us on this program so that we could ask him these questions. So far he has not agreed to join me on this program. We will continue calling him every week for our viewers who want that. Your reaction to Mo Brooks."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "I think he's absolutely accurate, unfortunately. I think the minority does get to control the Senate. Schumer now is in a mindset of we're going to do everything we can to stop Trump and republicans' agenda, and I think they're going to be able to do that. And it is the minority that rules at this point on. That's the absurdity of this plan of 60 votes needed to pass stuff. The Senate has changed dramatically since it was first put into the constitution even the way they select it. There's no reason they can't change the rules again and make it a majority rule."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Mary, what do you think?"
    },
    {
      "speaker": "MARY KISSEL, WALL STREET JOURNAL MEMBER OF THE EDITORIAL BOARD",
      "utterance": "Well, I don't think it's ideal to pass massive health care reform through reconciliation. I don't think that anybody wants that. But the reality, the political reality is that democrats will not cross the aisle to make compromises with republicans. So this is what Republicans are forced into doing. And with respect to the Congressman, he's not sitting in the Senate talking and hashing out the deals that need to be made. Look, we already know what the outline of the Senate bill is going to be. They're going to make the House tax credits more generous. They're going to give more power to the states to experiment. Slower wind-down of Medicaid expansion. They may not give as many - they might not be as aggressive as getting rid of the ObamaCare tax cuts as they once thought. This is not a secret, they're working on it. You had Senator Rubio coming on earlier in the show saying that that process is continuing, and let's hope that he's right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, you know, he said the process is continuing but he said it is a long process. And so I'm just wondering if they're going to be able to get this done in 2017."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "I'm not sure they are and equally as important, I think it's a flawed process. This is exactly what the democrats did last time, there's no public hearing, no committee hearings. Historically, the way bills are passed is they go to committees, you have open hearings, you basically come up with a bill after those hearings and you basically put it to the floor. They're attempting behind closed doors to draft a bill and shove it through that no one's going to know what it is and try to amend it on the floor of the Senate and I think at the end of the day, this bill is very unpopular with the American public, and the President and the Congress has to go sell it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It's exactly - it's exactly what they did with ObamaCare by the way."
    },
    {
      "speaker": "KISSEL",
      "utterance": "Well, I don't know if it's exactly what they did with ObamaCare."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Behind secret doors, we don't know what's in it, still don't know what's in it."
    },
    {
      "speaker": "KISSEL",
      "utterance": "That's the - that's the talking point of the left, come on. You had Paul Ryan with the better way plan, gave us the outline of this bill. You have had republicans working for years on the various aspects. You just have a disagreement within the caucus because you had some states take the Medicaid expansion and other states who didn't, and now they're trying to come to a compromise, and you're seeing that with Governor Kasich of Ohio saying, you know what, maybe we can wind down that expansion, let's just do it over a longer period of time. We're going to have those committee hearings. And look, they're not going to pass this bill on Christmas Eve like Harry Reid did with ObamaCare. I just don't think that's an apples to apples comparison."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Sounds like you're a little more optimistic they'll get it done."
    },
    {
      "speaker": "KISSEL",
      "utterance": "I am."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "There's a big difference though. Democrats had 60 votes which is sufficient to pass in the Senate and they had about 25 more House members than we have today. We basically have a very narrow shot. Any two Senators going south on us on this particular bill, it's dead and gone."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. They need ever vote."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "They need every single vote. And now with the tragedy of Scalise's injury this week, I don't think we have enough votes to pass it in the House."
    },
    {
      "speaker": "KISSEL",
      "utterance": "But there's more political pressure to pass it because the exchanges are falling apart. They're deteriorating. So Republicans are going to have to pass something. They're either going to pass the reform - repeal and replace and reform that they want or they're going to - they have to pass a bill to shore up ObamaCare because the pressure from the public will be simply too great. Not to mention the pressure of next year's election which I think is starting to exert more influence over the caucus."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "I would rather take a little bit more time and do it well and let this be a bill that can be fixed in the future and move forward than pass a bad bill that becomes the Republican bill that ends up being worse than ObamaCare."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And that's what Marco Rubio said, right? We'll take a short break. When we come back, more with our panel right here stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We're back with Ed Rollins, Mary Kissel, and one of the reasons that the agenda has been stalled is because of this noise of the Russia probe that has been unending since the president took office, Mary. Where are you on Robert Mueller right now, special counsel? Give me your thoughts."
    },
    {
      "speaker": "KISSEL",
      "utterance": "Well, first of all, this is starting to hook like a witch hunt, I think. We know that President Trump was not under investigation by the FBI. We know that he did not ask the FBI Direct or rather order him to drop an investigation, and we know that it was well within the president's rights to dismiss the FBI Director. He has that power as president. We gave that power to the President after the abuses of J. Edgar Hoover. So what exactly is Mueller investigating here?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Well, we've moved from investigating whether Russians were involved in our election, which they were, to basically investigating the President, and this President is terribly distracted by all of this, as he should be. It's unfair, and I think the reality is he's got four big posts in the Cabinet, Treasury, State, Attorney General and Defense and now we don't have a leadership - political leadership in the Attorney General. We need a new Attorney General, and I have great respect for Sessions. What I would do if I was running the White House is I'd ask him to resign and make him a counselor to the president. Let him come to the White House and advise the president on how to deal with the Congress and how to deal with the Justice Department, and he's free of all this stuff."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Then he put someone in who had nothing to do with the campaign who could run that Department."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wouldn't that be a huge blow, to ask Jeff Sessions to resign, Ed?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Well, the bottom line is he's going to be - he's going to be ineffective all the way through here and I think if you order him - if you'd just ask him to resign or in cripple him as he is today, then I think to a certain extent he can't lead the department effectively. Make him a counselor to the president which is Cabinet rank and let him basically advise the president."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow. I don't know why he recused himself in the beginning."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "He shouldn't have. And the reality is we've gone for three or four months where he looked like he was in cahoots with the Russians and clearly he wasn't in his defense and I think it's absurd at this point."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's a big statement there. What do you think?"
    },
    {
      "speaker": "KISSEL",
      "utterance": "Well, the alternative is that you just let the Special Counsel go off and do his investigation and start focusing more on getting big achievements done in Congress rather than defending your honor through Twitter. Now, I understand why the President is upset. I would be upset too given what we learned from the Jim Comey hearing, not to mention the fact that he was leaking and if he felt that he had -was given an incorrect order by the president or inappropriate order, he should have stepped forward at that time. So -"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And not be a leaker. And how about Loretta Lynch being an obstructionist, she obstructed justice telling him to call it a matter, not an investigation -"
    },
    {
      "speaker": "KISSEL",
      "utterance": "We need the administration to be disciplined and it simply is not. The American people did not focus, for instance, on the big financial market reform that Congress passed, they're not focusing on the Cuba announcement -"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's a good point."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Let me say, I have great respect for Sessions. Sessions just can't do the job at this point in time. You need to basically put someone in who could do the job."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Great panel. Have a great day. See you on Monday, Fox Business Network, everybody. Happy Father's Day. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}