{
  "date": "June 11, 2019",
  "headline": "Rep. Krishnamoorthi on US-Mexico immigration deal",
  "subHeadline": "Guests: Dominican Republic, Lisa Kuharksi, Stephen Moore, Lee Carter, Katie Cherkasky, Kimberly Klacik, Max Burns, Mollie Hemingway",
  "url": "https://www.foxnews.com/transcript/rep-krishnamoorthi-on-us-mexico-immigration-deal",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "Who needs to wait for 2020? All eyes are on the Hawkeye State. And it is playing out right now, as President Donald Trump, former Vice President Joe Biden get ready to do, well, headline dueling of their own, events in Iowa today minutes apart, the president in Council Bluffs, Biden about 225 miles away in Mount Pleasant. This, by the way, would be the first time to two are holding campaign events in the same state, essentially at the same time.  And we're following all of that and a contempt vote that is under way in the House targeting the attorney general United States, Bill Barr, former White House counsel Don McGahn, all happening this hour. And we're all over it.  Welcome, everybody. Glad to have you. I'm Neil Cavuto.  We have got John Roberts with the White House on a big buildup, and Peter Doocy in Iowa on how these two events are stacking up. We begin with John.  Hey, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Hey, good afternoon to you, Neil.  It's still 8.5 months until the very first primary February 3 there in Iowa. But to hear Joe Biden and President Trump going at each other today, you could be forgiven by thinking that you were in the throes of a one-on- one general election campaign.   It was Biden's camp that fired the first shot here, early today releasing advanced copies of his remarks, where he was very critical, very critical of President Trump, as Peter Doocy will tell you in just a minute. But the president, who has always said, if he gets hit, he hits back twice as hard, was true to form as he was leaving the White House today for Council Bluffs. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "I heard Biden, who's a loser. I mean, look, Joe never got more than 1 percent, except Obama took him off the trash heap. But now it looks like he's failing. It looks like his friends from the left are going to overtake him pretty soon. I would rather run against, I think Biden, than anybody. I think he's the weakest mentally. And I like running against people that are weak mentally. I think Joe is the weakest up here. I call him 1 percent Joe, because until Obama came along, he didn't do very well. When a man has to mention my name 76 times in his speech, that means he's in trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "While the president said that he believes that Biden's contenders from the left will overtake him soon, Biden is still up 16 points on his closest competitor in the RealClearPolitics average. The president also took shots today at Biden's stamina, who was doing more for American farmers, and the controversy over the financial relationship between Biden's son Hunter and China. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He's a different guy. He looks different than he used to. He acts different than he used to.  He's even slower than he used to be. So I don't know. But when he mentions my name that many times, I guess I should be complimented. But I don't bring him up.  The best thing that ever happened to the farmers is me. Biden has some kind of relationship financially or his son with China. Tell me about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And we're still very, very early in this process. And a lot of things could happen. But if Biden were to maintain that extraordinary lead that he has over his competitors, what we saw today, Neil, could be an early glimpse of things to come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "I wouldn't -- I wouldn't bet on it, but you just never know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Amazing. All right, John Roberts, thank you very much at the White House.  Now to Peter Doocy in Otley, Iowa, where Joe Biden isn't holding back either -- Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, CORRESPONDENT",
      "sentences": "Neil, so far this cycle, Joe Biden hasn't really been offering real-time reaction to controversies involving President Trump, but that's not today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "He's a threat to our standing in the world. On the D-Day ceremonies, the D-Day ceremonies, it was astounding to me that he was tweeting attacks on everybody, from the mayor of London to Bette Midler.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The former V.P. campaign set out fewer than 100 chairs for attendees at his first event in the first-in-the-nation caucus state in over a month. And these are people who like to see and hear from candidates multiple times before pledging their support to one or another. And Biden defended his decision not to show up this weekend, when 19 other Democrats did, explaining it was his granddaughter's graduation. In fact, he told a fund-raiser filled with high-dollar lobbyists in Washington, D.C., last night that he would have skipped Iowa for that graduation, or he would have skipped anything for that graduation, including his own inauguration, if it comes to that. And so when he talks about things like that, it's clear he is really not paying any attention to the two dozen or so other Democrats running. He is really only focusing on Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Four years of Donald Trump will be viewed as an aberration in American history. Eight years, eight years will fundamentally change who we are as a nation and how we're viewed around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Both Biden and President Trump have two more events in Iowa today. It's a state that President Trump carried by almost 10 percentage points in the 2016 general election.  And the general election is what both these men seem focused on today -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Peter, Peter Doocy, in Iowa.  Obviously, they were rattling each other's cages before the big events this hour. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Joe Biden thought that China was not a competitor of ours. Joe Biden is a dummy.  Joe Biden thought China wasn't a competitor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Embracing dictators and thugs, from Putin to Kim Jong-un, calling them \"my friends,\" sending love, and while he's sticking his and poking his finger in the eye of our allies. What is going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, that's the political equivalent of a boxing match weigh- in, right? Both sides are looking at each other. Only, this is a little bit older guys' weigh-in here, both of them north of 70 years old, but ready for the battle. Now the battle that will play out today in real time and real events in the same state. Let's get the read from Republican strategist Kimberly Klacik. We have also got Democratic strategist Max Burns and The Federalist's Mollie Hemingway.   Is this a preview, Mollie, to what we're going to be seeing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "Well, I'm not entirely sure if I'm as bullish on Biden's chance of winning the nomination as the conventional wisdom is. You can see why both candidates want to be going up against each other. Joe Biden thinks that positioning himself against Donald Trump is an easy win. And there's a lot to be said for that.  But I think Trump also sees that Biden might not be as strong a candidate as other people think. He can see that he could defeat him in multiple ways, whether it's the strong economy relative to the Obama economy, his positioning against China vs. Biden's confusing flip-flopping on the issue of whether China is a threat or not. And even most recently, he just hurried to the left after 40-plus years of having a fairly mainstream view on whether or not taxpayers should be forced to fund abortion against their conscience. He switched his position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, that flip-flopping is concerning them.  As you're speaking here, the president's arrived in Nebraska, just over the border with Iowa. He will be going to a speaking event there in a matter of minutes, also focusing on the vice president, who has arrived for his event in Iowa here. So these are happening, dueling events.  I'm not saying it's Ali-Frazier, but it's kind of like Ali-Frazier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Anyway, I don't know. Only I could get that reference, given my age. But, Max, I'm looking at this back and forth, and the former vice president's approach to this, to not even act like there are others in the race, that he's the guy. He's going to focus on the president. Some people call it coasting on a lead. Maybe there's a strategy to it. It didn't do Hillary Clinton much good with Barack Obama. But what do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX BURNS, DEMOCRATIC STRATEGIST",
      "sentences": "I think Joe Biden has his strategy, which doesn't really involve engaging with the left. He skipped the California Democratic primary a couple weeks ago. Wasn't in Iowa this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "And he is the front-runner. Whatever the complaints of the field, they would kill to be in his position right now. The problem is, his numbers are degrading. And we have individuals at the bottom in single digits who aren't really going up. We have Bernie Sanders and Joe Biden going down, and then Kamala Harris, Elizabeth Warren and Pete Buttigieg really doing the retail politics in Iowa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But Kamala Harris has dropped. It's Elizabeth Warren who seems to be surging, right? Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Yes, Elizabeth Warren is surging, I mean, even in Texas, where she's head to head with Donald Trump, is incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "And for Joe Biden's team to see that, they have got to be a little nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Kimberly, when I look at this -- and I know we're always reminding each other polls are fleeting moments, a snapshot, one snap, they're shot. I get that. But I also get a little bit of history that it's sometimes uncomfortable being the front-runner, because history tells, at least in the Democratic Party, it doesn't always get you the dessert. And I'm wondering what the former vice president has to do, because Mollie alluded to some of these flip-flops that might be perfectly reasonable. And people always say they evolve and their positions change, but on everything from China to abortion to a host of others, he hasn't just flip- flopped. He's really confused folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY KLACIK, REPUBLICAN STRATEGIST",
      "sentences": "Yes, he seems to be all over the map, Neil.  I think, honestly, that Biden is probably a front-runner by default. I mean, think about it. It's who people most know, right? And I think Trump, if he really wants to do good in Iowa, I think he should really focus on everything he's winning at right now, so the economy, the fact that he's putting the heat to Mexico. I don't think he even has to go toe to toe with Biden. I think he can say, you know what, I am winning, I'm doing a great job. If you look at the numbers...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that is going to be a tough sell to farmers there, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "It is. But, if you remember, eight years, 2,200 jobs left, right, manufacturing jobs left. And so here you have got Trump. He's put 15,000 jobs in two- and-a-half years in manufacturing. And the fact that he's actually doing something about immigration, once you get these unauthorized workers out of here, employers will be forced to hire Americans. They will be forced to do manufacturing on American soil, and that will naturally raise the wages. So I think he should really focus on stuff like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Iowa is considered one of these swing states, I guess. Mollie, you follow this stuff far better than I. But on that issue, of course, the president won Iowa the last time, not by a lot, but he was confident this go-round he could by a lot. What are you hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, it's so interesting to go back a few years and think about what we we're told the Trump presidency would be like, that it would be doom and gloom, economic catastrophe, horrible wars internationally. That's definitely not what's happening. At the same time, if next year the economy isn't thriving, he could face some trouble. The whole argument that his economy has gone -- that the economy has gone well under his presidency is true. But if we don't see some agreements being made with China, with Mexico, with other countries, if we don't see strength there, it could be problematic for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Max, separately, the House is taking up this vote, where they're really going after essentially the attorney general of the United States, the president's former top lawyer for not responding to their subpoenas. Now, where this goes, I don't know, but many have said that this will proceed with Watergate-type hearings, the president should be impeached hearings. You have heard all of that. Is that a distraction for Democrats that divides their attention and maybe costs the party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "I don't think so, because if you look at Iowa right now, and you listen to the speeches, people aren't talking about impeachment. Voters aren't interested in impeachment. They're interested in why they're making less money than they were. They're interested in why they're working shorter hours, why their kids are not able to go to college and afford it. These are the things that we're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you worry that this gets to be too much of a side issue, then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "I don't.  I think, right now, if it breaks into a critical mass, it'll be something that the public broadly -- 53 percent now have said they support hearings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Having said that, it is worth remembering that what we went through for the last several years were many years of being told that the president was a traitor to the country. He had been a traitor, had been a traitor, had colluded with Russia to steal the 2016 election. Not only was that completely untrue. We now have a complete switching of the tables, where we now are figuring out, just how was this delusional conspiracy theory come to be believed by so many people in the government, the media and other elite institutions? This is a very big reversal, where he has the upper hand. And now the people who perpetrated that hoax, whether they're in the government, outside the government or in the media, and, frankly, Joe Biden -- this touches Joe Biden in a way, or I think we will learn more about that in multiple ways, both in Ukraine and also his position under Obama. This could be a big problem for...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know it's a different issue, Kimberly. The fact of the matter is the Justice Department has provided some of the documents that this committee, the House Judiciary Committee, originally wanted. So I thought the pressure here to even have this full House vote today would have would have gone off, but apparently not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "No. And I really agree with you, Mollie. I think that, honestly, Biden is -- this is going to hit him hard, because if it says that Barack Obama or if anybody was involved with this, and he's always aligning himself with Barack Obama -- I think just the other day, he posted on Twitter his friendship bracelet with Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "I mean, so he's aligned himself. He hasn't introduced any policy. And I think, honestly, the fact that he's focusing on Trump, and not people like Elizabeth Warren and Bernie Sanders, who are doing well, who have actually introduced policy, I think he really should worry about that. I think, honestly...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It is still early. It is still early.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "It is early. But I don't want him to give everyone the cold shoulder, and then he will be looking back like Hillary Clinton and saying, oh, my gosh, what happened? Because, if you do that, fragile voters that Elizabeth Warren and Bernie Sanders have, they might not actually go out and vote in 2020, because, you know...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that's right. Who is jazzed to go to the polls? KLACIK: Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Who is always jazzed to go? Guys, I want to thank you all very, very much. We have been having a lot of breaking news as these fine folks were talking. We're watching this vote in the House here. Essentially, that is to hold the attorney general United States and the president's former top counsel, Don McGahn, in contempt.  It doesn't necessarily mean there's a follow-up that, but all of this comes, Republican say, surprisingly, after the Justice Department was cooperating with Democrats on getting the information they needed on the Mueller report, including a lot of documentation and interview notes behind that. He did. This is still going on as well. More after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There is a lot going on today, including what you're seeing voted on right now in the well of the House. The House is voting to hold the attorney general, Bill Barr, the former White House counsel, Don McGahn, in civil contempt over materials related to the Mueller report. It gets a little bit confusing here, considering as the Justice Department has provided documents that Democrats have been asking for. But Catherine Herridge knows this in and out, has the latest.  Hey, Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT",
      "sentences": "Well, thanks, Neil. And good afternoon. What's even more interesting is that, if you look at the resolution, it makes no mention of contempt, but the passage of the resolution will allow House Democrats to go to court to sue for the enforcement of the subpoenas against the attorney general and the former White House counsel, Don McGahn. Here's the House speaker and the minority leader on the floor a short time ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF.",
      "sentences": "Fundamentally, it is an impeachment effort in everything but name. Mr. Speaker, just look at the unnecessary contempt citation against Attorney General Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "No one is above the law. Everyone will be held accountable, including the president of the United States. The people's House will continue to fight to make the truth known to the American people and will defend Congress' role under Article 1.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "So, so far, as anticipated, it's going along strictly party lines. You see just over 210, 215 for the Democrats, and 178 for the Republicans. After this, we're going to have a news conference from some of the Democratic House committee chairmen, sort of like a victory lap, if you will, after this vote. The real question is whether they will go to court and whether they could prevail on these issues against the attorney general and the former White House counsel, because these are issues that relate to grand jury material, which requires a court order, as well as what we all know now is executive privilege. So it's moving ahead, Neil. We will bring you an update when we get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Catherine, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To Katie Cherkasky now, the former federal prosecutor. Katie, how can you be held in contempt if, for the most part, you have been friendly to the requests made, in this case, of the committees in Congress to provide information, to provide virtually 95 percent-plus of what was then the -- even the full report, redacted, in other words, get most of the reactions to you, that -- the things that were out of that, and most of the supporting material to you? Where is the contempt that's been exhibited?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE CHERKASKY, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, I think the Democrats are really taking a real risk here with trying to demand even more than what's already been turned over. We have the Mueller report. Now they have millions of pages potentially in underlying documents that support that. It's not like Mr. Mueller skipped over the one piece of evidence that's the gotcha evidence against President Trump. So if that's what they're looking for, I think that they're going to be sorely disappointed. And there's absolutely no guarantee that any court is going to hold the attorney general in contempt for refusing to turn over documents that are prohibited from being disclosed under federal law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Which include grand jury testimony, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHERKASKY",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, they know that, and they know that they put the attorney general in a bind on that matter, that he can't do it even if he wanted to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHERKASKY",
      "sentences": "Exactly. And I think that the Democrats are really digging their themselves into a hole, as I mentioned, because they have everything that's already out there. And I really don't think, realistically speaking, that there's going to be anything more or anything more enlightening or useful for impeachment purposes than what's already contained in the report. So, it seems like a futile effort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHERKASKY",
      "sentences": "I think that the Trump presidency has promised transparency, and that's what they have delivered in a lot of respects already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, Katie, let me ask you a series of dumb questions. You're usually patient in indulging with them. But if that is the case, and this were to proceed to the next level, where we have the impeachment hearings and the rest, I mean, where's this going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHERKASKY",
      "sentences": "Well, I think that's the question. I think, right now, realistically speaking, everything against President Trump is contained in the 400-page report that we have from Mr. Mueller. If the Democrats want to move forward with impeachment, they probably have everything they're ever going to have at this point with it. I think they're hoping that there's something else in the underlying documents that wasn't captured by Mr. Mueller that will give them that greater push to get more support. But it doesn't seem like a particularly wise strategy at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Well, it's a confusing one. Katie, thank you very, very much for joining us. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHERKASKY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Meanwhile, you're looking at the live dueling events in Iowa. The president of the United States will be in Council Bluffs, the former vice president of the United States in Mount Pleasant on the right there. We're just waiting to hear from both. Both are going to be speaking. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, you don't see this every day, the president of the United States and the guy who wants to be the president of the United States sort of within 200 miles of each other in the same state, a crucial state, Iowa, president in Council Bluffs, the former Vice President Joe Biden in Mount Pleasant. The president expected to talk very soon on the economy. He might get first crack at this to get the media's attention. We're following it very closely with the Heritage Foundation senior fellow Steve Moore. Steve, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MOORE, FORMER DONALD TRUMP CAMPAIGN ADVISER",
      "sentences": "Hi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This has like an Ali-Frazier feel to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Maybe you and I are the only ones who can get that reference point. But it's a big buildup. But they could be the two -- well, obviously, the president looks to be the nominee his party, but Joe Biden, for now, for now, looks like he could be the nominee of his. And they each have very different views, for example, on the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Joe Biden was saying it's kind of flattening out. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Well, yes. And Joe Biden said a couple weeks ago -- because, look, this is embarrassing for Democrats. They were the ones who said if Donald Trump was president we were going to have a second Great Depression. And now we have got the best economy in 20 years, and it's a little hard for them to explain. And so Joe Biden came up with a semi-plausible explanation a couple weeks ago, remember, Neil, when he said, this was something that -- this strong economy is something that Donald Trump inherited from Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Excuse me, Steve. I don't mean to interrupt you, my friend. Just want to bring you up to date. As expected, the House has approved this civil contempt measure to enforce subpoena issues for the attorney general of the United States, Bill Barr, former White House counsel Don McGahn. That was expected. Whether that will change anything, get either or both before any committee or releasing any more information, where the Justice Department has already indicated that it has made such concessions, particularly to the Judiciary Committee, is anyone's guess. This might be more political theater than anything else. But, as expected, the House has gone ahead and cited both for civil contempt. All right, Steve, to you. This is maybe a side issue. I don't mean to overly minimize it. But the economy is the thing that is driving for the most part voters when they go to the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Of course. Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you surprised, Steve, though, that this president is not benefiting more from that in the polls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Well, look, there was a poll out that came out just a couple days ago that showed Trump at a 50 percent approval rating. And for Donald Trump, that's a really good number. So I think that the strong economy is his strongest case for reelection. And, as I was saying...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Then why isn't it working? And I agree with you. And for the most part, it should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And he has plenty to crow about. After all, we blame presidents when they're not good. We might as well give a tip of the hat when they are. And this is very good. Yet he is not getting the bang for the buck in some -- even the states where we have seen noticeable improvement, Pennsylvania, record low unemployment. He is down a dozen points in the polls. Similar in Michigan and Wisconsin. What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Look, those polls, I think, are misleading. And, by the way, don't forget, I worked on the 2016 campaign. We were down in every poll, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Absolutely. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Every poll was wrong. And a lot of these polls are kind of asking, do you like Donald Trump? There are a lot of voters who don't necessarily like Donald Trump, but they love the results that he's giving on the economy. I have said all along, if the economy 16, 18 months from now is as strong as it is today, Trump's going to win a 40-state reelection landslide. I mean, people don't vote against prosperity. And that circles back to what you were talking about, about Joe Biden, Biden has a problem explaining why the economy is doing so much better under Trump than it did under Obama. Don't forget, in eight years, Neil, in eight years, Barack Obama never achieved 3 percent economic growth. Trump's done it in the last 12 months, and he's only been in office for two years. You look at the lowest unemployment rate in 50 years for not just all Americans, for blacks, for Hispanics, for women, for people who are disabled, people without a high school or college degree. And did you see the Wall Street Journal story today that there are now officially almost 7.5 million unfilled jobs in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Indeed. Indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "And there's only six million unemployed people. So, Neil, if you took every unemployed person in America and found them a job, we would still have a 1.5 million jobs. That's how strong this economy is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, let's talk about that. Let's talk about what -- you know, the president has been very critical of the Federal Reserve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In fact, he hasn't let up on Jerome Powell...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": ".. saying that he botched it by hiking rates in December. You had said the same at the time when we chatting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Proves that, in retrospect. I think even the Federal Reserve acknowledges that and might go slow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It also indicated that it could be very accommodating if this trade situation gets worse. But with the Mexico thing resolved for now, we hope, and China still out there, but potentially resolved, or could be, then does the Federal Reserve even have to cut rates?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "I think I see two kind of dark clouds on the economy right now in an otherwise pretty, pretty beautiful sky. Number one is, I think the Fed -- I will stick with what I have been saying for six months. The Fed is too tight, and they're not providing the oxygen the economy needs to grow. I think they have knocked about a half-a- percentage point off of growth. So, yes, Neil, the Fed needs to lower rates immediately by at least a quarter percent of a percentage point. And the other dark cloud, obviously, is this trade situation with China. And, look, trade wars -- I happen to support what Donald Trump is doing on China, but let's not kid ourselves. It is hurting the American economy in the short term. We probably knocked some growth off. It's slowed down a little bit in the second quarter. But the question is, will Americans see this, as I hope they do, as kind of short-term pain for long-term gain? And that's that's the game that Donald Trump is playing. And I will guarantee you this, having worked with the guy now for three-and-a-half years. He is not backing down when it comes to China. China is going to have to make some real concessions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But he still said he's going to use tariffs in the future things, thinks they make sense. It alarms some people, thinking, if that's always your lever of choice, other countries can use it on us. It's a slippery slope. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "I'm not thrilled by that. I don't like using tariffs as a billy club. And, look, it worked -- it certainly worked with what happened with Mexico. So, I tip my hat to President Trump for pulling off that. But I don't -- I just don't want to see, Neil, as a free trade guy -- you have known me for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "I don't want to see, every time we're in dispute with a country, we take out the tariff threat, because I just think that's not -- that's not consistent with free trade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Steve Moore, it's always a pleasure. Thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We are watching the president. We're also watching the vice president. They are having dueling speeches, if you will. And each has wasted very little time ripping the other just today, as sort of like the undercard event to their main card event -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president arriving moments ago in Council Bluffs, Iowa. He is ready to do battle with the former vice president. He's going to rip him. The vice president, we're told, is going to be doing the same, mano a mano. It's getting nasty -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, a historic vote in the House, holding the attorney general of the United States and the former president's top -- the president's former top lawyer, I should say, in contempt. Catherine Herridge on the significance of that and what happens now. Hey, Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "OK, so, Neil, it was a vote as strictly long party lines. It was to 229 Democrats, 191 Republicans. What it means is that the resolution now allows House Democrats to go to court to sue for the enforcement of these subpoenas involving the attorney general and the former White House counsel. But Republicans say that's unlikely because they do not believe Democrats can prevail in a civil proceeding. Number one, you're talking about grand jury material, and there's a very high bar for that to be shared. And then, number two, you have got these executive privilege issues. So they shield communications with the president. And even if they go to court, legal experts we have spoken to said this is really a months-long process. And it could take you right up to 2020. Just as a footnote, there are two other types of contempt. One is criminal contempt. That means that you ask the Justice Department in this case to enforce a subpoena against the attorney general. And that, on its face, clearly doesn't make a lot of sense. And then there's something called inherent contempt. And that's essentially Congress goes out with the handcuffs and rounds up the suspects. And that's just not going to happen here either, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Catherine Herridge, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "OK. You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Lee Carter, pollster extraordinaire, is here on the impact of all of this. I don't know where this goes. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "sentences": "I don't think it goes anywhere. I think everybody sort of has their minds made up on what's happening. I think anybody's really paying attention to this. And we're just going to have to see. I think nobody is really going to pay attention until the handcuffs come out. Let's be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's what it is, and whether that would move minds. Now, you're a great read of sentiment. Now the Democrats like to always point out, yes, Neil, we should tell you, when the Watergate hearings started, a lot of people dismissed them, the president was riding high in the polls, and then, a year later, he's resigning. I get that. I understand that. But the two don't seem at all comparable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I don't think they're at all comparable. But I also think that we have gotten so immune to everything that's -- all of these allegations, all of this that's been going on for years now, we just are tired of it. And I think people have already decided if they think the president's guilty, if they think he's not. They think what they're going to find out, what they're not. And I think that until we actually see any hard facts or some things really, really happening, I don't think anything's going to change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, we might be seeing a preview of coming attractions today, the respective nominees of both parties sort of clashing in the same state kind of at the same time, if Joe Biden gets to the end of this race as the party's nominee. But his strategy seems to be, I'm going to be above the fray within my party, kind of ignore my challengers, and take on the president of the United States. But he spent a good deal of time today in one of his speeches talking about Charlottesville years ago. And I'm wondering if that strategy here and now would be effective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "You know, I'm a little bit concerned about Joe Biden's strategy, frankly. I would like to see a good race. I really want to see -- I love good rhetoric. I love good messaging. I want to see this work out for whoever it's going to be. I don't think that Joe Biden is playing this smart. I don't think he needs to go backwards. I mean, I think he needs to be painting a picture forward. What is it going to look like to have President Biden as president of the United States? Tell us why you're going to do better than the current president. The bottom line is, he's not doing a good job in messaging right now. And his attacks on the president, I don't think, are that forceful. He's saying what people -- you know, if there's nothing new, I don't think that if he - - if he didn't go to Iowa and attack the president, I don't think we would even talk about him in Iowa, because he's not saying anything interesting, frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, let me ask you then about flipping it around to the president. Should the president be doing even better in the polls, given the strength of the economy -- and I mentioned it with the prior guests -- and given the fact that, in all of these key states that he won and flipped Republican from Democrat, he's now in trouble in the polls? And that doesn't jibe with an economy that's doing this well and for whom we'd normally give the tip of the hat to the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That's right. This president, though, doesn't act like any other president. I mean, when you see him on the lawn of the White House saying Joe Biden's a loser, calling people -- I call him 1 percent Joe, it's hard for him to get above 50 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it got him nominated. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "It got him nominated. But his base is so enthusiastic. And I think at the end of the day, whatever Democrat comes and is going to beat him, if they're going to beat him, they're going to have to make us feel better about the economy, better about everything than the president does right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But is the president's base -- it's a strong base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "It's a really strong base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And they will come out over broken glass to vote for him. Is that maybe enough for him? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "It could be enough for him. If you take that, the economy and some other things, that people will hold their nose and still vote for this president. A lot of people are still not out there saying, I support this president in any way, shape or form, even though they like what he's doing behind -- they might admit it at their dinner table, but they're not going to say it in the public square. So I think that there's going to be -- it's going to be very, very difficult to see. I think, when you look at the Democrats that are out there, there's not any that get people really, really excited. Certainly, Joe Biden doesn't. I mean, seeing Elizabeth Warren right now have a little bit of surge in the polls, that's very surprising, because people aren't excited about her. Who are people excited about, besides Mayor Pete, who gets a lot of enthusiasm? I'm not so sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This event, the president is expected to speak very shortly in Council Bluffs, Iowa. This was a state he won, not by much, but he won. And that was a big pickup. But I'm curious whether you think, for Joe Biden, some of the flip-flops he's had on China, maybe it is competitive, on the Hyde Amendment, that I supported banning federally funded abortions that now I think went too far, that he's sending mixed messages?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I think he is sending mixed messages. And I think he has to remember where he's running. Like, so if he's in Iowa, he's got to be talking about issues that are important to the people of Iowa, because that's -- when you want people -- this is a Electoral College race. If he wants to win Iowa, he's got to be there talking about those things that are most important to them, not things on the national stage. And so I think that he's a little bit remiss right now on those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Thank you very, very much, Lee. Good seeing you again, Lee Carter. Again, we're following the president. We're following the guy who wants to be president, the former vice president of the United States. It might not end up being that way in November, but, right now, this is getting great buildup because it looks that way now. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, you know, all these tech CEOs who are getting paranoid the government's out to get them, they're not imagining it. The government is out to get them. Attorney Lisa Kuharksi is here. Lisa, what the government is essentially arguing, in Google's case, Facebook's case, Amazon and a host of others -- even Apple's been dragged into this -- you're too big for your britches and we don't like what you're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA KUHARKSI, ATTORNEY",
      "sentences": "Well...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do they have to fear what's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "Yes, they should fear what's going on, because we are seeing a tremendous amount of power, right? We have Google made $4.6 million over news content they didn't make, they didn't pay for. And they are this enormous platform that's really forcing other people out. It's a -- it's a monopoly. It's anti-competitive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, with Google's case, it's more about they're 90 percent of the search market, and they control so much when it comes to the Android operating system, that we have to break them up. And they seem to be the focus immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "Well, they're the focus right now, because I think today, at today's hearings, we saw publishers coming to the table and saying, you have significantly hurt our business model, right? They're down billions of dollars year over year. They have seen this kind of be cannibalized from this Google platform that is giving out their information for free. So what they're really asking for -- and this is interesting -- they're not asking for them to slap Google's hands. They're simply asking for them to lift the regulations, the antitrust regulations that have been placed on the publishing entities, so that they can then form essentially their own monopoly to fight this monopoly, which is really where the problem ensues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But the other guys, then, do they have to worry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "Well, that's where they have to worry, because now you have to have a decision, right, from the FTC and Department of Justice that says, do we have to change the efficacy of our antitrust laws in order to make business fair? And if they do lessen the laws for publishers, and allow them now, after saying no for years, you can't have your own platform, create a monopoly platform for news, are they now saying, well, now, it's a self-fulfilling prophecy? We're saying that we have to create a monopoly to fight a monopoly. So, certainly, it looks like it's going into the area that antitrust laws may actually be rewritten for digital media. And, certainly, this little carve-out that they're asking for could be essentially the issue that challenges all of digital media, Facebook, Google.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you know what I always think about? Whatever people's political views are -- and, as I know, the president obviously not a fan of Google and Facebook, he says pre-select news that makes him look bad or give short shrift to conservatives. I understand that. But these are among our most successful companies. At first, when I heard government's going after them, I thought it was European governments or the E.U. and whatever, because they generally don't like these guys anyway, the competitive threat they are. But shouldn't we be very careful about doing something like that? And should the government at the ready have a solution? Because people will freak out over that, if all of a sudden these companies that do come up with a lot of good stuff, they might go too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "Well, it's interesting, right, because, I mean, America, we tend to turn on the big giants, right, if you're too big to fail...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. And, usually, we discover that market forces will decide this. If the product stinks, then people won't use it. They will move on. And then these battles are deemed to be ineffective years later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "Well, but this case in particular, right -- and if you're looking at America as a whole, then we look at other dynamics, right? You do actually have companies that have essentially changed the business platform. Now we don't have new Internet companies or tech companies coming out of startups and looking to IPO anymore. Now they're looking to be eaten up or bought out by giant tech companies and be -- and become part of a larger entity, which can't really be a healthy business model. In a way, we want to see them -- and we want to see them, obviously maintain their dominance worldwide. But similar to like Microsoft -- remember Microsoft and the whole antitrust battle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "They got -- it worked out in their favor. Ultimately, they won their appeal, but they did lessen their restrictions. And I think that's basically what...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That might be the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Because when these guys are going -- the guys -- the government decides on breaking you up or handling that, and I think of their financial acumen, I think, well, I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "I think that breakup is a long way off. But I do think relaxing restrictions might be the answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We will see. Lisa, thank you very much. Good seeing you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUHARKSI",
      "sentences": "Thanks a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We are now awaiting what's going on in Iowa, where you have the president of the United States and the guy who wants to be the president of the United States having dueling speeches. We're told that each is going to aggressively rip the other -- more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, now it's six us tourists who have died at Dominican Republic -- Dominican Republic resorts in just the past year. Jacqui Heinrich has the latest. Hey, Jacqui.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, CORRESPONDENT",
      "sentences": "Hey, Neil. The FBI is involved now. And the World Health Organization, as well as the CDC, are also on the ground doing tests there. Since last June, six American tourists died at four hotels on the island, four at Bahia Principe resorts and two at the Hard Rock Hotel. Three deaths in May triggered the investigation. A Pennsylvania woman collapsed and died at the Bahia Principe resort in La Romana. And then five days later, employees found the bodies of a Maryland couple at the property next door after they missed hotel checkout. All three had the same cause of death, including fluid in the lungs and enlarged hearts. After that, two families -- excuse me -- two families were raising concerns about people who died in hotels in the last year. But, Neil, we're going to turn it back to you, because, as I understand it, the president is coming pretty soon here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Indeed, Jacqui. I apologize for that. We are following twin events happening in Iowa right now. And that is the former vice president of the United States speaking, the president speaking. Who is first on the hit parade here, Pam? Let's go first to the vice president, and then, of course, the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "A number of famous people, who -- there was a guy named Langston Hughes, the poet who said, let America be America again. And then a guy who was a foreign policy writer said, let America be America again. Well, you know what? We talk about the fact that let's make America great again. I would settle for just let America be American again. You know what I mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I mean, this guy, he doesn't quite -- he doesn't quite get it. I -- Ryan (ph), I'm one of those guys who know how -- Democrats who all my life have understood the word not just labor unions, union.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "And, folks, whether you are a member of a labor union or not, the truth of the matter is that labor built the middle class. The fact of the matter is, over the years, from the last well over 100 years, people wouldn't have overtime, there wouldn't be a 40-hour week, there wouldn't be all the people who don't belong to unions -- and understandable -- but all the people who don't belong, we wouldn't have the basic guarantees we have in terms of work and work safety, were it not for our unions. I want to just say, I thank you very much. And, madam, soon to be incoming president, Ms. Plunkett (ph), I want to thank you for allowing me to be here. You're the incoming president of a college that Christie Vilsack brags and brags and brags about all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No, not a joke. As I said, I am Joe Biden, Jill Biden's husband. She is a community college professor. She's taught her whole life as a public school teacher for a long time. And we joke, teaching is not what Jill does. It's who she is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we are counting this by the minutes, folks. I promised you that I would fair and balanced to both, afford the same time for both, at least at this hour, in this show. Now to the president of the United States speaking a couple hundred miles away from Joe Biden in Council Bluffs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you, Jean (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We had a big fight in Omaha, and we won that one pretty easily. A certain person was spending a lot of money against us. That didn't work out so well for him. And many other stated local leaders, I want to thank you all for being here. Thank you. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I also want to thank the CEO of Southwest Iowa Renewable Energy, Mike Jerke. And I will tell you, I met Mike a long time ago, and I said, let's do this. And other candidates all said, no, we're not going to support ethanol. And I did. Is that a correct statement? And look what you built, Mike. Great job. But thank you very much for hosting us today, along with two other great energy leaders, president of Renewable Fuels Association, Geoff Cooper, and CEO of Growth Energy, Emily Skor. Thank you all very much. Thank you, Emily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We came here, and we talked ethanol, and people didn't believe in us, right? And now it's a big beauty. And E-15 sounds very good, doesn't it? Who knows. Maybe it's going to go up. Maybe it's going to go up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right here, at this impressive facility, the rich harvest of American soil is turned into fuel that powers American cars and industries. Farmers from across the region send in more than 120,000 bushels of corn to produce 365,000 gallons of pure American ethanol every single day. I just got a little run-through back there. It's very impressive. That's a long way from our first conversation, isn't it? It's a long way. You have come a long way. So have I. I became president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "When you think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Under the previous administration, our leaders rejected American energy, and they rejected ethanol. They imposed radical restrictions on our farmers and ethanol producers. And they refused to even allow talk of E-15 during the busiest driving months of the year. And, as you know, we took it from eight months to 12 beautiful months. That's another big factor, all year long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And how ridiculous was that? How ridiculous was that? But we took it all year long, not the very shortened year. And nobody could explain to me why. Not one person was able to explain why they cut it off. Just one of those things. But we ended it. As a candidate for president, I pledged to support our ethanol industry and to fight for the American farmer like no president has ever fought before. And we're winning these fights. And you're great patriots, I will tell you. We're winning these fights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "For 15 years, before the election of 2016, farmers and farm pricing and a lot of things were going in this direction. You have to see the charts. They weren't pretty. And in a very short period of time -- we're still working on China. Japan is going to be a big buyer very shortly. They told me the other day, we're going to be buying a lot of -- a lot of product from your farmers. And a lot of other places, you see them coming in. And they're starting to come in very big, very, very big. Mexico, you see what happened over the last two days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, you're listening to the president of the United States. He is speaking at the same time the former vice president of the United States is speaking. They're both available online in real time, so you can catch what each is saying. We just wanted to give you a sampling of that now and a preview, some are saying, to coming attractions. We should let you know as well that tomorrow, on my FOX Business show at noon, we're going to have Chuck Grassley, the Iowa senator who says a lot is at stake, particularly for farmers and trade, on this, and more. Here comes \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "Who needs to wait for 2020? All eyes are on the Hawkeye State. And it is playing out right now, as President Donald Trump, former Vice President Joe Biden get ready to do, well, headline dueling of their own, events in Iowa today minutes apart, the president in Council Bluffs, Biden about 225 miles away in Mount Pleasant. This, by the way, would be the first time to two are holding campaign events in the same state, essentially at the same time. And we're following all of that and a contempt vote that is under way in the House targeting the attorney general United States, Bill Barr, former White House counsel Don McGahn, all happening this hour. And we're all over it. Welcome, everybody. Glad to have you. I'm Neil Cavuto. We have got John Roberts with the White House on a big buildup, and Peter Doocy in Iowa on how these two events are stacking up. We begin with John. Hey, John."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Hey, good afternoon to you, Neil. It's still 8.5 months until the very first primary February 3 there in Iowa. But to hear Joe Biden and President Trump going at each other today, you could be forgiven by thinking that you were in the throes of a one-on- one general election campaign. It was Biden's camp that fired the first shot here, early today releasing advanced copies of his remarks, where he was very critical, very critical of President Trump, as Peter Doocy will tell you in just a minute. But the president, who has always said, if he gets hit, he hits back twice as hard, was true to form as he was leaving the White House today for Council Bluffs. Listen here."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "I heard Biden, who's a loser. I mean, look, Joe never got more than 1 percent, except Obama took him off the trash heap. But now it looks like he's failing. It looks like his friends from the left are going to overtake him pretty soon. I would rather run against, I think Biden, than anybody. I think he's the weakest mentally. And I like running against people that are weak mentally. I think Joe is the weakest up here. I call him 1 percent Joe, because until Obama came along, he didn't do very well. When a man has to mention my name 76 times in his speech, that means he's in trouble."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "While the president said that he believes that Biden's contenders from the left will overtake him soon, Biden is still up 16 points on his closest competitor in the RealClearPolitics average. The president also took shots today at Biden's stamina, who was doing more for American farmers, and the controversy over the financial relationship between Biden's son Hunter and China. Listen here."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He's a different guy. He looks different than he used to. He acts different than he used to. He's even slower than he used to be. So I don't know. But when he mentions my name that many times, I guess I should be complimented. But I don't bring him up. The best thing that ever happened to the farmers is me. Biden has some kind of relationship financially or his son with China. Tell me about that."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And we're still very, very early in this process. And a lot of things could happen. But if Biden were to maintain that extraordinary lead that he has over his competitors, what we saw today, Neil, could be an early glimpse of things to come."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, boy."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "I wouldn't -- I wouldn't bet on it, but you just never know."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Amazing. All right, John Roberts, thank you very much at the White House. Now to Peter Doocy in Otley, Iowa, where Joe Biden isn't holding back either -- Peter."
    },
    {
      "speaker": "PETER DOOCY, CORRESPONDENT",
      "utterance": "Neil, so far this cycle, Joe Biden hasn't really been offering real-time reaction to controversies involving President Trump, but that's not today."
    },
    {
      "speaker": "JOSEPH BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "He's a threat to our standing in the world. On the D-Day ceremonies, the D-Day ceremonies, it was astounding to me that he was tweeting attacks on everybody, from the mayor of London to Bette Midler."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The former V.P. campaign set out fewer than 100 chairs for attendees at his first event in the first-in-the-nation caucus state in over a month. And these are people who like to see and hear from candidates multiple times before pledging their support to one or another. And Biden defended his decision not to show up this weekend, when 19 other Democrats did, explaining it was his granddaughter's graduation. In fact, he told a fund-raiser filled with high-dollar lobbyists in Washington, D.C., last night that he would have skipped Iowa for that graduation, or he would have skipped anything for that graduation, including his own inauguration, if it comes to that. And so when he talks about things like that, it's clear he is really not paying any attention to the two dozen or so other Democrats running. He is really only focusing on Trump."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Four years of Donald Trump will be viewed as an aberration in American history. Eight years, eight years will fundamentally change who we are as a nation and how we're viewed around the world."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Both Biden and President Trump have two more events in Iowa today. It's a state that President Trump carried by almost 10 percentage points in the 2016 general election. And the general election is what both these men seem focused on today -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Peter, Peter Doocy, in Iowa. Obviously, they were rattling each other's cages before the big events this hour. Take a look."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Joe Biden thought that China was not a competitor of ours. Joe Biden is a dummy. Joe Biden thought China wasn't a competitor."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Embracing dictators and thugs, from Putin to Kim Jong-un, calling them \"my friends,\" sending love, and while he's sticking his and poking his finger in the eye of our allies. What is going on here?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, that's the political equivalent of a boxing match weigh- in, right? Both sides are looking at each other. Only, this is a little bit older guys' weigh-in here, both of them north of 70 years old, but ready for the battle. Now the battle that will play out today in real time and real events in the same state. Let's get the read from Republican strategist Kimberly Klacik. We have also got Democratic strategist Max Burns and The Federalist's Mollie Hemingway. Is this a preview, Mollie, to what we're going to be seeing?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "Well, I'm not entirely sure if I'm as bullish on Biden's chance of winning the nomination as the conventional wisdom is. You can see why both candidates want to be going up against each other. Joe Biden thinks that positioning himself against Donald Trump is an easy win. And there's a lot to be said for that. But I think Trump also sees that Biden might not be as strong a candidate as other people think. He can see that he could defeat him in multiple ways, whether it's the strong economy relative to the Obama economy, his positioning against China vs. Biden's confusing flip-flopping on the issue of whether China is a threat or not. And even most recently, he just hurried to the left after 40-plus years of having a fairly mainstream view on whether or not taxpayers should be forced to fund abortion against their conscience. He switched his position."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, that flip-flopping is concerning them. As you're speaking here, the president's arrived in Nebraska, just over the border with Iowa. He will be going to a speaking event there in a matter of minutes, also focusing on the vice president, who has arrived for his event in Iowa here. So these are happening, dueling events. I'm not saying it's Ali-Frazier, but it's kind of like Ali-Frazier."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Anyway, I don't know. Only I could get that reference, given my age. But, Max, I'm looking at this back and forth, and the former vice president's approach to this, to not even act like there are others in the race, that he's the guy. He's going to focus on the president. Some people call it coasting on a lead. Maybe there's a strategy to it. It didn't do Hillary Clinton much good with Barack Obama. But what do you make of it?"
    },
    {
      "speaker": "MAX BURNS, DEMOCRATIC STRATEGIST",
      "utterance": "I think Joe Biden has his strategy, which doesn't really involve engaging with the left. He skipped the California Democratic primary a couple weeks ago. Wasn't in Iowa this week."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "BURNS",
      "utterance": "And he is the front-runner. Whatever the complaints of the field, they would kill to be in his position right now. The problem is, his numbers are degrading. And we have individuals at the bottom in single digits who aren't really going up. We have Bernie Sanders and Joe Biden going down, and then Kamala Harris, Elizabeth Warren and Pete Buttigieg really doing the retail politics in Iowa."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But Kamala Harris has dropped. It's Elizabeth Warren who seems to be surging, right? Yes. Yes."
    },
    {
      "speaker": "BURNS",
      "utterance": "Yes, Elizabeth Warren is surging, I mean, even in Texas, where she's head to head with Donald Trump, is incredible."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "BURNS",
      "utterance": "And for Joe Biden's team to see that, they have got to be a little nervous."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Kimberly, when I look at this -- and I know we're always reminding each other polls are fleeting moments, a snapshot, one snap, they're shot. I get that. But I also get a little bit of history that it's sometimes uncomfortable being the front-runner, because history tells, at least in the Democratic Party, it doesn't always get you the dessert. And I'm wondering what the former vice president has to do, because Mollie alluded to some of these flip-flops that might be perfectly reasonable. And people always say they evolve and their positions change, but on everything from China to abortion to a host of others, he hasn't just flip- flopped. He's really confused folks."
    },
    {
      "speaker": "KIMBERLY KLACIK, REPUBLICAN STRATEGIST",
      "utterance": "Yes, he seems to be all over the map, Neil. I think, honestly, that Biden is probably a front-runner by default. I mean, think about it. It's who people most know, right? And I think Trump, if he really wants to do good in Iowa, I think he should really focus on everything he's winning at right now, so the economy, the fact that he's putting the heat to Mexico. I don't think he even has to go toe to toe with Biden. I think he can say, you know what, I am winning, I'm doing a great job. If you look at the numbers..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that is going to be a tough sell to farmers there, right?"
    },
    {
      "speaker": "KLACIK",
      "utterance": "It is. But, if you remember, eight years, 2,200 jobs left, right, manufacturing jobs left. And so here you have got Trump. He's put 15,000 jobs in two- and-a-half years in manufacturing. And the fact that he's actually doing something about immigration, once you get these unauthorized workers out of here, employers will be forced to hire Americans. They will be forced to do manufacturing on American soil, and that will naturally raise the wages. So I think he should really focus on stuff like that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Iowa is considered one of these swing states, I guess. Mollie, you follow this stuff far better than I. But on that issue, of course, the president won Iowa the last time, not by a lot, but he was confident this go-round he could by a lot. What are you hearing?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, it's so interesting to go back a few years and think about what we we're told the Trump presidency would be like, that it would be doom and gloom, economic catastrophe, horrible wars internationally. That's definitely not what's happening. At the same time, if next year the economy isn't thriving, he could face some trouble. The whole argument that his economy has gone -- that the economy has gone well under his presidency is true. But if we don't see some agreements being made with China, with Mexico, with other countries, if we don't see strength there, it could be problematic for him."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Max, separately, the House is taking up this vote, where they're really going after essentially the attorney general of the United States, the president's former top lawyer for not responding to their subpoenas. Now, where this goes, I don't know, but many have said that this will proceed with Watergate-type hearings, the president should be impeached hearings. You have heard all of that. Is that a distraction for Democrats that divides their attention and maybe costs the party?"
    },
    {
      "speaker": "BURNS",
      "utterance": "I don't think so, because if you look at Iowa right now, and you listen to the speeches, people aren't talking about impeachment. Voters aren't interested in impeachment. They're interested in why they're making less money than they were. They're interested in why they're working shorter hours, why their kids are not able to go to college and afford it. These are the things that we're talking about."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you worry that this gets to be too much of a side issue, then?"
    },
    {
      "speaker": "BURNS",
      "utterance": "I don't. I think, right now, if it breaks into a critical mass, it'll be something that the public broadly -- 53 percent now have said they support hearings."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Having said that, it is worth remembering that what we went through for the last several years were many years of being told that the president was a traitor to the country. He had been a traitor, had been a traitor, had colluded with Russia to steal the 2016 election. Not only was that completely untrue. We now have a complete switching of the tables, where we now are figuring out, just how was this delusional conspiracy theory come to be believed by so many people in the government, the media and other elite institutions? This is a very big reversal, where he has the upper hand. And now the people who perpetrated that hoax, whether they're in the government, outside the government or in the media, and, frankly, Joe Biden -- this touches Joe Biden in a way, or I think we will learn more about that in multiple ways, both in Ukraine and also his position under Obama. This could be a big problem for..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know it's a different issue, Kimberly. The fact of the matter is the Justice Department has provided some of the documents that this committee, the House Judiciary Committee, originally wanted. So I thought the pressure here to even have this full House vote today would have would have gone off, but apparently not."
    },
    {
      "speaker": "KLACIK",
      "utterance": "No. And I really agree with you, Mollie. I think that, honestly, Biden is -- this is going to hit him hard, because if it says that Barack Obama or if anybody was involved with this, and he's always aligning himself with Barack Obama -- I think just the other day, he posted on Twitter his friendship bracelet with Barack Obama."
    },
    {
      "speaker": "KLACIK",
      "utterance": "I mean, so he's aligned himself. He hasn't introduced any policy. And I think, honestly, the fact that he's focusing on Trump, and not people like Elizabeth Warren and Bernie Sanders, who are doing well, who have actually introduced policy, I think he really should worry about that. I think, honestly..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It is still early. It is still early."
    },
    {
      "speaker": "KLACIK",
      "utterance": "It is early. But I don't want him to give everyone the cold shoulder, and then he will be looking back like Hillary Clinton and saying, oh, my gosh, what happened? Because, if you do that, fragile voters that Elizabeth Warren and Bernie Sanders have, they might not actually go out and vote in 2020, because, you know..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that's right. Who is jazzed to go to the polls? KLACIK: Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Who is always jazzed to go? Guys, I want to thank you all very, very much. We have been having a lot of breaking news as these fine folks were talking. We're watching this vote in the House here. Essentially, that is to hold the attorney general United States and the president's former top counsel, Don McGahn, in contempt. It doesn't necessarily mean there's a follow-up that, but all of this comes, Republican say, surprisingly, after the Justice Department was cooperating with Democrats on getting the information they needed on the Mueller report, including a lot of documentation and interview notes behind that. He did. This is still going on as well. More after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There is a lot going on today, including what you're seeing voted on right now in the well of the House. The House is voting to hold the attorney general, Bill Barr, the former White House counsel, Don McGahn, in civil contempt over materials related to the Mueller report. It gets a little bit confusing here, considering as the Justice Department has provided documents that Democrats have been asking for. But Catherine Herridge knows this in and out, has the latest. Hey, Catherine."
    },
    {
      "speaker": "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT",
      "utterance": "Well, thanks, Neil. And good afternoon. What's even more interesting is that, if you look at the resolution, it makes no mention of contempt, but the passage of the resolution will allow House Democrats to go to court to sue for the enforcement of the subpoenas against the attorney general and the former White House counsel, Don McGahn. Here's the House speaker and the minority leader on the floor a short time ago."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF.",
      "utterance": "Fundamentally, it is an impeachment effort in everything but name. Mr. Speaker, just look at the unnecessary contempt citation against Attorney General Barr."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "No one is above the law. Everyone will be held accountable, including the president of the United States. The people's House will continue to fight to make the truth known to the American people and will defend Congress' role under Article 1."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "So, so far, as anticipated, it's going along strictly party lines. You see just over 210, 215 for the Democrats, and 178 for the Republicans. After this, we're going to have a news conference from some of the Democratic House committee chairmen, sort of like a victory lap, if you will, after this vote. The real question is whether they will go to court and whether they could prevail on these issues against the attorney general and the former White House counsel, because these are issues that relate to grand jury material, which requires a court order, as well as what we all know now is executive privilege. So it's moving ahead, Neil. We will bring you an update when we get it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Catherine, thank you very much."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "You're welcome."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To Katie Cherkasky now, the former federal prosecutor. Katie, how can you be held in contempt if, for the most part, you have been friendly to the requests made, in this case, of the committees in Congress to provide information, to provide virtually 95 percent-plus of what was then the -- even the full report, redacted, in other words, get most of the reactions to you, that -- the things that were out of that, and most of the supporting material to you? Where is the contempt that's been exhibited?"
    },
    {
      "speaker": "KATIE CHERKASKY, FORMER FEDERAL PROSECUTOR",
      "utterance": "Well, I think the Democrats are really taking a real risk here with trying to demand even more than what's already been turned over. We have the Mueller report. Now they have millions of pages potentially in underlying documents that support that. It's not like Mr. Mueller skipped over the one piece of evidence that's the gotcha evidence against President Trump. So if that's what they're looking for, I think that they're going to be sorely disappointed. And there's absolutely no guarantee that any court is going to hold the attorney general in contempt for refusing to turn over documents that are prohibited from being disclosed under federal law."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Which include grand jury testimony, right?"
    },
    {
      "speaker": "CHERKASKY",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, they know that, and they know that they put the attorney general in a bind on that matter, that he can't do it even if he wanted to."
    },
    {
      "speaker": "CHERKASKY",
      "utterance": "Exactly. And I think that the Democrats are really digging their themselves into a hole, as I mentioned, because they have everything that's already out there. And I really don't think, realistically speaking, that there's going to be anything more or anything more enlightening or useful for impeachment purposes than what's already contained in the report. So, it seems like a futile effort."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "CHERKASKY",
      "utterance": "I think that the Trump presidency has promised transparency, and that's what they have delivered in a lot of respects already."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, Katie, let me ask you a series of dumb questions. You're usually patient in indulging with them. But if that is the case, and this were to proceed to the next level, where we have the impeachment hearings and the rest, I mean, where's this going?"
    },
    {
      "speaker": "CHERKASKY",
      "utterance": "Well, I think that's the question. I think, right now, realistically speaking, everything against President Trump is contained in the 400-page report that we have from Mr. Mueller. If the Democrats want to move forward with impeachment, they probably have everything they're ever going to have at this point with it. I think they're hoping that there's something else in the underlying documents that wasn't captured by Mr. Mueller that will give them that greater push to get more support. But it doesn't seem like a particularly wise strategy at this point."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Well, it's a confusing one. Katie, thank you very, very much for joining us. I appreciate it."
    },
    {
      "speaker": "CHERKASKY",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Meanwhile, you're looking at the live dueling events in Iowa. The president of the United States will be in Council Bluffs, the former vice president of the United States in Mount Pleasant on the right there. We're just waiting to hear from both. Both are going to be speaking. Stay with us."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, you don't see this every day, the president of the United States and the guy who wants to be the president of the United States sort of within 200 miles of each other in the same state, a crucial state, Iowa, president in Council Bluffs, the former Vice President Joe Biden in Mount Pleasant. The president expected to talk very soon on the economy. He might get first crack at this to get the media's attention. We're following it very closely with the Heritage Foundation senior fellow Steve Moore. Steve, good to have you."
    },
    {
      "speaker": "STEPHEN MOORE, FORMER DONALD TRUMP CAMPAIGN ADVISER",
      "utterance": "Hi."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This has like an Ali-Frazier feel to me."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Maybe you and I are the only ones who can get that reference point. But it's a big buildup. But they could be the two -- well, obviously, the president looks to be the nominee his party, but Joe Biden, for now, for now, looks like he could be the nominee of his. And they each have very different views, for example, on the economy."
    },
    {
      "speaker": "MOORE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Joe Biden was saying it's kind of flattening out. What do you think?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Well, yes. And Joe Biden said a couple weeks ago -- because, look, this is embarrassing for Democrats. They were the ones who said if Donald Trump was president we were going to have a second Great Depression. And now we have got the best economy in 20 years, and it's a little hard for them to explain. And so Joe Biden came up with a semi-plausible explanation a couple weeks ago, remember, Neil, when he said, this was something that -- this strong economy is something that Donald Trump inherited from Barack Obama."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Excuse me, Steve. I don't mean to interrupt you, my friend. Just want to bring you up to date. As expected, the House has approved this civil contempt measure to enforce subpoena issues for the attorney general of the United States, Bill Barr, former White House counsel Don McGahn. That was expected. Whether that will change anything, get either or both before any committee or releasing any more information, where the Justice Department has already indicated that it has made such concessions, particularly to the Judiciary Committee, is anyone's guess. This might be more political theater than anything else. But, as expected, the House has gone ahead and cited both for civil contempt. All right, Steve, to you. This is maybe a side issue. I don't mean to overly minimize it. But the economy is the thing that is driving for the most part voters when they go to the polls."
    },
    {
      "speaker": "MOORE",
      "utterance": "Of course. Of course."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you surprised, Steve, though, that this president is not benefiting more from that in the polls?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Well, look, there was a poll out that came out just a couple days ago that showed Trump at a 50 percent approval rating. And for Donald Trump, that's a really good number. So I think that the strong economy is his strongest case for reelection. And, as I was saying..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Then why isn't it working? And I agree with you. And for the most part, it should be."
    },
    {
      "speaker": "MOORE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And he has plenty to crow about. After all, we blame presidents when they're not good. We might as well give a tip of the hat when they are. And this is very good. Yet he is not getting the bang for the buck in some -- even the states where we have seen noticeable improvement, Pennsylvania, record low unemployment. He is down a dozen points in the polls. Similar in Michigan and Wisconsin. What's going on?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Look, those polls, I think, are misleading. And, by the way, don't forget, I worked on the 2016 campaign. We were down in every poll, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Absolutely. Absolutely."
    },
    {
      "speaker": "MOORE",
      "utterance": "Every poll was wrong. And a lot of these polls are kind of asking, do you like Donald Trump? There are a lot of voters who don't necessarily like Donald Trump, but they love the results that he's giving on the economy. I have said all along, if the economy 16, 18 months from now is as strong as it is today, Trump's going to win a 40-state reelection landslide. I mean, people don't vote against prosperity. And that circles back to what you were talking about, about Joe Biden, Biden has a problem explaining why the economy is doing so much better under Trump than it did under Obama. Don't forget, in eight years, Neil, in eight years, Barack Obama never achieved 3 percent economic growth. Trump's done it in the last 12 months, and he's only been in office for two years. You look at the lowest unemployment rate in 50 years for not just all Americans, for blacks, for Hispanics, for women, for people who are disabled, people without a high school or college degree. And did you see the Wall Street Journal story today that there are now officially almost 7.5 million unfilled jobs in this country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Indeed. Indeed."
    },
    {
      "speaker": "MOORE",
      "utterance": "And there's only six million unemployed people. So, Neil, if you took every unemployed person in America and found them a job, we would still have a 1.5 million jobs. That's how strong this economy is."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, let's talk about that. Let's talk about what -- you know, the president has been very critical of the Federal Reserve."
    },
    {
      "speaker": "MOORE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In fact, he hasn't let up on Jerome Powell..."
    },
    {
      "speaker": "MOORE",
      "utterance": "No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": ".. saying that he botched it by hiking rates in December. You had said the same at the time when we chatting."
    },
    {
      "speaker": "MOORE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Proves that, in retrospect. I think even the Federal Reserve acknowledges that and might go slow."
    },
    {
      "speaker": "MOORE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It also indicated that it could be very accommodating if this trade situation gets worse. But with the Mexico thing resolved for now, we hope, and China still out there, but potentially resolved, or could be, then does the Federal Reserve even have to cut rates?"
    },
    {
      "speaker": "MOORE",
      "utterance": "I think I see two kind of dark clouds on the economy right now in an otherwise pretty, pretty beautiful sky. Number one is, I think the Fed -- I will stick with what I have been saying for six months. The Fed is too tight, and they're not providing the oxygen the economy needs to grow. I think they have knocked about a half-a- percentage point off of growth. So, yes, Neil, the Fed needs to lower rates immediately by at least a quarter percent of a percentage point. And the other dark cloud, obviously, is this trade situation with China. And, look, trade wars -- I happen to support what Donald Trump is doing on China, but let's not kid ourselves. It is hurting the American economy in the short term. We probably knocked some growth off. It's slowed down a little bit in the second quarter. But the question is, will Americans see this, as I hope they do, as kind of short-term pain for long-term gain? And that's that's the game that Donald Trump is playing. And I will guarantee you this, having worked with the guy now for three-and-a-half years. He is not backing down when it comes to China. China is going to have to make some real concessions."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But he still said he's going to use tariffs in the future things, thinks they make sense. It alarms some people, thinking, if that's always your lever of choice, other countries can use it on us. It's a slippery slope. Your thoughts?"
    },
    {
      "speaker": "MOORE",
      "utterance": "I'm not thrilled by that. I don't like using tariffs as a billy club. And, look, it worked -- it certainly worked with what happened with Mexico. So, I tip my hat to President Trump for pulling off that. But I don't -- I just don't want to see, Neil, as a free trade guy -- you have known me for a long time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MOORE",
      "utterance": "I don't want to see, every time we're in dispute with a country, we take out the tariff threat, because I just think that's not -- that's not consistent with free trade."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Steve Moore, it's always a pleasure. Thank you very, very much."
    },
    {
      "speaker": "MOORE",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We are watching the president. We're also watching the vice president. They are having dueling speeches, if you will. And each has wasted very little time ripping the other just today, as sort of like the undercard event to their main card event -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president arriving moments ago in Council Bluffs, Iowa. He is ready to do battle with the former vice president. He's going to rip him. The vice president, we're told, is going to be doing the same, mano a mano. It's getting nasty -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, a historic vote in the House, holding the attorney general of the United States and the former president's top -- the president's former top lawyer, I should say, in contempt. Catherine Herridge on the significance of that and what happens now. Hey, Catherine."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "OK, so, Neil, it was a vote as strictly long party lines. It was to 229 Democrats, 191 Republicans. What it means is that the resolution now allows House Democrats to go to court to sue for the enforcement of these subpoenas involving the attorney general and the former White House counsel. But Republicans say that's unlikely because they do not believe Democrats can prevail in a civil proceeding. Number one, you're talking about grand jury material, and there's a very high bar for that to be shared. And then, number two, you have got these executive privilege issues. So they shield communications with the president. And even if they go to court, legal experts we have spoken to said this is really a months-long process. And it could take you right up to 2020. Just as a footnote, there are two other types of contempt. One is criminal contempt. That means that you ask the Justice Department in this case to enforce a subpoena against the attorney general. And that, on its face, clearly doesn't make a lot of sense. And then there's something called inherent contempt. And that's essentially Congress goes out with the handcuffs and rounds up the suspects. And that's just not going to happen here either, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Catherine Herridge, thank you very, very much."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "OK. You're welcome."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Lee Carter, pollster extraordinaire, is here on the impact of all of this. I don't know where this goes. What do you think?"
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "utterance": "I don't think it goes anywhere. I think everybody sort of has their minds made up on what's happening. I think anybody's really paying attention to this. And we're just going to have to see. I think nobody is really going to pay attention until the handcuffs come out. Let's be honest."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's what it is, and whether that would move minds. Now, you're a great read of sentiment. Now the Democrats like to always point out, yes, Neil, we should tell you, when the Watergate hearings started, a lot of people dismissed them, the president was riding high in the polls, and then, a year later, he's resigning. I get that. I understand that. But the two don't seem at all comparable."
    },
    {
      "speaker": "CARTER",
      "utterance": "I don't think they're at all comparable. But I also think that we have gotten so immune to everything that's -- all of these allegations, all of this that's been going on for years now, we just are tired of it. And I think people have already decided if they think the president's guilty, if they think he's not. They think what they're going to find out, what they're not. And I think that until we actually see any hard facts or some things really, really happening, I don't think anything's going to change."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, we might be seeing a preview of coming attractions today, the respective nominees of both parties sort of clashing in the same state kind of at the same time, if Joe Biden gets to the end of this race as the party's nominee. But his strategy seems to be, I'm going to be above the fray within my party, kind of ignore my challengers, and take on the president of the United States. But he spent a good deal of time today in one of his speeches talking about Charlottesville years ago. And I'm wondering if that strategy here and now would be effective."
    },
    {
      "speaker": "CARTER",
      "utterance": "You know, I'm a little bit concerned about Joe Biden's strategy, frankly. I would like to see a good race. I really want to see -- I love good rhetoric. I love good messaging. I want to see this work out for whoever it's going to be. I don't think that Joe Biden is playing this smart. I don't think he needs to go backwards. I mean, I think he needs to be painting a picture forward. What is it going to look like to have President Biden as president of the United States? Tell us why you're going to do better than the current president. The bottom line is, he's not doing a good job in messaging right now. And his attacks on the president, I don't think, are that forceful. He's saying what people -- you know, if there's nothing new, I don't think that if he - - if he didn't go to Iowa and attack the president, I don't think we would even talk about him in Iowa, because he's not saying anything interesting, frankly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, let me ask you then about flipping it around to the president. Should the president be doing even better in the polls, given the strength of the economy -- and I mentioned it with the prior guests -- and given the fact that, in all of these key states that he won and flipped Republican from Democrat, he's now in trouble in the polls? And that doesn't jibe with an economy that's doing this well and for whom we'd normally give the tip of the hat to the president."
    },
    {
      "speaker": "CARTER",
      "utterance": "That's right. This president, though, doesn't act like any other president. I mean, when you see him on the lawn of the White House saying Joe Biden's a loser, calling people -- I call him 1 percent Joe, it's hard for him to get above 50 percent."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it got him nominated. Right?"
    },
    {
      "speaker": "CARTER",
      "utterance": "It got him nominated. But his base is so enthusiastic. And I think at the end of the day, whatever Democrat comes and is going to beat him, if they're going to beat him, they're going to have to make us feel better about the economy, better about everything than the president does right now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But is the president's base -- it's a strong base."
    },
    {
      "speaker": "CARTER",
      "utterance": "It's a really strong base."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And they will come out over broken glass to vote for him. Is that maybe enough for him? What do you think?"
    },
    {
      "speaker": "CARTER",
      "utterance": "It could be enough for him. If you take that, the economy and some other things, that people will hold their nose and still vote for this president. A lot of people are still not out there saying, I support this president in any way, shape or form, even though they like what he's doing behind -- they might admit it at their dinner table, but they're not going to say it in the public square. So I think that there's going to be -- it's going to be very, very difficult to see. I think, when you look at the Democrats that are out there, there's not any that get people really, really excited. Certainly, Joe Biden doesn't. I mean, seeing Elizabeth Warren right now have a little bit of surge in the polls, that's very surprising, because people aren't excited about her. Who are people excited about, besides Mayor Pete, who gets a lot of enthusiasm? I'm not so sure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This event, the president is expected to speak very shortly in Council Bluffs, Iowa. This was a state he won, not by much, but he won. And that was a big pickup. But I'm curious whether you think, for Joe Biden, some of the flip-flops he's had on China, maybe it is competitive, on the Hyde Amendment, that I supported banning federally funded abortions that now I think went too far, that he's sending mixed messages?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I think he is sending mixed messages. And I think he has to remember where he's running. Like, so if he's in Iowa, he's got to be talking about issues that are important to the people of Iowa, because that's -- when you want people -- this is a Electoral College race. If he wants to win Iowa, he's got to be there talking about those things that are most important to them, not things on the national stage. And so I think that he's a little bit remiss right now on those."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Thank you very, very much, Lee. Good seeing you again, Lee Carter. Again, we're following the president. We're following the guy who wants to be president, the former vice president of the United States. It might not end up being that way in November, but, right now, this is getting great buildup because it looks that way now. Stay with us."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, you know, all these tech CEOs who are getting paranoid the government's out to get them, they're not imagining it. The government is out to get them. Attorney Lisa Kuharksi is here. Lisa, what the government is essentially arguing, in Google's case, Facebook's case, Amazon and a host of others -- even Apple's been dragged into this -- you're too big for your britches and we don't like what you're doing."
    },
    {
      "speaker": "LISA KUHARKSI, ATTORNEY",
      "utterance": "Well..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do they have to fear what's going on?"
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "Yes, they should fear what's going on, because we are seeing a tremendous amount of power, right? We have Google made $4.6 million over news content they didn't make, they didn't pay for. And they are this enormous platform that's really forcing other people out. It's a -- it's a monopoly. It's anti-competitive."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, with Google's case, it's more about they're 90 percent of the search market, and they control so much when it comes to the Android operating system, that we have to break them up. And they seem to be the focus immediately."
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "Well, they're the focus right now, because I think today, at today's hearings, we saw publishers coming to the table and saying, you have significantly hurt our business model, right? They're down billions of dollars year over year. They have seen this kind of be cannibalized from this Google platform that is giving out their information for free. So what they're really asking for -- and this is interesting -- they're not asking for them to slap Google's hands. They're simply asking for them to lift the regulations, the antitrust regulations that have been placed on the publishing entities, so that they can then form essentially their own monopoly to fight this monopoly, which is really where the problem ensues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But the other guys, then, do they have to worry?"
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "Well, that's where they have to worry, because now you have to have a decision, right, from the FTC and Department of Justice that says, do we have to change the efficacy of our antitrust laws in order to make business fair? And if they do lessen the laws for publishers, and allow them now, after saying no for years, you can't have your own platform, create a monopoly platform for news, are they now saying, well, now, it's a self-fulfilling prophecy? We're saying that we have to create a monopoly to fight a monopoly. So, certainly, it looks like it's going into the area that antitrust laws may actually be rewritten for digital media. And, certainly, this little carve-out that they're asking for could be essentially the issue that challenges all of digital media, Facebook, Google."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you know what I always think about? Whatever people's political views are -- and, as I know, the president obviously not a fan of Google and Facebook, he says pre-select news that makes him look bad or give short shrift to conservatives. I understand that. But these are among our most successful companies. At first, when I heard government's going after them, I thought it was European governments or the E.U. and whatever, because they generally don't like these guys anyway, the competitive threat they are. But shouldn't we be very careful about doing something like that? And should the government at the ready have a solution? Because people will freak out over that, if all of a sudden these companies that do come up with a lot of good stuff, they might go too far."
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "Well, it's interesting, right, because, I mean, America, we tend to turn on the big giants, right, if you're too big to fail..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. And, usually, we discover that market forces will decide this. If the product stinks, then people won't use it. They will move on. And then these battles are deemed to be ineffective years later."
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "Well, but this case in particular, right -- and if you're looking at America as a whole, then we look at other dynamics, right? You do actually have companies that have essentially changed the business platform. Now we don't have new Internet companies or tech companies coming out of startups and looking to IPO anymore. Now they're looking to be eaten up or bought out by giant tech companies and be -- and become part of a larger entity, which can't really be a healthy business model. In a way, we want to see them -- and we want to see them, obviously maintain their dominance worldwide. But similar to like Microsoft -- remember Microsoft and the whole antitrust battle?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "They got -- it worked out in their favor. Ultimately, they won their appeal, but they did lessen their restrictions. And I think that's basically what..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That might be the case."
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Because when these guys are going -- the guys -- the government decides on breaking you up or handling that, and I think of their financial acumen, I think, well, I don't know."
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "I think that breakup is a long way off. But I do think relaxing restrictions might be the answer."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We will see. Lisa, thank you very much. Good seeing you again."
    },
    {
      "speaker": "KUHARKSI",
      "utterance": "Thanks a lot."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We are now awaiting what's going on in Iowa, where you have the president of the United States and the guy who wants to be the president of the United States having dueling speeches. We're told that each is going to aggressively rip the other -- more after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, now it's six us tourists who have died at Dominican Republic -- Dominican Republic resorts in just the past year. Jacqui Heinrich has the latest. Hey, Jacqui."
    },
    {
      "speaker": "JACQUI HEINRICH, CORRESPONDENT",
      "utterance": "Hey, Neil. The FBI is involved now. And the World Health Organization, as well as the CDC, are also on the ground doing tests there. Since last June, six American tourists died at four hotels on the island, four at Bahia Principe resorts and two at the Hard Rock Hotel. Three deaths in May triggered the investigation. A Pennsylvania woman collapsed and died at the Bahia Principe resort in La Romana. And then five days later, employees found the bodies of a Maryland couple at the property next door after they missed hotel checkout. All three had the same cause of death, including fluid in the lungs and enlarged hearts. After that, two families -- excuse me -- two families were raising concerns about people who died in hotels in the last year. But, Neil, we're going to turn it back to you, because, as I understand it, the president is coming pretty soon here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Indeed, Jacqui. I apologize for that. We are following twin events happening in Iowa right now. And that is the former vice president of the United States speaking, the president speaking. Who is first on the hit parade here, Pam? Let's go first to the vice president, and then, of course, the president."
    },
    {
      "speaker": "BIDEN",
      "utterance": "A number of famous people, who -- there was a guy named Langston Hughes, the poet who said, let America be America again. And then a guy who was a foreign policy writer said, let America be America again. Well, you know what? We talk about the fact that let's make America great again. I would settle for just let America be American again. You know what I mean?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I mean, this guy, he doesn't quite -- he doesn't quite get it. I -- Ryan (ph), I'm one of those guys who know how -- Democrats who all my life have understood the word not just labor unions, union."
    },
    {
      "speaker": "BIDEN",
      "utterance": "And, folks, whether you are a member of a labor union or not, the truth of the matter is that labor built the middle class. The fact of the matter is, over the years, from the last well over 100 years, people wouldn't have overtime, there wouldn't be a 40-hour week, there wouldn't be all the people who don't belong to unions -- and understandable -- but all the people who don't belong, we wouldn't have the basic guarantees we have in terms of work and work safety, were it not for our unions. I want to just say, I thank you very much. And, madam, soon to be incoming president, Ms. Plunkett (ph), I want to thank you for allowing me to be here. You're the incoming president of a college that Christie Vilsack brags and brags and brags about all the time."
    },
    {
      "speaker": "BIDEN",
      "utterance": "No, not a joke. As I said, I am Joe Biden, Jill Biden's husband. She is a community college professor. She's taught her whole life as a public school teacher for a long time. And we joke, teaching is not what Jill does. It's who she is."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we are counting this by the minutes, folks. I promised you that I would fair and balanced to both, afford the same time for both, at least at this hour, in this show. Now to the president of the United States speaking a couple hundred miles away from Joe Biden in Council Bluffs."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you, Jean (ph)."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We had a big fight in Omaha, and we won that one pretty easily. A certain person was spending a lot of money against us. That didn't work out so well for him. And many other stated local leaders, I want to thank you all for being here. Thank you. Thank you very much."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I also want to thank the CEO of Southwest Iowa Renewable Energy, Mike Jerke. And I will tell you, I met Mike a long time ago, and I said, let's do this. And other candidates all said, no, we're not going to support ethanol. And I did. Is that a correct statement? And look what you built, Mike. Great job. But thank you very much for hosting us today, along with two other great energy leaders, president of Renewable Fuels Association, Geoff Cooper, and CEO of Growth Energy, Emily Skor. Thank you all very much. Thank you, Emily."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you. Thank you."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We came here, and we talked ethanol, and people didn't believe in us, right? And now it's a big beauty. And E-15 sounds very good, doesn't it? Who knows. Maybe it's going to go up. Maybe it's going to go up."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right here, at this impressive facility, the rich harvest of American soil is turned into fuel that powers American cars and industries. Farmers from across the region send in more than 120,000 bushels of corn to produce 365,000 gallons of pure American ethanol every single day. I just got a little run-through back there. It's very impressive. That's a long way from our first conversation, isn't it? It's a long way. You have come a long way. So have I. I became president."
    },
    {
      "speaker": "TRUMP",
      "utterance": "When you think."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Under the previous administration, our leaders rejected American energy, and they rejected ethanol. They imposed radical restrictions on our farmers and ethanol producers. And they refused to even allow talk of E-15 during the busiest driving months of the year. And, as you know, we took it from eight months to 12 beautiful months. That's another big factor, all year long."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And how ridiculous was that? How ridiculous was that? But we took it all year long, not the very shortened year. And nobody could explain to me why. Not one person was able to explain why they cut it off. Just one of those things. But we ended it. As a candidate for president, I pledged to support our ethanol industry and to fight for the American farmer like no president has ever fought before. And we're winning these fights. And you're great patriots, I will tell you. We're winning these fights."
    },
    {
      "speaker": "TRUMP",
      "utterance": "For 15 years, before the election of 2016, farmers and farm pricing and a lot of things were going in this direction. You have to see the charts. They weren't pretty. And in a very short period of time -- we're still working on China. Japan is going to be a big buyer very shortly. They told me the other day, we're going to be buying a lot of -- a lot of product from your farmers. And a lot of other places, you see them coming in. And they're starting to come in very big, very, very big. Mexico, you see what happened over the last two days."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, you're listening to the president of the United States. He is speaking at the same time the former vice president of the United States is speaking. They're both available online in real time, so you can catch what each is saying. We just wanted to give you a sampling of that now and a preview, some are saying, to coming attractions. We should let you know as well that tomorrow, on my FOX Business show at noon, we're going to have Chuck Grassley, the Iowa senator who says a lot is at stake, particularly for farmers and trade, on this, and more. Here comes \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}