{
  "date": "June 23, 2020",
  "headline": "Sen. Portman: Phase two of trade deal with China will be tough",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/sen-portman-phase-two-of-trade-deal-with-china-will-be-tough",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "It turns out that Andrew Jackson was too heavy to bring down. Now the president of the United States is intervening to say, the law is going to be too heavy if you even try.  Welcome, everybody. I'm Neil Cavuto. And this is \"Your World,\" and a very different world from a president who has had it with monuments being torn down. Again and again, he says it is violating our basic trust and understanding, to say nothing of decorum and how we act as citizens.  But this move is controversial, because, by executive order, he is going to make it an outright illegal act. We will explore the legality of that.  Right now on top of how things are faring right now. Andrew Jackson, of course, and that famous statue is in Lafayette Square, just across the street from the White House. Kevin Corke with what he's seeing there right now.  Hey, Kev.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Hey, Neil, just keeping my head on a swivel, because you just never know when you're in a circumstance like this.  I am masked up, because, as you take a look at the law enforcement officers out here in Washington, D.C., most of them are obviously masked up because that is the regulation. Some folks are going without. Some are going with.   But I wanted to show you the large number of law enforcement officers that are here blocking the so-called Black Lives Matter Plaza. And I say so- called not to be disrespectful, but rather to let you understand where you really are. We're directly about a block from Lafayette Square. And as you see the Andrew Jackson statue, it's actually right directly in front of the White House. Too heavy to bring down yesterday, but, of course, we have pictures that we can show you. It was quite the scene as protesters attempted to do that. The statue, the base of it was defaced, as we all know, and saw yesterday, but, again, too heavy to bring down. President Trump talking about that and the fact that law enforcement helped to save the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Last night, we stopped an attack on a great monument, the monument of Andrew Jackson in Lafayette Park. And I just want to thank law enforcement. They did a great job. And we are looking at long-term jail sentences for these vandals and these hoodlums and these anarchists and agitators. And call them whatever you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Neil, I wanted to also show you what's happening just down the street here. As you can see, most of the area has been cordoned off, the idea, again, to control the crowd, control the access to some sensitive areas, including Lafayette Park, which, as you can probably imagine, is also closed off to pedestrian traffic.  At least at this hour, all is calm. We will keep you posted. We will be here for you -- but, for now, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, and be safe, my friend, Kevin Corke in the middle of all of that, Lafayette Square, again, as he indicated, right across the street from the White House.  We have Chief Peter Newsham with us right now, the Washington, D.C., police chief.  Thank you very much for taking the time, Chief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NEWSHAM, WASHINGTON, D.C., POLICE CHIEF",
      "sentences": "Good afternoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I don't believe, sir, that the president has actually signed that executive order, but does it have the legal clout to arrest people who try to take down a statue, then, for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWSHAM",
      "sentences": "So, what we're dealing with here is, we got a small group of people who seem intent on destroying property here in our city. We have some pretty basic rules in the District of Columbia with regards to demonstrations. We openly invite anybody in this country or in the world, for that matter, to come to Washington, D.C., and to peacefully protest. But if you're going to destroy property and you're going to hurt people, we're going to do everything we possibly can to hold you accountable.  So, we have had mostly peaceful demonstrations in the city, as you have reported. We had an attempt last night of some agitators trying to pull a statue down. We understand that people are passionate about what the statues might represent to them.  But regardless of how you feel about any statue or any piece of property in our city, there are ways to legally and peacefully address those issues. And we can't tolerate people destroying property here in Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This has picked up not just in your city, in the District, Chief, but across the country, where people are targeting statues and all, some trying to have them legally removed, others, in the case of the speaker of the House, trying to have portraits of former speakers tied to the Confederacy removed.   But it's a different matter when they try to force the issue, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWSHAM",
      "sentences": "Yes, you know, I don't think anybody, any civil-minded person, likes to see that type of violence where somebody's going to actually pull down a piece of property in -- anywhere in the United States.  So, I think that we have a responsibility to tell people that, if you're going to be involved in that behavior, we have no other choice. When I joined this profession over 30 years ago, I raised my right hand to God and said I would enforce the laws of the United States and of the District of Columbia. And that's what the police are going to do.  This is a civil society. And that is not civil behavior to tie ropes around any piece of property and pull it down. If you -- if you want that property to be removed, do it in a legal, in a peaceful way. That's all we're asking folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Chief, it occurs at a time when I'm sure you're very familiar what's going on in Seattle, and these groups that have taken over a six-block area, and what happened over the weekend, and, again, more violence this morning, where they literally prevented the police from getting in to help folks, one who was shot and later died. And I'm just wondering how you think this is all going. These are isolated cases, I grant you. But it does seem to be escalating in key cities, states.   What do you make of the wave of these and whether they're calming down, these are punctuated cases, unusual? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWSHAM",
      "sentences": "The way that I see it -- and this is from the experience we have had here in our city with protesters -- is, we have thousands of people that come here, and they want to peacefully protest. And most of the protesters that come here, when they see that type of behavior of somebody that's trying to take over a street, or somebody cursing out police officers, or somebody trying to pull down a statue, the large majority of the people that are involved in the demonstrations, they have no tolerance for it and don't want to be involved in that.  There is a small group of people that are intent on destroying property to draw attention to themselves and whatever message they have. And those are the people that we're really trying to get out of the equation. We don't want that behavior in any of our cities. And we certainly don't want it here in Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Chief, thank you very, very much. Best of luck. Be safe. I know it's a very demanding job, to put it mildly, right now.  So, we will follow up on that and what's going on in our nation's capital and all these other statues that seem to be a target of protesters right now. In the meantime, I do want to take your attention to the border, where the president of the United States has been inspecting a border wall that's had better than 200 miles of it built under his stewardship here.   This is coming into us from, is it San Luis, Arizona, right now, guys? This is -- this is stuff that just came into us a little while ago.  Jeff Paul has the latest on this progress and where things are going right now -- Jeff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF PAUL, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, Neil, this church here in Phoenix, it can hold about 3,000 people. And by the looks of it, you can see that they're going to use nearly every available seat inside, zero social distancing really happening. And masks being worn, not too many people doing that, a few people here and there, despite Arizona becoming one of the new coronavirus hot spots, record-breaking numbers of COVID-19 infections. And there's actually a mask mandate for folks in social settings in various cities, including Phoenix.   We're told the Trump team is doing temperature checks and masks are supposed to be warm, but it doesn't appear that many people are following those instructions. Now, at the moment, President Trump is on his way back from the U.S.-Mexico border, after making a stop in the border town of Yuma, which is about 180 miles south and west of Phoenix. He attended a border security roundtable, where he vowed to complete the border wall expansion very soon. Trump is also physically viewing and physically viewed a new stretch of wall on the U.S.-Mexico border, touting that the importance of the measures he has taken as president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The wall is never mentioned anymore. The reason it's not mentioned, it's not that we won the battle. It's that it's such a compelling thing to have done, because you see the numbers. And where that wall is going, as you're saying, it's like -- it's like magic. You don't have to do -- saves tremendous manpower and womanpower, saves tremendous human resources, and saves lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Now, you can really probably hear the crowd roaring as they wait for President Trump to arrive here at this church in Phoenix.  We should mention, this is the third time that President Trump will be visiting Arizona over the past five months. The only difference this time is that there is a major outbreak of the coronavirus here in Phoenix.  The governor, in fact, was supposed to cancel this event, but he said that this event is voluntary, and that people have the right to assemble, especially during an election year -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Jeff, thank you very much, my friend Jeff Paul following all of that out of Arizona, Phoenix, Arizona, where the president will be speaking and having a fund-raiser as well. A couple of things we're following on here and why stocks were racing. Apparently, we're all on the same page now with regard to a trade deal with China. You might recall that Martha MacCallum was talking to Peter Navarro, the White House trade adviser.  It looked like the whole thing was falling apart. Then he said, let me clarify my position. Then the final stamp was from the president of the United States, his boss, who said, the trade deal is still on, still good. So, for investors, that was still bullish -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, it was like an Abbott and Costello who's on first sort of thing.  Peter Navarro indicating in an interview right here with Martha MacCallum that this whole time trade deal with China, wouldn't bet the ranch on it here. I'm paraphrasing. Then he clarified that as soon as it looked like futures markets, stock markets were tanking on those comments, and later on saying that, no, no, no, that is not the case.  Then the president, his stamp of approval on that, essentially tweeting out that all is good on the trade front, and he expects the Chinese to make good on their commitment to buy a lot of goods from us, hundreds of billions of dollars' worth of farm and agricultural-related items. Blake Burman was following that big back and forth. He joins us now from the White House. Boy, Blake, that was like a roller-coaster ride.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKE BURMAN, FOX NEWS CORRESPONDENT",
      "sentences": "And late into the evening last night, too, as well, Neil, as Peter Navarro now contends that his comments after he spoke -- or as he spoke, rather, with Martha last night, that they were -- quote -- \"taken wildly out of context.\" But this right here is what initially caught the attention of investors. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "The president sort of -- I mean, he obviously really wanted to hang on to this trade deal as much as possible, and he wanted them to make good on the promises, because there had been progress made on that trade deal.   But given everything that's happened and all the things you just listed, is that over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, WHITE HOUSE OFFICE OF TRADE AND MANUFACTURING POLICY",
      "sentences": "It's over, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "\"It's over, yes.\"  That caught the attention of President Trump, too, because a few hours after that, in the 10:00 hour last night, the president then tweeted the following. He wrote -- quote -- \"The China trade deal is fully intact. Hopefully, they will continue to live up to the terms of the agreement.\" This morning, on FOX Business, Larry Kudlow said that implementation of the phase one deal is moving in the right direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR, NATIONAL ECONOMIC COUNCIL",
      "sentences": "I have been in several meetings in the oval with Bob and Steve Mnuchin and the president and others. And that's been our view. They have actually picked up their game. It's not just commodity buying, although that is picking up too, some of the structural issues, like I.P. theft.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Neil, if you had any doubts whatsoever, Kudlow also said this morning that the trade deal is happening. He's said -- quote -- \"No question about it.\" So they're all on the same page -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're too young, but I'm thinking, duck season, rabbit season, duck season, rabbit...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, my friend, very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "All I know is, I was working at like 10:00 last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm the only one who got that. I'm the only one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Yes. I was working last night at 10:00 trying to put all this together, so...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. All right. Thank you, my friend. Good job, as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "See you. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Rob Portman joins us right now of Ohio. Senator, there was confusion on the trade thing. And I'm wondering if it's resolved now. It seems that Peter Navarro is saying that, just because of our frictions and trouble, everyone seems to think and has high faith that the Chinese are going to make good on their promises. Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ROB PORTMAN (R-OH)",
      "sentences": "Well, on phase one, I do. And, by the way, you can see the numbers. We have actually increased commodity sales to China. They're actually on track to do a little better than they were a few years ago, which is part of what we're looking for from ag country Ohio, because soybean market number one for Ohio is China. But, also, they're -- they're beginning to implement some of the other provisions here that relate to some of the structural changes that Kudlow talked about.  Phase two is going to be the tough one, because that's where you get into subsidies, and you get into the state-owned enterprises and other issues that have to be resolved for there to be a true level playing field. And that will be harder for China to do. But, look, this phase one deal is in our interests. The president negotiated a good agreement. It's also in China's interest, in my view, to implement this, because they like our market, and they don't want to see the tariffs go up again. So, I think phase one is on track. But, Neil, boy, we have got a lot of other problems with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. In fact, John Bolton -- I just finished his book, Senator. And I -- one of the things he raises in that is this idea that maybe the president wanted that deal more than the Chinese. Now, he characterizes it as him all but begging for them to buy farm products from us, and that it would help in the 2020 campaign. Now, what he leaves out there -- that is, Ambassador Bolton -- is that that was the goal all along to get them to buy products from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, that was hardly a FOX Alert. But this begging nature of that, and that the Chinese had his number, what did you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "You know, I'm not a speed reader, like you are, Neil. So I haven't -- I haven't read the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "I have got some pretty strong views about this. I know John Bolton. I have known him a long time. I think he's a smart guy. But, boy, if you disagree with your boss that much, particularly if your boss is commander in chief, you ought to quit. You ought to resign. And then, second, I worked in two White Houses, as you know for both Bushes. And what happens in the Oval Office stays in the Oval Office. That's the way you can have a candid communication with your -- with your top team.  So, I don't know if it's true or not. Bob Lighthizer before us last week at a hearing that what the book says with regard to the president's relationship with President Xi, and specifically a meeting in Japan that was on the outskirts, I think, of another meeting, that that was not accurate. So, I don't know if it's true or not. But what I do know is that it's tough negotiating with China. I have done it. The president negotiated a good phase one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "The tougher one is going to be phase two. And it's, I think, equally important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, I don't want to belabor the point. You mentioned the fact that you worked in two different administrations. What always amazes me in this case, Senator, with this administration, maybe just a sign of our divisive times, the tell-all books that have come out, Bolton's just the latest, when the president is still in office. And, usually, there are some years that go by before you get that sort of stuff. Not all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, here, man, oh, man, it's constant. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes. Well, publishers are working overtime. The books sell, I guess, to some folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "And, look, I don't know. I just think there's a -- there's a lack of respect for the office, when you go into the Oval Office and have a conversation, and then report on it, not just to the media, but, in this case, to put it in a book and make some money. But, look, I think we need to be sure that we have going forward the kind of relationship with China where we can deal with some of these big problems we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "As you know, I spend a lot of time working on this I.P. theft issue. And it's real. They come over here. They target promising researchers and research. They do it in a systematic way. Then they take that back to China. Much of this research is paid for by us, as taxpayers. So, we do have some big problems with China we need to resolve. But we have to have a relationship with them in order to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. And, by the way, you never did any tell-all books in working for two presidents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sure you -- there's things you saw.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "It would have been so boring, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Maybe you just...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "He was a good guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, let me ask you real quickly, while I still have you, sir. Oh, got it. Got it. Let me ask you real quickly about, you have been concerned and supported generous unemployment provisions to help people out, but, obviously, there's a limit to that. These extra employment federal benefits end, I believe, the end of next month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're looking for some sort of an incentive that can get people off of them. What's the latest on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes, the $600-a-week additional federal benefit makes it so that 60 to 70 percent of the people on unemployment insurance now are making more on U.I. than they made in their job. In fact, for the lower 20 percent of income earners, it's double, on average, what they could make at their job. That's a disincentive to go back to work. I know a lot of people on U.I. I have talked to them. They want to work eventually, and they're going to go back to work. But, boy, this is a pretty good deal to -- not to pass up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "So, what we ought to do is provide a bonus to say, if you go back to work, you can take some of that with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "And a lot of those people will go back to work. It'll be great for small businesses. It'll be great for taxpayers, both at the state and federal level, because, remember, they're getting state U.I. also. Our goal ought to be, as Republicans and Democrats alike, to get people back to work, and do it so -- in a safe manner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. All right, we will watch it closely. We will watch it. Senator, I'm jumping on you rudely. I apologize. This break is coming. Meanwhile, I'm going to talk to your staff if they want to do a tell-all book on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We will see how that goes. In the meantime, we have a lot more today. All of these encouraging developments here were enough to propel stocks. We will have more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NIAID DIRECTOR",
      "sentences": "I, as a member of the task force and my colleagues on the task force, to my knowledge, I know for sure, but, to my knowledge, none of us have ever been told to slow down on testing. That just is a fact. In fact, we will be doing more testing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so Dr. Fauci trying to put all of those rumors and comments and doubts and debate to rest that the testing goes on. In fact, if anything, it's picked up the pace. Dr. Marty Makary joins us right now of Johns Hopkins University. What do you think of the testing pace we have been having, Doctor, and whether there could even be any truth to the possibility that pressure was on maybe from the president, slow it down? I think he was just making a kidding remark there. But I don't know. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARTY MAKARY, JOHNS HOPKINS UNIVERSITY",
      "sentences": "Well, Neil, what I have seen in the -- in the president, both in private meetings and publicly, is that he will every now and then throw out a big idea to challenge deeply held assertions. And so every indication from the White House among the people there, and even among the reality of what we have seen, is that it's been all systems go with testing. But let's remember, the assumption that testing is the silver bullet does need to be challenged, and the value of testing from a public health standpoint is greatest at the early stages of a pandemic. Once it's out there, you kind of have to assume it's everywhere, and it's still important, we need to do it, but it's no longer the silver bullet that it can be in early containment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, when the president was in Tulsa talking about that, I could have misread the tone, that every time you increase testing, obviously, you're going to get more cases, and that, as president, he worries, oh, gosh, the last thing I need his reports of a lot more cases, and leave it at that. Now, Kayleigh McEnany, his press spokeswoman, was saying that it was, I don't think in jest, I think it's -- but that he was -- that was the spirit of those remarks. The president later saying he doesn't joke about this kind of stuff. Bottom line, when you have more testing, you do get more cases. And we have seen more cases in this country. So, leaving aside the intent of slowing it down, speed it up, does it alarm you, does it alarm you that in half the states of this country, that uptick is going on, and in at least half-a- dozen of them, including Texas and Florida and Arizona, it's pretty worrisome?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "Well, Neil, I think, when we see something as concerning as the current rise in cases, we want to blame it on something. We want to suggest that maybe this is not a real threat. The reality is that the expansion of testing capacity has been in both the North and the Southern parts of the country, and we have seen a massive decline of positivity rates in the North and a massive increase in the positivity rates in the Sun Belt. We're seeing rates now as high as 8 percent. So this is real. And forget about the number of confirmed cases. Look at the hospitalization rates. In Texas, about a quarter of all hospitalizations are in people under age 30. So, we're seeing a real increase. And the concern is that it's not just institutional spread in nursing homes and meatpacking districts. This is actually from daily activity. That is our concern. We were hoping to be in a better spot right now in the summer. We will be going into the fall with a higher background level of cases before that flares and the seasonality takes hold. So that's the concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, just to clarify, since you know the president, talk to the president, so you believe he is serious about testing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "I do. And I think that's been the marching orders of all the people that work in the White House. I think it's pretty clear. And that's been what they have been doing. Now, did he say that? He might have, but they're working hard on testing and have from day one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. So, last question. You have probably heard, Doctor, that the European Union, as it slowly begins reopening, is very leery about accepting Americans as it opens up its borders, because we're doing a lousy job of controlling the virus here. So, we're lumped in with the likes of Brazil and Russia as folks not wanted. What did you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "It's a story that's not getting a lot of attention in the United States, and that is, other countries don't want Americans traveling there. And the reality is that we have had a staggered and delayed outbreak. We have seen the epidemic come at a delayed time course. And so we're seeing right now increases that we were not expecting. And it's ubiquitous right now. So we are seeing that. The reality is, not all of America is on the same page. You go to Germany, you go to parts of Europe, everybody's wearing masks, everybody's as concerned and serious about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "We're not seeing that here. So, the question is, are we going to start accepting some degree of short- term economic pain to try to get ahead of this in the fall cycle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Real quickly, Doctor, do you see a second wave coming, or anything that, in the aggregate, we should be worried about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "Well, we're not seeing any cases of reinfection among those previously exposed in a way that's really symptomatic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "But, yes, look, we started the current wave with a couple cases seeding us in January. We could have 200,000 cases seeding us at the beginning of the next wave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Doctor, thank you for taking the time. I always appreciate it. I learn a lot from you. In the meantime, I do want to let you know what's going on in Seattle right now, the strongest indications yet that both the mayor and the governor are saying of those who had taken a six-block sort of control of things, cease and desist. Well, here's the thing. They're not ceasing and they're not desisting. Just checking, because that is what's playing out on the diamond, maybe -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNY DURKAN (D), MAYOR OF SEATTLE, WASHINGTON",
      "sentences": "While we believe individuals, organizations and others can continue to gather on Capitol Hill peacefully, the continued disorder, the violence and the impacts on residents and businesses are not just at odds with the message of justice and equity. They cannot continue to occur. We are working with community to bring this to an end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, kumbaya, I don't think so. The peace and goodwill that was generated from those original protesters who had taken over about a six-block radius in the city of Seattle. Obviously, you know what has happened since, a lot of violence, a death, at least two serious injuries. And now the mayor, who was very accepting of these protesters controlling this zone, all but telling them, the party's over, guys. But they're not leaving. Dan Springer with the latest. Hey, Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN SPRINGER, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, hey, Neil. And after the mayor's news conference last night, it does seem like the protest part of this occupation protest has lost some steam. We see far fewer Black Lives Matter protesters inside. There's no speeches being given today. There's also nobody manning the barricade. However, there are still probably maybe 200 people, maybe more than that inside, living in tents, living in cars around it. And some of those people have said they will not leave until their demands are met, one of those demands being to defund the police. But the mayor said, this has got to end. And she had good evidence last night that things really do change at night. And for the first time, yesterday, in her news conference, she acknowledged that things are not all rosy for the residents and the businesspeople around here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DURKAN",
      "sentences": "The cumulative impacts of the gatherings and protests and the nighttime atmosphere and violence has led to increasingly difficult circumstances for our businesses and residents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "So that was Carmen -- that was the mayor yesterday. And there were four shootings in the last four nights. The most recent one was 5:00 this morning. A 30-year-old man was shot. And he was taken to the hospital. A 19-year-old was killed. And we have some videotape that the Seattle police gave us that shows just how they were trying to get into the area over the weekend to get to the victims, but were not able to do so. And so the police chief, Carmen Best, addressed the situation and says, it cannot continue that the police have an area that they can't get into to help people. Here she is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARMEN BEST, SEATTLE, WASHINGTON, POLICE CHIEF",
      "sentences": "I cannot stand by, not another second, and watch another black man or anyone really die in our streets while people aggressively thwart the efforts of police and other first responders from rescuing them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "So, Seattle is trying to negotiate their way back into having the police occupy that precinct behind me, the precinct that they left 15 days ago. We will have to see how that will go. We know that some people have left voluntarily. That is the plan from the city's perspective. But if they can't get compliance, they will have to take this over with some force in the coming days. The police chief doesn't want that to happen. She also doesn't want to have all the tools taken away from her, like the flashbang grenades, the pepper spray and the tear gas. But that has -- is what happened by the City Council. And so we will have to see, if they do get back in there, if they can actually keep it without this being a flash point again -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Dan, thank you very much, Dan Springer in the middle of all that in Seattle. Well, you have probably heard, play ball, but what you didn't hear with baseball looking at now a 60-game season, rather than the normal 162-game season, is, they will try to play, but it won't be the way you probably envisioned, and, and to empty stadiums, at that. Still interested? Well, stay tuned. Mike Gunzelman, the Internet radio host extraordinaire, we just call him Gunz, or Mr. Gunz, whatever he prefers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE GUNZELMAN, INTERNET RADIO HOST",
      "sentences": "Hey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Good to see you, buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "You too. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How is this looking right now? How real is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "All right. Well, Neil, first off, do you remember sports? Do you remember baseball? Because it's been about three or four months -- it felt like five years -- since we have been able to have baseball. I am excited. I'm looking forward to it. Last night, the baseball commissioner, Rob Manfred, mandated a 60-game season. It's about to be approved any minute now by the Major League Baseball Players Association. So it's 60 games beginning July 24. Now, they're going to play those in 65 days. So, every game is going to matter. There's going to be pretty much no breaks, no days off, et cetera, 60 games in 65 days. So it's going to be exciting. The fans are excited. But it is going to be different when you compare baseball to what the NBA or NHL might be doing for their seasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's not going to be exciting. You know it's going to be -- it's the most awkward thing ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "No. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know you're quite the sports fan. I feel that way when I can't get \"Chopped.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, I mean, the fact is that this is half-assed. It looks like a very clumsy attempt at trying to rescue a season here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Well, listen, and the way that they fought this out in the public, both the owners and the players should be ashamed for themselves, because it all came down to money. Meanwhile, millions upon millions of Americans do not have jobs right now. So they look pathetic, and it's very frustrating how it happened. But the bottom line is, it is a sport. And, personally, myself, my friends, et cetera, we have been watching old baseball games, rewatching them as if they were live once again. You look at like the gambling aspect of this, DraftKings, Penn National, that's already -- those stock prices are going up because of fans wanting to gamble on these baseball games. But for the actual games themselves, there's obviously going to be a lot of differences. First of all, a lot of the teams are going to have extended rosters, because, in order for baseball to come back or any of these sports, they have to realize that people are going to get sick. They just have to hope that's not a whole entire team or 20 players. So there's going to be extended rosters, because they do realize that it is a virus and people are going to get sick. Now, as far as like the additional players, those are going to be in the stands. So, there's going to be no fans there. But you're going to have like the backup first baseman over there and the backup pitcher, so anything to try and get this game happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Come on, Neil. Neil, we have something watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. I don't know. By the way, you're watching old -- you're watching classic sports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "I'm pathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "May I suggest FOX or FOX Nation? I mean, wow, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "I do love my FOX. It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now we know where you're aligned. All right, thank you, buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "This is why I'm single, though. I watch old baseball games. That's why I'm single.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, no, no, no. There are lots of reasons for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "That's only one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, anyway, it's always good having you, my friend. You're the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We just call him Gunz. A great sense of humor, too, and apparently in baseball's hip pocket as well. Who knew? All right, we have a lot more coming up after this. You know, a lot of people are making fun of sleepy Joe and all of that, but sleepy Joe, when it comes to raising money, is raising a lot more right now than the United States. How is that happening? After this. This as his likely opponent in the presidential contest caught up with his former boss, Joe Biden and Barack Obama at a big fund-raising event, a virtual event, at that. Let's get the latest on all of this and the implications from Lee Carter. Lee, Biden has been on not only a polling wave here that could change, as you often remind me, but whatever's going on has helped his fund-raising efforts. In fact, he's raking the loot in right now. What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "sentences": "So, I think there's a few things at play right now. When you look at Biden, up until now, he has actually underperformed the generic polls. Generic polls are any Democrat vs. Donald Trump. More people are enthusiastic about any Democrat than they have been about Biden. But what's happened in the last couple of weeks? There's been a lot of issues which have activated a lot of traditionally liberal voters, who are going to be more likely now to come out and support Biden, no matter what he does. So we have seen a lift in polling. He has doubled in the last few weeks. According to Harris, he is now ahead 12 points, whereas, just a month ago, he was only ahead six points. RealClearPolitics, the last month, he's increased about four points. So we're seeing some big moves in the polls. But it's not really because of anything Biden himself has done. He's been largely quiet. We haven't really heard from him. So I think we have to take this on context and look at what's happening in the world and say, this is looking good for Biden, but we're really going to have to see what's going to happen when Biden and Trump are on the debate stage, where Biden is out there giving speeches, and we're really hearing from him, because, right now, we're not. This is more about the political moves that are happening in the country. And I think that there's a big undercurrent right now that is favoring Biden, no question about it, but it's not because of anything he himself (AUDIO GAP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, and these polls, and you always remind me -- I'm glad you do, Lee, because you can get sort of fixated on them -- you look at the trend. A single poll might not jibe with another poll. So, you do the RealClearPolitics average. It shows a Biden lead. But when I talk to other folks, Republicans, and they always say, this law and order thing that the president is pushing, that will resonate, and that will register, because a lot of people have gotten extremely uncomfortable with not only what was been going on in Seattle, but all these statues being torn down and everything else, that it -- that the overplay of that and the overkill of that has given folks pause, that, well, where is the order in our society? Protests, fine, peaceful reflection of your point of view, fine, but this has sort of jumped a line that maybe the president is addressing. Your thoughts on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, I think that's a very, very good point. I think that we had a moment in time when, with the murder of George Floyd and all of the events around it, Republicans, Democrats united. When you looked at polling, seven in 10 Americans wanted to see more happen about racial justice. We wanted to see -- there was the greatest increase in Black Lives support that you have ever seen in just a few short days. What's happened since is that we have gotten very, very divided over issues on law enforcement, over issues on what we should be doing with statues and some of our historical monuments. And there's a huge divide growing. The president is very much playing up the law and order side of things. We heard it in his rally over the weekend. I expect to hear it again in Arizona. And it's something that definitely plays to his base and it plays to conservatives. We have a long time, let's not forget, between now and the election. It is long, and it is -- I mean, who knows what's going to happen? I mean, anything can. And we saw that back in 2015 and 2016. And we're seeing it certainly now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "More than just the polls, the average, I think we need to look state by state. When you look at it state by state, it's a much closer race than the polls would have you believe, although Michigan does look very good for buying right now. Wisconsin does as well. A long way away. Arizona, Florida, North Carolina, Pennsylvania, Georgia, Texas, all critical states, all of those within the margin of error. So, this is far from a sure thing. Biden is definitely is doing better in the nationwide polls, but you have got to look at this state by state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Remember, we have an Electoral College. And the president really surprised everybody in 2016, when he won some of those key swing states. So, let's not -- I mean, we're going to expect to see him going there, doing his rallies, speaking to the people about issues that matter most to them there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "And it's going to be a -- it's going to be a long race between now and then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, you're right about that. It's that number, magic number, 270 electoral votes. That's what gets you elected president. Lee Carter, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The president, as Lee touched on here, going after those who want to tear down statues, that there ought to be a law, and throw you in jail if you try it. Is that legal? We will ask the judge. The president of the United States going after those who want to tear down monuments and statues and the like, and saying, if he had his way, with an executive order, you're going to go to jail. Can he do that? Judge Andrew Napolitano, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "sentences": "Well, it turns out that -- good afternoon, Neil. It turns out there is a statute which prescribes, just as the president demanded, 10 years in jail for defacing a monument in honor of veterans. So, if the monument to former President and former General Andrew Jackson was to him as president, it doesn't qualify for the 10 years in jail. If it was to him as a retired general and thus a veteran, it does qualify for 10 years in jail. It's a 2003 era statue, so right after 9/11. And it applies to monuments to veterans only. Look, the president can't dictate a jail sentence, but he can certainly tell the DOJ what sentence to ask for if someone is convicted of the crime, as long as the asked-for number is within the statutory prescription. And this one says 10 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What if you're a Confederate veteran going back more than a century?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "I can't -- you know, the statute does not explicitly distinguish. It just says veteran. Now, clearly, those generals whose statues were defaced and destroyed in Virginia are as much veterans as Andrew Jackson and Ulysses S. Grant and Dwight D. Eisenhower are. But I somehow don't think those folks will be prosecuted under this statute, though, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. It's interesting, too. We have ways to peacefully address. You don't like a statue because it's deemed offensive to you, there are more rational ways to go about it. Just yanking the thing down, like a statue of Saddam Hussein during the Iraq War, that's quite another. And I'm wondering if that's really what the president is saying here. Think before you leap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Well, the president -- as you were just talking to Lee Carter, the president likes to advance this law and order mantra. And this furthers that advancement. I don't think the president's in favor of rewriting history, but, in the case of Andrew Jackson, this is one of his favorites. He keeps a portrait of Andrew Jackson a couple of feet from his desk in the Oval Office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. Right. That's a very good point. Judge, thank you very, very much. You're right. I mean, the -- I think, as soon as they went after Jackson, then that started something. Andrew Napolitano, always good seeing you, my friend. I appreciate your help on this. All right, real quick before we go here and go to \"The Five\" here, we had a record in the Nasdaq today. We had Amazon. We had Apple, all these stocks, technology names, all that were hitting all-time highs today, optimism about the economy, everything opening up, and that it will continue. We shall see. That will do it from here. Here comes \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "It turns out that Andrew Jackson was too heavy to bring down. Now the president of the United States is intervening to say, the law is going to be too heavy if you even try. Welcome, everybody. I'm Neil Cavuto. And this is \"Your World,\" and a very different world from a president who has had it with monuments being torn down. Again and again, he says it is violating our basic trust and understanding, to say nothing of decorum and how we act as citizens. But this move is controversial, because, by executive order, he is going to make it an outright illegal act. We will explore the legality of that. Right now on top of how things are faring right now. Andrew Jackson, of course, and that famous statue is in Lafayette Square, just across the street from the White House. Kevin Corke with what he's seeing there right now. Hey, Kev."
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Hey, Neil, just keeping my head on a swivel, because you just never know when you're in a circumstance like this. I am masked up, because, as you take a look at the law enforcement officers out here in Washington, D.C., most of them are obviously masked up because that is the regulation. Some folks are going without. Some are going with. But I wanted to show you the large number of law enforcement officers that are here blocking the so-called Black Lives Matter Plaza. And I say so- called not to be disrespectful, but rather to let you understand where you really are. We're directly about a block from Lafayette Square. And as you see the Andrew Jackson statue, it's actually right directly in front of the White House. Too heavy to bring down yesterday, but, of course, we have pictures that we can show you. It was quite the scene as protesters attempted to do that. The statue, the base of it was defaced, as we all know, and saw yesterday, but, again, too heavy to bring down. President Trump talking about that and the fact that law enforcement helped to save the day."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Last night, we stopped an attack on a great monument, the monument of Andrew Jackson in Lafayette Park. And I just want to thank law enforcement. They did a great job. And we are looking at long-term jail sentences for these vandals and these hoodlums and these anarchists and agitators. And call them whatever you want."
    },
    {
      "speaker": "CORKE",
      "utterance": "Neil, I wanted to also show you what's happening just down the street here. As you can see, most of the area has been cordoned off, the idea, again, to control the crowd, control the access to some sensitive areas, including Lafayette Park, which, as you can probably imagine, is also closed off to pedestrian traffic. At least at this hour, all is calm. We will keep you posted. We will be here for you -- but, for now, back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, and be safe, my friend, Kevin Corke in the middle of all of that, Lafayette Square, again, as he indicated, right across the street from the White House. We have Chief Peter Newsham with us right now, the Washington, D.C., police chief. Thank you very much for taking the time, Chief."
    },
    {
      "speaker": "PETER NEWSHAM, WASHINGTON, D.C., POLICE CHIEF",
      "utterance": "Good afternoon."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I don't believe, sir, that the president has actually signed that executive order, but does it have the legal clout to arrest people who try to take down a statue, then, for you?"
    },
    {
      "speaker": "NEWSHAM",
      "utterance": "So, what we're dealing with here is, we got a small group of people who seem intent on destroying property here in our city. We have some pretty basic rules in the District of Columbia with regards to demonstrations. We openly invite anybody in this country or in the world, for that matter, to come to Washington, D.C., and to peacefully protest. But if you're going to destroy property and you're going to hurt people, we're going to do everything we possibly can to hold you accountable. So, we have had mostly peaceful demonstrations in the city, as you have reported. We had an attempt last night of some agitators trying to pull a statue down. We understand that people are passionate about what the statues might represent to them. But regardless of how you feel about any statue or any piece of property in our city, there are ways to legally and peacefully address those issues. And we can't tolerate people destroying property here in Washington, D.C."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This has picked up not just in your city, in the District, Chief, but across the country, where people are targeting statues and all, some trying to have them legally removed, others, in the case of the speaker of the House, trying to have portraits of former speakers tied to the Confederacy removed. But it's a different matter when they try to force the issue, isn't it?"
    },
    {
      "speaker": "NEWSHAM",
      "utterance": "Yes, you know, I don't think anybody, any civil-minded person, likes to see that type of violence where somebody's going to actually pull down a piece of property in -- anywhere in the United States. So, I think that we have a responsibility to tell people that, if you're going to be involved in that behavior, we have no other choice. When I joined this profession over 30 years ago, I raised my right hand to God and said I would enforce the laws of the United States and of the District of Columbia. And that's what the police are going to do. This is a civil society. And that is not civil behavior to tie ropes around any piece of property and pull it down. If you -- if you want that property to be removed, do it in a legal, in a peaceful way. That's all we're asking folks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Chief, it occurs at a time when I'm sure you're very familiar what's going on in Seattle, and these groups that have taken over a six-block area, and what happened over the weekend, and, again, more violence this morning, where they literally prevented the police from getting in to help folks, one who was shot and later died. And I'm just wondering how you think this is all going. These are isolated cases, I grant you. But it does seem to be escalating in key cities, states. What do you make of the wave of these and whether they're calming down, these are punctuated cases, unusual? What?"
    },
    {
      "speaker": "NEWSHAM",
      "utterance": "The way that I see it -- and this is from the experience we have had here in our city with protesters -- is, we have thousands of people that come here, and they want to peacefully protest. And most of the protesters that come here, when they see that type of behavior of somebody that's trying to take over a street, or somebody cursing out police officers, or somebody trying to pull down a statue, the large majority of the people that are involved in the demonstrations, they have no tolerance for it and don't want to be involved in that. There is a small group of people that are intent on destroying property to draw attention to themselves and whatever message they have. And those are the people that we're really trying to get out of the equation. We don't want that behavior in any of our cities. And we certainly don't want it here in Washington, D.C."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Chief, thank you very, very much. Best of luck. Be safe. I know it's a very demanding job, to put it mildly, right now. So, we will follow up on that and what's going on in our nation's capital and all these other statues that seem to be a target of protesters right now. In the meantime, I do want to take your attention to the border, where the president of the United States has been inspecting a border wall that's had better than 200 miles of it built under his stewardship here. This is coming into us from, is it San Luis, Arizona, right now, guys? This is -- this is stuff that just came into us a little while ago. Jeff Paul has the latest on this progress and where things are going right now -- Jeff."
    },
    {
      "speaker": "JEFF PAUL, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, Neil, this church here in Phoenix, it can hold about 3,000 people. And by the looks of it, you can see that they're going to use nearly every available seat inside, zero social distancing really happening. And masks being worn, not too many people doing that, a few people here and there, despite Arizona becoming one of the new coronavirus hot spots, record-breaking numbers of COVID-19 infections. And there's actually a mask mandate for folks in social settings in various cities, including Phoenix. We're told the Trump team is doing temperature checks and masks are supposed to be warm, but it doesn't appear that many people are following those instructions. Now, at the moment, President Trump is on his way back from the U.S.-Mexico border, after making a stop in the border town of Yuma, which is about 180 miles south and west of Phoenix. He attended a border security roundtable, where he vowed to complete the border wall expansion very soon. Trump is also physically viewing and physically viewed a new stretch of wall on the U.S.-Mexico border, touting that the importance of the measures he has taken as president."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The wall is never mentioned anymore. The reason it's not mentioned, it's not that we won the battle. It's that it's such a compelling thing to have done, because you see the numbers. And where that wall is going, as you're saying, it's like -- it's like magic. You don't have to do -- saves tremendous manpower and womanpower, saves tremendous human resources, and saves lives."
    },
    {
      "speaker": "PAUL",
      "utterance": "Now, you can really probably hear the crowd roaring as they wait for President Trump to arrive here at this church in Phoenix. We should mention, this is the third time that President Trump will be visiting Arizona over the past five months. The only difference this time is that there is a major outbreak of the coronavirus here in Phoenix. The governor, in fact, was supposed to cancel this event, but he said that this event is voluntary, and that people have the right to assemble, especially during an election year -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Jeff, thank you very much, my friend Jeff Paul following all of that out of Arizona, Phoenix, Arizona, where the president will be speaking and having a fund-raiser as well. A couple of things we're following on here and why stocks were racing. Apparently, we're all on the same page now with regard to a trade deal with China. You might recall that Martha MacCallum was talking to Peter Navarro, the White House trade adviser. It looked like the whole thing was falling apart. Then he said, let me clarify my position. Then the final stamp was from the president of the United States, his boss, who said, the trade deal is still on, still good. So, for investors, that was still bullish -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, it was like an Abbott and Costello who's on first sort of thing. Peter Navarro indicating in an interview right here with Martha MacCallum that this whole time trade deal with China, wouldn't bet the ranch on it here. I'm paraphrasing. Then he clarified that as soon as it looked like futures markets, stock markets were tanking on those comments, and later on saying that, no, no, no, that is not the case. Then the president, his stamp of approval on that, essentially tweeting out that all is good on the trade front, and he expects the Chinese to make good on their commitment to buy a lot of goods from us, hundreds of billions of dollars' worth of farm and agricultural-related items. Blake Burman was following that big back and forth. He joins us now from the White House. Boy, Blake, that was like a roller-coaster ride."
    },
    {
      "speaker": "BLAKE BURMAN, FOX NEWS CORRESPONDENT",
      "utterance": "And late into the evening last night, too, as well, Neil, as Peter Navarro now contends that his comments after he spoke -- or as he spoke, rather, with Martha last night, that they were -- quote -- \"taken wildly out of context.\" But this right here is what initially caught the attention of investors. Watch."
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "The president sort of -- I mean, he obviously really wanted to hang on to this trade deal as much as possible, and he wanted them to make good on the promises, because there had been progress made on that trade deal. But given everything that's happened and all the things you just listed, is that over?"
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, WHITE HOUSE OFFICE OF TRADE AND MANUFACTURING POLICY",
      "utterance": "It's over, yes."
    },
    {
      "speaker": "BURMAN",
      "utterance": "\"It's over, yes.\" That caught the attention of President Trump, too, because a few hours after that, in the 10:00 hour last night, the president then tweeted the following. He wrote -- quote -- \"The China trade deal is fully intact. Hopefully, they will continue to live up to the terms of the agreement.\" This morning, on FOX Business, Larry Kudlow said that implementation of the phase one deal is moving in the right direction."
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR, NATIONAL ECONOMIC COUNCIL",
      "utterance": "I have been in several meetings in the oval with Bob and Steve Mnuchin and the president and others. And that's been our view. They have actually picked up their game. It's not just commodity buying, although that is picking up too, some of the structural issues, like I.P. theft."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Neil, if you had any doubts whatsoever, Kudlow also said this morning that the trade deal is happening. He's said -- quote -- \"No question about it.\" So they're all on the same page -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're too young, but I'm thinking, duck season, rabbit season, duck season, rabbit..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, my friend, very, very much."
    },
    {
      "speaker": "BURMAN",
      "utterance": "All I know is, I was working at like 10:00 last night."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm the only one who got that. I'm the only one."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Yes. I was working last night at 10:00 trying to put all this together, so..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. All right. Thank you, my friend. Good job, as always."
    },
    {
      "speaker": "BURMAN",
      "utterance": "See you. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Rob Portman joins us right now of Ohio. Senator, there was confusion on the trade thing. And I'm wondering if it's resolved now. It seems that Peter Navarro is saying that, just because of our frictions and trouble, everyone seems to think and has high faith that the Chinese are going to make good on their promises. Do you agree with that?"
    },
    {
      "speaker": "SEN. ROB PORTMAN (R-OH)",
      "utterance": "Well, on phase one, I do. And, by the way, you can see the numbers. We have actually increased commodity sales to China. They're actually on track to do a little better than they were a few years ago, which is part of what we're looking for from ag country Ohio, because soybean market number one for Ohio is China. But, also, they're -- they're beginning to implement some of the other provisions here that relate to some of the structural changes that Kudlow talked about. Phase two is going to be the tough one, because that's where you get into subsidies, and you get into the state-owned enterprises and other issues that have to be resolved for there to be a true level playing field. And that will be harder for China to do. But, look, this phase one deal is in our interests. The president negotiated a good agreement. It's also in China's interest, in my view, to implement this, because they like our market, and they don't want to see the tariffs go up again. So, I think phase one is on track. But, Neil, boy, we have got a lot of other problems with China."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. In fact, John Bolton -- I just finished his book, Senator. And I -- one of the things he raises in that is this idea that maybe the president wanted that deal more than the Chinese. Now, he characterizes it as him all but begging for them to buy farm products from us, and that it would help in the 2020 campaign. Now, what he leaves out there -- that is, Ambassador Bolton -- is that that was the goal all along to get them to buy products from that."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, that was hardly a FOX Alert. But this begging nature of that, and that the Chinese had his number, what did you think of that?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "You know, I'm not a speed reader, like you are, Neil. So I haven't -- I haven't read the book."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "I have got some pretty strong views about this. I know John Bolton. I have known him a long time. I think he's a smart guy. But, boy, if you disagree with your boss that much, particularly if your boss is commander in chief, you ought to quit. You ought to resign. And then, second, I worked in two White Houses, as you know for both Bushes. And what happens in the Oval Office stays in the Oval Office. That's the way you can have a candid communication with your -- with your top team. So, I don't know if it's true or not. Bob Lighthizer before us last week at a hearing that what the book says with regard to the president's relationship with President Xi, and specifically a meeting in Japan that was on the outskirts, I think, of another meeting, that that was not accurate. So, I don't know if it's true or not. But what I do know is that it's tough negotiating with China. I have done it. The president negotiated a good phase one."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "The tougher one is going to be phase two. And it's, I think, equally important."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, I don't want to belabor the point. You mentioned the fact that you worked in two different administrations. What always amazes me in this case, Senator, with this administration, maybe just a sign of our divisive times, the tell-all books that have come out, Bolton's just the latest, when the president is still in office. And, usually, there are some years that go by before you get that sort of stuff. Not all the time."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, here, man, oh, man, it's constant. What do you make of that?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes. Well, publishers are working overtime. The books sell, I guess, to some folks."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "And, look, I don't know. I just think there's a -- there's a lack of respect for the office, when you go into the Oval Office and have a conversation, and then report on it, not just to the media, but, in this case, to put it in a book and make some money. But, look, I think we need to be sure that we have going forward the kind of relationship with China where we can deal with some of these big problems we have."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "As you know, I spend a lot of time working on this I.P. theft issue. And it's real. They come over here. They target promising researchers and research. They do it in a systematic way. Then they take that back to China. Much of this research is paid for by us, as taxpayers. So, we do have some big problems with China we need to resolve. But we have to have a relationship with them in order to do that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. And, by the way, you never did any tell-all books in working for two presidents."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sure you -- there's things you saw."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "It would have been so boring, you know?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Maybe you just..."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "He was a good guy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, let me ask you real quickly, while I still have you, sir. Oh, got it. Got it. Let me ask you real quickly about, you have been concerned and supported generous unemployment provisions to help people out, but, obviously, there's a limit to that. These extra employment federal benefits end, I believe, the end of next month."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're looking for some sort of an incentive that can get people off of them. What's the latest on that?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes, the $600-a-week additional federal benefit makes it so that 60 to 70 percent of the people on unemployment insurance now are making more on U.I. than they made in their job. In fact, for the lower 20 percent of income earners, it's double, on average, what they could make at their job. That's a disincentive to go back to work. I know a lot of people on U.I. I have talked to them. They want to work eventually, and they're going to go back to work. But, boy, this is a pretty good deal to -- not to pass up."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "So, what we ought to do is provide a bonus to say, if you go back to work, you can take some of that with you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "And a lot of those people will go back to work. It'll be great for small businesses. It'll be great for taxpayers, both at the state and federal level, because, remember, they're getting state U.I. also. Our goal ought to be, as Republicans and Democrats alike, to get people back to work, and do it so -- in a safe manner."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. All right, we will watch it closely. We will watch it. Senator, I'm jumping on you rudely. I apologize. This break is coming. Meanwhile, I'm going to talk to your staff if they want to do a tell-all book on you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We will see how that goes. In the meantime, we have a lot more today. All of these encouraging developments here were enough to propel stocks. We will have more after this."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NIAID DIRECTOR",
      "utterance": "I, as a member of the task force and my colleagues on the task force, to my knowledge, I know for sure, but, to my knowledge, none of us have ever been told to slow down on testing. That just is a fact. In fact, we will be doing more testing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so Dr. Fauci trying to put all of those rumors and comments and doubts and debate to rest that the testing goes on. In fact, if anything, it's picked up the pace. Dr. Marty Makary joins us right now of Johns Hopkins University. What do you think of the testing pace we have been having, Doctor, and whether there could even be any truth to the possibility that pressure was on maybe from the president, slow it down? I think he was just making a kidding remark there. But I don't know. What do you think?"
    },
    {
      "speaker": "DR. MARTY MAKARY, JOHNS HOPKINS UNIVERSITY",
      "utterance": "Well, Neil, what I have seen in the -- in the president, both in private meetings and publicly, is that he will every now and then throw out a big idea to challenge deeply held assertions. And so every indication from the White House among the people there, and even among the reality of what we have seen, is that it's been all systems go with testing. But let's remember, the assumption that testing is the silver bullet does need to be challenged, and the value of testing from a public health standpoint is greatest at the early stages of a pandemic. Once it's out there, you kind of have to assume it's everywhere, and it's still important, we need to do it, but it's no longer the silver bullet that it can be in early containment."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, when the president was in Tulsa talking about that, I could have misread the tone, that every time you increase testing, obviously, you're going to get more cases, and that, as president, he worries, oh, gosh, the last thing I need his reports of a lot more cases, and leave it at that. Now, Kayleigh McEnany, his press spokeswoman, was saying that it was, I don't think in jest, I think it's -- but that he was -- that was the spirit of those remarks. The president later saying he doesn't joke about this kind of stuff. Bottom line, when you have more testing, you do get more cases. And we have seen more cases in this country. So, leaving aside the intent of slowing it down, speed it up, does it alarm you, does it alarm you that in half the states of this country, that uptick is going on, and in at least half-a- dozen of them, including Texas and Florida and Arizona, it's pretty worrisome?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "Well, Neil, I think, when we see something as concerning as the current rise in cases, we want to blame it on something. We want to suggest that maybe this is not a real threat. The reality is that the expansion of testing capacity has been in both the North and the Southern parts of the country, and we have seen a massive decline of positivity rates in the North and a massive increase in the positivity rates in the Sun Belt. We're seeing rates now as high as 8 percent. So this is real. And forget about the number of confirmed cases. Look at the hospitalization rates. In Texas, about a quarter of all hospitalizations are in people under age 30. So, we're seeing a real increase. And the concern is that it's not just institutional spread in nursing homes and meatpacking districts. This is actually from daily activity. That is our concern. We were hoping to be in a better spot right now in the summer. We will be going into the fall with a higher background level of cases before that flares and the seasonality takes hold. So that's the concern."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, just to clarify, since you know the president, talk to the president, so you believe he is serious about testing?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "I do. And I think that's been the marching orders of all the people that work in the White House. I think it's pretty clear. And that's been what they have been doing. Now, did he say that? He might have, but they're working hard on testing and have from day one."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. So, last question. You have probably heard, Doctor, that the European Union, as it slowly begins reopening, is very leery about accepting Americans as it opens up its borders, because we're doing a lousy job of controlling the virus here. So, we're lumped in with the likes of Brazil and Russia as folks not wanted. What did you make of that?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "It's a story that's not getting a lot of attention in the United States, and that is, other countries don't want Americans traveling there. And the reality is that we have had a staggered and delayed outbreak. We have seen the epidemic come at a delayed time course. And so we're seeing right now increases that we were not expecting. And it's ubiquitous right now. So we are seeing that. The reality is, not all of America is on the same page. You go to Germany, you go to parts of Europe, everybody's wearing masks, everybody's as concerned and serious about it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MAKARY",
      "utterance": "We're not seeing that here. So, the question is, are we going to start accepting some degree of short- term economic pain to try to get ahead of this in the fall cycle?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Real quickly, Doctor, do you see a second wave coming, or anything that, in the aggregate, we should be worried about?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "Well, we're not seeing any cases of reinfection among those previously exposed in a way that's really symptomatic."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MAKARY",
      "utterance": "But, yes, look, we started the current wave with a couple cases seeding us in January. We could have 200,000 cases seeding us at the beginning of the next wave."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Doctor, thank you for taking the time. I always appreciate it. I learn a lot from you. In the meantime, I do want to let you know what's going on in Seattle right now, the strongest indications yet that both the mayor and the governor are saying of those who had taken a six-block sort of control of things, cease and desist. Well, here's the thing. They're not ceasing and they're not desisting. Just checking, because that is what's playing out on the diamond, maybe -- after this."
    },
    {
      "speaker": "JENNY DURKAN (D), MAYOR OF SEATTLE, WASHINGTON",
      "utterance": "While we believe individuals, organizations and others can continue to gather on Capitol Hill peacefully, the continued disorder, the violence and the impacts on residents and businesses are not just at odds with the message of justice and equity. They cannot continue to occur. We are working with community to bring this to an end."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, kumbaya, I don't think so. The peace and goodwill that was generated from those original protesters who had taken over about a six-block radius in the city of Seattle. Obviously, you know what has happened since, a lot of violence, a death, at least two serious injuries. And now the mayor, who was very accepting of these protesters controlling this zone, all but telling them, the party's over, guys. But they're not leaving. Dan Springer with the latest. Hey, Dan."
    },
    {
      "speaker": "DAN SPRINGER, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, hey, Neil. And after the mayor's news conference last night, it does seem like the protest part of this occupation protest has lost some steam. We see far fewer Black Lives Matter protesters inside. There's no speeches being given today. There's also nobody manning the barricade. However, there are still probably maybe 200 people, maybe more than that inside, living in tents, living in cars around it. And some of those people have said they will not leave until their demands are met, one of those demands being to defund the police. But the mayor said, this has got to end. And she had good evidence last night that things really do change at night. And for the first time, yesterday, in her news conference, she acknowledged that things are not all rosy for the residents and the businesspeople around here."
    },
    {
      "speaker": "DURKAN",
      "utterance": "The cumulative impacts of the gatherings and protests and the nighttime atmosphere and violence has led to increasingly difficult circumstances for our businesses and residents."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "So that was Carmen -- that was the mayor yesterday. And there were four shootings in the last four nights. The most recent one was 5:00 this morning. A 30-year-old man was shot. And he was taken to the hospital. A 19-year-old was killed. And we have some videotape that the Seattle police gave us that shows just how they were trying to get into the area over the weekend to get to the victims, but were not able to do so. And so the police chief, Carmen Best, addressed the situation and says, it cannot continue that the police have an area that they can't get into to help people. Here she is."
    },
    {
      "speaker": "CARMEN BEST, SEATTLE, WASHINGTON, POLICE CHIEF",
      "utterance": "I cannot stand by, not another second, and watch another black man or anyone really die in our streets while people aggressively thwart the efforts of police and other first responders from rescuing them."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "So, Seattle is trying to negotiate their way back into having the police occupy that precinct behind me, the precinct that they left 15 days ago. We will have to see how that will go. We know that some people have left voluntarily. That is the plan from the city's perspective. But if they can't get compliance, they will have to take this over with some force in the coming days. The police chief doesn't want that to happen. She also doesn't want to have all the tools taken away from her, like the flashbang grenades, the pepper spray and the tear gas. But that has -- is what happened by the City Council. And so we will have to see, if they do get back in there, if they can actually keep it without this being a flash point again -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Dan, thank you very much, Dan Springer in the middle of all that in Seattle. Well, you have probably heard, play ball, but what you didn't hear with baseball looking at now a 60-game season, rather than the normal 162-game season, is, they will try to play, but it won't be the way you probably envisioned, and, and to empty stadiums, at that. Still interested? Well, stay tuned. Mike Gunzelman, the Internet radio host extraordinaire, we just call him Gunz, or Mr. Gunz, whatever he prefers."
    },
    {
      "speaker": "MIKE GUNZELMAN, INTERNET RADIO HOST",
      "utterance": "Hey."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Good to see you, buddy."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "You too. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How is this looking right now? How real is it?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "All right. Well, Neil, first off, do you remember sports? Do you remember baseball? Because it's been about three or four months -- it felt like five years -- since we have been able to have baseball. I am excited. I'm looking forward to it. Last night, the baseball commissioner, Rob Manfred, mandated a 60-game season. It's about to be approved any minute now by the Major League Baseball Players Association. So it's 60 games beginning July 24. Now, they're going to play those in 65 days. So, every game is going to matter. There's going to be pretty much no breaks, no days off, et cetera, 60 games in 65 days. So it's going to be exciting. The fans are excited. But it is going to be different when you compare baseball to what the NBA or NHL might be doing for their seasons."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's not going to be exciting. You know it's going to be -- it's the most awkward thing ever."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "No. No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know you're quite the sports fan. I feel that way when I can't get \"Chopped.\""
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, I mean, the fact is that this is half-assed. It looks like a very clumsy attempt at trying to rescue a season here."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Well, listen, and the way that they fought this out in the public, both the owners and the players should be ashamed for themselves, because it all came down to money. Meanwhile, millions upon millions of Americans do not have jobs right now. So they look pathetic, and it's very frustrating how it happened. But the bottom line is, it is a sport. And, personally, myself, my friends, et cetera, we have been watching old baseball games, rewatching them as if they were live once again. You look at like the gambling aspect of this, DraftKings, Penn National, that's already -- those stock prices are going up because of fans wanting to gamble on these baseball games. But for the actual games themselves, there's obviously going to be a lot of differences. First of all, a lot of the teams are going to have extended rosters, because, in order for baseball to come back or any of these sports, they have to realize that people are going to get sick. They just have to hope that's not a whole entire team or 20 players. So there's going to be extended rosters, because they do realize that it is a virus and people are going to get sick. Now, as far as like the additional players, those are going to be in the stands. So, there's going to be no fans there. But you're going to have like the backup first baseman over there and the backup pitcher, so anything to try and get this game happening."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Come on, Neil. Neil, we have something watch."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. I don't know. By the way, you're watching old -- you're watching classic sports."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "I'm pathetic."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "May I suggest FOX or FOX Nation? I mean, wow, yes."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "I do love my FOX. It's true."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now we know where you're aligned. All right, thank you, buddy."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "This is why I'm single, though. I watch old baseball games. That's why I'm single."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, no, no, no. There are lots of reasons for that."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "That's only one."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, anyway, it's always good having you, my friend. You're the best."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Thanks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We just call him Gunz. A great sense of humor, too, and apparently in baseball's hip pocket as well. Who knew? All right, we have a lot more coming up after this. You know, a lot of people are making fun of sleepy Joe and all of that, but sleepy Joe, when it comes to raising money, is raising a lot more right now than the United States. How is that happening? After this. This as his likely opponent in the presidential contest caught up with his former boss, Joe Biden and Barack Obama at a big fund-raising event, a virtual event, at that. Let's get the latest on all of this and the implications from Lee Carter. Lee, Biden has been on not only a polling wave here that could change, as you often remind me, but whatever's going on has helped his fund-raising efforts. In fact, he's raking the loot in right now. What's going on?"
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "utterance": "So, I think there's a few things at play right now. When you look at Biden, up until now, he has actually underperformed the generic polls. Generic polls are any Democrat vs. Donald Trump. More people are enthusiastic about any Democrat than they have been about Biden. But what's happened in the last couple of weeks? There's been a lot of issues which have activated a lot of traditionally liberal voters, who are going to be more likely now to come out and support Biden, no matter what he does. So we have seen a lift in polling. He has doubled in the last few weeks. According to Harris, he is now ahead 12 points, whereas, just a month ago, he was only ahead six points. RealClearPolitics, the last month, he's increased about four points. So we're seeing some big moves in the polls. But it's not really because of anything Biden himself has done. He's been largely quiet. We haven't really heard from him. So I think we have to take this on context and look at what's happening in the world and say, this is looking good for Biden, but we're really going to have to see what's going to happen when Biden and Trump are on the debate stage, where Biden is out there giving speeches, and we're really hearing from him, because, right now, we're not. This is more about the political moves that are happening in the country. And I think that there's a big undercurrent right now that is favoring Biden, no question about it, but it's not because of anything he himself (AUDIO GAP)"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, and these polls, and you always remind me -- I'm glad you do, Lee, because you can get sort of fixated on them -- you look at the trend. A single poll might not jibe with another poll. So, you do the RealClearPolitics average. It shows a Biden lead. But when I talk to other folks, Republicans, and they always say, this law and order thing that the president is pushing, that will resonate, and that will register, because a lot of people have gotten extremely uncomfortable with not only what was been going on in Seattle, but all these statues being torn down and everything else, that it -- that the overplay of that and the overkill of that has given folks pause, that, well, where is the order in our society? Protests, fine, peaceful reflection of your point of view, fine, but this has sort of jumped a line that maybe the president is addressing. Your thoughts on that?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, I think that's a very, very good point. I think that we had a moment in time when, with the murder of George Floyd and all of the events around it, Republicans, Democrats united. When you looked at polling, seven in 10 Americans wanted to see more happen about racial justice. We wanted to see -- there was the greatest increase in Black Lives support that you have ever seen in just a few short days. What's happened since is that we have gotten very, very divided over issues on law enforcement, over issues on what we should be doing with statues and some of our historical monuments. And there's a huge divide growing. The president is very much playing up the law and order side of things. We heard it in his rally over the weekend. I expect to hear it again in Arizona. And it's something that definitely plays to his base and it plays to conservatives. We have a long time, let's not forget, between now and the election. It is long, and it is -- I mean, who knows what's going to happen? I mean, anything can. And we saw that back in 2015 and 2016. And we're seeing it certainly now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "CARTER",
      "utterance": "More than just the polls, the average, I think we need to look state by state. When you look at it state by state, it's a much closer race than the polls would have you believe, although Michigan does look very good for buying right now. Wisconsin does as well. A long way away. Arizona, Florida, North Carolina, Pennsylvania, Georgia, Texas, all critical states, all of those within the margin of error. So, this is far from a sure thing. Biden is definitely is doing better in the nationwide polls, but you have got to look at this state by state."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "CARTER",
      "utterance": "Remember, we have an Electoral College. And the president really surprised everybody in 2016, when he won some of those key swing states. So, let's not -- I mean, we're going to expect to see him going there, doing his rallies, speaking to the people about issues that matter most to them there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "CARTER",
      "utterance": "And it's going to be a -- it's going to be a long race between now and then."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, you're right about that. It's that number, magic number, 270 electoral votes. That's what gets you elected president. Lee Carter, thank you very, very much."
    },
    {
      "speaker": "CARTER",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The president, as Lee touched on here, going after those who want to tear down statues, that there ought to be a law, and throw you in jail if you try it. Is that legal? We will ask the judge. The president of the United States going after those who want to tear down monuments and statues and the like, and saying, if he had his way, with an executive order, you're going to go to jail. Can he do that? Judge Andrew Napolitano, what do you think?"
    },
    {
      "speaker": "ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "utterance": "Well, it turns out that -- good afternoon, Neil. It turns out there is a statute which prescribes, just as the president demanded, 10 years in jail for defacing a monument in honor of veterans. So, if the monument to former President and former General Andrew Jackson was to him as president, it doesn't qualify for the 10 years in jail. If it was to him as a retired general and thus a veteran, it does qualify for 10 years in jail. It's a 2003 era statue, so right after 9/11. And it applies to monuments to veterans only. Look, the president can't dictate a jail sentence, but he can certainly tell the DOJ what sentence to ask for if someone is convicted of the crime, as long as the asked-for number is within the statutory prescription. And this one says 10 years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What if you're a Confederate veteran going back more than a century?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "I can't -- you know, the statute does not explicitly distinguish. It just says veteran. Now, clearly, those generals whose statues were defaced and destroyed in Virginia are as much veterans as Andrew Jackson and Ulysses S. Grant and Dwight D. Eisenhower are. But I somehow don't think those folks will be prosecuted under this statute, though, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. It's interesting, too. We have ways to peacefully address. You don't like a statue because it's deemed offensive to you, there are more rational ways to go about it. Just yanking the thing down, like a statue of Saddam Hussein during the Iraq War, that's quite another. And I'm wondering if that's really what the president is saying here. Think before you leap."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Well, the president -- as you were just talking to Lee Carter, the president likes to advance this law and order mantra. And this furthers that advancement. I don't think the president's in favor of rewriting history, but, in the case of Andrew Jackson, this is one of his favorites. He keeps a portrait of Andrew Jackson a couple of feet from his desk in the Oval Office."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. Right. That's a very good point. Judge, thank you very, very much. You're right. I mean, the -- I think, as soon as they went after Jackson, then that started something. Andrew Napolitano, always good seeing you, my friend. I appreciate your help on this. All right, real quick before we go here and go to \"The Five\" here, we had a record in the Nasdaq today. We had Amazon. We had Apple, all these stocks, technology names, all that were hitting all-time highs today, optimism about the economy, everything opening up, and that it will continue. We shall see. That will do it from here. Here comes \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}