{
  "date": "June 12, 2020",
  "headline": "Is there reason to panic about a second wave of coronavirus?",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/is-there-reason-to-panic-about-a-second-wave-of-coronavirus",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Always an encouraging thought. Thank you Bret. Good to see you tonight. Have a great weekend. So good evening, everybody. I'm Martha MacCallum and this is \"The Story\" tonight. As we watch the tense situation unfolding in Seattle as groups there are now vying for power inside this newly designated autonomous zone in that city.  We are also watching tonight the City of Nashville, where protesters say that they intend to reclaim a piece of land there outside the Tennessee State Capital later tonight. Governor Bill Lee has spoken out already. He says that will not be tolerated. So that is a far cry from restlessness in Seattle where nobody seems to be in charge.  Here's police Chief Carmen Best talking about her anger and frustration. And then you're going to hear from the Mayor Jenny Durkan who is basically saying, move along. There's nothing to see here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHIEF CARMEN BEST, SEATTLE POLICE DEPARTMENT",
      "sentences": "I am very angry about the situation that we have. While I really support First Amendment free speech. This is not that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR JENNY DURKAN (D-WA), SEATTLE",
      "sentences": "They're in the street fighting a system of domination. We have block parties and the like in this part of Seattle all the time. It's known for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But take a look at this from town halls of the Julio Rosas, where protesters have taken over and are now battling each other over whether to let the police officers who wanted to go into an office there inside. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Police! Why are you letting the cops in? I'm being a peacekeeper. As many police go in there who gives a (bleep)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get them the (bleep) out of here! What the (bleep)!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You get the idea? President Trump says that the chaos cannot be permitted to go on indefinitely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I will tell you if that don't straighten that situation out, we're going to straighten it out. We're not going to let this happen in Seattle. If we have to go in, we're going to go in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The editorial page of \"The Wall Street Journal\" argues for letting Seattle reap what it has sown. \"The good progressives of Washington allowed the CHAZ to rise,\" they write. \"And now they can decide whether to invade the enclave or just let it become a new republic, if they can keep it. This City of Seattle has - says it has 'arranged for garbage cans and portable toilets' to be placed in the vicinity for use by the demonstrators. Let's see how progressive this paradise looks in a month\" says the editorial board at \"The Wall Street Journal.\"  And we're also learning that there is infighting among some of the occupiers and some signs or rebellion against Raz Simone, who we introduced you to here on \"The Story\" last night. One posting on social media that has now been deleted, read this. \"I didn't vote for Raz. I thought we were an autonomous collective, an anarcho-syndicalist commune at the least. We should take turns to act as a sort of executive officer for the week.\" Just part of that show. Shelby Talcott is a reporter from the Daily Caller who has been on the ground there in Seattle, and she joins me now. Shelby, welcome. Good to have you here tonight. I know that you have been in and around the area. And you have talked to some of the people there. What are you learning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELBY TALCOTT, DAILY CALLER REPORTER",
      "sentences": "So one of the biggest things you just mentioned was that a lot of these protesters do not agree with Raz becoming this warlord. We spoke to a few of them who were manning the entry points here in Seattle. And they say that his idea of what he wants CHAZ to become is not what the majority of the people inside want. So there's definitely some infighting. It's a little bit difficult because they want no rules. But this is a society used to living by rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, in terms of what it's like for the people who are in there, is it getting messy, is it well maintained? What's the order like there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALCOTT",
      "sentences": "So we went down last night it was pretty peaceful. Although, we have seen numerous reports tensions are high. Lots of people have seen guns being carried around, but the community is becoming more organized by the hour, it seems.  They've developed a \"no Cop Co-Op,\" which has all of these goods for free. You just - I think they say you just have to be kind to receive the products. They're really developing a community. They're developing a little bit more organization between entry points, so that they're here for the long haul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, you talk to some people who live in the area who are less than happy with what's developed in their neighborhood. Here's one of those folks. Let's hear from them first, so you can tell us more about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come here. I will walk you through here at night. And you can see it for yourself. You can see that we don't have a right to vote for stuff here anymore. You can see the demands where they say they want the pensions taken away from every police officer in Seattle, but they took our rights away. And that's not OK. Like just it's not political. It's just not OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow, I mean, that's stunning. This is a citizen of Seattle who, obviously, doesn't feel safe enough to even have his face revealed to say that he just misses order in his community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALCOTT",
      "sentences": "Yes, so this man goes by Brandon. He asked us not to release his last name because he's already spoken out against this situation and has gotten threatened. He was on the verge of tears in this interview. The full thing we'll be airing at \"The Daily Caller\" shortly. But he was he was just incredibly upset. He's terrified.   He was telling us how these protesters are banging on the front of his gates at night and he hears shots being fired throughout the evening. So it's definitely - it's interesting, because this is a residential area that they have taken over and not everyone is on board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's incredible. Shelby Talcott, thank you for that inside look, very interesting. And crazy to hear what that man is going through. Thank you very much. So joining me now is Congressman Denny Heck from the state of Washington. Seattle is not in his district, but he is obviously loves his state and is here to talk about what's going on.  Denny, when you listen to that man talking about how he can't sleep at night. People are banging on his door. What is going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DENNY HECK (D-WA)",
      "sentences": "Well, Martha, first of all, thanks for having me on. It's been a while and it's nice to be back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you. Nice to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "Secondly, it turns out - oh my god - thank you very much. My God daughter McKaylee (ph) lives in the neighborhood. And we talk almost every day. I want to check in on her. And just this morning, we talked about it again. And I said, What's it like? And she said, you know, it's amazingly peaceful.   But Martha, this is Seattle. And the activity runs the gamut from the WTO riots a couple of decades ago, where there was a lot of rioting and looting. And this is nothing like that whatsoever. But it runs the gamut from that to what we call Seattle Nice. They have a problem at four way stops in Seattle, because nobody will go first. They always want the other person to go.  The truth of the matter is that the overwhelming number of people involved in this are peacefully protesting something that is long overdue to be protest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. All right, Congressman, though, with all due respect, what - there's no niceness to any of these companies that have these businesses in the neighborhood that are completely boarded up. No one can go shop there. They can't go buy anything. They're completely shut down.  The police officers would like to get back into the precinct so they can do their job. You know, we had Carmen Best - a soundbite from Carmen Best a little a. Let's actually listen to what else she says about how difficult it is now to protect people in that zone. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEST",
      "sentences": "Our calls for service have more than tripled. Rapes, robberies, and all sorts of violent acts that have been occurring in the area that we're not able to get to. So it is not right for us not to be able to deploy officers here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "She says rapes, robberies and violent acts and we cannot get in there to help. How is that possibly it happening in the United States of America, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "The response time has been protracted, there's no question about that. But you have different information then I do Martha. I'm aware that there are actually lots of business establishment, including restaurants, that are open in that area. But, look, this is not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we're just showing the pictures, Congressman. We're showing pictures. You can see these businesses that have boards nailed in front of them that. But this is not anything I'm saying. I'm looking at what's going on in the video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "Right, Martha, I didn't say they were all open. I said some of them were open. And no, I can't see your pictures in this connection, but I will take your word for it. Look, I want to reiterate that what we see here with closed businesses and protracted response times is not desirable, is not something we would want. But Martha, here's what else we do not want. We do not want a nation in which the culture of police enforcement is that you can lay a black man on the pavement face down handcuff him, put your knee in the back of his neck and squeeze the life out of him, while he is crying for his mama and pleading, \"I can't breathe.\"   And that was just one example of George Floyd that is emblematic of far too much institutional racism in this country. That's the statement that's being made here. But I couldn't agree with you more. Getting back to where those businesses can be reopened is absolutely the goal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So when you listen to Carmen Best, the Police Chief, does she deserve to be swept with that broad brush? Do all of these police officers in Seattle fit the description of the kind of heinous acts that you are describing? And when they wake up in the morning, and they go out and they, can never guarantee that they're going to come home at night. Are these the people that you think Seattle needs to be protected from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "So the answer is, of course, not, Martha. But remember that when the officer had George Floyd down on the ground, there were three officers standing around him who did not stop",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "And that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they're all in jail - and they are all probably going to jail for the rest of their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "Well, I doubt that. But the point is, they were caught on video camera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "And the question is, how many weren't caught on video camera--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "My goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "Should I name - should I just list for you the names of the number of people that have been killed at the hands of the police that happen to be black in the last few years that were caught on camera? Let's not pretend like this is not a systematic problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, I'm not pretending anything. You know, if you look at the data, there are those who say that that systemic is not the right word for what's going on. And I know that people differ on that point.  We have covered all of the stories of the names of the people that you would probably name and I think that police departments across this country are saying we are willing to come to the table and we want there to be reform and we are not murderers. We don't stick up for any of these individuals, and we know justice must be done. But to sort of minimize what's going on in Seattle, I think is something that I'm not sure is the right thing for peace and justice either Congressman. And I just give you one last thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "Well, I've reached out to several law enforcement officers in the course of the last several weeks. And you're right, there is a, frankly, a new openness for transformational changes in the way we approach policing. And I actually think that at the point at which we get more officers stepping forward and being willing to advocate for some of these advances, then we're going to be a lot healthier of a country and our communities are going to be a lot safer.  And part of what I hear from them Martha all the time is, we would like to fight crime. We feel as though we were called - we are called the answer way too many incidences - incidents that are outside the purview of actually fighting crime. So there are voices out there that want to join, I think, in the effort to advance policing practices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congressman Denny Heck, thank you very much, sir. Good to have you with us tonight. As always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECK",
      "sentences": "You're welcome. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So we've been discussing these going funds - to defund police that is now spreading to schools with one city - more than one city actually, pushing now to remove this school resource officers from their campuses that many were demanding in the wake of school shootings.  Victor Davis Hanson tries to make sense of that and the larger picture here with us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In a matter of weeks, we have watched a wholesale upending of the perception of police in this country that is playing out in ways that would have been shocking just even a month ago. Movements to defund police departments have led to cities across the country, publicizing budget cuts for cops to prove that they are on board with the direction that things are going. And in a move that would have been unthinkable after 18 shooting incidents last year in schools, public school systems in Denver, Charlottesville and Seattle have now voted to remove school police or resource officers from protecting those schools from potential shooters or anyone else who wishes people harm there.   With reaction to that and a larger wave of what is going on here, Victor Davis Hanson, Senior Fellow at the Hoover Institution and author of \"The Case for Trump.\" Victor always good to see you. This - I found this move very shocking that these schools that we talked so much about violence in schools that now the decision has been made to sort of turn these officers out of the schools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "sentences": "Yes. I don't think anybody gets up in the morning and says, I want a police officer at their school. And I'm speaking to somebody from a very impoverished area of the San Joaquin Valley, who all three children of mine went to the public schools and they have law enforcement officer to protect them, and every student there from gangs. This was largely an effort from the lower and middle class as they didn't have the money, or the contacts or the influence to put their kids in private schools or to have private guards. And the irony of it is, the effort to get them out of there is largely from virtue signaling elites that will never be subject to the consequences of their own ideology. And the same thing holds true for the defunding the police. We're going to lay off a lot of police officers and cut rate prices, they're going to be hired by private gated communities of upscale liberal people who cause the middle classes, and lower classes to be much more vulnerable as you saw your earlier segment in Seattle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And when you look big picture what's going on in Seattle, do you see it spreading to other cities? We're watching a situation in Nashville tonight, which has not gone the way of Seattle yet, but we're keeping an eye on it. Where do you see all this going, Victor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I think it's diffused. It's not a political revolution. It has nothing to do with George Floyd anymore. It's a cultural revolution. As in 1793, in France, the reign of terror, the committee of public safety, or the cultural revolution in China, they get diffused and they start to encompass the very method that we look at TV or movies or our statues - every element of our life. And as they get diffused, their contradictions increase. They start to eat their own. They become cannibalistic. So Nancy Pelosi, she wants to remove now statues from Statuary Hall in the Capitol, and yet her own father was somebody who introduced Confederate statues as the Baltimore mayor.  Your segment on Raz Simone, the rapper warlord. We found out today that he has a long history of homophobic tweeting that's causing a lot of dissension in the revolutionary ranks. Dan Abrams, who was a fierce critic - fierce critic of Donald Trump, and promoted the hoax of Russian collusion, now was shocked that he of all people with a liberal par excellence, would be canceled out because he was accused of promoting the culture of military - policeman. So this is what happens in these cultural revolutions. So I hope that we don't get the ultimate stage where we get a Napoleon or somebody who comes in to restore order. But that happens too as they get hijacked. And I think it's already in the area of chaos and anarchy. And a lot of people who may not be happy with Donald Trump's tweeting, or they may feel that they want to do the right thing. They see that there's only one choice and that's the order and civilization versus anarchy and chaos and they'll make the necessary adjustments. There's going to be a backlash coming. Let's hope it is liberal and moderate. But people are getting very angry. But they're not getting angry with guns and stones. They are getting angry in various ways. They're avoiding certain activities. They're talking among themselves and they'll make their anguish felt probably at the ballot box.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Victor Davis Hanson always good to hear your insight. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Thank you",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet, anytime. Good to have you.  So with race relations now, we're just talking about this a top of mind, are politicians helping or are they fanning the flames in the lead up to the presidential campaign? Up next Tammy Bruce and Rochelle Ritchie on the fast approaching election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Even Dr. King's assassination did not have the worldwide impact that George Floyd's death did. It's changed the way everybody's looking at this. Look at the millions of people marching around the world - the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Issues surrounding race in America now central in the 2020 campaign for President, and it's definitely not the first time that we've seen that. It has been a delicate issue during elections for decades with Republican candidates almost always put in the defense position. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No, no, I'm not a racist. I am the least racist person you have ever interviewed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What he said was George Bush doesn't care about black people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I resent it. It's not true. And there's one most disgusting moments of my presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB DOLE",
      "sentences": "There's anyone who has mistakenly attached himself to our party in the belief that we're not open to citizens of every race and religion. The exits which are clearly marked, are for you to walk out of as I stand. This ground without compromise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE H. W. BUSH, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Anti-bigotry, anti-racism, that is what drives me as one of the things that I feel very, very strongly about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now Tammy Bruce, President of Independent Women's Voice and a Fox News Contributor, and Rochelle Ritchie, former Press Secretary for the House Democrats. Welcome to you both. Thank you for being here. Tammy, your reaction first to those soundbites and the long history of Republicans defending themselves on this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, look, I mean, it is politics. And I look at this through the political point of view. We are a nation that prides itself in the progress that we have made, and the fact that we've changed over time. Americans care about these issues. Look, I'm an activist feminist. I was the President of the National Organization for Women, a left wing, a community organizer for a reason, because these things matter to Americans, they mattered all of us. So this is a way to put people a little bit on the defensive issue. Well, at the same time, it is important for the Republicans to be effectively proactive in opening the door and welcoming a variety of people into the field, into the arena, and then let that the equal opportunity and then let the fights begin right in the arena. So it's a fair question. At the same time, Americans want to see a result. But what is happening with the Democrats, I think it's the same issue. It's the exploitation in a certain way of these issues and Americans are not seeing the inner city. Improving people in the inner city are not seeing it improving either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK, Rochelle, with regard to defund the police and what we're seeing going on around the country, what advice would you give Joe Biden in terms of how closely aligned with that he should be given that a lot of the polling shows that most people are not in favor of defunding the police?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCHELLE RITCHIE, FORMER PRESS SECRETARY FOR HOUSE DEMOCRATS",
      "sentences": "Well, I think that Joe Biden has already come out and said that he does not agree with this idea to defund the police. And I think that the call to defund the police is actually not very coherent. It's not a very strong message, because you hear defund the police, you hear reform the police, you hear abolish the police. And so it's such an inconsistent message that it's really hard to understand what exactly people want. I think that instead of talking about defunding the police, we need to talk about we allocating the funds of police departments based off of the needs of the community.  And furthermore, if we're really going to address police brutality in this country, then we have to start looking at the Police Bill of Rights and union contracts. Because that -- that is what gives police extra protections when they use excessive force that causes the death of people like George Floyd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. It starts with the Police Bill of Rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's a good point. We talked to a few of those union leaders, and I think that is going to be one of the cruxes that this is hinging on. You know, Tammy, you talk about your time with now and being the president of that organization, you wrote about it today. And your work as a feminist. It's interesting, you said at one point, you know, you didn't, you felt that they weren't actually moving the cause forward. And you are reminded that every once in a while, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- you're supposed to, quote, \"rub salt in the wound.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's right. And this is why when people wonder why things don't get better, and I questioned why we weren't doing things in the feminist movement that would actually make it irrelevant. That was my goal of being an activist, was to make us, you know, not needed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And I was told by my mentor at a very early time was that we need to rub salt in the wounds. This is what the Democrats have to worry about as well when they give money to the same entities that have maintained the status quo and have not, and do a lot of, you know, stunts and demonstrations in theater, it is about taking action. And Democrats are in charge of these cities that are in such pain. And they have to be answerable to actual solutions as opposed to theater.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. You know, it makes me wonder about kids in school, Rochelle, who have missed out on a lot of school and now they are facing the possibility of not going back, and the impact of that on inner-city kids is even more dramatic when they miss that much school and they don't necessarily have the technology that they need to keep up. And I wonder, you know, that's like a long-term positive move, you know. Where is the movement to get these kids back in school starting in July, where's the outrage over what's happened in COVID in all of the discussions that we're having right now in terms of fundamental real impact?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "I think that there definitely is an outrage when it comes to COVID. And I even some of the protest that we have seen happen across the country are also related to frustrations that relate to COVID. I think that people have been cooped up in their homes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "I certainly think that a lot of people obviously care about what happened to George Floyd and other people, but also you have a lot of emotional stress that people are now taking out into the streets that, you know, is related to George Floyd, but I think underneath some of that is also related to the unemployment that we see as it relates to the coronavirus and losing loved ones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Definitely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "So, I think that that's true. And I think that Tammy made a very excellent point at the beginning of trying to say, you know, open the door. We have to have these conversations. I think too often we get very uncomfortable about having conversations about race. It is OK for white people to talk about race. It doesn't make them racist. It doesn't -- you know, it's good to ask questions. It's good to learn. That's how we grow. And that's what I want to see happening. And I do think that the Democrats have to do a better job, because George Floyd is not the first person to die in this manner. And so, I wonder what happened to exacerbate this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "-- to this point so now they are being so active? It's a little too late, I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Rochelle -- Rochelle, thank you very much. Tammy Bruce, great to have you both with us tonight. Thank you. So just as the lockdowns are being lifted and Americans are trying to get back to something resembling normal, a new warning from the CDC, we may have to lock down all over again? Journalist Alex Berenson here to sort through the facts through his reporting on whether or not this all adds up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Second wave of panic is setting in in some places across the country as we see some spikes in COVID-19 cases. Still, this is precisely what we were told would happen. So, it really should not be coming as a big surprise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "When you see the reopening that we tell the cities the locations, the community to be on the alert for what I refer to as the little blips that you might see, because as you open up, even under normal circumstances and the best of circumstances, you're going to see infections. The critical issue for a successful opening is how effectively you address those blips.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In Tulsa where President Trump is about to hold his first rally since the virus hit next week, a Whirlpool plant is closing after a rise in cases, but they say they do expect that they will reopen next week. So how much of this is panic porn, as journalist Alex Berenson has called it, and how much of it is real, genuine founded concern? Here now, Alex Berenson, former New York Times reporter, and author of \"Unreported Truths About COVID-19 and the Lockdowns.\" He pours through all of this data from across the country, and he joins us now. So, is a second panic of a second wave merited, Alex?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX BERENSON, FORMER REPORTER, THE NEW YORK TIMES",
      "sentences": "So, Martha, we have much to discuss here and I know we don't have much time. But I do have to say one thing to you very quickly and that is thank you. Last week you helped get the word about \"Unreported Truths\" out, you told people, and since it came out which is barely one week ago, it has sold about 100,000 copies and that's -- on Amazon. That's the only place you can get it. And that tells me that people want the truth --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good. Well, you do -- you are a fair reporter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "-- and I appreciate you and other people at Fox doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I'm glad they are getting to see both sides of the story. You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "So, let's talk about -- let's talk about the second wave. First of all, I wasn't aware that the panic had ended from the first wave. I thought we, you know, we've just been panicking the whole time, but here's what you need to know. We keep talking about cases, cases, cases, cases. Cases in this case, the media is using that to refer to positive test results, it's not clinically meaningful. What's clinically meaningful is that if people wind up in the hospital, if people wind up certainly on ventilators or ICUs, those are dangerous things. The thing that we know about COVID-19 about SARS COV2 is that your risk of getting really sick from it is entirely dependent on your age. So, if we have 1,000 cases in nursing homes, it's very, very different than 1,000 cases at a Whirlpool plant where people are much younger. Much less at a college. We don't know where these reports are coming in from. They are not really being age stratified. And what we do know is that deaths, and I will acknowledge that deaths are a lagging indicator, but deaths have fallen by two thirds to 75 percent in the last six weeks. That's why places like your competitors are not talking about deaths.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "They are talking about -- they are talking about cases, but we don't actually know who is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The rise in cases, yes. We've also had a lot more testing going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- One of the things that I'm very interested in is what is happening in the places that went before us? You know? What's going on in Europe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What's going on in Asia? They are sort of the tests that we can look at and say, here is how it goes. What are you learning about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Great, so great question. In Europe in the countries that have reopened, Denmark, Switzerland, you know, Sweden never really close, Austria reopened. Denmark actually said, we haven't seen any rise and we don't understand why. They said that a few days ago. Norway, they said, you know what, we actually think we probably should have followed Sweden, we panic a little bit. In Japan, which never really closed at all, and had only, you know, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Mild lock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "-- a brief and relatively mild lock down, they reopen entirely, and they have had the least serious, you know, case count and death count of any major country. Any major industrialized country. So, there's just no way to say, hey, lockdowns work. unlock -- you know, unlocking -- you know, opening up the country has hurt, because we don't see that in any consistent way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Georgia, the first state to really lockdown -- to really end its lockdown, that was the end of April. There were all these people on the left saying, you know, Georgia is going to be a factory of death. Georgia, you know, you are going to -- you are going to -- it's going to be terrible in Georgia. Guess what, hospitalizations in Georgia are half what they were six weeks ago. So, there's not a consistent picture here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, that's good. I mean, that's all good news. That stuff that people should feel --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- happy about and it should give them a little bit of a sense of peace. Very quickly if you can, we are now a couple of weeks passed Memorial Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There was a lot of concern about all the people out then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are we seeing a pop from those groups that gathered then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "That is a really good question, we don't know. We don't know if this, you know, minor increase in positive tests is coming, because people are returning to hospitals for elective surgeries, and all of those people get ticked as a matter of course. And so, there are lots of places where the spike -- and it's not a huge spike, but where the spike could be coming from. I'm not saying there is nothing to be concerned about. I'm not saying there's nothing to watch, we need to follow the data just as we always have, but the media just wants panic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Alex Berenson, thank you for your evenhanded approach on all of this. It's good to have you back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Thanks for having me, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up, what is really -- you bet. What it's really like inside this autonomous zone that we've been watching images of? Graffiti just sprawl all over the walls, you've got a lot of boarded up buildings. Is it a street fair as some say? We're going to get a look behind those barriers for an exclusive tour of the situation next. Stick around for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now veteran journalist Susan Hutchinson gives us an exclusive tour inside Seattle's autonomous zone, living just a few miles from the no cop co-op, as they called it, her family fears retaliation after she pointed out the startling lack of coverage in the Seattle Times on the story. Tweeting this, how is it that the stunning antifa takeover of six blocks in the city including SPD, Seattle Police Department, and threats for more doesn't make the front page of the Seattle Times, but is under on a-9, under weeds in the garden section. It's big news around the United States, where is our city government? Where is the watchdogs? She asks. Joining me now, Susan Hutchinson. Great to have you with us. Thank you very much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN HUTCHINSON, EMMY AWARD WINNING JOURNALIST",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You say you and your husband fear retaliation for even -- even you mentioning the fact that this isn't getting the coverage that you think it deserves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Well, I think an awful lot of people are unnerved by this. And that's the reason why there is so much silence. You saw at the top of your program, there was a man who spoke out, and he was fully disguised, because he is intimidated. So, when they talk about this being a peaceful protest, you don't have peace when people are intimidated and unable to speak out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So true. Here is sound bite of you speaking with someone who is inside this stone. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What would I want out of this? I would say I want a fair shot. I want a fair shake at the reality where I don't have to pay a lot of money to go to have a place to live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, he says I want a fair shot, I want a fair shake, I want a fair shake at reality where I don't have to pay a lot of money to go and have a place to live. What was your reaction, you know, when you ask him a very good question? You're a former anchor, a very good question of what is it that you want?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Well, you know, I asked that question of several people, because I wanted to know what is the end game, what is the ultimate result that will get this place shut down eventually, and people go home. And he made those comments, and of course what he was saying was true about the high cost of living in Seattle. But then he went on to say that he didn't want to have to work if he didn't want to work. And so of course, if this whole occupation was just about justice for George Floyd and his loving family, that is what we all stand for. But it's morphed into something so much different from that. And it's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "-- free housing, it's free lots of things that we have to pay for and work for. And so, as the demands keep growing, the mayor is really got herself painted into a corner, because as she negotiates with them and they keep coming back with more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I want to play a sound bite from her, if I can, Susan. Here is the mayor, Jenny Durkan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR JENNY DURKAN (D), SEATTLE, WASHINGTON",
      "sentences": "We've got four blocks in Seattle that you just saw pictures of that is more like a block party atmosphere, it's not an armed takeover. There is no threat right now to the public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Well, I think that most people even around the country, the calls we're getting from people that we know that are watching the news, they are very unhappy about it and concerned, because they see this as a threat to America. And so, Jenny Durkan has taken this very lightly. I think as she calls it a block party or a summer of love that she is expecting -- I think she is lacking in understanding or maybe the guts and the backbone and the principles that we elected her for. The first job of any elected official at any level is to ensure the safety and security of the people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "So, Jenny Durkan and Governor Jay Inslee --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And she is somebody who is very -- yes, someone who is very concerned about that is the chief of police, Carmen Best. Watch this really quickly and then I'll get a quick thought on the other end before we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARMEN BEST, CHIEF OF POLICE, SEATTLE POLICE DEPARTMENT",
      "sentences": "You should know leaving the precinct was not my decision. You fought for days to protect it, ultimately the city had other plans for the building. And relented to severe public pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's incredible. The chief of police says ultimately, they had to leave because the city had other plans for the building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "I talked to police today, and they said their morale is up after that speech. And I think that they feel so abandoned by the city government that hearing their chief say something like that made them feel stronger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Susan Hutchinson, thank you so much for sharing your video with us and your story. Good to see you tonight. Coming up next on The Story, our quote of the night which you'll want to stick around for is coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They say good advice never gets old. As we look ahead to President Trump's commencement speech at West Point this weekend, we want to share some of the timeless advice offered to our nations graduates in a special edition of the quote of the night. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM MCRAVEN, RET. FORMER HEAD, U.S. SPECIAL OPERATIONS COMMAND",
      "sentences": "If you make your bed every morning you will have accomplished the first task of the day. It will give you a small sense of pride and it will encourage you to do another task and another and another. At by the end of the day, that one task completed will have turned into many tasks completed. making your bed will also reinforce the fact that the little things in life matter. If you can't do the little things right, you'll never be able to do the big things right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONALD REAGAN, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Graduation day is called commencement and properly so because it is both a recognition of completion and a beginning. You will be called upon to make decisions and express your views on global events because those events will affect your lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBARA BUSH, FORMER FIRST LADY OF THE UNITED STATES",
      "sentences": "We're in a transitional period right now, a fascinating and exhilarating time. Learning to adjust to changes, your success as a family, our success as a society depends not on what happens in the White House but on what happens inside your house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE JOBS, FORMER CEO, APPLE",
      "sentences": "Your work is going to fill a large part of your life, the only way to be truly satisfied is to do what you believe is great work and the only way to do great work is to love what you do. If you haven't found it yet, keep looking and don't settle. As with all matters of the heart, you'll know when you find it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEN DEGENERES, COMEDIAN",
      "sentences": "It was so importantly for me to lose everything, because I found out what the most important thing is, is to be true to yourself. And ultimately, that's what's gotten me to this place. I don't live in fear, I'm free, I have no secrets and I know I will always be OK because no matter what, I know who I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONAN O'BRIEN, COMEDIAN",
      "sentences": "Today I tell you, that whether you fear it or not, disappointment will come. The beauty is that through r disappointment, you can gain clarity, and with clarity comes conviction and true originality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVEN SPIELBERG, FILM DIRECTOR",
      "sentences": "My job is to create a world that lasts two hours. Your job is to create a world that lasts forever. Heroes and villains are not literary constructs but they are the heart of all history. And again, it's why it's so important to listen to your internal whisper. It's the same one that compelled Abraham Lincoln and Oskar Schindler to make the correct moral choices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN F. KENNEDY, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Our problems are man-made. Therefore, they can be solved by man and man can be as big as he wants. No problem of human destiny is beyond human beings. Man's region and spirit have often solved the seemingly unsolvable and we believe they can do it again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCRAVEN",
      "sentences": "And if by chance you have a miserable day, you will come home to a bed that is made. That you made. And a made bed gives you encouragement that tomorrow will be better. So, if you want to change the world, start off by making your bed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's good advice as you get into yours tonight, think about that. That is The Story on Friday, June 12, 2020. The Story continues and we will be continuing it right along with you. We'll see you back here on Monday night at seven o'clock from New York. Have a good weekend, everybody. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "Always an encouraging thought. Thank you Bret. Good to see you tonight. Have a great weekend. So good evening, everybody. I'm Martha MacCallum and this is \"The Story\" tonight. As we watch the tense situation unfolding in Seattle as groups there are now vying for power inside this newly designated autonomous zone in that city. We are also watching tonight the City of Nashville, where protesters say that they intend to reclaim a piece of land there outside the Tennessee State Capital later tonight. Governor Bill Lee has spoken out already. He says that will not be tolerated. So that is a far cry from restlessness in Seattle where nobody seems to be in charge. Here's police Chief Carmen Best talking about her anger and frustration. And then you're going to hear from the Mayor Jenny Durkan who is basically saying, move along. There's nothing to see here."
    },
    {
      "speaker": "CHIEF CARMEN BEST, SEATTLE POLICE DEPARTMENT",
      "utterance": "I am very angry about the situation that we have. While I really support First Amendment free speech. This is not that."
    },
    {
      "speaker": "MAYOR JENNY DURKAN (D-WA), SEATTLE",
      "utterance": "They're in the street fighting a system of domination. We have block parties and the like in this part of Seattle all the time. It's known for that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But take a look at this from town halls of the Julio Rosas, where protesters have taken over and are now battling each other over whether to let the police officers who wanted to go into an office there inside. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Police! Why are you letting the cops in? I'm being a peacekeeper. As many police go in there who gives a (bleep)?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Get them the (bleep) out of here! What the (bleep)!"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You get the idea? President Trump says that the chaos cannot be permitted to go on indefinitely."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I will tell you if that don't straighten that situation out, we're going to straighten it out. We're not going to let this happen in Seattle. If we have to go in, we're going to go in."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The editorial page of \"The Wall Street Journal\" argues for letting Seattle reap what it has sown. \"The good progressives of Washington allowed the CHAZ to rise,\" they write. \"And now they can decide whether to invade the enclave or just let it become a new republic, if they can keep it. This City of Seattle has - says it has 'arranged for garbage cans and portable toilets' to be placed in the vicinity for use by the demonstrators. Let's see how progressive this paradise looks in a month\" says the editorial board at \"The Wall Street Journal.\" And we're also learning that there is infighting among some of the occupiers and some signs or rebellion against Raz Simone, who we introduced you to here on \"The Story\" last night. One posting on social media that has now been deleted, read this. \"I didn't vote for Raz. I thought we were an autonomous collective, an anarcho-syndicalist commune at the least. We should take turns to act as a sort of executive officer for the week.\" Just part of that show. Shelby Talcott is a reporter from the Daily Caller who has been on the ground there in Seattle, and she joins me now. Shelby, welcome. Good to have you here tonight. I know that you have been in and around the area. And you have talked to some of the people there. What are you learning?"
    },
    {
      "speaker": "SHELBY TALCOTT, DAILY CALLER REPORTER",
      "utterance": "So one of the biggest things you just mentioned was that a lot of these protesters do not agree with Raz becoming this warlord. We spoke to a few of them who were manning the entry points here in Seattle. And they say that his idea of what he wants CHAZ to become is not what the majority of the people inside want. So there's definitely some infighting. It's a little bit difficult because they want no rules. But this is a society used to living by rules."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, in terms of what it's like for the people who are in there, is it getting messy, is it well maintained? What's the order like there?"
    },
    {
      "speaker": "TALCOTT",
      "utterance": "So we went down last night it was pretty peaceful. Although, we have seen numerous reports tensions are high. Lots of people have seen guns being carried around, but the community is becoming more organized by the hour, it seems. They've developed a \"no Cop Co-Op,\" which has all of these goods for free. You just - I think they say you just have to be kind to receive the products. They're really developing a community. They're developing a little bit more organization between entry points, so that they're here for the long haul."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, you talk to some people who live in the area who are less than happy with what's developed in their neighborhood. Here's one of those folks. Let's hear from them first, so you can tell us more about them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Come here. I will walk you through here at night. And you can see it for yourself. You can see that we don't have a right to vote for stuff here anymore. You can see the demands where they say they want the pensions taken away from every police officer in Seattle, but they took our rights away. And that's not OK. Like just it's not political. It's just not OK."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow, I mean, that's stunning. This is a citizen of Seattle who, obviously, doesn't feel safe enough to even have his face revealed to say that he just misses order in his community."
    },
    {
      "speaker": "TALCOTT",
      "utterance": "Yes, so this man goes by Brandon. He asked us not to release his last name because he's already spoken out against this situation and has gotten threatened. He was on the verge of tears in this interview. The full thing we'll be airing at \"The Daily Caller\" shortly. But he was he was just incredibly upset. He's terrified. He was telling us how these protesters are banging on the front of his gates at night and he hears shots being fired throughout the evening. So it's definitely - it's interesting, because this is a residential area that they have taken over and not everyone is on board."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's incredible. Shelby Talcott, thank you for that inside look, very interesting. And crazy to hear what that man is going through. Thank you very much. So joining me now is Congressman Denny Heck from the state of Washington. Seattle is not in his district, but he is obviously loves his state and is here to talk about what's going on. Denny, when you listen to that man talking about how he can't sleep at night. People are banging on his door. What is going on here?"
    },
    {
      "speaker": "REP. DENNY HECK (D-WA)",
      "utterance": "Well, Martha, first of all, thanks for having me on. It's been a while and it's nice to be back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you. Nice to have you."
    },
    {
      "speaker": "HECK",
      "utterance": "Secondly, it turns out - oh my god - thank you very much. My God daughter McKaylee (ph) lives in the neighborhood. And we talk almost every day. I want to check in on her. And just this morning, we talked about it again. And I said, What's it like? And she said, you know, it's amazingly peaceful. But Martha, this is Seattle. And the activity runs the gamut from the WTO riots a couple of decades ago, where there was a lot of rioting and looting. And this is nothing like that whatsoever. But it runs the gamut from that to what we call Seattle Nice. They have a problem at four way stops in Seattle, because nobody will go first. They always want the other person to go. The truth of the matter is that the overwhelming number of people involved in this are peacefully protesting something that is long overdue to be protest."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. All right, Congressman, though, with all due respect, what - there's no niceness to any of these companies that have these businesses in the neighborhood that are completely boarded up. No one can go shop there. They can't go buy anything. They're completely shut down. The police officers would like to get back into the precinct so they can do their job. You know, we had Carmen Best - a soundbite from Carmen Best a little a. Let's actually listen to what else she says about how difficult it is now to protect people in that zone. Listen to this."
    },
    {
      "speaker": "BEST",
      "utterance": "Our calls for service have more than tripled. Rapes, robberies, and all sorts of violent acts that have been occurring in the area that we're not able to get to. So it is not right for us not to be able to deploy officers here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "She says rapes, robberies and violent acts and we cannot get in there to help. How is that possibly it happening in the United States of America, sir?"
    },
    {
      "speaker": "HECK",
      "utterance": "The response time has been protracted, there's no question about that. But you have different information then I do Martha. I'm aware that there are actually lots of business establishment, including restaurants, that are open in that area. But, look, this is not--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we're just showing the pictures, Congressman. We're showing pictures. You can see these businesses that have boards nailed in front of them that. But this is not anything I'm saying. I'm looking at what's going on in the video."
    },
    {
      "speaker": "HECK",
      "utterance": "Right, Martha, I didn't say they were all open. I said some of them were open. And no, I can't see your pictures in this connection, but I will take your word for it. Look, I want to reiterate that what we see here with closed businesses and protracted response times is not desirable, is not something we would want. But Martha, here's what else we do not want. We do not want a nation in which the culture of police enforcement is that you can lay a black man on the pavement face down handcuff him, put your knee in the back of his neck and squeeze the life out of him, while he is crying for his mama and pleading, \"I can't breathe.\" And that was just one example of George Floyd that is emblematic of far too much institutional racism in this country. That's the statement that's being made here. But I couldn't agree with you more. Getting back to where those businesses can be reopened is absolutely the goal."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So when you listen to Carmen Best, the Police Chief, does she deserve to be swept with that broad brush? Do all of these police officers in Seattle fit the description of the kind of heinous acts that you are describing? And when they wake up in the morning, and they go out and they, can never guarantee that they're going to come home at night. Are these the people that you think Seattle needs to be protected from?"
    },
    {
      "speaker": "HECK",
      "utterance": "So the answer is, of course, not, Martha. But remember that when the officer had George Floyd down on the ground, there were three officers standing around him who did not stop"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HECK",
      "utterance": "And that--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they're all in jail - and they are all probably going to jail for the rest of their lives."
    },
    {
      "speaker": "HECK",
      "utterance": "Well, I doubt that. But the point is, they were caught on video camera."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we'll see."
    },
    {
      "speaker": "HECK",
      "utterance": "And the question is, how many weren't caught on video camera--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "My goodness."
    },
    {
      "speaker": "HECK",
      "utterance": "Should I name - should I just list for you the names of the number of people that have been killed at the hands of the police that happen to be black in the last few years that were caught on camera? Let's not pretend like this is not a systematic problem."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, I'm not pretending anything. You know, if you look at the data, there are those who say that that systemic is not the right word for what's going on. And I know that people differ on that point. We have covered all of the stories of the names of the people that you would probably name and I think that police departments across this country are saying we are willing to come to the table and we want there to be reform and we are not murderers. We don't stick up for any of these individuals, and we know justice must be done. But to sort of minimize what's going on in Seattle, I think is something that I'm not sure is the right thing for peace and justice either Congressman. And I just give you one last thought."
    },
    {
      "speaker": "HECK",
      "utterance": "Well, I've reached out to several law enforcement officers in the course of the last several weeks. And you're right, there is a, frankly, a new openness for transformational changes in the way we approach policing. And I actually think that at the point at which we get more officers stepping forward and being willing to advocate for some of these advances, then we're going to be a lot healthier of a country and our communities are going to be a lot safer. And part of what I hear from them Martha all the time is, we would like to fight crime. We feel as though we were called - we are called the answer way too many incidences - incidents that are outside the purview of actually fighting crime. So there are voices out there that want to join, I think, in the effort to advance policing practices."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congressman Denny Heck, thank you very much, sir. Good to have you with us tonight. As always."
    },
    {
      "speaker": "HECK",
      "utterance": "You're welcome. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So we've been discussing these going funds - to defund police that is now spreading to schools with one city - more than one city actually, pushing now to remove this school resource officers from their campuses that many were demanding in the wake of school shootings. Victor Davis Hanson tries to make sense of that and the larger picture here with us next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In a matter of weeks, we have watched a wholesale upending of the perception of police in this country that is playing out in ways that would have been shocking just even a month ago. Movements to defund police departments have led to cities across the country, publicizing budget cuts for cops to prove that they are on board with the direction that things are going. And in a move that would have been unthinkable after 18 shooting incidents last year in schools, public school systems in Denver, Charlottesville and Seattle have now voted to remove school police or resource officers from protecting those schools from potential shooters or anyone else who wishes people harm there. With reaction to that and a larger wave of what is going on here, Victor Davis Hanson, Senior Fellow at the Hoover Institution and author of \"The Case for Trump.\" Victor always good to see you. This - I found this move very shocking that these schools that we talked so much about violence in schools that now the decision has been made to sort of turn these officers out of the schools."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "utterance": "Yes. I don't think anybody gets up in the morning and says, I want a police officer at their school. And I'm speaking to somebody from a very impoverished area of the San Joaquin Valley, who all three children of mine went to the public schools and they have law enforcement officer to protect them, and every student there from gangs. This was largely an effort from the lower and middle class as they didn't have the money, or the contacts or the influence to put their kids in private schools or to have private guards. And the irony of it is, the effort to get them out of there is largely from virtue signaling elites that will never be subject to the consequences of their own ideology. And the same thing holds true for the defunding the police. We're going to lay off a lot of police officers and cut rate prices, they're going to be hired by private gated communities of upscale liberal people who cause the middle classes, and lower classes to be much more vulnerable as you saw your earlier segment in Seattle."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And when you look big picture what's going on in Seattle, do you see it spreading to other cities? We're watching a situation in Nashville tonight, which has not gone the way of Seattle yet, but we're keeping an eye on it. Where do you see all this going, Victor?"
    },
    {
      "speaker": "HANSON",
      "utterance": "I think it's diffused. It's not a political revolution. It has nothing to do with George Floyd anymore. It's a cultural revolution. As in 1793, in France, the reign of terror, the committee of public safety, or the cultural revolution in China, they get diffused and they start to encompass the very method that we look at TV or movies or our statues - every element of our life. And as they get diffused, their contradictions increase. They start to eat their own. They become cannibalistic. So Nancy Pelosi, she wants to remove now statues from Statuary Hall in the Capitol, and yet her own father was somebody who introduced Confederate statues as the Baltimore mayor. Your segment on Raz Simone, the rapper warlord. We found out today that he has a long history of homophobic tweeting that's causing a lot of dissension in the revolutionary ranks. Dan Abrams, who was a fierce critic - fierce critic of Donald Trump, and promoted the hoax of Russian collusion, now was shocked that he of all people with a liberal par excellence, would be canceled out because he was accused of promoting the culture of military - policeman. So this is what happens in these cultural revolutions. So I hope that we don't get the ultimate stage where we get a Napoleon or somebody who comes in to restore order. But that happens too as they get hijacked. And I think it's already in the area of chaos and anarchy. And a lot of people who may not be happy with Donald Trump's tweeting, or they may feel that they want to do the right thing. They see that there's only one choice and that's the order and civilization versus anarchy and chaos and they'll make the necessary adjustments. There's going to be a backlash coming. Let's hope it is liberal and moderate. But people are getting very angry. But they're not getting angry with guns and stones. They are getting angry in various ways. They're avoiding certain activities. They're talking among themselves and they'll make their anguish felt probably at the ballot box."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Victor Davis Hanson always good to hear your insight. Thank you very much."
    },
    {
      "speaker": "HANSON",
      "utterance": "Thank you"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet, anytime. Good to have you. So with race relations now, we're just talking about this a top of mind, are politicians helping or are they fanning the flames in the lead up to the presidential campaign? Up next Tammy Bruce and Rochelle Ritchie on the fast approaching election."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Even Dr. King's assassination did not have the worldwide impact that George Floyd's death did. It's changed the way everybody's looking at this. Look at the millions of people marching around the world - the world."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Issues surrounding race in America now central in the 2020 campaign for President, and it's definitely not the first time that we've seen that. It has been a delicate issue during elections for decades with Republican candidates almost always put in the defense position. Watch this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No, no, I'm not a racist. I am the least racist person you have ever interviewed."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What he said was George Bush doesn't care about black people."
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "I resent it. It's not true. And there's one most disgusting moments of my presidency."
    },
    {
      "speaker": "BOB DOLE",
      "utterance": "There's anyone who has mistakenly attached himself to our party in the belief that we're not open to citizens of every race and religion. The exits which are clearly marked, are for you to walk out of as I stand. This ground without compromise."
    },
    {
      "speaker": "GEORGE H. W. BUSH, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "Anti-bigotry, anti-racism, that is what drives me as one of the things that I feel very, very strongly about."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now Tammy Bruce, President of Independent Women's Voice and a Fox News Contributor, and Rochelle Ritchie, former Press Secretary for the House Democrats. Welcome to you both. Thank you for being here. Tammy, your reaction first to those soundbites and the long history of Republicans defending themselves on this issue."
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, look, I mean, it is politics. And I look at this through the political point of view. We are a nation that prides itself in the progress that we have made, and the fact that we've changed over time. Americans care about these issues. Look, I'm an activist feminist. I was the President of the National Organization for Women, a left wing, a community organizer for a reason, because these things matter to Americans, they mattered all of us. So this is a way to put people a little bit on the defensive issue. Well, at the same time, it is important for the Republicans to be effectively proactive in opening the door and welcoming a variety of people into the field, into the arena, and then let that the equal opportunity and then let the fights begin right in the arena. So it's a fair question. At the same time, Americans want to see a result. But what is happening with the Democrats, I think it's the same issue. It's the exploitation in a certain way of these issues and Americans are not seeing the inner city. Improving people in the inner city are not seeing it improving either."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK, Rochelle, with regard to defund the police and what we're seeing going on around the country, what advice would you give Joe Biden in terms of how closely aligned with that he should be given that a lot of the polling shows that most people are not in favor of defunding the police?"
    },
    {
      "speaker": "ROCHELLE RITCHIE, FORMER PRESS SECRETARY FOR HOUSE DEMOCRATS",
      "utterance": "Well, I think that Joe Biden has already come out and said that he does not agree with this idea to defund the police. And I think that the call to defund the police is actually not very coherent. It's not a very strong message, because you hear defund the police, you hear reform the police, you hear abolish the police. And so it's such an inconsistent message that it's really hard to understand what exactly people want. I think that instead of talking about defunding the police, we need to talk about we allocating the funds of police departments based off of the needs of the community. And furthermore, if we're really going to address police brutality in this country, then we have to start looking at the Police Bill of Rights and union contracts. Because that -- that is what gives police extra protections when they use excessive force that causes the death of people like George Floyd."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. It starts with the Police Bill of Rights."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's a good point. We talked to a few of those union leaders, and I think that is going to be one of the cruxes that this is hinging on. You know, Tammy, you talk about your time with now and being the president of that organization, you wrote about it today. And your work as a feminist. It's interesting, you said at one point, you know, you didn't, you felt that they weren't actually moving the cause forward. And you are reminded that every once in a while, --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- you're supposed to, quote, \"rub salt in the wound.\""
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's right. And this is why when people wonder why things don't get better, and I questioned why we weren't doing things in the feminist movement that would actually make it irrelevant. That was my goal of being an activist, was to make us, you know, not needed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And I was told by my mentor at a very early time was that we need to rub salt in the wounds. This is what the Democrats have to worry about as well when they give money to the same entities that have maintained the status quo and have not, and do a lot of, you know, stunts and demonstrations in theater, it is about taking action. And Democrats are in charge of these cities that are in such pain. And they have to be answerable to actual solutions as opposed to theater."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. You know, it makes me wonder about kids in school, Rochelle, who have missed out on a lot of school and now they are facing the possibility of not going back, and the impact of that on inner-city kids is even more dramatic when they miss that much school and they don't necessarily have the technology that they need to keep up. And I wonder, you know, that's like a long-term positive move, you know. Where is the movement to get these kids back in school starting in July, where's the outrage over what's happened in COVID in all of the discussions that we're having right now in terms of fundamental real impact?"
    },
    {
      "speaker": "RITCHIE",
      "utterance": "I think that there definitely is an outrage when it comes to COVID. And I even some of the protest that we have seen happen across the country are also related to frustrations that relate to COVID. I think that people have been cooped up in their homes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "I certainly think that a lot of people obviously care about what happened to George Floyd and other people, but also you have a lot of emotional stress that people are now taking out into the streets that, you know, is related to George Floyd, but I think underneath some of that is also related to the unemployment that we see as it relates to the coronavirus and losing loved ones."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Definitely."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "So, I think that that's true. And I think that Tammy made a very excellent point at the beginning of trying to say, you know, open the door. We have to have these conversations. I think too often we get very uncomfortable about having conversations about race. It is OK for white people to talk about race. It doesn't make them racist. It doesn't -- you know, it's good to ask questions. It's good to learn. That's how we grow. And that's what I want to see happening. And I do think that the Democrats have to do a better job, because George Floyd is not the first person to die in this manner. And so, I wonder what happened to exacerbate this --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "-- to this point so now they are being so active? It's a little too late, I'm sorry."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Rochelle -- Rochelle, thank you very much. Tammy Bruce, great to have you both with us tonight. Thank you. So just as the lockdowns are being lifted and Americans are trying to get back to something resembling normal, a new warning from the CDC, we may have to lock down all over again? Journalist Alex Berenson here to sort through the facts through his reporting on whether or not this all adds up."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Second wave of panic is setting in in some places across the country as we see some spikes in COVID-19 cases. Still, this is precisely what we were told would happen. So, it really should not be coming as a big surprise."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "When you see the reopening that we tell the cities the locations, the community to be on the alert for what I refer to as the little blips that you might see, because as you open up, even under normal circumstances and the best of circumstances, you're going to see infections. The critical issue for a successful opening is how effectively you address those blips."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In Tulsa where President Trump is about to hold his first rally since the virus hit next week, a Whirlpool plant is closing after a rise in cases, but they say they do expect that they will reopen next week. So how much of this is panic porn, as journalist Alex Berenson has called it, and how much of it is real, genuine founded concern? Here now, Alex Berenson, former New York Times reporter, and author of \"Unreported Truths About COVID-19 and the Lockdowns.\" He pours through all of this data from across the country, and he joins us now. So, is a second panic of a second wave merited, Alex?"
    },
    {
      "speaker": "ALEX BERENSON, FORMER REPORTER, THE NEW YORK TIMES",
      "utterance": "So, Martha, we have much to discuss here and I know we don't have much time. But I do have to say one thing to you very quickly and that is thank you. Last week you helped get the word about \"Unreported Truths\" out, you told people, and since it came out which is barely one week ago, it has sold about 100,000 copies and that's -- on Amazon. That's the only place you can get it. And that tells me that people want the truth --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good. Well, you do -- you are a fair reporter."
    },
    {
      "speaker": "BERENSON",
      "utterance": "-- and I appreciate you and other people at Fox doing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I'm glad they are getting to see both sides of the story. You bet."
    },
    {
      "speaker": "BERENSON",
      "utterance": "So, let's talk about -- let's talk about the second wave. First of all, I wasn't aware that the panic had ended from the first wave. I thought we, you know, we've just been panicking the whole time, but here's what you need to know. We keep talking about cases, cases, cases, cases. Cases in this case, the media is using that to refer to positive test results, it's not clinically meaningful. What's clinically meaningful is that if people wind up in the hospital, if people wind up certainly on ventilators or ICUs, those are dangerous things. The thing that we know about COVID-19 about SARS COV2 is that your risk of getting really sick from it is entirely dependent on your age. So, if we have 1,000 cases in nursing homes, it's very, very different than 1,000 cases at a Whirlpool plant where people are much younger. Much less at a college. We don't know where these reports are coming in from. They are not really being age stratified. And what we do know is that deaths, and I will acknowledge that deaths are a lagging indicator, but deaths have fallen by two thirds to 75 percent in the last six weeks. That's why places like your competitors are not talking about deaths."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "yes."
    },
    {
      "speaker": "BERENSON",
      "utterance": "They are talking about -- they are talking about cases, but we don't actually know who is --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The rise in cases, yes. We've also had a lot more testing going on."
    },
    {
      "speaker": "BERENSON",
      "utterance": "That's right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know --"
    },
    {
      "speaker": "BERENSON",
      "utterance": "That's right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- One of the things that I'm very interested in is what is happening in the places that went before us? You know? What's going on in Europe?"
    },
    {
      "speaker": "BERENSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What's going on in Asia? They are sort of the tests that we can look at and say, here is how it goes. What are you learning about that?"
    },
    {
      "speaker": "BERENSON",
      "utterance": "Great, so great question. In Europe in the countries that have reopened, Denmark, Switzerland, you know, Sweden never really close, Austria reopened. Denmark actually said, we haven't seen any rise and we don't understand why. They said that a few days ago. Norway, they said, you know what, we actually think we probably should have followed Sweden, we panic a little bit. In Japan, which never really closed at all, and had only, you know, --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Mild lock."
    },
    {
      "speaker": "BERENSON",
      "utterance": "-- a brief and relatively mild lock down, they reopen entirely, and they have had the least serious, you know, case count and death count of any major country. Any major industrialized country. So, there's just no way to say, hey, lockdowns work. unlock -- you know, unlocking -- you know, opening up the country has hurt, because we don't see that in any consistent way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Georgia, the first state to really lockdown -- to really end its lockdown, that was the end of April. There were all these people on the left saying, you know, Georgia is going to be a factory of death. Georgia, you know, you are going to -- you are going to -- it's going to be terrible in Georgia. Guess what, hospitalizations in Georgia are half what they were six weeks ago. So, there's not a consistent picture here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, that's good. I mean, that's all good news. That stuff that people should feel --"
    },
    {
      "speaker": "BERENSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- happy about and it should give them a little bit of a sense of peace. Very quickly if you can, we are now a couple of weeks passed Memorial Day."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There was a lot of concern about all the people out then."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are we seeing a pop from those groups that gathered then?"
    },
    {
      "speaker": "BERENSON",
      "utterance": "That is a really good question, we don't know. We don't know if this, you know, minor increase in positive tests is coming, because people are returning to hospitals for elective surgeries, and all of those people get ticked as a matter of course. And so, there are lots of places where the spike -- and it's not a huge spike, but where the spike could be coming from. I'm not saying there is nothing to be concerned about. I'm not saying there's nothing to watch, we need to follow the data just as we always have, but the media just wants panic."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Alex Berenson, thank you for your evenhanded approach on all of this. It's good to have you back."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Thanks for having me, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up, what is really -- you bet. What it's really like inside this autonomous zone that we've been watching images of? Graffiti just sprawl all over the walls, you've got a lot of boarded up buildings. Is it a street fair as some say? We're going to get a look behind those barriers for an exclusive tour of the situation next. Stick around for that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now veteran journalist Susan Hutchinson gives us an exclusive tour inside Seattle's autonomous zone, living just a few miles from the no cop co-op, as they called it, her family fears retaliation after she pointed out the startling lack of coverage in the Seattle Times on the story. Tweeting this, how is it that the stunning antifa takeover of six blocks in the city including SPD, Seattle Police Department, and threats for more doesn't make the front page of the Seattle Times, but is under on a-9, under weeds in the garden section. It's big news around the United States, where is our city government? Where is the watchdogs? She asks. Joining me now, Susan Hutchinson. Great to have you with us. Thank you very much for being here."
    },
    {
      "speaker": "SUSAN HUTCHINSON, EMMY AWARD WINNING JOURNALIST",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You say you and your husband fear retaliation for even -- even you mentioning the fact that this isn't getting the coverage that you think it deserves."
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Well, I think an awful lot of people are unnerved by this. And that's the reason why there is so much silence. You saw at the top of your program, there was a man who spoke out, and he was fully disguised, because he is intimidated. So, when they talk about this being a peaceful protest, you don't have peace when people are intimidated and unable to speak out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So true. Here is sound bite of you speaking with someone who is inside this stone. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What would I want out of this? I would say I want a fair shot. I want a fair shake at the reality where I don't have to pay a lot of money to go to have a place to live."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, he says I want a fair shot, I want a fair shake, I want a fair shake at reality where I don't have to pay a lot of money to go and have a place to live. What was your reaction, you know, when you ask him a very good question? You're a former anchor, a very good question of what is it that you want?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Well, you know, I asked that question of several people, because I wanted to know what is the end game, what is the ultimate result that will get this place shut down eventually, and people go home. And he made those comments, and of course what he was saying was true about the high cost of living in Seattle. But then he went on to say that he didn't want to have to work if he didn't want to work. And so of course, if this whole occupation was just about justice for George Floyd and his loving family, that is what we all stand for. But it's morphed into something so much different from that. And it's --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "-- free housing, it's free lots of things that we have to pay for and work for. And so, as the demands keep growing, the mayor is really got herself painted into a corner, because as she negotiates with them and they keep coming back with more."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I want to play a sound bite from her, if I can, Susan. Here is the mayor, Jenny Durkan."
    },
    {
      "speaker": "MAYOR JENNY DURKAN (D), SEATTLE, WASHINGTON",
      "utterance": "We've got four blocks in Seattle that you just saw pictures of that is more like a block party atmosphere, it's not an armed takeover. There is no threat right now to the public."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is that true?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Well, I think that most people even around the country, the calls we're getting from people that we know that are watching the news, they are very unhappy about it and concerned, because they see this as a threat to America. And so, Jenny Durkan has taken this very lightly. I think as she calls it a block party or a summer of love that she is expecting -- I think she is lacking in understanding or maybe the guts and the backbone and the principles that we elected her for. The first job of any elected official at any level is to ensure the safety and security of the people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "So, Jenny Durkan and Governor Jay Inslee --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And she is somebody who is very -- yes, someone who is very concerned about that is the chief of police, Carmen Best. Watch this really quickly and then I'll get a quick thought on the other end before we go."
    },
    {
      "speaker": "CARMEN BEST, CHIEF OF POLICE, SEATTLE POLICE DEPARTMENT",
      "utterance": "You should know leaving the precinct was not my decision. You fought for days to protect it, ultimately the city had other plans for the building. And relented to severe public pressure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's incredible. The chief of police says ultimately, they had to leave because the city had other plans for the building."
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "I talked to police today, and they said their morale is up after that speech. And I think that they feel so abandoned by the city government that hearing their chief say something like that made them feel stronger."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Susan Hutchinson, thank you so much for sharing your video with us and your story. Good to see you tonight. Coming up next on The Story, our quote of the night which you'll want to stick around for is coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They say good advice never gets old. As we look ahead to President Trump's commencement speech at West Point this weekend, we want to share some of the timeless advice offered to our nations graduates in a special edition of the quote of the night. Watch."
    },
    {
      "speaker": "WILLIAM MCRAVEN, RET. FORMER HEAD, U.S. SPECIAL OPERATIONS COMMAND",
      "utterance": "If you make your bed every morning you will have accomplished the first task of the day. It will give you a small sense of pride and it will encourage you to do another task and another and another. At by the end of the day, that one task completed will have turned into many tasks completed. making your bed will also reinforce the fact that the little things in life matter. If you can't do the little things right, you'll never be able to do the big things right."
    },
    {
      "speaker": "RONALD REAGAN, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "Graduation day is called commencement and properly so because it is both a recognition of completion and a beginning. You will be called upon to make decisions and express your views on global events because those events will affect your lives."
    },
    {
      "speaker": "BARBARA BUSH, FORMER FIRST LADY OF THE UNITED STATES",
      "utterance": "We're in a transitional period right now, a fascinating and exhilarating time. Learning to adjust to changes, your success as a family, our success as a society depends not on what happens in the White House but on what happens inside your house."
    },
    {
      "speaker": "STEVE JOBS, FORMER CEO, APPLE",
      "utterance": "Your work is going to fill a large part of your life, the only way to be truly satisfied is to do what you believe is great work and the only way to do great work is to love what you do. If you haven't found it yet, keep looking and don't settle. As with all matters of the heart, you'll know when you find it."
    },
    {
      "speaker": "ELLEN DEGENERES, COMEDIAN",
      "utterance": "It was so importantly for me to lose everything, because I found out what the most important thing is, is to be true to yourself. And ultimately, that's what's gotten me to this place. I don't live in fear, I'm free, I have no secrets and I know I will always be OK because no matter what, I know who I am."
    },
    {
      "speaker": "CONAN O'BRIEN, COMEDIAN",
      "utterance": "Today I tell you, that whether you fear it or not, disappointment will come. The beauty is that through r disappointment, you can gain clarity, and with clarity comes conviction and true originality."
    },
    {
      "speaker": "STEVEN SPIELBERG, FILM DIRECTOR",
      "utterance": "My job is to create a world that lasts two hours. Your job is to create a world that lasts forever. Heroes and villains are not literary constructs but they are the heart of all history. And again, it's why it's so important to listen to your internal whisper. It's the same one that compelled Abraham Lincoln and Oskar Schindler to make the correct moral choices."
    },
    {
      "speaker": "JOHN F. KENNEDY, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "Our problems are man-made. Therefore, they can be solved by man and man can be as big as he wants. No problem of human destiny is beyond human beings. Man's region and spirit have often solved the seemingly unsolvable and we believe they can do it again."
    },
    {
      "speaker": "MCRAVEN",
      "utterance": "And if by chance you have a miserable day, you will come home to a bed that is made. That you made. And a made bed gives you encouragement that tomorrow will be better. So, if you want to change the world, start off by making your bed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's good advice as you get into yours tonight, think about that. That is The Story on Friday, June 12, 2020. The Story continues and we will be continuing it right along with you. We'll see you back here on Monday night at seven o'clock from New York. Have a good weekend, everybody. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}