{
  "date": "June 19, 2017",
  "headline": "Is the US inching closer to an armed conflict with Russia?",
  "subHeadline": "The All-Star panel weighs in",
  "url": "https://www.foxnews.com/transcript/is-the-us-inching-closer-to-an-armed-conflict-with-russia",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GEN. JOSEPH DUNFORD, JOINT CHIEFS CHAIRMAN",
      "sentences": "We have an effective link between our operations center in Qatar and the Russian Federation on the ground in Syria. I'm confident that we are still communicating between our operations center and the Russian Federation operations center, and I'm also confident that our forces have the capability to take care of themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES ROSEN, FOX NEWS",
      "sentences": "Top officials from the Kremlin and the Pentagon speaking out after the U.S. downed a Syrian air force jet, and Russia vowed similar action if U.S. pilots stray beyond designated zones. Let's bring in our panel: Matt Schlapp, contributor with The Hill; Bloomberg News White House reporter Jennifer Jacobs, and syndicated columnist Charles Krauthammer.  Charles, to you first. With the Russians drawing lines in the air like this, are we in a new Cold War?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "sentences": "We have been in a new Cold War ever since Putin came into power but it's not exactly at the same level of risk as the old Cold War. The Russians are very careful. They made a similar announcement after we did the tomahawk attack of cruise missile that they would cut off communications. It didn't happen. In the sound bite you showed of Lavrov, the foreign minister speaking, he was conciliatory, saying I hope communication continues. So it sounds as if there is a lot of bark here coming out of the defense ministry from Moscow because they have to show, the Russians have to show the Syrians we are your patrons, we are not going to stand by.  But the larger picture is all of this maneuvering is about post-ISIS Syria. They both assume ISIS is going to be wiped away fairly soon. And the question is, will Syria, will Assad be able to restore with the Russians and the Iranians full control over the country including the part that is now ISIS, or will that be a kind of semi-independent rebel territory and the Assad regime will be a mini state. That's what this maneuvering is about. I don't expect we're going to have a conflict with the Russians, but we are going to have a long tussle on the ground with the forces who support Assad, the forces we are against taking over in the absence of ISIS within a few months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "I don't think we're going to have an answer to the question you posed about what a post-ISIS Syria will look like. Jennifer, for all the talk about alleged collusion between President Trump the Russians, the president has taken some hard lines with the Kremlin, including the shoot- down of the Syrian jet that we saw. Obama-era sanctions on Russia following its annexation of Crimea have remained in place. And of course there have been some sharp words of condemnation for Russia's support of the Assad regime, particularly in the wake of that deadly chemical attack in April.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO THE U.N.",
      "sentences": "We awoke to pictures of children foaming at the mouth, suffering convulsions. How many more children have to die before Russia cares?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "So Jennifer, is this what anyone would've imagined that the U.S.- Russian relationship would look like back on inauguration day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER JACOBS, BLOOMBERG NEWS",
      "sentences": "There already have been some people who have called out this action as a way for Trump to distract from his past comments that had been generous to Russia. I do not think that that's the case that Trump is trying to distract. Obviously there have been provocations by the pro-Assad regime coalition forces several times over the last few weeks.  The big theme around the White House today was de-escalation, de- escalation, talking about how they have not wanted to see this escalate. They do not want to see this escalate, downplaying this quite a bit, talking about how they are going to keep open lines of communication with Russia. The thinking today was, listen, Russia had threatened to cancel the de-confliction agreement to prevent those midair collisions once before when Trump sent the Tomahawk missiles as a retaliation for the chemical strikes, but then that agreement is still in place. They're again threatening to cancel that, but they're thinking that things are going to be able to be smoothed over. There is a very calm, unified voice right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "Bottom line, Russia doesn't seem to be getting all it wants or even most of what it wants from the Trump presidency so far, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOBS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "All right, so we also have the continuing story about the investigation into alleged contacts with the Russians. And there was a fascinating exchange on \"Fox News Sunday\" between our own Chris Wallace and one of the newer members of the Trump defense team, attorney Jay Sekulow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAY SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE",
      "sentences": "And now he is being investigated by the department of justice because the special counsel under the special counsel regulations reports still to the Department of Justice, not an independent counsel. So he's being investigated for taking the action that the attorney general, deputy attorney general, recommended him to take.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "sentences": "You stated some facts. First of all, you have now said he is being investigated after saying that he wasn't. You just said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "No, he's not being investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You just said that he's being investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Chris, I said -- let me be crystal clear so you completely understand. We have not received nor are we aware of any investigation of the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You just said --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "Matt Schlapp, was that crystal clear for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, THE HILL",
      "sentences": "I would like to define some terms. We keep talking about whether or not the president is being investigated or not. It's pretty loose. The fact is that team Trump is involved in this investigation to see whether or not there is collusion between his former campaign and the Russians. So that's the first step. So people get confused and say, oh, that means Donald Trump is a target of the investigation. Is he a target or not? Now, we have a loose leak that has come out in \"The Washington Post\" saying, once again, the inference is Donald Trump is a target of the investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "Not for collusion but for something else, correct? Which was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Which was firing Comey and alleged obstruction of justice. But here's what we have to take a breath on. I don't want to hear about any of this until we actually hear from the counsel, until Jay Sekulow hears from the office of special counsel about who is the target and who is not a target. So all the hyperventilating over this I think is a big mistake. And I think as far as Jay's appearances on the Sunday shows, I think the point was made over and over and over again, which is, hey, he's not a target paired. We haven't been notified that he's target. And the wider investigation continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "And very quickly, 10 seconds for this, Matt. Do you regard that this president is in trouble?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Look, they are going to find something. There's no question there's going to be something. There is not nothing to this, but there's nothing major to it, and there's no collusion with the Russians, Trump's involvement with collusion with the Russians. That whole issue, even the Democrats are letting that go. They are moving on to other topics. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERGEY LAVROV, RUSSIAN FOREIGN MINISTER (via translator)",
      "utterance": "We call on the U.S. and all the others who have forces or advisors on the ground to ensure our work is coordinated."
    },
    {
      "speaker": "GEN. JOSEPH DUNFORD, JOINT CHIEFS CHAIRMAN",
      "utterance": "We have an effective link between our operations center in Qatar and the Russian Federation on the ground in Syria. I'm confident that we are still communicating between our operations center and the Russian Federation operations center, and I'm also confident that our forces have the capability to take care of themselves."
    },
    {
      "speaker": "JAMES ROSEN, FOX NEWS",
      "utterance": "Top officials from the Kremlin and the Pentagon speaking out after the U.S. downed a Syrian air force jet, and Russia vowed similar action if U.S. pilots stray beyond designated zones."
    },
    {
      "speaker": "Let's bring in our panel",
      "utterance": "Matt Schlapp, contributor with The Hill; Bloomberg News White House reporter Jennifer Jacobs, and syndicated columnist Charles Krauthammer. Charles, to you first. With the Russians drawing lines in the air like this, are we in a new Cold War?"
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "utterance": "We have been in a new Cold War ever since Putin came into power but it's not exactly at the same level of risk as the old Cold War. The Russians are very careful. They made a similar announcement after we did the tomahawk attack of cruise missile that they would cut off communications. It didn't happen. In the sound bite you showed of Lavrov, the foreign minister speaking, he was conciliatory, saying I hope communication continues. So it sounds as if there is a lot of bark here coming out of the defense ministry from Moscow because they have to show, the Russians have to show the Syrians we are your patrons, we are not going to stand by. But the larger picture is all of this maneuvering is about post-ISIS Syria. They both assume ISIS is going to be wiped away fairly soon. And the question is, will Syria, will Assad be able to restore with the Russians and the Iranians full control over the country including the part that is now ISIS, or will that be a kind of semi-independent rebel territory and the Assad regime will be a mini state. That's what this maneuvering is about. I don't expect we're going to have a conflict with the Russians, but we are going to have a long tussle on the ground with the forces who support Assad, the forces we are against taking over in the absence of ISIS within a few months."
    },
    {
      "speaker": "ROSEN",
      "utterance": "I don't think we're going to have an answer to the question you posed about what a post-ISIS Syria will look like. Jennifer, for all the talk about alleged collusion between President Trump the Russians, the president has taken some hard lines with the Kremlin, including the shoot- down of the Syrian jet that we saw. Obama-era sanctions on Russia following its annexation of Crimea have remained in place. And of course there have been some sharp words of condemnation for Russia's support of the Assad regime, particularly in the wake of that deadly chemical attack in April."
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO THE U.N.",
      "utterance": "We awoke to pictures of children foaming at the mouth, suffering convulsions. How many more children have to die before Russia cares?"
    },
    {
      "speaker": "ROSEN",
      "utterance": "So Jennifer, is this what anyone would've imagined that the U.S.- Russian relationship would look like back on inauguration day?"
    },
    {
      "speaker": "JENNIFER JACOBS, BLOOMBERG NEWS",
      "utterance": "There already have been some people who have called out this action as a way for Trump to distract from his past comments that had been generous to Russia. I do not think that that's the case that Trump is trying to distract. Obviously there have been provocations by the pro-Assad regime coalition forces several times over the last few weeks. The big theme around the White House today was de-escalation, de- escalation, talking about how they have not wanted to see this escalate. They do not want to see this escalate, downplaying this quite a bit, talking about how they are going to keep open lines of communication with Russia. The thinking today was, listen, Russia had threatened to cancel the de-confliction agreement to prevent those midair collisions once before when Trump sent the Tomahawk missiles as a retaliation for the chemical strikes, but then that agreement is still in place. They're again threatening to cancel that, but they're thinking that things are going to be able to be smoothed over. There is a very calm, unified voice right now."
    },
    {
      "speaker": "ROSEN",
      "utterance": "Bottom line, Russia doesn't seem to be getting all it wants or even most of what it wants from the Trump presidency so far, correct?"
    },
    {
      "speaker": "JACOBS",
      "utterance": "Exactly."
    },
    {
      "speaker": "ROSEN",
      "utterance": "All right, so we also have the continuing story about the investigation into alleged contacts with the Russians. And there was a fascinating exchange on \"Fox News Sunday\" between our own Chris Wallace and one of the newer members of the Trump defense team, attorney Jay Sekulow."
    },
    {
      "speaker": "JAY SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE",
      "utterance": "And now he is being investigated by the department of justice because the special counsel under the special counsel regulations reports still to the Department of Justice, not an independent counsel. So he's being investigated for taking the action that the attorney general, deputy attorney general, recommended him to take."
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "utterance": "You stated some facts. First of all, you have now said he is being investigated after saying that he wasn't. You just said."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "No, he's not being investigated."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You just said that he's being investigated."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Chris, I said -- let me be crystal clear so you completely understand. We have not received nor are we aware of any investigation of the president of the United States."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You just said --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Period."
    },
    {
      "speaker": "ROSEN",
      "utterance": "Matt Schlapp, was that crystal clear for you?"
    },
    {
      "speaker": "MATT SCHLAPP, THE HILL",
      "utterance": "I would like to define some terms. We keep talking about whether or not the president is being investigated or not. It's pretty loose. The fact is that team Trump is involved in this investigation to see whether or not there is collusion between his former campaign and the Russians. So that's the first step. So people get confused and say, oh, that means Donald Trump is a target of the investigation. Is he a target or not? Now, we have a loose leak that has come out in \"The Washington Post\" saying, once again, the inference is Donald Trump is a target of the investigation."
    },
    {
      "speaker": "ROSEN",
      "utterance": "Not for collusion but for something else, correct? Which was?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Which was firing Comey and alleged obstruction of justice. But here's what we have to take a breath on. I don't want to hear about any of this until we actually hear from the counsel, until Jay Sekulow hears from the office of special counsel about who is the target and who is not a target. So all the hyperventilating over this I think is a big mistake. And I think as far as Jay's appearances on the Sunday shows, I think the point was made over and over and over again, which is, hey, he's not a target paired. We haven't been notified that he's target. And the wider investigation continues."
    },
    {
      "speaker": "ROSEN",
      "utterance": "And very quickly, 10 seconds for this, Matt. Do you regard that this president is in trouble?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Look, they are going to find something. There's no question there's going to be something. There is not nothing to this, but there's nothing major to it, and there's no collusion with the Russians, Trump's involvement with collusion with the Russians. That whole issue, even the Democrats are letting that go. They are moving on to other topics. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}