{
  "date": "June 13, 2016",
  "headline": "Gutfeld: Inanimate objects aren't to blame for evil",
  "subHeadline": "It wasn't the availability of weapons that led to terror in Orlando; it was a hateful, murderous, homophobic, misogynistic ideology",
  "url": "https://www.foxnews.com/transcript/gutfeld-inanimate-objects-arent-to-blame-for-evil",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT BARACK OBAMA",
      "sentences": "We are also going to have to make sure that we think about the risks we are willing to take by being so lax in how we make very powerful firearms available to people in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, PRESUMPTIVE DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "I believe weapons of war have no place on our streets.  We have to make it harder for people who should not have those weapons of war. And that may not stop every shooting or every terrorist attack, but it will stop some and it will save lives, and it will protect our first responders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But if Orlando is gun violence, then what was 9/11? A box cutter violence? Shall we blame hardware stores for that act? Pressure cookers caused the Boston bombing. Shall we blame Crate and Barrel?  Blaming an inanimate object absolves you of actual guts. It wasn't the availability of weapons that caused these acts. It was a hateful, murderous, homophobic, misogynistic ideology, one that sees murdering gays as an act of compassion. And it's a belief ignored by multiculturalists. Islamism has killed gays for a while. So lefties, if you never spoke out about that, shut up about guns. Now the pope is lashing out -- at guns, not Islamism. He says guns circulate too freely. Doesn't he know that ISIS hits soft targets, not hard ones like the Vatican? It's all based on hard versus soft. If the Vatican were as unarmed as Pulse -- the club -- the pope would not be alive. But ISIS knows that the pope is surrounded by a military force consisting of 100-plus ex-Swiss soldiers, who carry muskets but also submachine guns, with heavily armed agents nearby. If that club, Pulse, had three percent of the pope's arms, he wouldn't be lecturing on guns.  The pope complained that aid and food to poor countries are often blocked, but guns are not. Doesn't he see that, if it weren't for armed men from our country, most aid would get nowhere?   He says he's pro-life. Not here, I'm afraid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT BARACK OBAMA",
      "utterance": "We are also going to have to make sure that we think about the risks we are willing to take by being so lax in how we make very powerful firearms available to people in this country."
    },
    {
      "speaker": "HILLARY CLINTON, PRESUMPTIVE DEMOCRATIC PRESIDENTIAL NOMINEE",
      "utterance": "I believe weapons of war have no place on our streets. We have to make it harder for people who should not have those weapons of war. And that may not stop every shooting or every terrorist attack, but it will stop some and it will save lives, and it will protect our first responders."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But if Orlando is gun violence, then what was 9/11? A box cutter violence? Shall we blame hardware stores for that act? Pressure cookers caused the Boston bombing. Shall we blame Crate and Barrel? Blaming an inanimate object absolves you of actual guts. It wasn't the availability of weapons that caused these acts. It was a hateful, murderous, homophobic, misogynistic ideology, one that sees murdering gays as an act of compassion. And it's a belief ignored by multiculturalists. Islamism has killed gays for a while. So lefties, if you never spoke out about that, shut up about guns. Now the pope is lashing out -- at guns, not Islamism. He says guns circulate too freely. Doesn't he know that ISIS hits soft targets, not hard ones like the Vatican? It's all based on hard versus soft. If the Vatican were as unarmed as Pulse -- the club -- the pope would not be alive. But ISIS knows that the pope is surrounded by a military force consisting of 100-plus ex-Swiss soldiers, who carry muskets but also submachine guns, with heavily armed agents nearby. If that club, Pulse, had three percent of the pope's arms, he wouldn't be lecturing on guns. The pope complained that aid and food to poor countries are often blocked, but guns are not. Doesn't he see that, if it weren't for armed men from our country, most aid would get nowhere? He says he's pro-life. Not here, I'm afraid."
    }
  ]
}