{
  "date": "June 21, 2021",
  "headline": "'Hannity' on New York Times' 'malpractice,' Chicago crime crisis",
  "subHeadline": "Guests: Mike Huckabee, Kayleigh McEnany, Leo Terrell, Lara Trump, Marty Makary, Gregg Jarrett, Larry Elder, Alan Dershowitz, Leisl Carpenter, Will Trachman",
  "url": "https://www.foxnews.com/transcript/hannity-on-new-york-times-malpractice-chicago-crime-crisis",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "And welcome to the breaking news edition of \"Hannity\". Even more shocking violent crime caught on tape -- this is really sad. This includes a couple dragged from their car, a boyfriend and girlfriend shot execution-style. He's dead and the girlfriend is now clinging to her life after this minor fender bender in Chicago. Typical weekend in the Windy City. Over 50 people shot, and we have full coverage tonight.  But we begin tonight with the Democrats -- their far left, socialist, radical agenda, it's failing in pretty much everywhere it's tried. It is all self-destructive. Democrats now in complete damage control. They're trying to rewrite history, trying to pretend as if they never held these radical positions they had been pushing but people aren't buying. They're running away from their own radical stance and the Democratic Party is fracturing right before your eyes.  Now, just looking at the issue of voter ID where we now seeing the most shameless, the most bizarre, the most brazen, flipping and flopping and turning around with the likes of Stacey Abrams, Joe Biden, Raphael Warnock, and others that actually now are trying to claim that they were never against voter ID, never once.  They're even claiming they never made baseless claims about voter ID being part of, quote, Jim Crow 2.0, voting reform laws. In the case of Abrams, she clearly has pretty short memory. Or more likely, she's just straight up lying. Joe Biden, Stacey Abrams, Warnock, they've cost Georgia and Georgia businesses an estimated $100 million just by losing the all-star game alone.  Luckily for Joe, Stacey, Raphael, we actually have tape of them and, by the way, we are happy to refresh their memories. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACEY ABRAMS, FAIR FIGHT ACTION",
      "sentences": "Redux of a failed system that is designed to both scare people out of voting and make it harder for those who are willing to push through, make it harder for them to vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "sentences": "Just give me a list of the provisions that you objected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABRAMS",
      "sentences": "It shortened the federal runoff period from nine weeks to four weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABRAMS",
      "sentences": "It restricts the time of voter to request and return an absentee ballot application.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABRAMS",
      "sentences": "It requires that a voter have a photo identification or some other form of identification that they're wiling to surrender in order to participate in absentee ballot process.  That's one of the fallacies of Republican talking points that had been deeply disturbing. No one has ever objected to having to prove who you are to vote. It's been part of our nation's history since the inception of voting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Abrams now saying she's even backing Democrat Senator Joe Manchin and his voting compromise that it actually reportedly would be similar to Georgia's voting law reform that Abrams and sippy cup Joe Biden were referring to as Jim Crow 2.0, and woke corporations like MLB cave to, costs the state of Georgia hundreds of millions of dollars and a lot of lies told about the state.  So, could it be Democrats, they're starting to see the writing is on the wall realize their positions on voter ID, so many other issues are as unpopular as ever? Look at this Monmouth University poll. It shows overwhelmingly the American people support voter picture ID, 91 percent of Republicans, 87 percent of independents, 62 percent of Democrats and 84 percent of non-white Americans. They support integrity and confidence in elections and that means photo voter ID.  Now what Democrats call Jim Crow 2.0, just a few short weeks ago is actually popular with Americans all across the country. It's the first thing from voter suppression. It's one of the few issues Americans are actually united on.  But, of course, Democrats, they just keep doubling down on lie after lie after lie, when, you know, Joe and Stacey and Raphael, they're spewing these lies, when do they apologize for dividing this country and creating racial division? Like far left extremist Georgia Senator Raphael Warnock, he's flat out lying, trying to claim that he never opposed voter ID despite numerous examples uncovered by foxnews.com going back years.  And what about president sippy cup? Why didn't he ever lift a finger? He's represented the state of Delaware I think about 5,000 years, and guess what? He never lifted a finger to create more accessibility for voters in his state.   They don't have any early voting like the state of Georgia does, 17 days in person early voting. They have no drop boxes in Delaware. They don't have no excuse absentee ballots like they do in Georgia. No, he never lifted a finger. And, by the way, when are they also -- when will the mob in the media asked Joe any of the tough questions about why he didn't lift a finger to make voting less restrictive in his home state or as he calls it, I'm from a slave state? The media, they've had meltdown after meltdown when Donald Trump called them out for their fake news. Now, just watch Biden's behavior and you ask yourself what would the mob's reaction be if this was Donald Trump? Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "How was your role as vice president in charge of policy in Ukraine and your son's job in Ukraine, how is that not a conflict of interest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It's not a conflict of interest. There's been no indication of any conflict of interest, from Ukraine or anywhere else, period. I'm not going to -- I'm not going to respond to that.   Let's focus on the problem. Focus on this man, what he's doing that no president has ever done, no president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a long way until November, we got more questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "You got more questions, but I tell you, if you have a problem figuring out whether you're for me or Trump, and you ain't black.  When I announced that you all said it's not possible, come on, give me a break, man. It's a good start, 100 million. Thank you. You're a lying dog face --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Speculation that you -- that you are subject to some degree of cognitive decline.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And he also partnered with a Klansman to stop integration of schools, didn't want schools becoming racial jungles, his words. Now rather than seriously cover sippy cup and his failing agenda, his weakness abroad wannabe journalists, well, let's look at \"The New York Times\" and their full-time Donald Trump stalker Maggie Haberman, even as she is now supposed to be covering Biden. Well, stalker Maggie appears to be obsessed still with all things Donald Trump and mostly ignoring the ever forgetful Joe, because get this a review foxnews.com, it found that \"The New York Times\" published more than 40 stories featuring Maggie Haberman in some capacity since the paper claimed she would be covering the Biden administration, only five have been about Biden, with the majority focused on Donald Trump.  And remember, it was stalker Maggie Haberman and \"The New York Times\" and those partisan socialist hacks, remember, they won the once prestigious Pulitzer Prize in 2018 for their Russia collusion coverage which, of course, turned out to be completely and totally false, totally based on bad sources, bad information, bad journalism, bad writing and total fake news left-wing partisan radical agenda.  Maggie, I'll ask again, when are you going to admit your mistakes, correct the record, return your fake Pulitzer and admit who you are? You've now become a full-time Donald Trump stalker. You're not covering Joe Biden the way you cover Donald Trump. You're not capable of it. She stalks Trump and gives Biden the pass, just like her \"New York Times\" colleagues they just all can't seem to quit Donald Trump.  The mob, the media, they miss Trump more than anyone else in the country. Maybe Maggie and other stalkers at \"The New York Times\", her colleagues, maybe they want us to get Trump bobbleheads for them so they can put pins in it at night. Here's a headline -- let's see, Trump stalkers at \"The New York Times\" need to return their fake Pulitzer. \"The New York Times\" completely botched their Russian coverage. They were wrong again and again and again. They spread lie after lie, conspiracy theory after conspiracy theory to you the American people, and it went on for three long years.   For example, remember, you know, Maggie Haberman stalking Trump -- oh, Trump Jr. was told in an email of Russian effort to aid campaign. That never ended up being -- that ended up being a totally misleading story. It failed to explain that the lawyer in the infamous Trump Tower meeting was tied to Fusion GPS, you know, Glenn Simpson, the guy that hired Christopher Steele to put together the fake Hillary Clinton bought and paid for dirty Russian disinformation dossier, and by the way later was used uncorroborated in FISA applications to spy on candidate Trump and later President Trump.  Maggie, and your fellow \"New York Times\" Trump stalkers, you blew the biggest story in your career. You never told your readers the truth. You never told them that dossier was garbage, full of lies, propaganda, Russian misinformation. You never told them that Comey and the FBI were warned repeatedly about issues about Christopher Steele. This is not journalism. You know, you have now become basically the press office for all things New Green Deal socialism. And if the Pulitzer committee had any integrity, if you had any integrity, if \"The New York Times\" had any integrity, you would return that phony Pulitzer or at least they'd take it back. Maggie and her leftist hack colleagues at \"The New York Times\", they lied, they got a phony reward for it and the paper tonight is already doing damage control, tweeting out: Maggie Haberman is one of the finest journalists of her generation.   No, she's not and let me just say that tweet will not age well. And speaking of sources, well, what's \"The New York Times\" telling their readers about Joe Biden, the weak, frail, cognitive mess that is Joe Biden? Have they really done a deep dive into Joe's schedule less than what one item a day? What his staff is really, you know, thinking about him? Why aren't they investigating those important stories? Because we know so- called reporters at \"The New York Times\" and elsewhere, they're nothing but an extension of the Democratic, New Green Deal, Socialist Party. They amplify the same lies, the same agenda, they smear Republicans, they obsess over Trump, they hide truth, they protect Democrats. Here with reaction, \"Outnumbered\" co-host Kayleigh McEnany, along with FOX News contributor Mike Huckabee. You know, there's a lot of ways to lie. They lie by just outright lying. What they reported about \"The New York Times\", we'll start with you, Governor Huckabee, was false. They got a Pulitzer Prize for stories that were phony.   Now if they had any integrity I would imagine they would give that Pulitzer back. Do you see that day coming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "sentences": "No. I'm pretty sure we're not going to see them give the Pulitzer back. It's become a prize for fiction for the most part, and your monologue was spot on about the malpractice of journalism and how it's been so absolutely disgusting. They're still obsessed with Donald Trump. I mean, he's living rent free in all of their heads. Not only is he living rent free, I think he's charging them. It's just an amazing experience to watch that they can't seem to let go.  And part of it is, Sean, they can't really report about the Joe Biden administration because if they did it honestly, they'd be reporting pretty much a scandal every day, not just from the fact that you've got Kamala Harris who's now almost 90 days and still hadn't shown up at the border, but you've got the Hunter Biden controversy. The fact that Joe outright lied about having never had conversations with his son or anyone else about business when we know he did at the cafe right there in D.C. So, yeah, there's some real issues and they don't want to cover them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I came very close to pull the trigger to sue \"The New York Times\", Kayleigh. I still think about it. I still can. I might do it. I've got other things in my life to worry about uh than they're lying but it's damaging.  What's fascinating is Project Veritas now they had a big New York Supreme Court decision where they're now entering the discovery phase against \"The New York Times\". I've interviewed James O'Keefe, he said under no circumstances is he ever going to settle. I don't really care how much insurance they have.  Discovery, that means we may get to see their emails. We may get to see their text messages. We may get to see their -- the internal workings of \"The New York Times\" and I would imagine that that might be quite interesting. Same with Sarah Palin in her case.  KAYLEIGH MCENANY, CO-HOST, \"OUTNUMBERED\": Sean, that would be huge. It was Justice Scalia who pointed out that it's so hard to win a defamation case against one of these publications because you have to prove actual malice. Well, I'm pretty sure if you got access to the personal text messages of a \"New York Times\" reporter or a \"Washington Post\" reporter, you may find that actual malice against you, a conservative President Trump, James O'Keefe or others, because here is the sad truth about the garbage that is being spewed on the front pages of these two papers in particular, the beat of these reporters is not the White House. It is hatred of Donald Trump and their currency is leaks. They depend on leaks. If you notice the people who have the worst reputations in conservative circles in Washington or in the TV realm are people who don't leak to these papers. There is a reason for that. They depend on it. They thrive on it, and make no mistake hatred of Donald Trump is their motive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why Governor Huckabee, why wouldn't they want to cover Hillary paying for a dirty Russian dossier? Why would they not want to cover -- it says at the top of a FISA application \"verified\", and four of them were signed but yet they're unverifiable because we now know the information in the dossier was false? Why wouldn't they cover that aspect?  Why wouldn't they be interested in the fact that Joe Biden appears to be cognitively a mess, to put it nicely?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "The simple answer to that, Sean, is that journalists today no longer wear striped shirts and consider themselves the referees of the game, calling balls and strikes and trying to really make sure the game is played fairly. These are people who every day put on a team jersey. They're on team Biden. They're on team left. And they go to the field not to report the news but to create the news, and to shield the average American from the news. I mean, this stuff that's going on right now about Stacey Abrams and we're finding out that she's now saying she'll support Joe Biden's -- not Joe Biden -- but Joe Manchin's bill about voting and voter ID, you just played a number of things where it was revealed -- look, she's got more flip-flops than a Jimmy Buffett concert for heaven's sakes. So there's just no credibility. And that's why people have so little respect or even confidence whatsoever in the media anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Mike Huckabee and Kayleigh McEnany, just seems like they're New Green Deal socialist hacks, they're the other press office of the Democratic Party and full-time Donald Trump stalkers. All right. We move on tonight. The failures of the Democratic agenda are leading to more and more violence on streets all across the country. And while Democrats try and run from this truth and reality and run from the destruction that the far left extreme agenda is causing the country and real pain inflicted on these residents, it's now undeniable yet again this weekend, a wave of shootings hit the city of Chicago over four dozen shootings this weekend. In Chicago alone, 50 plus people shot, including this sick and twisted attack. Look at this, a married couple literally following an apparent fender bender after the city's Puerto Rican Day parade on Sunday, dragged from their car and shot execution style pretty much in cold blood. The man, 24-year-old Giovanni Arzuaga, he's dead. His 25-year-old girlfriend, she's fighting for her life tonight and police say no one is in custody.   Interesting, I doubt you've heard the name before right now. How is it 50 people are shot and most of America doesn't know the name of one of them? We've been running names and scrolling names on this show since when Biden was vice president. And this was Obama's home city. Mayor Lori Lightweight, you're a complete failure. You have let your city completely deteriorate. It's now devolved into a total war zone. You can't have a pursuit of happiness in any way without law and order in simple safety and security. May be focused a little less on attacking Republicans and looking at the race of reporters that cover you and fueling divisive woke politics and may be focus on what's going on in your backyard, in your city that you claim to care about. You along with comrade Bill de Blasio, so many others, failed Democratic mayors and governors, complete disgrace to this country and are not protecting the citizens you're supposed to protect, you're not being the public servants you swore to be. If you can't protect basic safety and security, law and order, if you can't support the police and you support no bail -- well, then, it's time for you to resign and let somebody in that will protect the people of your city and your state. It's not just Chicago. New York City prosecutors, get this, they're now dropping charges against hundreds of rioters and looters that were caught last summer during the unrest better known as rioting, exposing yet again that this is a failed socialist city and state. They're going to stalk Donald Trump and, well, did he pay every penny of every tax going back the last 39 years of his life, but do nothing to save the lives of innocent people?  We have people on videotape committing acts of arson and looting. We have their identities. We have their videos. We have their pictures. We have all the evidence we need. We're not doing a thing. You know, are we going to create a city with normal common sense law abiding Americans where they can pursue their lives. What's going on in these Democratic-run hell holes is an abomination. It's unacceptable. It's preventable. It's unconscionable. Unfortunately, it's not at all surprising. It's a natural consequence of what Democratic rule does to everything around it. It works like clockwork. Far left extremist take no responsibility, defund, dismantle, no bail laws, and look what's happened.  Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And many of the cities that have talked about removing that money like Minneapolis and Seattle, they've actually paused or slowed how they were thinking about moving that money. So this rising crime is not the fault of the movement, it's actually the fault of the police and this has been our point all along. Why should we keep funding systems and institutions that keep rendering themselves ineffective? We should be talking about gun control, livable wages, fair housing, education. That's where we should be moving the money to, to ensure truly safe streets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joining us with reaction, radio talk show host, nationally syndicated Larry Elder, along with Leo 2.0 Terrell. You know, Larry, I'm looking at your reaction. I'm looking at Leo's reaction. Larry, I'll start with you. We do this every week every Monday, we can come on the air give you the names of 50 people shot in Chicago, 50 people shot in New York, every other city, nobody knows their names, Larry. Nobody seems to care about their names because they can't politicize it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, RADIO TALK SHOW HOST",
      "sentences": "You know, Sean and Leo, in 2007 when Obama was first interviewed by \"60 Minutes\", Michelle was interviewed as well, and Steve Croft, the correspondent, said, are you worried about your husband's safety? And Michelle said, no, because as a black man, Barack could be shot at a gas station in Chicago. She wasn't talking about QAnon. She wasn't talking about white nationalists. She's talking about the crime in Chicago. It's one of those candid moments. And Kamala Harris in Guatemala talked about root causes. Why aren't we talking about the root causes here? And they include, as you pointed out, the defund the police movement, Black Lives Matter, the lie that the police are engaging in systemic racism, the pressure that police officers are now under for fear of being accused of racism. They're pulling back. Surprise, surprise, crime has gotten up and not least to which, the major root cause, fatherlessness job not just in the black community but in the Hispanic community and in the white community and we're not having a conversation about that at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, you know, Leo, they don't give an Adam Schiff. They just don't give a Schiff, seriously, about these lives. Or else --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, seriously, we would -- we would know the names of the people every weekend shot if they cared about lives mattering, these lives -- names were scrolling would matter. We have a record number of police officers killed in the line of duty this year. This is all on top of last year's record. So the problem gets worse but we'll hear about the one the two cases that they can use politically to bludgeon Republicans. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "sentences": "Why? Because they exploit and they use black people. That's all they use them for. They don't use them to progress them. They don't use them to improve schools. Lori Lightfoot is a political gangster. She's cut a deal. She's not going to go after the gangs. She's going to go after white reporters. She's going to go after gun control of law-abiding citizen. She ignored the help of Donald Trump but she's begging for help from Joe Biden because she wants to make it a gun issue. She wants to make it a pandemic, a pandemic issue. But she allows the gang members the career criminals to flourish in Chicago. She got -- Al Capone got nothing on Lori Lightfoot. She is a gangster, and she's cut a deal with the Chicago gangs and she's going to allow them to flourish, and she's going to -- at the expense of minorities. It's ridiculous. It's shameful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The three of us and I'll end it here, all these names we're scrolling, we all agree their lives matter. But we're the only show doing it. We're the only show saying every one of these lives matter. We know how to fix this. If they want to fix it, they can fix it. They clearly don't want to. At some point, they're aiding and abetting this ongoing death and violence and destruction. Thank you both.  When we come back, shocking examples, two-tiered system of justice -- well, if you don't like Trump, well, you can pretty much get away with anything. Alan Dershowitz, Laura Trump, they're next. Also, later, a Wyoming rancher, personal story, suing the Biden administration. Wait until you hear her story about racial discrimination, yup, in the year 2021, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Disturbing news tonight to bring you out of the district attorney's offices in New York, Manhattan, the Bronx. Now, despite mountains of evidence, including countless surveillance videos and photos and social media posts from offenders, admitting guilt -- well, the New York D.A. Cyrus Vance Jr. and the Bronx D.A., Darcel Clark, they're dropping hundreds of looting cases from last summer in order to prioritize the ongoing investigation into the Trump Organization and what is clearly a politically motivated decision. How do you think you're going to stop arson? How do you stop lawlessness? How do you stop looting if you give people a get-out-of-jail-free card? Meanwhile, even former members of the Obama administration are starting to criticize the zero experience Hunter. Former Obama ethics chief Walter Shaub, he's now calling Hunter's upcoming art show in which he's selling his art at massively inflated prices to anonymous buyers, he called it shameful and grifty. Five hundred thousand dollars, what. portraits of a crackhead?  This art show which, you know, really should be called that, is just the latest of zero experience Hunter and his quest that seems -- well, never- ending to get as much money as possible living off his dad's name. Now, recently revealed text messages show that he called his lawyer the N- word, made several racial slurs about Asian-Americans. He abandoned the mother of his own child and tried to kick her off her health insurance right after she gave birth to his child. He lied on a gun application, then he put the gun in a dumpster. Imagine if a Trump did that. He took money from the first lady of Moscow. In addition to money from Ukraine and oligarchs in Kazakhstan, Russia and, of course, a Chinese national shopping spree in the bank of China deal, tied to the Chinese military. Imagine the outrage that would ensue with Maggie Haberman and her colleagues at \"The New York Times\" if one of the Trump kids ever did one of these things. Well, you'd never -- they'd never stop their coverage ever. Yet zero experience Hunter, Joe Biden, they get their free pass, and one after another for their corrupt actions. Here with reaction, author of \"The Case Against News Censorship\", Alan Dershowitz, FOX News contributor Lara Trump. Professor, I'll start with you. Just from a pure legal standpoint, if you want to stop arson and you want to stop looting, and you have evidence that includes videotapes and pictures of the people involved in the crimes, that's kind of incontrovertible in a court of law -- at least my understanding of the law. Why would you let people get off the hook like that? ALAN DERSHOWITZ, AUTHOR \"THE CASE AGAINST THE NEW CENSORSHIP\": Well, we need to have a single standard of justice around the country.  If you're going to prosecute the people who broke into the Capitol building, people who went in innocently, I have a client who was a law student who was invited in by the police didn't do anything unlawful and they're going after him for a felony. If you're going to do that, you have to apply the same standard of justice to people on the left who did comparable things in New York or in Portland, Oregon or other places. You must have a single standard of justice. The same thing is true with the Hunter Biden or anybody else. You should have a single standard of justice. There should be an ethics czar that is neutral and non-partisan. And the second rule I think we should have generally is you don't blame candidates or presidents for what their children or family members did. You blame them for what they do hold them individually responsible. But the most important thing is a single standard of justice you can't have Republican justice, Democrat justice, Trump justice and Biden justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If your husband, Lara, Eric Trump, if Don Jr., if anybody with the last name Trump ever did any of the things that Hunter Biden did, we know what would happen. We know what the media coverage would be like and we know what the prosecutors would do. It would be a never-ending, nonstop, you know, three-year extravaganza. They give them a pass every time. I can only conclude we don't have equal justice under the law in America anymore and we don't have equal application of our laws anymore, and that should scare every American, I don't care if you're a Democrat or a Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CONTRIBUTOR",
      "sentences": "Yeah, could you even imagine, Sean, if this was my husband Eric, if it was Don, if it was anyone with the last name Trump, people would be going absolutely crazy. But because it's Hunter Biden, nobody cares about it.  And let me just say this what we see going on in New York City right now, the fact that they are not going after these people who clearly broke the law -- first of all, what kind of precedent does that say? That says just go out and do whatever you want, nobody is going to be held accountable for this. We have people that are shooting at 5 and 10 year olds in the Bronx, this horrifying video that we all saw from over the weekend and yet, they are taking their time and taxpayer money to go after Donald Trump. It is very clear they have one motive, Sean. It is to disqualify President Donald Trump from running again in 2024. They don't care how many people they let off the hook. By the way, a lot of these businesses that were broken into were local small businesses. How did they get by? What about them? It is absolutely disgusting to see. If the media had any integrity and if the justice system was equal, then Joe Biden most certainly would not be president of the United States and Hunter Biden most likely would be in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, Professor, we recently read this report from \"ProPublica\". They got the tax returns of many billionaires and it was shown that these billionaires like Warren Buffett -- I'm not going to mention all of them but many of them -- Michael Bloomberg, that they paid minuscule amounts of taxes, even though their wealth increase. Now, they never took income. They held on to their assets. They didn't sell them. The values of their assets went up. So my understanding of the law is if you don't take income, you don't pay income tax that year. At some point you will. But they did it I believe in a way that's dishonest. You see what they're doing to the Trump Organization. Do you have a problem with any of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It has to be equally applied. The IRS has to be neutral. It cannot be used the way Richard Nixon used it. Enemies, it can't be used against political opponents. IRS has to be absolutely equal. We have to change the law. We have to make sure that people pay taxes, even if they defer their income, we have to make sure that people who have billions of dollars don't pay fewer taxes than their secretaries. That's something that Democrats and Republicans alike should join. And the other thing Democrats and Republicans should join alike, I'm a Democrat, is equal justice under the law. You can't have differential rules --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But let me just -- let me play a little devil's advocate. I'm not defending them, I pay my taxes because I know -- I know the law is going to be fully applied to me, I pay everything. But the point is, if they don't take an income, for example, if you got an appraisal on your house today, it would be X number of dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's say it's worth a million dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay, you go to sell it. Maybe it only sells for 750 in spite of what the appraisal is. So there's always a difference between an estimated amount of money that they might have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- or a stock price today versus a stock price when they sell it, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "That's not what's -- that's not what's happening. That's not what's happening. What's happening is people are taking money out and spending it and then what they're doing is taking phantom deductions, not real deductions. They're legal but they're not real deductions. So the billionaires have all this money to spend, it's income but it's phantom deductions. And so, the law has to change. Look, I'm not a fan of many of the Democratic proposals for tax reform, but I do think many in America are going to be in favor of some kind of a wealth tax on billionaires. If you have a billion dollars or more, the idea that you pay no taxes because you have good tax accountants and good lawyers is not acceptable to most Americans. So we need to rethink how we tax people and we need to make sure that we have equity -- equity is the name of the game when it comes to justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both. It's getting -- these times are interesting, I'll tell you that, but we're certainly not having equal justice or application laws. That's not good for the country. When we come back, another week of Fauci flip-flops on the vaccine controversies. Dr Marty Makary, Greg Jarrett, did Dr. Fauci break the law? He'll break it down, much more, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Now, Dr. Doom and Gloom, flip-flop Fauci doubling down on his claims that any attacks on him are attacks on science. Well, actually, science is more right than Dr. Fauci. Remember earlier this month during a interview over there at MSDNC, he lashed out at critics for calling him out on his never-ending flipping and flopping and flailing. And this week during an interview on \"The New York Times\" writers' podcast, never knew there was such a thing, he doubled down on his defense. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "It is essential as a scientist that you evolve your opinion and your recommendations based on the data as it evolves. And that's the reason why I say people who then criticize me about that are actually criticizing science. I put very little weight in the adulation and very little weight in the craziness of condemning me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Meanwhile, the WHO as corrupt as they are, they're even now saying at this moment, we do not recommend that anyone under the age of 18 get the COVID vaccine. Remember, the Cleveland Clinic last week said, yeah, if you had COVID, you don't need the vaccine. Is that the science? Is Fauci right on anything? It all comes after Fauci's comments in May in which he stated then that children as young as four would likely be getting vaccines by the end of 2021 at the latest, the beginning of 2022. Here with reaction, the author of the book \"The Price We Pay\", FOX News medical contributor, Dr. Marty Makary. And on the legal side legal, is there any legal jeopardy for Dr. Fauci? FOX News legal analyst, Gregg Jarrett, is with us. Doctor, we'll start with you on the science part. I don't know -- if not trusting Dr. Fauci is not trusting the science, then count me as not trusting the science because Dr. Fauci science has been wrong an awful lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARTY MAKARY, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, Sean, look, I think some people maybe criticizing Dr. Fauci because they are anti-science but not most of us. Most of us have been asking for a more data-driven strategy and we used to have this open dialogue in the medical profession. But now, let's turned into sort of modern-day McCarthyism. He's ignored natural immunity, that was a big mistake and still is. He dismissed the idea of maximizing the first dose. He didn't say anything when doctors were asking to pull the extra half dose which would increase our vaccine supply by 15 percent, the extra dose in the vial. There's been a lot of big mistakes and I think, as a doctor, I can tell you, Sean, patients it when I say, look, I'm sorry, we made a mistake. People are hungry for honesty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, now, let's look at the legal side of this and I thought the emails were quite damning Dr. Fauci, Gregg Jarrett. He knew as early as January 21st 2020, that in fact, people were writing him, telling him they believed that the gain of function was perpetrated on this virus. He knew that the Wuhan lab of virology that they were involved in studying coronavirus. He knew about gain of function. He had panic emails about whether or not the NIH possibly was funding this gain of function. Do you see any legal opening liability, culpability for him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "Well, first of all, his arrogance is quite breathtaking. He seems to be under the delusion that his name is synonymous with science and he's immune from criticism, and that's ludicrous. Asking a question about science is not a crime against science. Science is all about facts and evidence, and testing. Debate is necessary. Skepticism is healthy. And let's not forget, he is a government bureaucrat, so a certain measure of distrust is deserved. In his case, it's actually earned because he's proven himself to be a master of half-truth, distrust, deceptions, and in two cases, outright lies to which he later admitted. I called it for a criminal investigation of Fauci. Ten days ago in a column I wrote for FOX News, because there's been credible evidence that he may have lied in his testimony to Congress, he emphatically and repeatedly denied that money from his group at the NIH was used for a dangerous gain of function research. The documents belie that. Take a look at the grant of the money itself. It specifically states it's to be used for reverse genetics. What's that? Fauci is on record as saying that's gain of function. So, at the very least, it's false and misleading statement to Congress which is a crime. At worst, it's an outright lie to Congress, which is also a crime. There needs to be an investigation of Fauci. And especially to if he was complicit in funding dangerous experiments that may have created the pandemic itself. Is it any wonder that he's been pushing an alternative narrative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I appreciate the legal side and the medical side, thank you both. When we come back, you'll meet a Wyoming rancher who is now suing the Biden administration for racial discrimination and she'll tell us her story. That's straight ahead. Thanks for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A six generation female rancher in Wyoming fighting back against the Biden administration and what is blatant discrimination against farmers in its distribution of COVID relief funds. In a recent \"New York Post\" op- ed titled: Why I'm suing to stop Biden's blatantly anti-white farm aid bill, ranch owner Leisl Carpenter writes, quote, I was a new mom when the pandemic hit. I worried about making ends meet. I resorted to selling down some of the herd in a low market, and I know many ranching families had to do the same. We're all the same on the inside but if you treat people differently based on their outward appearance, you're making assumptions about who they are and where they've come from and what they've had to overcome. Leisl and her attorney Will Trachman join us now to explain more. And, Leisl, thank you so much for being with us. I don't know. Sometimes when I got sick and tired of it this business I'm in, you know, owning a ranch and being out on my own is quite appealing. You -- and I credited ranchers. You feed all of us. Farmers feed all of us. You deserve a great deal of credit. Tell us exactly what this is about because I would imagine anybody that's a rancher, anybody that's a farmer, anybody that's involved in keeping us all alive, if aid is given to one person, it should be given to everybody, no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEISL CARPENTER, RANCHER",
      "sentences": "That's correct. You know, everybody deserves this aid because we've all struggled, ranching and farming for decades has been a losing proposition. We struggle against increasing inflation prices of everything while products remain the same if not lowered. And, you know, the pandemic hurt. Everything hurt. And everybody deserves the equal opportunity under our government and our flag to deserve this aid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. Trachman, you're the attorney. Tell us about the legal side of this, the legal merits of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILL TRACHMAN, ATTORNEY",
      "sentences": "Yeah, thanks, Sean, for having me. You know, we defeated government segregation by race in the 1950s. And Leisl is here to re-defeat and to fight the same battle that we had to fight over 60 years ago. When the government divides us out by race, that's a sordid business. And that's why Mountain States Legal Foundation and the Southeastern Legal Foundation are here to fight this fight and take it to the Biden administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay, the government's definition of socially disadvantaged, Leisl, it includes African-Americans, Hispanic Americans, Asian Americans, Native Americans, and Pacific Islanders, but if we're talking about people doing the exact same work that all of society benefits from, that clearly we are in need due to circumstances beyond any control that they had -- I'm having a hard time understanding the rationale behind it. Because any American that works in ranching or farming, that's feeding the rest of the country, you know, at a time when we need them, should all be getting the help equally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARPENTER",
      "sentences": "I agree completely. You know, 95 percent of us are completely being discriminated against because of our race. And it's wrong. We all work just as hard day in and day out. We often -- my husband often jokes that we work half hour -- half days and, you know, that's 12 hours a day. And that's common. Most days, during -- depending on the season, we'll put in 18 hour days and we don't even bat an eye and, you know? And that's what most of us ranchers and farmers do on a daily basis. We work year-round trying to provide a safe, nutritious, top-of-the-line supply. You know, we feed people, we clothe people, and we help people in their homes. You know, it's not just food that we provide and, you know it's a very important industry and everybody needs to realize that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "On the surface, I think you have a strong case. We'll continue to follow it. Good luck with your business and lawsuit. Can't have that happen. When we come back, our villain of the day, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Villain of the day is BMX Chelsea Wolfe who recently qualified as an alternate to represent the U.S. at this year's Summer Olympics. Take a look at your screen. Wolfe wrote in a now deleted Facebook post in March. Her goal -- ultimate goal in Tokyo is to win the Olympics so she can quote burned a U.S. flag on the podium. You're representing your country. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "And welcome to the breaking news edition of \"Hannity\". Even more shocking violent crime caught on tape -- this is really sad. This includes a couple dragged from their car, a boyfriend and girlfriend shot execution-style. He's dead and the girlfriend is now clinging to her life after this minor fender bender in Chicago. Typical weekend in the Windy City. Over 50 people shot, and we have full coverage tonight. But we begin tonight with the Democrats -- their far left, socialist, radical agenda, it's failing in pretty much everywhere it's tried. It is all self-destructive. Democrats now in complete damage control. They're trying to rewrite history, trying to pretend as if they never held these radical positions they had been pushing but people aren't buying. They're running away from their own radical stance and the Democratic Party is fracturing right before your eyes. Now, just looking at the issue of voter ID where we now seeing the most shameless, the most bizarre, the most brazen, flipping and flopping and turning around with the likes of Stacey Abrams, Joe Biden, Raphael Warnock, and others that actually now are trying to claim that they were never against voter ID, never once. They're even claiming they never made baseless claims about voter ID being part of, quote, Jim Crow 2.0, voting reform laws. In the case of Abrams, she clearly has pretty short memory. Or more likely, she's just straight up lying. Joe Biden, Stacey Abrams, Warnock, they've cost Georgia and Georgia businesses an estimated $100 million just by losing the all-star game alone. Luckily for Joe, Stacey, Raphael, we actually have tape of them and, by the way, we are happy to refresh their memories. Take a look."
    },
    {
      "speaker": "STACEY ABRAMS, FAIR FIGHT ACTION",
      "utterance": "Redux of a failed system that is designed to both scare people out of voting and make it harder for those who are willing to push through, make it harder for them to vote."
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "utterance": "Just give me a list of the provisions that you objected."
    },
    {
      "speaker": "ABRAMS",
      "utterance": "It shortened the federal runoff period from nine weeks to four weeks."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "OK."
    },
    {
      "speaker": "ABRAMS",
      "utterance": "It restricts the time of voter to request and return an absentee ballot application."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Right."
    },
    {
      "speaker": "ABRAMS",
      "utterance": "It requires that a voter have a photo identification or some other form of identification that they're wiling to surrender in order to participate in absentee ballot process. That's one of the fallacies of Republican talking points that had been deeply disturbing. No one has ever objected to having to prove who you are to vote. It's been part of our nation's history since the inception of voting."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Abrams now saying she's even backing Democrat Senator Joe Manchin and his voting compromise that it actually reportedly would be similar to Georgia's voting law reform that Abrams and sippy cup Joe Biden were referring to as Jim Crow 2.0, and woke corporations like MLB cave to, costs the state of Georgia hundreds of millions of dollars and a lot of lies told about the state. So, could it be Democrats, they're starting to see the writing is on the wall realize their positions on voter ID, so many other issues are as unpopular as ever? Look at this Monmouth University poll. It shows overwhelmingly the American people support voter picture ID, 91 percent of Republicans, 87 percent of independents, 62 percent of Democrats and 84 percent of non-white Americans. They support integrity and confidence in elections and that means photo voter ID. Now what Democrats call Jim Crow 2.0, just a few short weeks ago is actually popular with Americans all across the country. It's the first thing from voter suppression. It's one of the few issues Americans are actually united on. But, of course, Democrats, they just keep doubling down on lie after lie after lie, when, you know, Joe and Stacey and Raphael, they're spewing these lies, when do they apologize for dividing this country and creating racial division? Like far left extremist Georgia Senator Raphael Warnock, he's flat out lying, trying to claim that he never opposed voter ID despite numerous examples uncovered by foxnews.com going back years. And what about president sippy cup? Why didn't he ever lift a finger? He's represented the state of Delaware I think about 5,000 years, and guess what? He never lifted a finger to create more accessibility for voters in his state. They don't have any early voting like the state of Georgia does, 17 days in person early voting. They have no drop boxes in Delaware. They don't have no excuse absentee ballots like they do in Georgia. No, he never lifted a finger. And, by the way, when are they also -- when will the mob in the media asked Joe any of the tough questions about why he didn't lift a finger to make voting less restrictive in his home state or as he calls it, I'm from a slave state? The media, they've had meltdown after meltdown when Donald Trump called them out for their fake news. Now, just watch Biden's behavior and you ask yourself what would the mob's reaction be if this was Donald Trump? Let's take a look."
    },
    {
      "speaker": "REPORTER",
      "utterance": "How was your role as vice president in charge of policy in Ukraine and your son's job in Ukraine, how is that not a conflict of interest?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "It's not a conflict of interest. There's been no indication of any conflict of interest, from Ukraine or anywhere else, period. I'm not going to -- I'm not going to respond to that. Let's focus on the problem. Focus on this man, what he's doing that no president has ever done, no president."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's a long way until November, we got more questions."
    },
    {
      "speaker": "BIDEN",
      "utterance": "You got more questions, but I tell you, if you have a problem figuring out whether you're for me or Trump, and you ain't black. When I announced that you all said it's not possible, come on, give me a break, man. It's a good start, 100 million. Thank you. You're a lying dog face --"
    },
    {
      "speaker": "REPORTER",
      "utterance": "Speculation that you -- that you are subject to some degree of cognitive decline."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And he also partnered with a Klansman to stop integration of schools, didn't want schools becoming racial jungles, his words. Now rather than seriously cover sippy cup and his failing agenda, his weakness abroad wannabe journalists, well, let's look at \"The New York Times\" and their full-time Donald Trump stalker Maggie Haberman, even as she is now supposed to be covering Biden. Well, stalker Maggie appears to be obsessed still with all things Donald Trump and mostly ignoring the ever forgetful Joe, because get this a review foxnews.com, it found that \"The New York Times\" published more than 40 stories featuring Maggie Haberman in some capacity since the paper claimed she would be covering the Biden administration, only five have been about Biden, with the majority focused on Donald Trump. And remember, it was stalker Maggie Haberman and \"The New York Times\" and those partisan socialist hacks, remember, they won the once prestigious Pulitzer Prize in 2018 for their Russia collusion coverage which, of course, turned out to be completely and totally false, totally based on bad sources, bad information, bad journalism, bad writing and total fake news left-wing partisan radical agenda. Maggie, I'll ask again, when are you going to admit your mistakes, correct the record, return your fake Pulitzer and admit who you are? You've now become a full-time Donald Trump stalker. You're not covering Joe Biden the way you cover Donald Trump. You're not capable of it. She stalks Trump and gives Biden the pass, just like her \"New York Times\" colleagues they just all can't seem to quit Donald Trump. The mob, the media, they miss Trump more than anyone else in the country. Maybe Maggie and other stalkers at \"The New York Times\", her colleagues, maybe they want us to get Trump bobbleheads for them so they can put pins in it at night. Here's a headline -- let's see, Trump stalkers at \"The New York Times\" need to return their fake Pulitzer. \"The New York Times\" completely botched their Russian coverage. They were wrong again and again and again. They spread lie after lie, conspiracy theory after conspiracy theory to you the American people, and it went on for three long years. For example, remember, you know, Maggie Haberman stalking Trump -- oh, Trump Jr. was told in an email of Russian effort to aid campaign. That never ended up being -- that ended up being a totally misleading story. It failed to explain that the lawyer in the infamous Trump Tower meeting was tied to Fusion GPS, you know, Glenn Simpson, the guy that hired Christopher Steele to put together the fake Hillary Clinton bought and paid for dirty Russian disinformation dossier, and by the way later was used uncorroborated in FISA applications to spy on candidate Trump and later President Trump. Maggie, and your fellow \"New York Times\" Trump stalkers, you blew the biggest story in your career. You never told your readers the truth. You never told them that dossier was garbage, full of lies, propaganda, Russian misinformation. You never told them that Comey and the FBI were warned repeatedly about issues about Christopher Steele. This is not journalism. You know, you have now become basically the press office for all things New Green Deal socialism. And if the Pulitzer committee had any integrity, if you had any integrity, if \"The New York Times\" had any integrity, you would return that phony Pulitzer or at least they'd take it back. Maggie and her leftist hack colleagues at \"The New York Times\", they lied, they got a phony reward for it and the paper tonight is already doing damage control, tweeting out: Maggie Haberman is one of the finest journalists of her generation. No, she's not and let me just say that tweet will not age well. And speaking of sources, well, what's \"The New York Times\" telling their readers about Joe Biden, the weak, frail, cognitive mess that is Joe Biden? Have they really done a deep dive into Joe's schedule less than what one item a day? What his staff is really, you know, thinking about him? Why aren't they investigating those important stories? Because we know so- called reporters at \"The New York Times\" and elsewhere, they're nothing but an extension of the Democratic, New Green Deal, Socialist Party. They amplify the same lies, the same agenda, they smear Republicans, they obsess over Trump, they hide truth, they protect Democrats. Here with reaction, \"Outnumbered\" co-host Kayleigh McEnany, along with FOX News contributor Mike Huckabee. You know, there's a lot of ways to lie. They lie by just outright lying. What they reported about \"The New York Times\", we'll start with you, Governor Huckabee, was false. They got a Pulitzer Prize for stories that were phony. Now if they had any integrity I would imagine they would give that Pulitzer back. Do you see that day coming?"
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "utterance": "No. I'm pretty sure we're not going to see them give the Pulitzer back. It's become a prize for fiction for the most part, and your monologue was spot on about the malpractice of journalism and how it's been so absolutely disgusting. They're still obsessed with Donald Trump. I mean, he's living rent free in all of their heads. Not only is he living rent free, I think he's charging them. It's just an amazing experience to watch that they can't seem to let go. And part of it is, Sean, they can't really report about the Joe Biden administration because if they did it honestly, they'd be reporting pretty much a scandal every day, not just from the fact that you've got Kamala Harris who's now almost 90 days and still hadn't shown up at the border, but you've got the Hunter Biden controversy. The fact that Joe outright lied about having never had conversations with his son or anyone else about business when we know he did at the cafe right there in D.C. So, yeah, there's some real issues and they don't want to cover them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I came very close to pull the trigger to sue \"The New York Times\", Kayleigh. I still think about it. I still can. I might do it. I've got other things in my life to worry about uh than they're lying but it's damaging. What's fascinating is Project Veritas now they had a big New York Supreme Court decision where they're now entering the discovery phase against \"The New York Times\". I've interviewed James O'Keefe, he said under no circumstances is he ever going to settle. I don't really care how much insurance they have. Discovery, that means we may get to see their emails. We may get to see their text messages. We may get to see their -- the internal workings of \"The New York Times\" and I would imagine that that might be quite interesting. Same with Sarah Palin in her case. KAYLEIGH MCENANY, CO-HOST, \"OUTNUMBERED\": Sean, that would be huge. It was Justice Scalia who pointed out that it's so hard to win a defamation case against one of these publications because you have to prove actual malice. Well, I'm pretty sure if you got access to the personal text messages of a \"New York Times\" reporter or a \"Washington Post\" reporter, you may find that actual malice against you, a conservative President Trump, James O'Keefe or others, because here is the sad truth about the garbage that is being spewed on the front pages of these two papers in particular, the beat of these reporters is not the White House. It is hatred of Donald Trump and their currency is leaks. They depend on leaks. If you notice the people who have the worst reputations in conservative circles in Washington or in the TV realm are people who don't leak to these papers. There is a reason for that. They depend on it. They thrive on it, and make no mistake hatred of Donald Trump is their motive."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why Governor Huckabee, why wouldn't they want to cover Hillary paying for a dirty Russian dossier? Why would they not want to cover -- it says at the top of a FISA application \"verified\", and four of them were signed but yet they're unverifiable because we now know the information in the dossier was false? Why wouldn't they cover that aspect? Why wouldn't they be interested in the fact that Joe Biden appears to be cognitively a mess, to put it nicely?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "The simple answer to that, Sean, is that journalists today no longer wear striped shirts and consider themselves the referees of the game, calling balls and strikes and trying to really make sure the game is played fairly. These are people who every day put on a team jersey. They're on team Biden. They're on team left. And they go to the field not to report the news but to create the news, and to shield the average American from the news. I mean, this stuff that's going on right now about Stacey Abrams and we're finding out that she's now saying she'll support Joe Biden's -- not Joe Biden -- but Joe Manchin's bill about voting and voter ID, you just played a number of things where it was revealed -- look, she's got more flip-flops than a Jimmy Buffett concert for heaven's sakes. So there's just no credibility. And that's why people have so little respect or even confidence whatsoever in the media anymore."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Mike Huckabee and Kayleigh McEnany, just seems like they're New Green Deal socialist hacks, they're the other press office of the Democratic Party and full-time Donald Trump stalkers. All right. We move on tonight. The failures of the Democratic agenda are leading to more and more violence on streets all across the country. And while Democrats try and run from this truth and reality and run from the destruction that the far left extreme agenda is causing the country and real pain inflicted on these residents, it's now undeniable yet again this weekend, a wave of shootings hit the city of Chicago over four dozen shootings this weekend. In Chicago alone, 50 plus people shot, including this sick and twisted attack. Look at this, a married couple literally following an apparent fender bender after the city's Puerto Rican Day parade on Sunday, dragged from their car and shot execution style pretty much in cold blood. The man, 24-year-old Giovanni Arzuaga, he's dead. His 25-year-old girlfriend, she's fighting for her life tonight and police say no one is in custody. Interesting, I doubt you've heard the name before right now. How is it 50 people are shot and most of America doesn't know the name of one of them? We've been running names and scrolling names on this show since when Biden was vice president. And this was Obama's home city. Mayor Lori Lightweight, you're a complete failure. You have let your city completely deteriorate. It's now devolved into a total war zone. You can't have a pursuit of happiness in any way without law and order in simple safety and security. May be focused a little less on attacking Republicans and looking at the race of reporters that cover you and fueling divisive woke politics and may be focus on what's going on in your backyard, in your city that you claim to care about. You along with comrade Bill de Blasio, so many others, failed Democratic mayors and governors, complete disgrace to this country and are not protecting the citizens you're supposed to protect, you're not being the public servants you swore to be. If you can't protect basic safety and security, law and order, if you can't support the police and you support no bail -- well, then, it's time for you to resign and let somebody in that will protect the people of your city and your state. It's not just Chicago. New York City prosecutors, get this, they're now dropping charges against hundreds of rioters and looters that were caught last summer during the unrest better known as rioting, exposing yet again that this is a failed socialist city and state. They're going to stalk Donald Trump and, well, did he pay every penny of every tax going back the last 39 years of his life, but do nothing to save the lives of innocent people? We have people on videotape committing acts of arson and looting. We have their identities. We have their videos. We have their pictures. We have all the evidence we need. We're not doing a thing. You know, are we going to create a city with normal common sense law abiding Americans where they can pursue their lives. What's going on in these Democratic-run hell holes is an abomination. It's unacceptable. It's preventable. It's unconscionable. Unfortunately, it's not at all surprising. It's a natural consequence of what Democratic rule does to everything around it. It works like clockwork. Far left extremist take no responsibility, defund, dismantle, no bail laws, and look what's happened. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And many of the cities that have talked about removing that money like Minneapolis and Seattle, they've actually paused or slowed how they were thinking about moving that money. So this rising crime is not the fault of the movement, it's actually the fault of the police and this has been our point all along. Why should we keep funding systems and institutions that keep rendering themselves ineffective? We should be talking about gun control, livable wages, fair housing, education. That's where we should be moving the money to, to ensure truly safe streets."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joining us with reaction, radio talk show host, nationally syndicated Larry Elder, along with Leo 2.0 Terrell. You know, Larry, I'm looking at your reaction. I'm looking at Leo's reaction. Larry, I'll start with you. We do this every week every Monday, we can come on the air give you the names of 50 people shot in Chicago, 50 people shot in New York, every other city, nobody knows their names, Larry. Nobody seems to care about their names because they can't politicize it."
    },
    {
      "speaker": "LARRY ELDER, RADIO TALK SHOW HOST",
      "utterance": "You know, Sean and Leo, in 2007 when Obama was first interviewed by \"60 Minutes\", Michelle was interviewed as well, and Steve Croft, the correspondent, said, are you worried about your husband's safety? And Michelle said, no, because as a black man, Barack could be shot at a gas station in Chicago. She wasn't talking about QAnon. She wasn't talking about white nationalists. She's talking about the crime in Chicago. It's one of those candid moments. And Kamala Harris in Guatemala talked about root causes. Why aren't we talking about the root causes here? And they include, as you pointed out, the defund the police movement, Black Lives Matter, the lie that the police are engaging in systemic racism, the pressure that police officers are now under for fear of being accused of racism. They're pulling back. Surprise, surprise, crime has gotten up and not least to which, the major root cause, fatherlessness job not just in the black community but in the Hispanic community and in the white community and we're not having a conversation about that at all."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, you know, Leo, they don't give an Adam Schiff. They just don't give a Schiff, seriously, about these lives. Or else --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, seriously, we would -- we would know the names of the people every weekend shot if they cared about lives mattering, these lives -- names were scrolling would matter. We have a record number of police officers killed in the line of duty this year. This is all on top of last year's record. So the problem gets worse but we'll hear about the one the two cases that they can use politically to bludgeon Republicans. Why?"
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "utterance": "Why? Because they exploit and they use black people. That's all they use them for. They don't use them to progress them. They don't use them to improve schools. Lori Lightfoot is a political gangster. She's cut a deal. She's not going to go after the gangs. She's going to go after white reporters. She's going to go after gun control of law-abiding citizen. She ignored the help of Donald Trump but she's begging for help from Joe Biden because she wants to make it a gun issue. She wants to make it a pandemic, a pandemic issue. But she allows the gang members the career criminals to flourish in Chicago. She got -- Al Capone got nothing on Lori Lightfoot. She is a gangster, and she's cut a deal with the Chicago gangs and she's going to allow them to flourish, and she's going to -- at the expense of minorities. It's ridiculous. It's shameful."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The three of us and I'll end it here, all these names we're scrolling, we all agree their lives matter. But we're the only show doing it. We're the only show saying every one of these lives matter. We know how to fix this. If they want to fix it, they can fix it. They clearly don't want to. At some point, they're aiding and abetting this ongoing death and violence and destruction. Thank you both. When we come back, shocking examples, two-tiered system of justice -- well, if you don't like Trump, well, you can pretty much get away with anything. Alan Dershowitz, Laura Trump, they're next. Also, later, a Wyoming rancher, personal story, suing the Biden administration. Wait until you hear her story about racial discrimination, yup, in the year 2021, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Disturbing news tonight to bring you out of the district attorney's offices in New York, Manhattan, the Bronx. Now, despite mountains of evidence, including countless surveillance videos and photos and social media posts from offenders, admitting guilt -- well, the New York D.A. Cyrus Vance Jr. and the Bronx D.A., Darcel Clark, they're dropping hundreds of looting cases from last summer in order to prioritize the ongoing investigation into the Trump Organization and what is clearly a politically motivated decision. How do you think you're going to stop arson? How do you stop lawlessness? How do you stop looting if you give people a get-out-of-jail-free card? Meanwhile, even former members of the Obama administration are starting to criticize the zero experience Hunter. Former Obama ethics chief Walter Shaub, he's now calling Hunter's upcoming art show in which he's selling his art at massively inflated prices to anonymous buyers, he called it shameful and grifty. Five hundred thousand dollars, what. portraits of a crackhead? This art show which, you know, really should be called that, is just the latest of zero experience Hunter and his quest that seems -- well, never- ending to get as much money as possible living off his dad's name. Now, recently revealed text messages show that he called his lawyer the N- word, made several racial slurs about Asian-Americans. He abandoned the mother of his own child and tried to kick her off her health insurance right after she gave birth to his child. He lied on a gun application, then he put the gun in a dumpster. Imagine if a Trump did that. He took money from the first lady of Moscow. In addition to money from Ukraine and oligarchs in Kazakhstan, Russia and, of course, a Chinese national shopping spree in the bank of China deal, tied to the Chinese military. Imagine the outrage that would ensue with Maggie Haberman and her colleagues at \"The New York Times\" if one of the Trump kids ever did one of these things. Well, you'd never -- they'd never stop their coverage ever. Yet zero experience Hunter, Joe Biden, they get their free pass, and one after another for their corrupt actions. Here with reaction, author of \"The Case Against News Censorship\", Alan Dershowitz, FOX News contributor Lara Trump. Professor, I'll start with you. Just from a pure legal standpoint, if you want to stop arson and you want to stop looting, and you have evidence that includes videotapes and pictures of the people involved in the crimes, that's kind of incontrovertible in a court of law -- at least my understanding of the law. Why would you let people get off the hook like that? ALAN DERSHOWITZ, AUTHOR \"THE CASE AGAINST THE NEW CENSORSHIP\": Well, we need to have a single standard of justice around the country. If you're going to prosecute the people who broke into the Capitol building, people who went in innocently, I have a client who was a law student who was invited in by the police didn't do anything unlawful and they're going after him for a felony. If you're going to do that, you have to apply the same standard of justice to people on the left who did comparable things in New York or in Portland, Oregon or other places. You must have a single standard of justice. The same thing is true with the Hunter Biden or anybody else. You should have a single standard of justice. There should be an ethics czar that is neutral and non-partisan. And the second rule I think we should have generally is you don't blame candidates or presidents for what their children or family members did. You blame them for what they do hold them individually responsible. But the most important thing is a single standard of justice you can't have Republican justice, Democrat justice, Trump justice and Biden justice."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If your husband, Lara, Eric Trump, if Don Jr., if anybody with the last name Trump ever did any of the things that Hunter Biden did, we know what would happen. We know what the media coverage would be like and we know what the prosecutors would do. It would be a never-ending, nonstop, you know, three-year extravaganza. They give them a pass every time. I can only conclude we don't have equal justice under the law in America anymore and we don't have equal application of our laws anymore, and that should scare every American, I don't care if you're a Democrat or a Republican."
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CONTRIBUTOR",
      "utterance": "Yeah, could you even imagine, Sean, if this was my husband Eric, if it was Don, if it was anyone with the last name Trump, people would be going absolutely crazy. But because it's Hunter Biden, nobody cares about it. And let me just say this what we see going on in New York City right now, the fact that they are not going after these people who clearly broke the law -- first of all, what kind of precedent does that say? That says just go out and do whatever you want, nobody is going to be held accountable for this. We have people that are shooting at 5 and 10 year olds in the Bronx, this horrifying video that we all saw from over the weekend and yet, they are taking their time and taxpayer money to go after Donald Trump. It is very clear they have one motive, Sean. It is to disqualify President Donald Trump from running again in 2024. They don't care how many people they let off the hook. By the way, a lot of these businesses that were broken into were local small businesses. How did they get by? What about them? It is absolutely disgusting to see. If the media had any integrity and if the justice system was equal, then Joe Biden most certainly would not be president of the United States and Hunter Biden most likely would be in jail."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, Professor, we recently read this report from \"ProPublica\". They got the tax returns of many billionaires and it was shown that these billionaires like Warren Buffett -- I'm not going to mention all of them but many of them -- Michael Bloomberg, that they paid minuscule amounts of taxes, even though their wealth increase. Now, they never took income. They held on to their assets. They didn't sell them. The values of their assets went up. So my understanding of the law is if you don't take income, you don't pay income tax that year. At some point you will. But they did it I believe in a way that's dishonest. You see what they're doing to the Trump Organization. Do you have a problem with any of this?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It has to be equally applied. The IRS has to be neutral. It cannot be used the way Richard Nixon used it. Enemies, it can't be used against political opponents. IRS has to be absolutely equal. We have to change the law. We have to make sure that people pay taxes, even if they defer their income, we have to make sure that people who have billions of dollars don't pay fewer taxes than their secretaries. That's something that Democrats and Republicans alike should join. And the other thing Democrats and Republicans should join alike, I'm a Democrat, is equal justice under the law. You can't have differential rules --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "But let me just -- let me play a little devil's advocate. I'm not defending them, I pay my taxes because I know -- I know the law is going to be fully applied to me, I pay everything. But the point is, if they don't take an income, for example, if you got an appraisal on your house today, it would be X number of dollars."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's say it's worth a million dollars."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay, you go to sell it. Maybe it only sells for 750 in spite of what the appraisal is. So there's always a difference between an estimated amount of money that they might have --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- or a stock price today versus a stock price when they sell it, right?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "That's not what's -- that's not what's happening. That's not what's happening. What's happening is people are taking money out and spending it and then what they're doing is taking phantom deductions, not real deductions. They're legal but they're not real deductions. So the billionaires have all this money to spend, it's income but it's phantom deductions. And so, the law has to change. Look, I'm not a fan of many of the Democratic proposals for tax reform, but I do think many in America are going to be in favor of some kind of a wealth tax on billionaires. If you have a billion dollars or more, the idea that you pay no taxes because you have good tax accountants and good lawyers is not acceptable to most Americans. So we need to rethink how we tax people and we need to make sure that we have equity -- equity is the name of the game when it comes to justice."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both. It's getting -- these times are interesting, I'll tell you that, but we're certainly not having equal justice or application laws. That's not good for the country. When we come back, another week of Fauci flip-flops on the vaccine controversies. Dr Marty Makary, Greg Jarrett, did Dr. Fauci break the law? He'll break it down, much more, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Now, Dr. Doom and Gloom, flip-flop Fauci doubling down on his claims that any attacks on him are attacks on science. Well, actually, science is more right than Dr. Fauci. Remember earlier this month during a interview over there at MSDNC, he lashed out at critics for calling him out on his never-ending flipping and flopping and flailing. And this week during an interview on \"The New York Times\" writers' podcast, never knew there was such a thing, he doubled down on his defense. Listen."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "It is essential as a scientist that you evolve your opinion and your recommendations based on the data as it evolves. And that's the reason why I say people who then criticize me about that are actually criticizing science. I put very little weight in the adulation and very little weight in the craziness of condemning me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Meanwhile, the WHO as corrupt as they are, they're even now saying at this moment, we do not recommend that anyone under the age of 18 get the COVID vaccine. Remember, the Cleveland Clinic last week said, yeah, if you had COVID, you don't need the vaccine. Is that the science? Is Fauci right on anything? It all comes after Fauci's comments in May in which he stated then that children as young as four would likely be getting vaccines by the end of 2021 at the latest, the beginning of 2022. Here with reaction, the author of the book \"The Price We Pay\", FOX News medical contributor, Dr. Marty Makary. And on the legal side legal, is there any legal jeopardy for Dr. Fauci? FOX News legal analyst, Gregg Jarrett, is with us. Doctor, we'll start with you on the science part. I don't know -- if not trusting Dr. Fauci is not trusting the science, then count me as not trusting the science because Dr. Fauci science has been wrong an awful lot."
    },
    {
      "speaker": "DR. MARTY MAKARY, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, Sean, look, I think some people maybe criticizing Dr. Fauci because they are anti-science but not most of us. Most of us have been asking for a more data-driven strategy and we used to have this open dialogue in the medical profession. But now, let's turned into sort of modern-day McCarthyism. He's ignored natural immunity, that was a big mistake and still is. He dismissed the idea of maximizing the first dose. He didn't say anything when doctors were asking to pull the extra half dose which would increase our vaccine supply by 15 percent, the extra dose in the vial. There's been a lot of big mistakes and I think, as a doctor, I can tell you, Sean, patients it when I say, look, I'm sorry, we made a mistake. People are hungry for honesty."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, now, let's look at the legal side of this and I thought the emails were quite damning Dr. Fauci, Gregg Jarrett. He knew as early as January 21st 2020, that in fact, people were writing him, telling him they believed that the gain of function was perpetrated on this virus. He knew that the Wuhan lab of virology that they were involved in studying coronavirus. He knew about gain of function. He had panic emails about whether or not the NIH possibly was funding this gain of function. Do you see any legal opening liability, culpability for him?"
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "Well, first of all, his arrogance is quite breathtaking. He seems to be under the delusion that his name is synonymous with science and he's immune from criticism, and that's ludicrous. Asking a question about science is not a crime against science. Science is all about facts and evidence, and testing. Debate is necessary. Skepticism is healthy. And let's not forget, he is a government bureaucrat, so a certain measure of distrust is deserved. In his case, it's actually earned because he's proven himself to be a master of half-truth, distrust, deceptions, and in two cases, outright lies to which he later admitted. I called it for a criminal investigation of Fauci. Ten days ago in a column I wrote for FOX News, because there's been credible evidence that he may have lied in his testimony to Congress, he emphatically and repeatedly denied that money from his group at the NIH was used for a dangerous gain of function research. The documents belie that. Take a look at the grant of the money itself. It specifically states it's to be used for reverse genetics. What's that? Fauci is on record as saying that's gain of function. So, at the very least, it's false and misleading statement to Congress which is a crime. At worst, it's an outright lie to Congress, which is also a crime. There needs to be an investigation of Fauci. And especially to if he was complicit in funding dangerous experiments that may have created the pandemic itself. Is it any wonder that he's been pushing an alternative narrative?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I appreciate the legal side and the medical side, thank you both. When we come back, you'll meet a Wyoming rancher who is now suing the Biden administration for racial discrimination and she'll tell us her story. That's straight ahead. Thanks for being with us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "A six generation female rancher in Wyoming fighting back against the Biden administration and what is blatant discrimination against farmers in its distribution of COVID relief funds. In a recent \"New York Post\" op- ed titled: Why I'm suing to stop Biden's blatantly anti-white farm aid bill, ranch owner Leisl Carpenter writes, quote, I was a new mom when the pandemic hit. I worried about making ends meet. I resorted to selling down some of the herd in a low market, and I know many ranching families had to do the same. We're all the same on the inside but if you treat people differently based on their outward appearance, you're making assumptions about who they are and where they've come from and what they've had to overcome. Leisl and her attorney Will Trachman join us now to explain more. And, Leisl, thank you so much for being with us. I don't know. Sometimes when I got sick and tired of it this business I'm in, you know, owning a ranch and being out on my own is quite appealing. You -- and I credited ranchers. You feed all of us. Farmers feed all of us. You deserve a great deal of credit. Tell us exactly what this is about because I would imagine anybody that's a rancher, anybody that's a farmer, anybody that's involved in keeping us all alive, if aid is given to one person, it should be given to everybody, no?"
    },
    {
      "speaker": "LEISL CARPENTER, RANCHER",
      "utterance": "That's correct. You know, everybody deserves this aid because we've all struggled, ranching and farming for decades has been a losing proposition. We struggle against increasing inflation prices of everything while products remain the same if not lowered. And, you know, the pandemic hurt. Everything hurt. And everybody deserves the equal opportunity under our government and our flag to deserve this aid."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. Trachman, you're the attorney. Tell us about the legal side of this, the legal merits of this."
    },
    {
      "speaker": "WILL TRACHMAN, ATTORNEY",
      "utterance": "Yeah, thanks, Sean, for having me. You know, we defeated government segregation by race in the 1950s. And Leisl is here to re-defeat and to fight the same battle that we had to fight over 60 years ago. When the government divides us out by race, that's a sordid business. And that's why Mountain States Legal Foundation and the Southeastern Legal Foundation are here to fight this fight and take it to the Biden administration."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay, the government's definition of socially disadvantaged, Leisl, it includes African-Americans, Hispanic Americans, Asian Americans, Native Americans, and Pacific Islanders, but if we're talking about people doing the exact same work that all of society benefits from, that clearly we are in need due to circumstances beyond any control that they had -- I'm having a hard time understanding the rationale behind it. Because any American that works in ranching or farming, that's feeding the rest of the country, you know, at a time when we need them, should all be getting the help equally."
    },
    {
      "speaker": "CARPENTER",
      "utterance": "I agree completely. You know, 95 percent of us are completely being discriminated against because of our race. And it's wrong. We all work just as hard day in and day out. We often -- my husband often jokes that we work half hour -- half days and, you know, that's 12 hours a day. And that's common. Most days, during -- depending on the season, we'll put in 18 hour days and we don't even bat an eye and, you know? And that's what most of us ranchers and farmers do on a daily basis. We work year-round trying to provide a safe, nutritious, top-of-the-line supply. You know, we feed people, we clothe people, and we help people in their homes. You know, it's not just food that we provide and, you know it's a very important industry and everybody needs to realize that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "On the surface, I think you have a strong case. We'll continue to follow it. Good luck with your business and lawsuit. Can't have that happen. When we come back, our villain of the day, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Villain of the day is BMX Chelsea Wolfe who recently qualified as an alternate to represent the U.S. at this year's Summer Olympics. Take a look at your screen. Wolfe wrote in a now deleted Facebook post in March. Her goal -- ultimate goal in Tokyo is to win the Olympics so she can quote burned a U.S. flag on the podium. You're representing your country. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}