{
  "date": "June 29, 2017",
  "headline": "Will crackdown on illegal immigrants curb crime?",
  "subHeadline": "House votes on defunding sanctuary cities bill and \"Kate's Law\"; reaction on \"The Fox News Specialists.\"",
  "url": "https://www.foxnews.com/transcript/will-crackdown-on-illegal-immigrants-curb-crime",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "sentences": "Hey, everybody. I'm Eboni K. Williams along with Kat Timpf and Eric Bolling. And we are \"The Fox News Specialists.\" We are now awaiting two big House votes to help combat illegal immigration which is at the center of President Trump's immigration agenda. \"Kate's Law\" and the no sanctuary for criminals act that will cut federal funds for sanctuary cities. Now a short time ago, the Department of Justice hosted a panel featuring the family members of victims of crimes committed by undocumented immigrants. They give powerful remarks about the importance of both of these bills.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "We are against illegal aliens and illegal alien criminals who were amongst us. We're Americans fighting for you. We're Americans fighting that none of this happens to any other American and it shouldn't. And I think everyone of us needs to really do a check on your conscience if your fellow American doesn't mean as much to you as an illegal criminal does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "The legislation that they're trying to pass right now is not about a political party, but it's about the safety of America, that maybe your own sister, your own mother, your child, that the vote the you vote today could harm them if it's not voted rightly. We've got to forget about partisan politics and vote what's best for every American citizen into law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. Eric, we talked yesterday about the personalizing of this particular legislation, and it doesn't get any more personal than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC BOLLING, CO-HEAD",
      "sentences": "Four big immigration bills being voted on probably during our hour, hopefully, will get one of them. The sanctuary city bill law, the first one may be in the next few minutes or so, and then \"Kate's Law\" which you reference right there. A couple other big things happening today, North Korea's bank sanctions came out this afternoon and also the travel ban goes into effect. It's a huge news day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Huge news day, Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "sentences": "Huge news day. Good thing the president didn't do anything to distract from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think we'll get into that a little later in the show. So with that we'll meet today's \"Specialists.\" So he was a national campaign manager for President Reagan's reelection back in 1984, he served in the administrations of four, count them four United States president, Nixon, Ford, Reagan, and Bush 41, he's also elected into the political consultant hall of fame, so obviously he specializes in everything politics, the legend Ed Rollins is here. And he's a film producer, a partner at the digital media company FreeThink, and he cohosts a syndicated podcast called the Fifth Column on Sirius XM radio, but he specializes in steel manning, Kmele Foster is here. Thank you both for being with us today. Such a big, big news day. Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED ROLLINGS, NATIONAL CAMPAGIN MAANGER FOR PRESIDENT REAGAN",
      "sentences": "Well, thank you. It's such a privilege to be here with such young brilliant people, and you too, Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I was going to give you a compliment, Ed Rollins. If you don't know Ed Rollins -- sorry, Ed Rollins was at the head of the campaign that won 49 states, the Reagan campaign. You took out Walter Mondale who won, how many, one state 3,100 votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, you did. And you did that just as how we rehearsed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "But Ronald Reagan basically said to me, what happened to Minnesota?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Came up a little short there, Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "I said, Mr. President (INAUDIBLE) nuclear waste somewhere. There's a lot of lakes in Minnesota, which obviously we didn't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, you know, when the president puts those family members out there, and we can see -- it goes beyond just a red-blue issue like so much of our many hyper-partisan things are today. How do you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "When you read this bill it's a very simple bill. If you sneak back into the country three times and you've committed a felony. You could possibly go to jail for 10 years. I mean, this just ought to be a slam dunk vote that every member of congress should vote for. It will pass the house. The senate, they're a few votes short, but I would sense every senator who is not going to vote for this on the Democratic side, this is going to become a big issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So Ed, why would it fall short in the senate, which Republican aren't going to vote for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "The senate, I think we're going to get -- it's not a 50 vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": ". there's about 55. I think we picked up two or three since the last time and it's about 5 little short.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So he talks about the last time, Kmele, obviously, this is not the first time Kate's law is being attempted to get pass, there was one other time. And exactly they said there're three Democrats, I think, that got onboard but still fell short. When you hear these mothers and these family numbers talk about this so compassionately, if you had a message to the Democrats that were hesitant around it for whatever reason, the constituents, the partisan, the resistant movement, what would you tell them to get them on board on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KMELE FOSTER, FREETHINK MEDIA PARTNER",
      "sentences": "I don't know what I would tell them to get on board on this. I'm not particularly excited about this piece of legislation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, tell me why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "And part of the concern that I have about it is -- I mean, clearly, we all are concerned about violent crime. We want to see it reduced. I'm not certain that this legislation actually does a great deal where that's concerned. I think the president has had a lot of concerns and has talked a great deal about it, illegal immigration in particular. But I'm not certain that that is fueling violent crime. I think there are plenty of issues that we could talk about. That's our concern. This isn't really one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You don't think that would be a deterrent that you could face five or.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I agree -- I agree with you, Kmele, specifically, because if we're talking about five years. And again, this is not me or Kmele coming out on the side of people committing violent crimes and saying that they should be allowed to do so or that's good, but we're talking about someone whose family is still here, they're probably not going to let five year stop them from coming back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "No. This would not have saved Kate's life, which is important. Let's at least keep that in mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "How do you know that? You guys are both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": ". punishment in everywhere. Not just this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "But this is someone who had already gone to jail multiple times. Every single time he tried to sneak-in he had been caught by someone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Yeah. But this time under the new law, you get caught again -- Kate's killer was caught five separate times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me say this because I've dealt with ICE and all of these stuff from a criminal -- stand point. So what would happen under the -- I don't know that it's true, Kmele.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. Because -- he five times he left, came back, came back - - so let's say the second time if this law would have been done because the law proposes if you get convicted with a felony, even just one felony, you come back over here, you're looking it up to ten years. That's three misdemeanors and then you would face the ten years. Felony, that's what I'm saying, so maybe the second or third time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't have a problem with that at all. I don't think anybody would have a problem with that. I'm just saying I'm not sure how much or what percentage of overall crime that this really represents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "This isn't about overall crimes. This is about criminals who come across the border and commit crimes a second or third time. And obviously, they had to be treated in a way that's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Aggressive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "And the sanctuary cities. The first city in California, I was -- I ran a campaign against Dianne Feinstein. And Dianne Feinstein.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Who?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Dianne Feinstein when she was mayor of -- I read Teddy Roosevelt's race, too. Do you really want to go back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Dianne Feinstein is the mayor. Decided she wasn't going to let federal officers come in, and basically she started the sanctuary cities. How can you, basically, in America have people who are coming here illegally and commit crimes in cities -- we're not going to let federal officials come in and take them out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "The law that you're breaking of coming across the border illegally. Why is that the one law that we're protecting. How about, I don't know, armed robbery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'll tell you why because it's treated civilly, Eric. And that's the thing. So, you come over here and maybe that's a different issue that needs to be legislated. But right now, it's only a civil offense and it's not considered criminal. But during an energy address today in Washington, President Trump pivoted to tout his support for both of these pieces of legislation, and homeland security work cracking down on violent undocumented immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "The vicious and disgusting and horrible MS-13 gang members and we're getting them out. We are getting them out. They're going fast. General Kelly and his whole group, they've gotten rid of 6,000 so far. We're about 50 percent there, and we're actually liberating towns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Kmele, coming to you on this one, obviously, the sanctuary cities thing, different jurisdictions -- I want to treat this differently, so your position on their right to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Well, certainly, I mean, there are some constitutional issues here to be sure. The Supreme Court has talked about the right of states to be able to pursue their own policies to not have the federal government effectively take punitive actions against them by withholding things in order to force them to do something. I'd say that this is a pretty important issue. But again, I returned to the central issue here. If our concern is violent crime, if our concern is places like Chicago, like Baltimore, that have dealt with huge surges in crime, shouldn't we be looking at the things that are actually driving the trend, for example, the war on drugs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Something that Attorney General Sessions is doubling down on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Let's talk about how often the president -- let's talk about how often the president has talked about criminal justice. Let's talk about how often the president has actually talked about meaningful improvements in prosecuting the drug war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You say its criminal justice reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Theoretically, no",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "He hasn't talked about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But he didn't run on criminal justice reform, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Jeff Sessions. OK. So we wouldn't -- looking at drug gang violence, a way better way of dealing with that would be ending the drug war. It's really that simple. If you look at alcohol, which is something that makes people angry, violent, it's fatal, it can kill people. There's a reason why there's not like maker's Mark versus Jack Daniels knife fight in the streets because there's not this underground market for it. And the jail system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": ". in and out, in and out, in and out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Panel, we have an update, they're now voting on the sanctuary cities piece of legislation as we speak. When we have that number we will bring it to you. Kat, I hear you and I know the passion in your voice. But the issue is it's not either or we know that, right. So when we talk about just from a purely criminal punitive standpoint, if you break the law, particularly in a violent way that results in a felony, why on earth we have anything other than a very aggressive penalty for that when you come back over here? I can't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't have a problem with Kate's law. I don't think it's a bad law. I certainly don't feel any sympathy for the people who commit these crimes. It's not what I'm saying. What I'm saying is I think that we should focus on big picture solutions that will actually solve the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "At the exclusion of this issue though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Armed robbery because we're going to focus on murder and rape. Guess what, enforce all of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Yeah. I think that's a false equivalence that you're drawing there. Here's the fundamental reason that's the case because Jeff Sessions, the attorney general of the United States, has actually been doubling down on the drug war. He's actually been instituting policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You can't say I'm wrong and then say, oh, by the way, Sessions is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "No, actually, I'm giving you the reason why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I'm going to blow your mind here. I agree with you on criminal justice reform. OK. But I also think Kate's law is a mandatory must pass, unequivocally has to go through, to keep the country safer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "I understand the argument you're making. My argument, just to be clear, is that in a narrow sense, this particular law is not going to have a dramatic impact on crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "In your opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "There are things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "In your opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": ". I've seen zero analysis of this that suggests there's a wave of immigrant driven violent crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't think that you're talking about a wave, though. I think we're talking about instances, necessarily. I think we're talking about instances where we know for fact, right, Kmele.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". people have been raped, murdered, killed, that happens, at the hands of people that are not here legally. We know that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "If there something we can do legislatively that will make that less likely, shouldn't we do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "One wonders if this law will accomplish that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't wonder it. I know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "The reality is we're talking about Sessions. We're taking these gangs off the streets, including Long Island and everything else. These are vicious, vicious gangs. Do you think they're going to stay on the other side of the border? The moment they get a chance, they'll be back here again. And we need basically have more than just civil things to take care of these people. And every law enforcement person in the world wants this. And I've been around the game a long, long time because I'm old man here. We've been fighting the drug war since the Reagan days. It's a very complicated thing. And certainly, it's the underlying part of all of this, but you've got to take them step-by-step, and these two bills are very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I still think you can say because we need criminal justice reform, we shouldn't have Kate's law, there is -- that's a -- you want to talk about a false equivalence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I never said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "There you have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "I don't think that's the argument I'm making. Perhaps I'm not being clear. The narrow argument is we aren't actually talking about those other important reforms. The president has been beating this drum relentlessly while pursuing other policies that are actually making the drug war worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Do you think Kate's law has merit and should pass?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Sure. I think the legislation could have merit if, in fact, it were clear that this was a unique problem that needed to be addressed. I'm not sure there are many violent offenders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is there a quota, though, that we have to get to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "We actually have citizen rates in this country that are quite high as well. Would you suggest that we should pass a federal law that extends the prison stay of every violent offender by 5 years in order to try to preemptively prevent crimes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What I'm saying is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "That's precisely what this law is trying -- is suggesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, no. Because I've seen it, right. I've seen it. Once you commit a violent crime in this country there's -- and I know this because I have to counsel my clients. Listen, we take this plea deal, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What's ever the consequence it's going to be it's going to adversely affect your immigration status, and they understand it. And Ms. Williams, I get it. I'm willing to plead guilty. So we move forward along that. You don't then get to say, never mind, I want to come back to the United States, and whatever happens, happens. I don't think that is the advantage of anybody here. And I agree with you, by the way, both of you on criminal justice reform. Politically speaking, though, that's not what this president ran off on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's just not one or the other. I would agree with you that if you had criminal justice reform, you might be more effective in implementing laws like Kate's law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "A point updated, appears that this has passed. That's what we're hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "This is the first one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is the first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": ". this is sanctuary cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". sanctuary cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That was the tougher hurdle of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Eric, I'm not saying theoretically that you can't have both. I don't think Kmele is saying that either. What I'm saying -- what I think Kmele is also saying, is that in this administration it's very clear that that's not going to be the approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's not the agenda of this administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Discuss the merits of Kate's law and sanctuary cities, and you're bringing in an attack on the Trump dealing with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm using my critical thinking skills to provide alternate solutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But why does it have to be an ultimate solution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "I think, extensively, this is supposed to be about reducing violent crime, and that's the reason I introduce this because I think this could be much more dramatic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Maybe that's what we're having here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Oh, really, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm not seeing this as a solution for reducing violent crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm seeing it as a clear follow-through step that says when you commit a violent felony in this country you don't get to come back. It's very simple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Equally as important, you have to get away from the civil. If you're going to put people out of the country because they're been here illegally and they keep coming back, you have to move it from civil to a criminal. You're just not going to be able -- you're never going to stop the illegals coming across the border. And I think that bottomline, if you're going to have the whole comprehensive and going to Trump -- this law was put in existence when Trump started running. He picked this ball up and talked about it as a candidate and his law implements it. There's a lot of other things in criminal justice he's going to do with 4 years or 8 years he's there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, certainly, we hope that we will see that, too. So we'll keep you posted, certainly, on Kate's law. That should be coming up soon. But first, President Trump's partially restored travel ban coming into effect tonight with the administration issuing a slight of new rules, how will they impact America's safety and security? We'll find out. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Quick update. The house bill on defunding sanctuary cities has officially passed. We're now awaiting a vote on Kate's law and will give you the results when it happens. Meanwhile, at 8:00 PM Eastern tonight, President Trump partially restored travel ban goes into effect, impacting six terror plague countries in the Muslim world, the administration issuing guidelines for new visa applicants in accordance with the Supreme Court ruling this week. Applicants from the six countries must prove a relationship with a parent, spouse, child, adult son or daughter, son-in- law, daughter-in-law, or sibling, currently in the U.S. to be eligible. Similar rules would apply to refugee applicants from all nations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't like -- here's the problem, when you use language with Supreme Court, do you hear the bona fide relationship and they don't really define it because that's not really a legal term. You leave out things. So that was an extensive list you read there, Kat, but it doesn't have grandma on there. It doesn't have, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Second cousins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". third cousins once removed. But, you know, so it's not really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "My best friend's brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I have a bona fide relationship with the guy at the deli that I order my egg and cheese from. He's seen me at my worst. He's seen me in ways that no one else ever has, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "He'll take you back to his country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yeah, well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "The reality here is the court decision was very important. It's a temporary decision. The real decision will come in October. There'll be a full hearing on it. But the most important thing -- and most of you probably don't know this, there's 670 district judges, it's almost 900 federal judges of all kinds. What the court has said is the president has more power on this matter than any federal judge does. Since 1960, since John F. Kennedy, there's been over 40 things like this all based on the same premise. So the reality is this is a temporary ban for some of these people. The bottomline is the president has now the authority to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "The other reality is that the Supreme Court found that this portion of the temporary travel ban was constitution against the ninth circuit and the fourth circuit. Putting on what's Ed was talking about. But also there was a unanimous 9-0 decision and the only dissenters -- now we were talking about it when it come down. They were a couple of dissenters and they were conservative judges, and the only dissent they had was it wasn't a full allowing of the travel ban to go through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Very carefully written by Robert -- it was important to get online at this point in time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah. Because it shows it's not political, right? This is actually one of those very rare things in today's society that's not partisan. It's actually constitutional.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Yeah. I would say that I'm generally skeptical of the efficacy of the travel ban, but certainly agree that the president has the authority to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "This is, as you stated, Ed, this is very typical and conventional in the sense that the president has discretion about this issue like this. The reason I'm concerned about it is because, again, ostensibly this is supposed to be about keeping Americans safe. I am not certain that it will do that. I'm concerned that this is, like the TSA, a bit of security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It doesn't have to. It just needs to be constitutional. That's what it needs to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I agree that it's constitutional, absolutely. I agree it's constitutional. I've always said that anybody who thinks that this is in earnest a Muslim ban, I mean, it would be a very bad one. It would be really letting in a lot of Muslim as a Muslim ban. However, I agree with Kmele. If you look in the past, would this have prevented anyone from dying? It wouldn't have. We don't know about the future but I don't feel safer about it. I think it is -- just like you said, the TSA security theater.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "In these countries, you don't have a process. We don't have the manpower and the system to basically do the processing. It has to be fixed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They're voting on Kate's law right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Kate's law is being voted on right now. And it says there's only about 3 minutes left, so we're going to give you the final answer in this block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "To you point though, Eric. It's around intention. So I tend to agree with Kat and Kmele on this. I don't really trust that this travel ban legitimately, actually, makes us safer. But that's not the test. The constitutional test is if it's intended, if it's designed to keep us safer, and it's intended to have national security benefits which I think this ban does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think it's largely intended also to fulfill a campaign promise. He wants to be tough on terror guy. And this certainly makes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I wasn't making a judgment call. I'm just saying that's what I think that this is more about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But we don't know that either. I mean, let me be polyionic, maybe it does make us safer, right? Maybe it does. Maybe they take the 90 days and say, oh, there's a loophole here that we didn't realize that's been here. And guess what, we're going to close that loophole and we keep one terrorists down. Listen, I'm for over -- going over the bounds on being more safe and more secure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You like being safer rather being .",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It appears that the house has enough votes to pass Kate's law, just coming in. So.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So the two big initiatives that we're looking at, sanctuary city law passed first, and now Kate's law passes the house. And as Ed points out there's a little bit more of a hurdle in the senate. Which I didn't realize they needed 60 votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "They have to put it through a legitimate way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And again, I don't know -- Kate's law, in terms of what the problems would it be because I don't have a problem with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think it's resistance. I think the problem is going to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Because it was Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "This was last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Some people are just going to get mad because they're petty. A big sweetener is added to the senate health care bill to get more Republicans on board, but is it enough to reach a new deal before tomorrow's deadline? Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. You're looking at the floor of the U.S. House of Representatives, where congressmen just passed two laws that the Trump administration was pushing for, the sanctuary city law passed first. A couple of minutes later, Kate's law passed so that's in the books, and may well now head over to the senate where my good friend Ed Rollins tells me it needs a 60 votes threshold to pass to make it into law. All right. Republican leaders in the senate launching a full court press to secure a new health care deal by tomorrow. And today, they announce.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That's in the books and may well now head over to the Senate where my good friend Ed Rollins tells me it needs a 60-vote threshold to pass to make it into law. All right. Republican leaders in the Senate launching a full-court press to secure a new health care deal by tomorrow. And today they announced the big incentive to get more Republicans on board, promising $45 billion in spending to help fight opioid abuse. It's intended to try and win support from senator Rob Portman of Ohio and Shelley -- I'm sorry, Shelley Capito of West Virginia. Both states, as you know, are being ravaged by the opioid abuse epidemic. The White House reacting to proposal -- this proposal this afternoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "sentences": "I can tell you the president has obviously made fighting the opioid crisis a priority for him. And I would imagine he would be supportive of pushing resources towards that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But can this help Senate leaders lock up a new deal by tomorrow's deadline? Let's go to the man who's been around politics for a heck of a long time. Ed, they're -- they're far -- a long way away. They have maybe 15 or 20...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Absolutely. The bottom line is, there's at least ten that have been publicly saying they're not for it at this point in time. Even on this particular provision, the good senator from West Virginia has not basically made a determination. She wanted this, but she hasn't said yes now, to the yes. So my sense is they've got a lot of swapping back and forth to go. I don't think they can make the deadline. The bill would not pass today, and a bill -- certainly this bill certainly will not pass in the Senate. They've got a lot of work. They're probably better to go home and try and fix it when they come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know what bothers me? We -- they offer $45 billion to, in essence, buy two senators' votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, and it's a Band-aid approach, Eric. Who are we kidding? This $45 billion price tag is not going to remedy this devastating problem, No. 1. And absolutely Ed's right. There's no way they make this deadline by tomorrow. It's too little, and it's far too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Kat, Rand Paul this morning offered -- he said he met with President Trump, I believe, yesterday. I think he met with Vice President Pence today, and he offered an idea. Split the health care bill into two. One that favors the conservative wing of the Republican Party, one that favors the more moderate wing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I guess we could do that. I don't know, though. Throwing all this money at opioid addiction should solve the problem, from everything we've seen in the past. It will work perfectly. This is a mess. OK? They're going to do that; they can do that by tomorrow? I mean, this whole thing has been a political disaster for Republicans. Everybody has to admit that. And how are you going to get the super-conservative people and the moderates and the super-liberal people to agree on anything? I just don't -- I don't see how it's going to be possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Kmele, I saw a poll today, I believe it was, maybe last night it came out. And if I'm not mistaken, somewhere under 20 percent of the American public...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Seventeen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Seventeen percent of the American population think this is a good idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Yes, no, this is -- this is deeply problematic. The merits of the legislation have not been proved at all, and the real question here is why we were rushing to try and transform an industry overnight with a poorly- thought-out piece of legislation? Haven't we seen this before? It doesn't work out well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. Well, the Democrats -- this is why Republicans got elected, because Democrats blew it so bad with Obamacare now we're making all the same mistakes on the Republican side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Slow down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Taking the (UNINTELLIGIBLE), Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "The mistake they made us is they wanted to get the tax money out of this particular provision to basically do their tax reform. You know, obviously, if I was running the show, which I wasn't I would have done tax reform early on and infrastructure. But -- but at the end of the day, this is where we are. I don't think it's going to go. I think piecemeal -- we should have had the Democrats for the way they did last time, swapping things off, buying votes. I just don't think it's going to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Agreed. Hitching one wagon to the other, legislatively, is a disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "And splitting means you have two failed bills.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. You think so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Ed Rollins -- hope so. All right. New military options being repaired for President Trump to deal with North Korea. What it means for the nuclear crisis with the rogue state right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Ed Rollins and Kmele Foster. Let's continue the conversation. President Trump is being given a fresh set of military options to confront North Korea over its nuclear and ballistic missile programs. National security advisor H.R. McMaster is starkly laying out the urgency of the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H.R. MCMASTER, NATIONAL SECURITY ADVISER",
      "sentences": "The threat is much more immediate now. And so -- so it's clear that we can't repeat the same approach, failed approach of the past. So the president has directed us to not do that. And to prepare a range of options, including a military option, which nobody wants to take. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And this afternoon, U.S. Treasury Secretary Steven Mnuchin announced new sanctions targeting North Korea, including the blacklisting of a Chinese bank -- excuse me -- believed to have illicit ties to the rogue state. In the next hour, President Trump and the first lady will meet with South Korea's new president at the White House. Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Very good start. Right? We talked about China getting involved and exerting some pressure on the crazy wacko dictator in North Korea. But very -- so what do we have, one bank and two individuals so far? I mean, you've got to really, really get deep into it, and China has to get a little more aggressive. So here's part of the other problem. They're meeting with South Korean president. Now Ed, he's not being very helpful lately, is he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "He's not -- he's not as pro-American as most of them have been. I did a presidential campaign in South Korea many, many years ago. And the problem is, there are no options; there are no good options. This goes back to 1952. Every president has looked at this. They have been a force. And the problem is, Seoul is so close. And if you ever start an activity in North Korea -- we have certainly the weapons that can take them out in a heartbeat, but they can -- they can kill 20 million people in a very short period of time. Seoul and the surrounding areas of Seoul are 15, 20 miles from the borders, and they can just do it, not with nuclear but just with -- and it's a very heavy, catastrophic war we'd have in modern times, is right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Now Eric, you've talked a lot about increasing the pressure around China, in essence the financial component, particularly if we want to avoid the military option. I was happy to see Steven Mnuchin walk up and speak; disappointed with what he had to say. It felt -- and I understand and respect we have to start somewhere with the economic sanctions and everything. But it just felt far too thin for me to have any real impact on what this is really going to take, and really going to look like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Much more. Much more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Much, much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I think President Obama put more sanctions on Russia when he left office over something far less dangerous, in my opinion...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "... than the crazy dictator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "You have to remember, these people have been starving for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. Our sanctions really don't mean much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "And they just -- they'll brush them off and just keep moving forward. The Chinese are the key, and they basically don't want to play there. So that's the -- that's the reality of it right now. That's why we're having these discussions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "conversations about trying to find a bold, new approach here. I just don't know that there is one. There is the status quo, and the status quo exists precisely because of the carnage that would ensue if there were ever any sort of military option pursued. I do wonder, though, and perhaps, Ed, you have some insight on this, if what we're seeing from South Korea is sort of less hostility to the United States in particular and, more specifically, a genuine concern that this administration might be more willing to look at the military option. I think the president has at least tried to posture in that way. I have no reason to believe that he is actually interested in picking that particular military fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "I think you're absolutely right. I think the bottom line here is you have a new president who would like to have some kind of a merger with the North or better relationship with the North, and it's just not going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Explain to me, Ed, or Kmele, if you guys have an opinion or an idea, why South Korea would turn away our missile defense system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Because the Chinese...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That's a missile defense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "I know. I understand that. The Chinese are not happy about it. And obviously. They've still got to play with that same sandbox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "There's something about the status quo that's, as -- I think it brings people comfort, Eric. I don't know. But that's what -- that's what the facts and the history tells me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But you know why it can't be status quo? Here's why it can't be status quo. In -- when President Obama was first elected in 2009, the biggest nuclear bomb that they tested was 2 megatons, is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Megatons? But when President Obama left office, the last one prior to him living with 10 megatons. That's not status quo. That is deadlier and deadlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know I -- you know I believe in you, Eric. And I -- agree with you, rather.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I feel it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And I do believe in you. Go, \"The Swamp.\" But also, I am not comfortable waiting for the worst-case scenario to happen. But I just can't see people getting on board with what it would take, the carnage you're talking about, the unintended consequences, perhaps, that would ensue if, indeed, we got in front of this thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "I think what they're doing, there's a lot of options that are there today besides weapons, and that's the cyber stuff and what have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "And we could create a lot of chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, and working on building up our missile defense system so there would never be a failed test like there was last week, which was horrifying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Yes, but we have to put them somewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Here's the thing. Here's the thing about making sure they work. When you talk about going and doing a strike against them. Like I know you've gotten -- you were upset about Otto Warmbier, Eric. You were really upset, and you wanted to get in there. But that would be so many dead people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We don't know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, we do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "We know pretty well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I mean, I'll go back -- I'll go back to the Israelis and the Iraqis in the -- in 1980, '81 where they took out, surgically took out some of their nuclear proliferation capabilities without many casualties at all. And guess what the Iraqis did not do? They didn't attack Israel. They didn't kill any people, and they didn't attack the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "This is something like nothing -- we've never seen before. South Korea is standing right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "We've got 35,000...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Get them out. They don't want the missile defense system. Maybe they don't want the 35,000 troops there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "The truth of the matter is we could put one Ohio submarine there and blow up the entire country, but we have 35,000 men and women on that border. And it's a trip wire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Start moving them out and see how fast the South Korean president says, \"You know what?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Directly ahead, President Trump unleashing a pretty unbelievable attack on Twitter against two MSNBC hosts, and it's sparking an absolutely firestorm. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Wow, are we out of time already? We can't even do this block? That's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric. Not getting off that easy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Just kidding. President Trump -- President Trump going all in against his media critics today, taking on MSNBC hosts Joe Scarborough and Mika Brzezinski, the president tweeting, quote, \"I heard poorly rated @MorningJoe speaks badly of me. Don't watch anymore. Then how come low I.Q. Crazy Mika, along with Psycho Joe, came to Mar-a-Lago three nights in a row around New Year's Eve, and insisted on joining me. She was bleeding badly from a face-lift. I said no!\" The tweet sparked a fierce backlash from the left and even some fellow Republicans, but the White House isn't backing down amid the uproar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "sentences": "The president has been attacked mercilessly on personal accounts by members on that program. And I think he's been very clear that, when he gets attacked, he's going to hit back. I think the American people elected somebody who's tough, who's smart, and who's a fighter. And that's Donald Trump. And I don't think that it's a surprise to anybody that he fights fire with fire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Thank you, producers, for giving me this segment. As you know, I'm a very close friend of Mr. Donald Trump -- President Donald Trump, and also of Joe Scarborough and Mika Brzezinski. I went to their concert. So here's how -- just give me two seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I heard that this was going to build...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "This will be the last I say of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is going to build your character, Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Yes. It's like two of your friends fighting. You just want them to stop fighting, and you can't figure out how, so you come up with a solution. I came up with a solution to solve this Donald Trump, Joe Scarborough, Mika Brzezinski issue. Now, we know Mika and Joe are going to get married. They've announced their engagement. And you know a president can oversee a marriage. I suggest -- I will broker this deal for you. Joe and Mika, have Donald Trump marry you two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't think that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And everyone will go off on their happy way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't think that's going to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric -- Eric, let me tell you something, from a woman's perspective, right? And I appreciate the deputy press secretary there, talking about President Trump being a fighter and people wanting a tough fighter. There's not a lot that's tough about calling out somebody about their facelift; and once you do it, pretty sure that there's not a lot of turning back. Even if -- I could see Joe forgiving it, but Mika.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But maybe he meant Joe when he was talking about the facelift.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, and also, whatever, Eric. Oh, my gosh. Eric, please. Eric, don't say that, because you don't think that. Please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Maybe -- maybe he was kidding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Maybe he was in a good mood this morning and, like, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Maybe he was but he's not a fighter. He's not a fighter. It makes you like an Internet troll. And also facelift, like whatever. Like, maybe she did, maybe she didn't but, like, who cares? When I get older, I'm going to have so many facelifts. I'm going to get all the plastic surgery in the world. And I feel blessed I will have, hopefully, enough money to do so and just have my face looking dope for as long as I can possibly have it. I mean, that shouldn't be an insult. Nothing wrong with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Kat, by the time you need one and hopefully me, too, it's going to be so much less invasive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "None of you need them. None of you need them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You won't be bleeding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But you know, no, it's horrible. There's nothing good that comes from attacking a woman's appearance as the president. Come on, Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Here's the -- here's the issue. You always want Trump not to do these things. It's a distraction. But he's been doing it forever, and he's not going to change. As I say to people all the time, 70-year-old men don't change. I'm 74, so I know well. Sometimes you have to defend the indefensible, and that's what happens in the White House. If he does for their show tomorrow wat he did for you and your book, which is now No. 1, because the president tweeted back what a great book it was, they'll be beating \"60 Minutes\" next week. Now, I don't think that's going to happen, just like I don't think he's going to marry them. But I think the reality is this is a distraction. He needs to get back on message. He's got big things he needs to move forward. But you're going to have to live with it. It's going to be every single day this is going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I'm going to stay optimistic. I'm going to say they should bury the hatchet and just get back together and hang out and go back to Mar-a- Lago and let Donald Trump marry them at Mar-a-Lago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Well, the problem...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "That's exceedingly unlikely. I'll say this. I'll say this, right? Clearly, he's engaging in ad hominum; you're picking a nasty fight. It feels sort of like Drake versus Meek Mill. This is unnecessary and ought not happen. There are important, meaningful things that are worth criticizing the president about. I don't know that progressives who are angry at the president ought to latch onto this. They might, for example, talk about civilian casualty counts from military engagements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Let me bring this over here. Eboni, did you notice, or either one of you, on the right, we had Jed Bush. We had Paul Ryan. We had Ben Sasse and we had Lindsey Graham. Four squishy anti-Trump RINOs attacking the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, I was going to say, Kmele talking about the progressive latching onto it; it was actually a lot of GOPers coming out, attacking him for this. And to Ed's point, I was all prepared today to make an argument in defense of President Trump about, look, this has been a great Trump versus the media week for Donald Trump. You had three CNN journalists having to resign. You've got \"The New York Times\" looking a hot mess with the lawsuit with Sarah Palin. This is -- and then he sends out this tweet. So I really can't -- I can't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He knew this was going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "The only lesson -- the lesson that I say, and I'm not -- I'm not being defensive, you get in a fight with Donald Trump, you better be prepared for the bazooka. You can come at him with a knife, and he's going to shoot back at you with a bazooka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "A Molotov cocktail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "In this particular case, he not only knocked their teeth out and dumped them in the ditch, alongside -- way over. He poured gasoline on them and going to set them on fire. Now...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "A lot of it's on himself, unfortunately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I was going to say, I don't think this helps him at all. Normally when you go into a fight, you don't try to destroy yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "It distracts. Distracts from the other stuff he has to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Well, and to your point, it distracted from some really good, positive news for Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "He could be taking credit today for this very important legislation that's passed. That's what we should be discussing tonight, how important that is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Don't be anti-facelift. This is America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We're going to leave it right there. By the way, just before we go, I went to Philadelphia last night, and this -- that crowd absolutely adores this show, and they love Fox. They love Fox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "They say, \"You're back, and you're back better than ever, Fox.\" All right. A reminder: check out my new book, \"The Swamp: Washington's Murky Pool of Corruption and Cronyism...\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "No. 1.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "\"... and How Trump Can Drain It.\" It's already a big seller on Amazon. And last night I did; I headed to Pennsylvania for a signing and a discussion about the book, sponsored by 1210 WPHT-Radio, Philadelphia and was fortunate to have an amazing turnout. My sincere thanks to everyone who came and their support for the book. And when we return, we're going to \"Circle Back\" with these two specialists, Ed Rollins and Kmele Foster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. It's that time to \"Circle Back\" with our specialists. Our specialists today, Ed Rollins and Kmele Foster. So a very quick update. The House's passage of \"Kate's Law,\" President Trump tweeting about it just a few moments ago, saying, quote, \"Good news. House just passed #KatesLaw. Hopefully, Senate will follow.\" So Ed, that tweet. Do you think that's going to quiet all of the -- because most of social media today has, of course, been talking about the Mika stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "The good thing about social media is it goes quickly out. The old advice I used to give clients and candidates: \"Don't think out loud.\" Donald Trump's case, I'd say, \"Don't tweet alone.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And can I follow up on -- Ed, a question to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You've been around; you've seen a lot of politicians. Is Trump a politician?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROLLINS",
      "sentences": "He's an entertainer. He's a strong leader. And I think over time people are going to get used to all the tweets and all the rest of it, and they're going to measure him on how strong he is, where he puts this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Interesting. Kmele, what about you? What do you think? Trump, good day, bad day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "I mean, good day for him perhaps, but that is a weird standard. I mean, he's had so many strange and bizarre days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Self-induced controversies and tragedies that he's had to deal with. I just want good policy. I want good outcomes for the country, and I want to talk about policies that make sense. So maybe one day I'll sit down with him. And could you connect us maybe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Would you give him good advice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOSTER",
      "sentences": "Sure. Of course. Are you kidding? It's me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Absolutely, of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Love it. This is what it looks like, gentlemen. Thank you to our \"FOX News Specialists\" today, Ed Rollins and Kmele Foster. And thank you all for watching. Make sure you follow us on social media, @SpecialistsFNC on both Twitter and Facebook. And remember, 5 p.m. will never be the same. \"Special Report\" is up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "utterance": "Hey, everybody. I'm Eboni K. Williams along with Kat Timpf and Eric Bolling. And we are \"The Fox News Specialists.\" We are now awaiting two big House votes to help combat illegal immigration which is at the center of President Trump's immigration agenda. \"Kate's Law\" and the no sanctuary for criminals act that will cut federal funds for sanctuary cities. Now a short time ago, the Department of Justice hosted a panel featuring the family members of victims of crimes committed by undocumented immigrants. They give powerful remarks about the importance of both of these bills."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "We are against illegal aliens and illegal alien criminals who were amongst us. We're Americans fighting for you. We're Americans fighting that none of this happens to any other American and it shouldn't. And I think everyone of us needs to really do a check on your conscience if your fellow American doesn't mean as much to you as an illegal criminal does."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "The legislation that they're trying to pass right now is not about a political party, but it's about the safety of America, that maybe your own sister, your own mother, your child, that the vote the you vote today could harm them if it's not voted rightly. We've got to forget about partisan politics and vote what's best for every American citizen into law."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK. Eric, we talked yesterday about the personalizing of this particular legislation, and it doesn't get any more personal than that."
    },
    {
      "speaker": "ERIC BOLLING, CO-HEAD",
      "utterance": "Four big immigration bills being voted on probably during our hour, hopefully, will get one of them. The sanctuary city bill law, the first one may be in the next few minutes or so, and then \"Kate's Law\" which you reference right there. A couple other big things happening today, North Korea's bank sanctions came out this afternoon and also the travel ban goes into effect. It's a huge news day."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Huge news day, Kat."
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "utterance": "Huge news day. Good thing the president didn't do anything to distract from that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think we'll get into that a little later in the show. So with that we'll meet today's \"Specialists.\" So he was a national campaign manager for President Reagan's reelection back in 1984, he served in the administrations of four, count them four United States president, Nixon, Ford, Reagan, and Bush 41, he's also elected into the political consultant hall of fame, so obviously he specializes in everything politics, the legend Ed Rollins is here. And he's a film producer, a partner at the digital media company FreeThink, and he cohosts a syndicated podcast called the Fifth Column on Sirius XM radio, but he specializes in steel manning, Kmele Foster is here. Thank you both for being with us today. Such a big, big news day. Ed."
    },
    {
      "speaker": "ED ROLLINGS, NATIONAL CAMPAGIN MAANGER FOR PRESIDENT REAGAN",
      "utterance": "Well, thank you. It's such a privilege to be here with such young brilliant people, and you too, Eric."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I was going to give you a compliment, Ed Rollins. If you don't know Ed Rollins -- sorry, Ed Rollins was at the head of the campaign that won 49 states, the Reagan campaign. You took out Walter Mondale who won, how many, one state 3,100 votes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, you did. And you did that just as how we rehearsed."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "But Ronald Reagan basically said to me, what happened to Minnesota?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Came up a little short there, Ed."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "I said, Mr. President (INAUDIBLE) nuclear waste somewhere. There's a lot of lakes in Minnesota, which obviously we didn't do that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, you know, when the president puts those family members out there, and we can see -- it goes beyond just a red-blue issue like so much of our many hyper-partisan things are today. How do you."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "When you read this bill it's a very simple bill. If you sneak back into the country three times and you've committed a felony. You could possibly go to jail for 10 years. I mean, this just ought to be a slam dunk vote that every member of congress should vote for. It will pass the house. The senate, they're a few votes short, but I would sense every senator who is not going to vote for this on the Democratic side, this is going to become a big issue."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So Ed, why would it fall short in the senate, which Republican aren't going to vote for?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "The senate, I think we're going to get -- it's not a 50 vote."
    },
    {
      "speaker": "ROLLINS",
      "utterance": ". there's about 55. I think we picked up two or three since the last time and it's about 5 little short."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So he talks about the last time, Kmele, obviously, this is not the first time Kate's law is being attempted to get pass, there was one other time. And exactly they said there're three Democrats, I think, that got onboard but still fell short. When you hear these mothers and these family numbers talk about this so compassionately, if you had a message to the Democrats that were hesitant around it for whatever reason, the constituents, the partisan, the resistant movement, what would you tell them to get them on board on this?"
    },
    {
      "speaker": "KMELE FOSTER, FREETHINK MEDIA PARTNER",
      "utterance": "I don't know what I would tell them to get on board on this. I'm not particularly excited about this piece of legislation."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, tell me why."
    },
    {
      "speaker": "FOSTER",
      "utterance": "And part of the concern that I have about it is -- I mean, clearly, we all are concerned about violent crime. We want to see it reduced. I'm not certain that this legislation actually does a great deal where that's concerned. I think the president has had a lot of concerns and has talked a great deal about it, illegal immigration in particular. But I'm not certain that that is fueling violent crime. I think there are plenty of issues that we could talk about. That's our concern. This isn't really one of them."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You don't think that would be a deterrent that you could face five or."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I agree -- I agree with you, Kmele, specifically, because if we're talking about five years. And again, this is not me or Kmele coming out on the side of people committing violent crimes and saying that they should be allowed to do so or that's good, but we're talking about someone whose family is still here, they're probably not going to let five year stop them from coming back."
    },
    {
      "speaker": "FOSTER",
      "utterance": "No. This would not have saved Kate's life, which is important. Let's at least keep that in mind."
    },
    {
      "speaker": "BOLLING",
      "utterance": "How do you know that? You guys are both."
    },
    {
      "speaker": "BOLLING",
      "utterance": ". punishment in everywhere. Not just this country."
    },
    {
      "speaker": "FOSTER",
      "utterance": "But this is someone who had already gone to jail multiple times. Every single time he tried to sneak-in he had been caught by someone."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Yeah. But this time under the new law, you get caught again -- Kate's killer was caught five separate times."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me say this because I've dealt with ICE and all of these stuff from a criminal -- stand point. So what would happen under the -- I don't know that it's true, Kmele."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. Because -- he five times he left, came back, came back - - so let's say the second time if this law would have been done because the law proposes if you get convicted with a felony, even just one felony, you come back over here, you're looking it up to ten years. That's three misdemeanors and then you would face the ten years. Felony, that's what I'm saying, so maybe the second or third time."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't have a problem with that at all. I don't think anybody would have a problem with that. I'm just saying I'm not sure how much or what percentage of overall crime that this really represents."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "This isn't about overall crimes. This is about criminals who come across the border and commit crimes a second or third time. And obviously, they had to be treated in a way that's."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Aggressive."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "And the sanctuary cities. The first city in California, I was -- I ran a campaign against Dianne Feinstein. And Dianne Feinstein."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Who?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Dianne Feinstein when she was mayor of -- I read Teddy Roosevelt's race, too. Do you really want to go back?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Dianne Feinstein is the mayor. Decided she wasn't going to let federal officers come in, and basically she started the sanctuary cities. How can you, basically, in America have people who are coming here illegally and commit crimes in cities -- we're not going to let federal officials come in and take them out."
    },
    {
      "speaker": "BOLLING",
      "utterance": "The law that you're breaking of coming across the border illegally. Why is that the one law that we're protecting. How about, I don't know, armed robbery."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'll tell you why because it's treated civilly, Eric. And that's the thing. So, you come over here and maybe that's a different issue that needs to be legislated. But right now, it's only a civil offense and it's not considered criminal. But during an energy address today in Washington, President Trump pivoted to tout his support for both of these pieces of legislation, and homeland security work cracking down on violent undocumented immigrants."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "The vicious and disgusting and horrible MS-13 gang members and we're getting them out. We are getting them out. They're going fast. General Kelly and his whole group, they've gotten rid of 6,000 so far. We're about 50 percent there, and we're actually liberating towns."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Kmele, coming to you on this one, obviously, the sanctuary cities thing, different jurisdictions -- I want to treat this differently, so your position on their right to do that."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Well, certainly, I mean, there are some constitutional issues here to be sure. The Supreme Court has talked about the right of states to be able to pursue their own policies to not have the federal government effectively take punitive actions against them by withholding things in order to force them to do something. I'd say that this is a pretty important issue. But again, I returned to the central issue here. If our concern is violent crime, if our concern is places like Chicago, like Baltimore, that have dealt with huge surges in crime, shouldn't we be looking at the things that are actually driving the trend, for example, the war on drugs."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Something that Attorney General Sessions is doubling down on."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Let's talk about how often the president -- let's talk about how often the president has talked about criminal justice. Let's talk about how often the president has actually talked about meaningful improvements in prosecuting the drug war."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You say its criminal justice reform."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Theoretically, no"
    },
    {
      "speaker": "FOSTER",
      "utterance": "He hasn't talked about it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But he didn't run on criminal justice reform, right?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Jeff Sessions. OK. So we wouldn't -- looking at drug gang violence, a way better way of dealing with that would be ending the drug war. It's really that simple. If you look at alcohol, which is something that makes people angry, violent, it's fatal, it can kill people. There's a reason why there's not like maker's Mark versus Jack Daniels knife fight in the streets because there's not this underground market for it. And the jail system."
    },
    {
      "speaker": "TIMPF",
      "utterance": ". in and out, in and out, in and out."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Panel, we have an update, they're now voting on the sanctuary cities piece of legislation as we speak. When we have that number we will bring it to you. Kat, I hear you and I know the passion in your voice. But the issue is it's not either or we know that, right. So when we talk about just from a purely criminal punitive standpoint, if you break the law, particularly in a violent way that results in a felony, why on earth we have anything other than a very aggressive penalty for that when you come back over here? I can't understand."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't have a problem with Kate's law. I don't think it's a bad law. I certainly don't feel any sympathy for the people who commit these crimes. It's not what I'm saying. What I'm saying is I think that we should focus on big picture solutions that will actually solve the problem."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "At the exclusion of this issue though?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Armed robbery because we're going to focus on murder and rape. Guess what, enforce all of them."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Yeah. I think that's a false equivalence that you're drawing there. Here's the fundamental reason that's the case because Jeff Sessions, the attorney general of the United States, has actually been doubling down on the drug war. He's actually been instituting policy."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You can't say I'm wrong and then say, oh, by the way, Sessions is."
    },
    {
      "speaker": "FOSTER",
      "utterance": "No, actually, I'm giving you the reason why."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I'm going to blow your mind here. I agree with you on criminal justice reform. OK. But I also think Kate's law is a mandatory must pass, unequivocally has to go through, to keep the country safer."
    },
    {
      "speaker": "FOSTER",
      "utterance": "I understand the argument you're making. My argument, just to be clear, is that in a narrow sense, this particular law is not going to have a dramatic impact on crime."
    },
    {
      "speaker": "BOLLING",
      "utterance": "In your opinion."
    },
    {
      "speaker": "FOSTER",
      "utterance": "There are things."
    },
    {
      "speaker": "BOLLING",
      "utterance": "In your opinion."
    },
    {
      "speaker": "FOSTER",
      "utterance": ". I've seen zero analysis of this that suggests there's a wave of immigrant driven violent crime."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't think that you're talking about a wave, though. I think we're talking about instances, necessarily. I think we're talking about instances where we know for fact, right, Kmele."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Sure."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". people have been raped, murdered, killed, that happens, at the hands of people that are not here legally. We know that, right?"
    },
    {
      "speaker": "FOSTER",
      "utterance": "Sure."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "If there something we can do legislatively that will make that less likely, shouldn't we do it?"
    },
    {
      "speaker": "FOSTER",
      "utterance": "One wonders if this law will accomplish that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't wonder it. I know that."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "The reality is we're talking about Sessions. We're taking these gangs off the streets, including Long Island and everything else. These are vicious, vicious gangs. Do you think they're going to stay on the other side of the border? The moment they get a chance, they'll be back here again. And we need basically have more than just civil things to take care of these people. And every law enforcement person in the world wants this. And I've been around the game a long, long time because I'm old man here. We've been fighting the drug war since the Reagan days. It's a very complicated thing. And certainly, it's the underlying part of all of this, but you've got to take them step-by-step, and these two bills are very important."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I still think you can say because we need criminal justice reform, we shouldn't have Kate's law, there is -- that's a -- you want to talk about a false equivalence."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I never said that."
    },
    {
      "speaker": "BOLLING",
      "utterance": "There you have it."
    },
    {
      "speaker": "FOSTER",
      "utterance": "I don't think that's the argument I'm making. Perhaps I'm not being clear. The narrow argument is we aren't actually talking about those other important reforms. The president has been beating this drum relentlessly while pursuing other policies that are actually making the drug war worse."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Do you think Kate's law has merit and should pass?"
    },
    {
      "speaker": "FOSTER",
      "utterance": "Sure. I think the legislation could have merit if, in fact, it were clear that this was a unique problem that needed to be addressed. I'm not sure there are many violent offenders."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is there a quota, though, that we have to get to?"
    },
    {
      "speaker": "FOSTER",
      "utterance": "We actually have citizen rates in this country that are quite high as well. Would you suggest that we should pass a federal law that extends the prison stay of every violent offender by 5 years in order to try to preemptively prevent crimes?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What I'm saying is."
    },
    {
      "speaker": "FOSTER",
      "utterance": "That's precisely what this law is trying -- is suggesting."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, no. Because I've seen it, right. I've seen it. Once you commit a violent crime in this country there's -- and I know this because I have to counsel my clients. Listen, we take this plea deal, right."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Sure."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What's ever the consequence it's going to be it's going to adversely affect your immigration status, and they understand it. And Ms. Williams, I get it. I'm willing to plead guilty. So we move forward along that. You don't then get to say, never mind, I want to come back to the United States, and whatever happens, happens. I don't think that is the advantage of anybody here. And I agree with you, by the way, both of you on criminal justice reform. Politically speaking, though, that's not what this president ran off on."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's just not one or the other. I would agree with you that if you had criminal justice reform, you might be more effective in implementing laws like Kate's law."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "A point updated, appears that this has passed. That's what we're hearing."
    },
    {
      "speaker": "BOLLING",
      "utterance": "This is the first one."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is the first."
    },
    {
      "speaker": "BOLLING",
      "utterance": ". this is sanctuary cities."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". sanctuary cities."
    },
    {
      "speaker": "BOLLING",
      "utterance": "That was the tougher hurdle of this."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Eric, I'm not saying theoretically that you can't have both. I don't think Kmele is saying that either. What I'm saying -- what I think Kmele is also saying, is that in this administration it's very clear that that's not going to be the approach."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's not the agenda of this administration."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Discuss the merits of Kate's law and sanctuary cities, and you're bringing in an attack on the Trump dealing with."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm using my critical thinking skills to provide alternate solutions."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But why does it have to be an ultimate solution?"
    },
    {
      "speaker": "FOSTER",
      "utterance": "I think, extensively, this is supposed to be about reducing violent crime, and that's the reason I introduce this because I think this could be much more dramatic."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Maybe that's what we're having here."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Oh, really, OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm not seeing this as a solution for reducing violent crime."
    },
    {
      "speaker": "FOSTER",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm seeing it as a clear follow-through step that says when you commit a violent felony in this country you don't get to come back. It's very simple."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Equally as important, you have to get away from the civil. If you're going to put people out of the country because they're been here illegally and they keep coming back, you have to move it from civil to a criminal. You're just not going to be able -- you're never going to stop the illegals coming across the border. And I think that bottomline, if you're going to have the whole comprehensive and going to Trump -- this law was put in existence when Trump started running. He picked this ball up and talked about it as a candidate and his law implements it. There's a lot of other things in criminal justice he's going to do with 4 years or 8 years he's there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, certainly, we hope that we will see that, too. So we'll keep you posted, certainly, on Kate's law. That should be coming up soon. But first, President Trump's partially restored travel ban coming into effect tonight with the administration issuing a slight of new rules, how will they impact America's safety and security? We'll find out. Stay with us."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Quick update. The house bill on defunding sanctuary cities has officially passed. We're now awaiting a vote on Kate's law and will give you the results when it happens. Meanwhile, at 8:00 PM Eastern tonight, President Trump partially restored travel ban goes into effect, impacting six terror plague countries in the Muslim world, the administration issuing guidelines for new visa applicants in accordance with the Supreme Court ruling this week. Applicants from the six countries must prove a relationship with a parent, spouse, child, adult son or daughter, son-in- law, daughter-in-law, or sibling, currently in the U.S. to be eligible. Similar rules would apply to refugee applicants from all nations."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't like -- here's the problem, when you use language with Supreme Court, do you hear the bona fide relationship and they don't really define it because that's not really a legal term. You leave out things. So that was an extensive list you read there, Kat, but it doesn't have grandma on there. It doesn't have, you know."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Second cousins."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". third cousins once removed. But, you know, so it's not really."
    },
    {
      "speaker": "BOLLING",
      "utterance": "My best friend's brother."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I have a bona fide relationship with the guy at the deli that I order my egg and cheese from. He's seen me at my worst. He's seen me in ways that no one else ever has, you know."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "He'll take you back to his country."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yeah, well."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "The reality here is the court decision was very important. It's a temporary decision. The real decision will come in October. There'll be a full hearing on it. But the most important thing -- and most of you probably don't know this, there's 670 district judges, it's almost 900 federal judges of all kinds. What the court has said is the president has more power on this matter than any federal judge does. Since 1960, since John F. Kennedy, there's been over 40 things like this all based on the same premise. So the reality is this is a temporary ban for some of these people. The bottomline is the president has now the authority to do this."
    },
    {
      "speaker": "BOLLING",
      "utterance": "The other reality is that the Supreme Court found that this portion of the temporary travel ban was constitution against the ninth circuit and the fourth circuit. Putting on what's Ed was talking about. But also there was a unanimous 9-0 decision and the only dissenters -- now we were talking about it when it come down. They were a couple of dissenters and they were conservative judges, and the only dissent they had was it wasn't a full allowing of the travel ban to go through."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Very carefully written by Robert -- it was important to get online at this point in time."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah. Because it shows it's not political, right? This is actually one of those very rare things in today's society that's not partisan. It's actually constitutional."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Yeah. I would say that I'm generally skeptical of the efficacy of the travel ban, but certainly agree that the president has the authority to do this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "FOSTER",
      "utterance": "This is, as you stated, Ed, this is very typical and conventional in the sense that the president has discretion about this issue like this. The reason I'm concerned about it is because, again, ostensibly this is supposed to be about keeping Americans safe. I am not certain that it will do that. I'm concerned that this is, like the TSA, a bit of security."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It doesn't have to. It just needs to be constitutional. That's what it needs to be."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I agree that it's constitutional, absolutely. I agree it's constitutional. I've always said that anybody who thinks that this is in earnest a Muslim ban, I mean, it would be a very bad one. It would be really letting in a lot of Muslim as a Muslim ban. However, I agree with Kmele. If you look in the past, would this have prevented anyone from dying? It wouldn't have. We don't know about the future but I don't feel safer about it. I think it is -- just like you said, the TSA security theater."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "In these countries, you don't have a process. We don't have the manpower and the system to basically do the processing. It has to be fixed."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They're voting on Kate's law right now."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Kate's law is being voted on right now. And it says there's only about 3 minutes left, so we're going to give you the final answer in this block."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "To you point though, Eric. It's around intention. So I tend to agree with Kat and Kmele on this. I don't really trust that this travel ban legitimately, actually, makes us safer. But that's not the test. The constitutional test is if it's intended, if it's designed to keep us safer, and it's intended to have national security benefits which I think this ban does."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think it's largely intended also to fulfill a campaign promise. He wants to be tough on terror guy. And this certainly makes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I wasn't making a judgment call. I'm just saying that's what I think that this is more about."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But we don't know that either. I mean, let me be polyionic, maybe it does make us safer, right? Maybe it does. Maybe they take the 90 days and say, oh, there's a loophole here that we didn't realize that's been here. And guess what, we're going to close that loophole and we keep one terrorists down. Listen, I'm for over -- going over the bounds on being more safe and more secure."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You like being safer rather being ."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It appears that the house has enough votes to pass Kate's law, just coming in. So."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So the two big initiatives that we're looking at, sanctuary city law passed first, and now Kate's law passes the house. And as Ed points out there's a little bit more of a hurdle in the senate. Which I didn't realize they needed 60 votes."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "They have to put it through a legitimate way."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And again, I don't know -- Kate's law, in terms of what the problems would it be because I don't have a problem with it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think it's resistance. I think the problem is going to be."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Because it was Trump."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "This was last year."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Some people are just going to get mad because they're petty. A big sweetener is added to the senate health care bill to get more Republicans on board, but is it enough to reach a new deal before tomorrow's deadline? Stay tuned."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. You're looking at the floor of the U.S. House of Representatives, where congressmen just passed two laws that the Trump administration was pushing for, the sanctuary city law passed first. A couple of minutes later, Kate's law passed so that's in the books, and may well now head over to the senate where my good friend Ed Rollins tells me it needs a 60 votes threshold to pass to make it into law. All right. Republican leaders in the senate launching a full court press to secure a new health care deal by tomorrow. And today, they announce."
    },
    {
      "speaker": "BOLLING",
      "utterance": "That's in the books and may well now head over to the Senate where my good friend Ed Rollins tells me it needs a 60-vote threshold to pass to make it into law. All right. Republican leaders in the Senate launching a full-court press to secure a new health care deal by tomorrow. And today they announced the big incentive to get more Republicans on board, promising $45 billion in spending to help fight opioid abuse. It's intended to try and win support from senator Rob Portman of Ohio and Shelley -- I'm sorry, Shelley Capito of West Virginia. Both states, as you know, are being ravaged by the opioid abuse epidemic. The White House reacting to proposal -- this proposal this afternoon."
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "utterance": "I can tell you the president has obviously made fighting the opioid crisis a priority for him. And I would imagine he would be supportive of pushing resources towards that."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But can this help Senate leaders lock up a new deal by tomorrow's deadline? Let's go to the man who's been around politics for a heck of a long time. Ed, they're -- they're far -- a long way away. They have maybe 15 or 20..."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Absolutely. The bottom line is, there's at least ten that have been publicly saying they're not for it at this point in time. Even on this particular provision, the good senator from West Virginia has not basically made a determination. She wanted this, but she hasn't said yes now, to the yes. So my sense is they've got a lot of swapping back and forth to go. I don't think they can make the deadline. The bill would not pass today, and a bill -- certainly this bill certainly will not pass in the Senate. They've got a lot of work. They're probably better to go home and try and fix it when they come back."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know what bothers me? We -- they offer $45 billion to, in essence, buy two senators' votes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, and it's a Band-aid approach, Eric. Who are we kidding? This $45 billion price tag is not going to remedy this devastating problem, No. 1. And absolutely Ed's right. There's no way they make this deadline by tomorrow. It's too little, and it's far too late."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Kat, Rand Paul this morning offered -- he said he met with President Trump, I believe, yesterday. I think he met with Vice President Pence today, and he offered an idea. Split the health care bill into two. One that favors the conservative wing of the Republican Party, one that favors the more moderate wing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I guess we could do that. I don't know, though. Throwing all this money at opioid addiction should solve the problem, from everything we've seen in the past. It will work perfectly. This is a mess. OK? They're going to do that; they can do that by tomorrow? I mean, this whole thing has been a political disaster for Republicans. Everybody has to admit that. And how are you going to get the super-conservative people and the moderates and the super-liberal people to agree on anything? I just don't -- I don't see how it's going to be possible."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Kmele, I saw a poll today, I believe it was, maybe last night it came out. And if I'm not mistaken, somewhere under 20 percent of the American public..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Seventeen."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Seventeen percent of the American population think this is a good idea."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Yes, no, this is -- this is deeply problematic. The merits of the legislation have not been proved at all, and the real question here is why we were rushing to try and transform an industry overnight with a poorly- thought-out piece of legislation? Haven't we seen this before? It doesn't work out well."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. Well, the Democrats -- this is why Republicans got elected, because Democrats blew it so bad with Obamacare now we're making all the same mistakes on the Republican side."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Absolutely."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Slow down."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Taking the (UNINTELLIGIBLE), Ed."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "The mistake they made us is they wanted to get the tax money out of this particular provision to basically do their tax reform. You know, obviously, if I was running the show, which I wasn't I would have done tax reform early on and infrastructure. But -- but at the end of the day, this is where we are. I don't think it's going to go. I think piecemeal -- we should have had the Democrats for the way they did last time, swapping things off, buying votes. I just don't think it's going to work."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Agreed. Hitching one wagon to the other, legislatively, is a disaster."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "And splitting means you have two failed bills."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. You think so?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Yes."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Hope so."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Ed Rollins -- hope so. All right. New military options being repaired for President Trump to deal with North Korea. What it means for the nuclear crisis with the rogue state right after this."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Ed Rollins and Kmele Foster. Let's continue the conversation. President Trump is being given a fresh set of military options to confront North Korea over its nuclear and ballistic missile programs. National security advisor H.R. McMaster is starkly laying out the urgency of the problem."
    },
    {
      "speaker": "H.R. MCMASTER, NATIONAL SECURITY ADVISER",
      "utterance": "The threat is much more immediate now. And so -- so it's clear that we can't repeat the same approach, failed approach of the past. So the president has directed us to not do that. And to prepare a range of options, including a military option, which nobody wants to take. Right?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "And this afternoon, U.S. Treasury Secretary Steven Mnuchin announced new sanctions targeting North Korea, including the blacklisting of a Chinese bank -- excuse me -- believed to have illicit ties to the rogue state. In the next hour, President Trump and the first lady will meet with South Korea's new president at the White House. Eric."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Very good start. Right? We talked about China getting involved and exerting some pressure on the crazy wacko dictator in North Korea. But very -- so what do we have, one bank and two individuals so far? I mean, you've got to really, really get deep into it, and China has to get a little more aggressive. So here's part of the other problem. They're meeting with South Korean president. Now Ed, he's not being very helpful lately, is he?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "He's not -- he's not as pro-American as most of them have been. I did a presidential campaign in South Korea many, many years ago. And the problem is, there are no options; there are no good options. This goes back to 1952. Every president has looked at this. They have been a force. And the problem is, Seoul is so close. And if you ever start an activity in North Korea -- we have certainly the weapons that can take them out in a heartbeat, but they can -- they can kill 20 million people in a very short period of time. Seoul and the surrounding areas of Seoul are 15, 20 miles from the borders, and they can just do it, not with nuclear but just with -- and it's a very heavy, catastrophic war we'd have in modern times, is right there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Now Eric, you've talked a lot about increasing the pressure around China, in essence the financial component, particularly if we want to avoid the military option. I was happy to see Steven Mnuchin walk up and speak; disappointed with what he had to say. It felt -- and I understand and respect we have to start somewhere with the economic sanctions and everything. But it just felt far too thin for me to have any real impact on what this is really going to take, and really going to look like."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Much more. Much more."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Much, much."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I think President Obama put more sanctions on Russia when he left office over something far less dangerous, in my opinion..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. Right."
    },
    {
      "speaker": "BOLLING",
      "utterance": "... than the crazy dictator."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "You have to remember, these people have been starving for a long time."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. Our sanctions really don't mean much."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "And they just -- they'll brush them off and just keep moving forward. The Chinese are the key, and they basically don't want to play there. So that's the -- that's the reality of it right now. That's why we're having these discussions."
    },
    {
      "speaker": "FOSTER",
      "utterance": "conversations about trying to find a bold, new approach here. I just don't know that there is one. There is the status quo, and the status quo exists precisely because of the carnage that would ensue if there were ever any sort of military option pursued. I do wonder, though, and perhaps, Ed, you have some insight on this, if what we're seeing from South Korea is sort of less hostility to the United States in particular and, more specifically, a genuine concern that this administration might be more willing to look at the military option. I think the president has at least tried to posture in that way. I have no reason to believe that he is actually interested in picking that particular military fight."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "I think you're absolutely right. I think the bottom line here is you have a new president who would like to have some kind of a merger with the North or better relationship with the North, and it's just not going to happen."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Explain to me, Ed, or Kmele, if you guys have an opinion or an idea, why South Korea would turn away our missile defense system."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Because the Chinese..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "That's a missile defense."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "I know. I understand that. The Chinese are not happy about it. And obviously. They've still got to play with that same sandbox."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "There's something about the status quo that's, as -- I think it brings people comfort, Eric. I don't know. But that's what -- that's what the facts and the history tells me."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But you know why it can't be status quo? Here's why it can't be status quo. In -- when President Obama was first elected in 2009, the biggest nuclear bomb that they tested was 2 megatons, is it?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Megatons? But when President Obama left office, the last one prior to him living with 10 megatons. That's not status quo. That is deadlier and deadlier."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know I -- you know I believe in you, Eric. And I -- agree with you, rather."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I feel it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And I do believe in you. Go, \"The Swamp.\" But also, I am not comfortable waiting for the worst-case scenario to happen. But I just can't see people getting on board with what it would take, the carnage you're talking about, the unintended consequences, perhaps, that would ensue if, indeed, we got in front of this thing."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "I think what they're doing, there's a lot of options that are there today besides weapons, and that's the cyber stuff and what have you."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Sure."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "And we could create a lot of chaos."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, and working on building up our missile defense system so there would never be a failed test like there was last week, which was horrifying."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Yes, but we have to put them somewhere."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Here's the thing. Here's the thing about making sure they work. When you talk about going and doing a strike against them. Like I know you've gotten -- you were upset about Otto Warmbier, Eric. You were really upset, and you wanted to get in there. But that would be so many dead people."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "We don't know that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, we do."
    },
    {
      "speaker": "FOSTER",
      "utterance": "We know pretty well."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I mean, I'll go back -- I'll go back to the Israelis and the Iraqis in the -- in 1980, '81 where they took out, surgically took out some of their nuclear proliferation capabilities without many casualties at all. And guess what the Iraqis did not do? They didn't attack Israel. They didn't kill any people, and they didn't attack the United States."
    },
    {
      "speaker": "TIMPF",
      "utterance": "This is something like nothing -- we've never seen before. South Korea is standing right there."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "We've got 35,000..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Get them out. They don't want the missile defense system. Maybe they don't want the 35,000 troops there."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "The truth of the matter is we could put one Ohio submarine there and blow up the entire country, but we have 35,000 men and women on that border. And it's a trip wire."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Start moving them out and see how fast the South Korean president says, \"You know what?\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "Directly ahead, President Trump unleashing a pretty unbelievable attack on Twitter against two MSNBC hosts, and it's sparking an absolutely firestorm. We'll be right back."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Wow, are we out of time already? We can't even do this block? That's amazing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric. Not getting off that easy."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Just kidding. President Trump -- President Trump going all in against his media critics today, taking on MSNBC hosts Joe Scarborough and Mika Brzezinski, the president tweeting, quote, \"I heard poorly rated @MorningJoe speaks badly of me. Don't watch anymore. Then how come low I.Q. Crazy Mika, along with Psycho Joe, came to Mar-a-Lago three nights in a row around New Year's Eve, and insisted on joining me. She was bleeding badly from a face-lift. I said no!\" The tweet sparked a fierce backlash from the left and even some fellow Republicans, but the White House isn't backing down amid the uproar."
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "utterance": "The president has been attacked mercilessly on personal accounts by members on that program. And I think he's been very clear that, when he gets attacked, he's going to hit back. I think the American people elected somebody who's tough, who's smart, and who's a fighter. And that's Donald Trump. And I don't think that it's a surprise to anybody that he fights fire with fire."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Thank you, producers, for giving me this segment. As you know, I'm a very close friend of Mr. Donald Trump -- President Donald Trump, and also of Joe Scarborough and Mika Brzezinski. I went to their concert. So here's how -- just give me two seconds."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I heard that this was going to build..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "This will be the last I say of this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is going to build your character, Eric."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Yes. It's like two of your friends fighting. You just want them to stop fighting, and you can't figure out how, so you come up with a solution. I came up with a solution to solve this Donald Trump, Joe Scarborough, Mika Brzezinski issue. Now, we know Mika and Joe are going to get married. They've announced their engagement. And you know a president can oversee a marriage. I suggest -- I will broker this deal for you. Joe and Mika, have Donald Trump marry you two."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't think that..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And everyone will go off on their happy way."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't think that's going to work."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric -- Eric, let me tell you something, from a woman's perspective, right? And I appreciate the deputy press secretary there, talking about President Trump being a fighter and people wanting a tough fighter. There's not a lot that's tough about calling out somebody about their facelift; and once you do it, pretty sure that there's not a lot of turning back. Even if -- I could see Joe forgiving it, but Mika."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But maybe he meant Joe when he was talking about the facelift."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, and also, whatever, Eric. Oh, my gosh. Eric, please. Eric, don't say that, because you don't think that. Please."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Maybe -- maybe he was kidding."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Maybe he was in a good mood this morning and, like, you know?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Maybe he was but he's not a fighter. He's not a fighter. It makes you like an Internet troll. And also facelift, like whatever. Like, maybe she did, maybe she didn't but, like, who cares? When I get older, I'm going to have so many facelifts. I'm going to get all the plastic surgery in the world. And I feel blessed I will have, hopefully, enough money to do so and just have my face looking dope for as long as I can possibly have it. I mean, that shouldn't be an insult. Nothing wrong with that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Kat, by the time you need one and hopefully me, too, it's going to be so much less invasive."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "None of you need them. None of you need them."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You won't be bleeding."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But you know, no, it's horrible. There's nothing good that comes from attacking a woman's appearance as the president. Come on, Eric."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Here's the -- here's the issue. You always want Trump not to do these things. It's a distraction. But he's been doing it forever, and he's not going to change. As I say to people all the time, 70-year-old men don't change. I'm 74, so I know well. Sometimes you have to defend the indefensible, and that's what happens in the White House. If he does for their show tomorrow wat he did for you and your book, which is now No. 1, because the president tweeted back what a great book it was, they'll be beating \"60 Minutes\" next week. Now, I don't think that's going to happen, just like I don't think he's going to marry them. But I think the reality is this is a distraction. He needs to get back on message. He's got big things he needs to move forward. But you're going to have to live with it. It's going to be every single day this is going to happen."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I'm going to stay optimistic. I'm going to say they should bury the hatchet and just get back together and hang out and go back to Mar-a- Lago and let Donald Trump marry them at Mar-a-Lago."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Well, the problem..."
    },
    {
      "speaker": "FOSTER",
      "utterance": "That's exceedingly unlikely. I'll say this. I'll say this, right? Clearly, he's engaging in ad hominum; you're picking a nasty fight. It feels sort of like Drake versus Meek Mill. This is unnecessary and ought not happen. There are important, meaningful things that are worth criticizing the president about. I don't know that progressives who are angry at the president ought to latch onto this. They might, for example, talk about civilian casualty counts from military engagements."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Let me bring this over here. Eboni, did you notice, or either one of you, on the right, we had Jed Bush. We had Paul Ryan. We had Ben Sasse and we had Lindsey Graham. Four squishy anti-Trump RINOs attacking the president."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, I was going to say, Kmele talking about the progressive latching onto it; it was actually a lot of GOPers coming out, attacking him for this. And to Ed's point, I was all prepared today to make an argument in defense of President Trump about, look, this has been a great Trump versus the media week for Donald Trump. You had three CNN journalists having to resign. You've got \"The New York Times\" looking a hot mess with the lawsuit with Sarah Palin. This is -- and then he sends out this tweet. So I really can't -- I can't..."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He knew this was going to happen."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "The only lesson -- the lesson that I say, and I'm not -- I'm not being defensive, you get in a fight with Donald Trump, you better be prepared for the bazooka. You can come at him with a knife, and he's going to shoot back at you with a bazooka."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "A Molotov cocktail."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "In this particular case, he not only knocked their teeth out and dumped them in the ditch, alongside -- way over. He poured gasoline on them and going to set them on fire. Now..."
    },
    {
      "speaker": "FOSTER",
      "utterance": "A lot of it's on himself, unfortunately."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I was going to say, I don't think this helps him at all. Normally when you go into a fight, you don't try to destroy yourself."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "It distracts. Distracts from the other stuff he has to do."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Well, and to your point, it distracted from some really good, positive news for Donald Trump."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "He could be taking credit today for this very important legislation that's passed. That's what we should be discussing tonight, how important that is."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Don't be anti-facelift. This is America."
    },
    {
      "speaker": "BOLLING",
      "utterance": "We're going to leave it right there. By the way, just before we go, I went to Philadelphia last night, and this -- that crowd absolutely adores this show, and they love Fox. They love Fox."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Love it."
    },
    {
      "speaker": "BOLLING",
      "utterance": "They say, \"You're back, and you're back better than ever, Fox.\""
    },
    {
      "speaker": "All right. A reminder",
      "utterance": "check out my new book, \"The Swamp: Washington's Murky Pool of Corruption and Cronyism...\""
    },
    {
      "speaker": "ROLLINS",
      "utterance": "No. 1."
    },
    {
      "speaker": "BOLLING",
      "utterance": "\"... and How Trump Can Drain It.\" It's already a big seller on Amazon. And last night I did; I headed to Pennsylvania for a signing and a discussion about the book, sponsored by 1210 WPHT-Radio, Philadelphia and was fortunate to have an amazing turnout. My sincere thanks to everyone who came and their support for the book. And when we return, we're going to \"Circle Back\" with these two specialists, Ed Rollins and Kmele Foster."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. It's that time to \"Circle Back\" with our specialists. Our specialists today, Ed Rollins and Kmele Foster. So a very quick update. The House's passage of \"Kate's Law,\" President Trump tweeting about it just a few moments ago, saying, quote, \"Good news. House just passed #KatesLaw. Hopefully, Senate will follow.\" So Ed, that tweet. Do you think that's going to quiet all of the -- because most of social media today has, of course, been talking about the Mika stuff."
    },
    {
      "speaker": "ROLLINS",
      "utterance": "The good thing about social media is it goes quickly out. The old advice I used to give clients and candidates: \"Don't think out loud.\" Donald Trump's case, I'd say, \"Don't tweet alone.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And can I follow up on -- Ed, a question to you?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You've been around; you've seen a lot of politicians. Is Trump a politician?"
    },
    {
      "speaker": "ROLLINS",
      "utterance": "He's an entertainer. He's a strong leader. And I think over time people are going to get used to all the tweets and all the rest of it, and they're going to measure him on how strong he is, where he puts this country."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Interesting. Kmele, what about you? What do you think? Trump, good day, bad day?"
    },
    {
      "speaker": "FOSTER",
      "utterance": "I mean, good day for him perhaps, but that is a weird standard. I mean, he's had so many strange and bizarre days."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I know."
    },
    {
      "speaker": "FOSTER",
      "utterance": "Self-induced controversies and tragedies that he's had to deal with. I just want good policy. I want good outcomes for the country, and I want to talk about policies that make sense. So maybe one day I'll sit down with him. And could you connect us maybe?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Would you give him good advice?"
    },
    {
      "speaker": "FOSTER",
      "utterance": "Sure. Of course. Are you kidding? It's me."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Absolutely, of course."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Love it. This is what it looks like, gentlemen. Thank you to our \"FOX News Specialists\" today, Ed Rollins and Kmele Foster. And thank you all for watching. Make sure you follow us on social media, @SpecialistsFNC on both Twitter and Facebook. And remember, 5 p.m. will never be the same. \"Special Report\" is up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}