{
  "date": "June 20, 2019",
  "headline": "Kids are growing horns from too much phone use",
  "subHeadline": "Guests: Fred Fleitz, Douglas MacGregor, Julian Epstein, Michael Kearns, Ken Cuccinelli",
  "url": "https://www.foxnews.com/transcript/kids-are-growing-horns-from-too-much-phone-use",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening, and welcome to “Tucker Carlson Tonight.” Since 9/11, the U.S. has spent trillions of dollars and thousands of American lives trying to remake the Middle East in our image. It's sad to say it out loud, but we have to, it hasn't worked. Many of us thought it would, but it hasn't. By every measure, our foreign wars have ended in dismal failure for the United States, however noble their intentions and some did have noble intentions.  Donald Trump was one of the rare Republican politicians honest enough to admit this. He said it out loud three years ago, and promised not to repeat the same mistakes if elected President and partly because he said that he was elected President.  Now something fascinating is happening. The very people, in some cases, literally the same people who lured us into the Iraq quagmire 16 years ago, are demanding a new war, this one with Iran. The President, to his great credit appears to be skeptical of this -- very skeptical.  Iran recently downed an unmanned American drone, the President speaking today seemed to suggest this shouldn't necessarily trigger a conflict with Iran. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Iran made a big mistake. This drone was in international waters. Clearly we have it all documented. I would imagine it was a General or somebody that made a mistake in shooting that drone down. Unfortunately, that drone was unarmed. It was not -- there was no man in it. And there was no -- it was just -- it was over international waters, clearly over international waters, but we didn't have a man or woman in the drone. We had nobody in the drone. It would have made a big difference, let me tell you. It would have made a big, big difference. I find it hard to believe it was intentional, if you want to know the truth. I think that it could been somebody who was loose and stupid that did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So that's not nearly bellicose enough for the permanent foreign policy establishment in Washington, many of whom crave a war with Iran, and see every provocation as an opportunity to start one. Senator Lindsey Graham, for example, says Americans ought to be ready to fight and die for shipping lanes on the other side of the world. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "So here's what to watch for. If the Iranians follow through on their threat to starting reaching again at higher levels to basically take their enrichment program to a kind of a nuclear level in terms of a weapons grade production, Israel's in a world of hurt. So the best thing the President can do is stop that and how do you stop that to make Iran understand you're not going to let that happen? I think you should put their oil refineries on our target list and that he should look at sinking the Iranian Navy if they attack shipping again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So in Washington, there are no real consequences for being wrong. And as a result policymakers are. They make the same mistakes again and again, and it's certainly not just Lindsey Graham.   At \"The New York Times\" left-wing warmonger, Brett Stevens is also calling on America to sink the Iranian Navy. Many on the left are for it. John Bolton cheers him on from within the White House. Bill Kristol nods with approval from outside the White House. None of these people will admit their actual intentions. Let's say they don't really want to war with Iran. That's a crock. They want to work badly, badly enough to lie about it. That's why they're putting American troops into situations where conflict is inevitable in order to start a war.  Everyone in Washington knows exactly what's happening. They've seen it many times before. Fred Fleitz is a former National Security Council Chief of Staff and former CIA analyst and he joins us today. Mr. Fleitz, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED FLEITZ, FORMER NATIONAL SECURITY COUNCIL CHIEF OF STAFF",
      "sentences": "Happy to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why do you suppose -- when you look at the polling data on this question, conflicts with Iran, almost nobody outside Washington favors a conflict with Iran, and yet the entire foreign policy establishment in D.C. seems open to it. Why the disconnect would you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "Well, not all of it, I don't want to war with Iran. And I know that this President was elected to get us out of wars and not to start new wars. I think the President was right to pull us out of the fraudulent nuclear deal with Iran. But you know, there's people saying right now that the President is responsible if Iran responds with violence, because we withdrew from that deal.  Well, that's a fraudulent argument, too. We don't stay in agreements, because the other party threatens to respond with violence. The President has responded with restraint. He has given an opportunity to deescalate the situation. I think he handled it right today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, we're not deescalating the situation, by definition, right. I mean, we're sending additional troops to the region, which is the definition of escalating the situation. And we're doing it as I think, you know, because a lot of the people who are behind it would very much like to see an open conflict with Iran. Why don't we just say that out loud?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "I believe there's strong Intelligence of increased threats from Iran. But the President does not want to use force. He does not want to go to war, but the use of force is on the table if Iran threatens our interests. That doesn't mean the President is going to do this, but the President can't ignore clear Intelligence that Iran is planning to respond with violence to his policies, this press is not going to give in to blackmail. But he does not want to use force if he doesn't have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But what's the point of all this? I guess I've lost sight of that. I mean, Iran doesn't appear to be a threat to the United States. So there's a lot of talk about how it is. I don't remember any Americans dying in terror attacks backed by Iran since the Iran nuclear deal.  We are energy exporters now, so it's not clear why the Persian Gulf is at the center of our strategic thinking. We face a lot of other threats, namely from China. Why are we so focused on Iran? I'm confused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "I think those are good arguments, the President decided to increase our military presence in the region, because of Intelligence that Iran was responding to his policy to pull out of the Iran deal with violence.   So he's preparing to defend their interests. That doesn't mean he's going to attack it. Look, you've talked to the President about this. I've talked to the President about this. He's been very clear, he does not want to war with Iran. He wants a peaceful resolution. But unlike Barack Obama, where the use of force was never on the table, it is on the table with this President, but he is not going to use it unless he absolutely has to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But you could very easily see this slipping beyond his control or anyone's control. I mean, we're trying to provoke a war. I mean, again, I don't think anybody watching this carefully, is going to mistake it for something else. I mean, that's what's happening.  We're pushing for a war with Iran, and I'm just wondering, what exactly would we get out of that? And when Americans are killed in that war, what will we say to their families? Why did they die? Because of what cause? I honestly don't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "I think when you say we're pushing for a war, you're talking about all the President's advisers in the foreign policy establishment, the President makes our foreign policy. And you know, the President does not want to war with Iran. I understand, he told you that recently. I've discussed it with him, too. He does not want a war with Iran, and he is not going to let anyone push him into war with Iran. But if Iran is preparing to attack our forces, commit acts of terror. The President does a responsible thing in preparing to defend our interests. That's what's going on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "When was the last time Iran committed an act of terror against Americans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "Well, Iran was responsible for a terrorist attack of a bombing of a train -- well, it was going to be a bombing of a train from Toronto to the United States in 2011. Iran was also behind an attack -- well, a planned attack to kill the Saudi Ambassador to the United States, also during the Obama administration. But I mean, look, those may or may not be good arguments, Tucker, but that's not what's at stake here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So there aren't any Americans who have been killed by Iran in in recent memory in this generation. So I just -- again, with respect --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "How about in Iraq? How about the IEDs in Iraq?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "With respect, I don't understand why so much disc space is being devoted to Iran when they're all these other threats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "It's the new intelligence that Iran is planning attacks against U.S. and our allies; that's what's at stake here, not these other issues you've raised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay. Mr. Fleitz, thank you very much. Good to see you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "Good to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Douglas MacGregor is a former U.S. Army Colonel and author of \"Margin of Victory.\" He joins us tonight. Colonel, thanks a lot for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COL. DOUGLAS MACGREGOR, RET., U.S. ARMY",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't want to be paranoid. But I've watched this before. It does seem as if the President is strongly opposed to conflict with Iran. He knows it will define his administration. He knows that it doesn't serve American interests, but that people who work for him are pushing the United States into a position where wars very likely, if not inevitable, am I imagining this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "No, I don't think you are. I think the President has had his first Vietnam moment. He was walked up to the edge. He looked into the abyss and he said, \"No, thank you.\" He followed his instincts, thank goodness and walked back. He has no interest in going to war. But you are right. He is surrounded by people in the Defense Department, in the chain of command, in his own National Security Council staff, in the State Department, who are absolutely committed to finding ways to attack Iran. I think the President understands that an attack on Iran would result in an all-out-war. The notion of limited strikes is absurd. The Iranians would respond with everything they have because their economy is at ruins, their backs are against the wall. He knows that. He doesn't want that, so we should be grateful.   At the same time, I think the President has begun to figure out wars destroy presidencies. War destroyed LBJ. War destroyed ultimately, W -- George W. Bush. He doesn't want to join the pantheon of destroyed and failed Presidents that embarked upon wars that ultimately were not supported by the American people.  And again, if the American people don't support it, forget it. We don't want to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. And they don't. Is there -- finally, is there some good reason to maintain this level of sanctions against Iran? Are we getting something out of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well, I think the idea was to destroy the Iranian economy and to bring the nation to its knees. That's really not what we should be trying to do at this point. I think the President senses that there is now an opportunity for diplomacy, for a new approach to Iran that could deescalate this set of conditions and produce a positive outcome.  Look, this will ruin our economy if we engage Iran in a war. Iran will instantly have support from around the world. They will be the victims of this limited strike that is being discussed. The limited strike idea is sheer insanity. It will provoke a war. Everyone -- China, Russia, India, many European states will come to the aid of Iran. We will end up with a larger coalition of the willing against us, then we have seen in decades.  I think the President has figured this out. He has got good instincts. But he needs to get rid of the warmongers. He needs to throw these geniuses that want limited strikes out of the Oval Office.  The last thing the American First agenda needs is a stupid, pointless, unnecessary war with Iran and he knows that so he needs to act as much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "As Brett Stevens and Bill Kristol would welcome that. It's insane. I agree with that. Colonel, thank you. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Joe Biden remains the favorite for the Democratic nomination. That's what they keep telling you. So why are all of his rivals and some of the other cable channels suddenly denouncing him as a racist? Huh? There's a reason. We will tell you after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's a confusing time to be a Democrat in this country. If you're a good Democrat, you spent the last three years learning about how Donald Trump and everyone who supports him is a racist.  They represent the past backward ideas headed for the dustbin of history. You by contrast and your party, the Democratic Party supports progress and decency and equality.  But if you're a Democrat, the news this week might have confused you. Your party's top presidential candidate is Joe Biden. He was Vice President for Barack Obama. He must be a good person by definition. But wait, now if you turn on CNN or MSNBC, you will see a new official story. Joe Biden, it turns out was a racist all along. It all began with remarks Biden made at a fundraiser in New York City. He lamented that politics in America used to be more civil and he cited his past relationships with pro-segregation lawmakers like Mississippi Democrat, Senator Jim Eastland. Biden said, quote, \"I was in a caucus with James O. Eastland, he never called me boy. He always called me son.\"  Biden pointed to another segregationist, Georgia Democrat, Herman Talmadge, and said, quote, \"We didn't agree on much of anything, but we got things done.\" Out of nowhere, Biden's statement aroused the wrath of Senator Spartacus, Cory Booker of New Jersey. Booker accused Biden of giving cover to racism and white supremacy and demanded an immediate apology. Biden refused to apologize though and said, instead, Booker should apologize to him. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "How does it feel that your Democratic rivals are implicitly saying you have issues talking about race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "They know better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Are you going to apologize like Cory Booker has called for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Apologize for what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Cory Booker has called for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Corey should apologize. He knows better. There is not a racist bone in my body. I've been involved in Civil Rights my whole career, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"I'm not a racist,\" said Joe Biden. Of course, the second he said that Cory Booker already won. Biden is the Democratic frontrunner. Booker, to put it mildly, is not. In fact, you need a powerful microscope to detect Booker support. Booker can only benefit from fighting with Joe Biden so of course, he went straight to CNN to continue the feud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "For his posture to beat me, I've done nothing wrong. You should apologize. I'm not a racist, it is so insulting, and so missing the larger point that he should not have to have explained to him that this should not be a lesson that someone who is running for President of the United States should have to be given.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If the currency of politics was sanctimony and not votes, Cory Booker would be President for life. He has got more sanctimony than the rest of them put together. But it's not. But looking on at this feud, the rest of Democratic field smell blood, Biden was wounded, so they whipped around and attacked him, too. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I think to be singing the praises of people who were vicious segregationists is not something that anybody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "But he was talking about working with them. Is that the same thing as singing them praises?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I'm not so sure about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "To coddle the reputations of segregationists, of people who, if they had their way, I would literally not be standing here as a Member of the United States Senate. It is, I think -- it's just -- it's misinformed and it's wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "It's never okay to celebrate segregationists, never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR BILL DE BLASIO, D-N.Y., PRESIDENTIAL CANDIDATE",
      "sentences": "Why on earth would a Democrat speak nostalgically of working with a segregationist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What a strange moment this was. It was as if all of a sudden, the press and the whole city of Washington woke up one morning and realized, \"Wait a minute, Joe Biden personally knew and worked with supporters of segregation.\" Well, of course he did. He is a Democrat. For the entire history of Jim Crow, Democrats were the party of segregation. Guess who created it and maintained it and defended it? A hundred and one Members of Congress, for example, signed what was called the Southern Manifesto supporting segregation in 1956, the Little Rock crisis. Ninety nine out of 101 were Democrats. So of course, Joe Biden caucus was segregationist and worked with him to pass legislation. Every single Democrat that has held national office in the 20th century, has done the same. Caucused alongside men who backed segregation. John F. Kennedy did. Lyndon Johnson did. Al Gore did. Nancy Pelosi did. It doesn't mean they supported segregation, but they certainly made common cause with people who did. Even Barack Obama did. Barack Obama caucused with a segregationist. He was in the Senate alongside Robert Byrd of West Virginia. He was the senator who filibustered the 1964 Civil Rights Act. He was a recruiter for the KKK, not a momentary member. He was an exalted cyclops. He was a Klan recruiter, but that didn't stop Barack Obama from eulogizing Byrd at his funeral. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "He was a Senate icon. He was a party leader. He was an elder statesman, and he was my friend. May God bless Robert C. Byrd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That was Barack Obama in a Klan funeral. Guess who else was at the Klan funeral? Who is that behind Obama with a goofy smile? Look carefully. Yes, it's Kirsten Gillibrand. Back then, she was happy to follow the Democratic crowd, go to the Klan funeral along with everyone else. And now she is doing the same thing denouncing Joe Biden for doing the very same thing that she did. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y., PRESIDENTIAL CANDIDATE",
      "sentences": "I don't think that you should be bragging about working on a bipartisan basis with segregationists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Come on now. Let's be serious. Let's be honest about what's actually happening. Nobody, not even someone as dim as Kirsten Gillibrand, and that's saying a lot, actually thinks Joe Biden is a racist, or he is nostalgic for segregation. Come on. Of course, he's not whatever his many faults.  This isn't about Biden's feeling on race at all, but about the modern Democratic Party. The modern Democratic Party is the party of wokeness. Just as 80 years ago, they're still judging people's worth by their skin color. Now, they're also judging based on sex and age and immigration status and sexual orientation, too. On every one of those categories, Joe Biden is on the wrong side. His policy positions are irrelevant. Nobody cares. The party's ideological leaders literally can't stand the sight of him. He can't be the party's nominee for President. I'm sorry. He's an old white guy -- not allowed, and that's why they're erupting against him. It's why they'll keep doing it until he gets out of the race, which he will. You watch. Julian Epstein is a former chief counsel in the House Judiciary Committee. He joins us tonight. Julian, thanks a lot for coming on. And look, I don't want to be mean, and I'm certainly not defending Eastland or Talmadge, or any of those guys who are all creepy and certainly not Robert Byrd, the Klan recruiter. But the hypocrisy is just too much to say that because Joe Biden served in the same caucus as bad people, he shouldn't be allowed to run? Like, why doesn't anyone stand up and call BS on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN EPSTEIN, FORMER CHIEF COUNSEL IN THE HOUSE JUDICIARY COMMITTEE",
      "sentences": "Well, I don't think anyone is really saying that. I don't think anyone is seriously saying that. I think first of all, your point about Senator Byrd. He did renounce his segregationist views before he passed. I think with respect to Booker's criticism of Biden, what Booker is saying is that Biden is kind of glossing over reference to a grown man as boy rather than son or son rather than boy.  He elides kind of the very, very clear and offensive racial overtones and dark history of referring to grown men as boy. And I think that was Booker's criticism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But I'm confused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "And I think -- well, let me just finish my point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But Biden is not -- Biden is not black. I mean, how is it offensive to say, \"He never called me boy, he called me son.\" I'm confused literally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "Well, I think -- look, I think it was clumsy. I think it was clumsy of Biden and I think you shouldn't have introduced it because it's confusing. Somebody could say, well, you know, if he was referring to -- he could work -- the southern segregationist could work with Biden, because he was a white senator. Had he been an African-American senator, they may have regarded him as boy. And that may have been the implication. It's confusing. I agree. And I think what Booker is saying is that you shouldn't elide over that racially charged language.  But there is a bigger issue that I would defend Biden on and that is that, I think -- and this is not an issue that's limited to Democrats, Tucker, it happens on both sides. This country is being torn apart by the culture of contempt and what I think Arthur Brooks at the American Enterprise Institute, who you should have on the show -- he is brilliant -- has written about the outrage industrial complex that feeds on contempt for the other side, that doesn't listen to the other side, that has no interest in working with people that you may disagree with, and is more interested in kind of demeaning and villainizing the opposite side, and I think that happens on the Republican side, I think it happens on the Democratic side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, of course, I agree -- okay, but that's not what is happening here. Because it is not the other side. Hold on -- this is an intra Democratic Party dispute, and no one is arguing about belief, or the issues, or their positions. It's only about identity, as so much on the left is now. It's only about identity. And so you tell me how a party that explicitly hates old white men -- explicitly -- it's out of the closet, we hate all white men. Yes, I got it. Okay. Are good -- how is that party going to nominate an old white man? Like, honestly, how does that work? That's not going to happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "I disagree with you. I think first of all, I think the point that I'm making is that I think there is a culture of contempt that occurs on both sides. I think the notion that this is a party that doesn't want an older white man to be the nominee is just false. It's betrayed by the polls. I think he's been far ahead in every single poll, I think he's probably --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "I think he is probably likely to be the nominee. I think what we're getting at is there are things here that I think that Biden said are foolish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It doesn't make any sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "But Biden said they were foolish and the point about the \"boy\" reference, the \"boy versus son.\" I'm making a larger point, though that, you know, more in common, which is a group that is trying to find common ground between Democrats and Republicans and conservatives and liberals found in a poll last year that 93 percent of Americans want us to work together more, want us to work together more with people we disagree with, and want us to try and find solutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Obviously, I agree with that. I mean, I'm defending Joe Biden here against the mob. My only point is if you judge people on their skin color ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "And you know, my point is, you said --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "... it's a dead end and that's what they're doing to Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "But Tucker, but I think it's important to make a difference between --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, I'll give you the 10 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "It's important to make a difference between the elites, the Twitter, community, the screaming, talking heads on TV that thrive on conflict and contempt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's a fair point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "Now, Democratic voters are not there. You see that in the amount of support for Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right. We'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "And you see that a poll after poll that shows Democratic voters want to see Democrats work across the aisle the way Ted Kennedy did, for example Senator Eastland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't believe it, but I hope you're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "The polling shows it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right. We're out of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "Ted Kennedy worked with Senator Eastland to get Americans with Disability Act passed. That's the kind of thing that I think is appealing to a lot of Democratic voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And President Bush. We've been living with the sad consequences ever since. Julian, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPSTEIN",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thanks so much. Newly released e-mails from inside the FBI reveal profound collusion between the F.B.I. and the media. E-mails obtained by Judicial Watch show that \"New York Times\" reporter, Michael Schmidt gave F.B.I. official, Michael Kortan advanced information about a story concerning Jared Kushner and his contacts with the Russian Ambassador, Sergey Kislyak. Schmidt wasn't seeking comment for a story, he was only supplying information. He was the source, in other words. You're not supposed to do that, because that's not journalism. That's political consulting. Schmidt, by the way, is the same reporter who published memos that Jim Comey later admitted leaking to the press. Mollie Hemingway is the senior editor at \"The Federalist.\" She's been following this story. She joins us tonight. Mollie, is this what it seems to be collusion between Federal law enforcement agency and \"The New York Times\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, CONTRIBUTOR",
      "sentences": "We've already known that this story -- this Russia collusion hoax -- was perpetrated in part by people inside the government and in part by a compliant media that was willing to just uncritically accept leaks or willingly taking part in this hoax. What's interesting about this e-mail is you get some beef to it, you get to see that Michael Schmidt is just volunteering information about a story that his colleagues are working on. It's a Russia collusion hoax story, one of those many bombshells that we heard were going to convince everybody that there really was evidence of treasonous collusion to steal the 2016 election. And of course, it's worth remembering, the Mueller report came out with not a single American indicted for treasonous collusion with Russia, not Trump, not anyone close to him and not a single American. Michael Schmidt is also interesting because his name appears all over the Mueller report. He was receiving leaks from the F.B.I., then he was writing stories which were then used as evidence to support further investigation as part of the Special Counsel probe. This kind of circular relationship is unhealthy journalistically. You want to have an independence between journalists and their sources in powerful law enforcement agencies. And this just shows we didn't have enough skepticism from our key reporters about the law enforcement agents that they were working with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the Schmidt kid just seems like a total lackey for the F.B.I. I mean, so why does he get to call himself a reporter? If he is calling to pass information on to the F.B.I., doesn't that make him -- I don't know what it makes him. A source? A snitch? But it doesn't make him a reporter, does it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "This is not the first time that we saw it even with this probe. We had reporters sharing information, volunteering information about Paul Manafort with the Special Counsel probe. This is something --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And this is something that is being looked into maybe not the media role so much, but we do have an investigation looking into just how this hoax was perpetrated, who was involved inside the government and who was involved outside the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's fascinating. The details are amazing. Mollie Hemingway, thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The State of New York is giving away driver's licenses to illegal aliens, but one county clerk says he won't go along with it. He believes in the law, amazingly. That clerk joins us, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Lawmakers in New York had just passed a new law allowing illegal aliens to get driver's licenses. Now, one county official says that won't be happening under his watch. Michael Kearns is the county clerk for Erie County, New York where Buffalo is located. He is refusing to grant these licenses to people here illegally tonight. He joins us from Buffalo. Mr. Kearns, thanks very much for joining us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL KEARNS, ERIE, NEW YORK COUNTY CLERK",
      "sentences": "Good evening, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "On what grounds are you denying this? You're refusing to do this because why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEARNS",
      "sentences": "The State intervention in this issue must mirror Federal objections. Under the 1986 Conflict Immigration Reform and Control Act, it's illegal to hire people who are here illegally. And the memo of the sponsors of the bills state that one of the reasons why they want to grant illegal immigrants a license is to get them to and from work. I took an oath of office to support and defend the Constitution, and I'm not going to violate Federal law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That seems a very straightforward reason. It raises a couple of questions. One, why are other clerks -- because that is so straightforward -- why are other clerks bowing to the order and issuing licenses in violation of Federal law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEARNS",
      "sentences": "You know, when I used to be a New York legislator, clerks are really nice people. They are really good -- their paper pushers, and that's a good thing. I love being a clerk. However, in this instance, they're not used to working with the legislature. They're taking advantage of the clerks. And they did not work with the clerks and ask for our input. I believe this is a response to the congressional failure to address immigration, and for many of the clerks, they're scared. The Governor has the power under the State Constitution to remove us from office. So I do believe many of them are compliant, because they don't want to lose their position of office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What has the response been to you, after you announced that you're not playing along?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEARNS",
      "sentences": "You know, I've received tremendous support. However, even today, as we're speaking, the New York State Legislature, they're in session. They're now voting for automatic voting, meaning that people can come to the DMV, and they'll be automatically registered to vote. We have many different failings, and I believe this is not about driver's license, this could be about voter fraud. I'm not going to be part of that. People have been very responsive, very supportive, and I'm going to continue to fight this in District Court, and I believe other clerks -- there are other clerks out there who are now joining me in this stand saying, \"We're not going to issue illegals driver's licenses.\" One of the things that we've been facing -- this is a security issue, Tucker. I talked to Homeland Security, and they're very concerned about crime and people getting new identities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So they're giving driver's licenses to illegal aliens. They're automatically registering them to vote, and they're preventing any kind of citizenship or ID check at polling places. Yes, I would say there are abetting voter fraud and thank you for saying that out loud. Michael Kearns, you're brave man. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEARNS",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "U.S. authorities recently arrested the Syrian refugee whom they say was plotting an attack on a church in Pittsburgh. Mustafa Mousab Alowemer entered the U.S. in 2016. But instead of fleeing ISIS, he actually sympathized with the group. He allegedly hoped that his attack would inspire others. Well, this refugee is a high profile case. There are actually plenty of criminal immigrants spread throughout the United States deliberately protected by sanctuary city policies. The Trump White House just released a list of serial murderers who committed only their crimes after being released from local jails because of sanctuary policies. Ken Cuccinelli is acting Director of U.S. Citizenship and Immigration Services. He joins us today. Mr. Cuccinelli, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN CUCCINELLI, ACTING DIRECTOR OF U.S. CITIZENSHIP AND IMMIGRATION SERVICES",
      "sentences": "Good to see you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you have a list -- the administration has compiled a list of serious criminals who would not have committed their crimes, had they not been shielded by the sanctuary laws of various cities. How has the left responded to this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUCCINELLI",
      "sentences": "Well, they're very quiet about that. And you know, it's interesting that many of them say, \"Oh, we just want you to -- we want you to deport criminal aliens.\" Well, we'd love to deport criminal aliens except you're harboring them, and that those two things are very much at odds. So right here, 10 to 15 miles from where I'm sitting talking to you in Washington, D.C, less than a month ago, MS-13 killed a 14-year-old girl and the defendants -- now defendants -- had previously been released on other crimes and PG County proudly declared, \"We're not cooperating with I.C.E.\" backed up by their Maryland Attorney General who says, \"Nope, our law says we defy the Federal government on this.\" And there's a dead 14-year-old girl, not 10 to 15 miles from where I'm sitting. That girl's family -- illegal or not -- she deserves to live of course, they should be suing PG County and Maryland for aiding and abetting that murder. It has happened this week in Seattle, Washington, and maybe even worse -- man rapes a woman in a wheelchair. They put him in prison for nine months. He is released and within three days, he goes back to her house, and does it again. An illegal alien who, Seattle, King County refused to report to I.C.E. and literally, not only did they know this person was a rapist, he had just gotten out of prison, he went back and re-victimized the same person. She should sue King County, for her injuries and for the harm, and of course, any sexual assault victim will tell you that harm doesn't go away. That's not like getting punched in the nose, and these kinds of horrendous criminals are not being turned over to be deported from this country and to make communities safe in America because of defiant sanctuary city and sanctuary state supporting people typically on the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It might be worth talking to the Attorney General, and it seems the Justice Department could be taking some kind of criminal action against King County, PG County, Montgomery County, any county that have abets violent crime against American citizens with their sanctuary policies would be liable, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUCCINELLI",
      "sentences": "Well, if they take active steps, then perhaps there would be - - there would be a case to be made. The problem here is they're being passive. But that doesn't mean they don't have an obligation to the citizens of their communities, who are then harmed. They're actually in the best position to take up -- to take this battle to the courts better than the Federal government, believe it or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Well, I hope they're listening tonight because ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUCCINELLI",
      "sentences": "I do, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "... people deserve to be punished for that. Mr. Cuccinelli, thank you very much for joining us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUCCINELLI",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Here's the weirdest story of the week, maybe the year. Teenagers according to researchers appear to be growing mysterious horns on their heads. I'm not making this up. And there's a reason. We will tell you what it is in a minute. But first time for, \"Final Exam.\" Can you beat our news experts -- get a pencil. Get ready to play along. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh it is time now for \"Final Exam\" where we quiz the so-called news professionals to see if they really are professionals. This week's defending champion, once again Jesse Watters, host of \"Watters' World,\" cohost to \"The Five.\" Graduate of Trinity College in Hartford Connecticut. Today, he is defending the honor of Fox -- from Fox contributor and attorney Emily Compagno who is very smart. This could be tough for Jesse to hold on, and we thank you for joining us tonight. Good luck to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, CONTRIBUTOR",
      "sentences": "Thank you for having me. And Jesse, have you prepared as much for this as you don't for \"The Five\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "sentences": "Very funny. I don't like your attitude already, Emily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "We shall see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is going to be good. All right, here are the rules just in case you're not familiar with them. Hands on buzzers. I ask the questions. The first one to buzz in gets to answer the question. You have to wait until I finish asking critically before you answer. You can answer once I acknowledge you by saying your name. Every correct answer is worth one point. If you get it wrong, you lose a point. The best of five wins. Make sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Perfect. Question one. Here it is. This is multiple choice by the way. A town in Israel with a population of just 10 people is getting a new name. It's being named after the American President. What is the town's new name? Is it A. Trump Town? B. Trump Heights? Or C. Donald's Cove? Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is B. Trump Heights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I strenuously object to the buzzer time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Isn't it Donald's Cove? I kind of like that. All right. Are you right? Is it Trump Heights?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Israel's Prime Minister has named a settlement after President Trump. Benjamin Netanyahu inaugurated the settlement in Golan Heights Sunday rebranding that area Trump Heights. They hope the new name may spur a new wave of residents there. There are currently just 10.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Trump Heights. It's not Donald's Cove. It's not waterfront, I don't think. All right. Question two. This is another multiple choice. You've got to wait until the options are presented. Huntington Park, California just unveiled a new member of its police force. It is a robot. It's a machine that rolls equipped with cameras to keep an eye on the city's public parks. Creepy, needless to say. Which movie themed name has the robot received? Is it A. Robocop? B. Dirty Harry? C. Serpico? Emily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Robocop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Robocop. Is it Robocop? Is Emily right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes. Yes. Yes. Champion. Clearly. You have to be bold, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You are correct, Emily. All right, so it is one to one? Jessie v. Emily, one to one moving into question three, which is not a multiple choice. And here's the question. A new record was just set for the most expensive piece of sports memorabilia ever sold. The item in question once belonged to Babe Ruth. What was it? Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Was it his jersey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Was it his jersey? I was going to say candy bar. You said jersey. Are you right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Babe Ruth still breaking records. A jersey worn by the Yankee's legendary slugger set the record for the most expensive piece of sports memorabilia ever sold. It went for just over $5.6 million to an anonymous buyer on Saturday at a Yankee Stadium auction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "That was a good guess, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Not bad. Jesse Watters, correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Jersey or the bat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, so first three questions have all had correct answers. It is two to one going into question four. Here it is. Nancy Pelosi, Speaker of the House has given Mitch McConnell, Senate Majority Leader a new nickname. It sounds unflattering, but apparently McConnell loves it so much he put it on T shirts. What is the new nickname? Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think it's the Grim Reaper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The Grim Reaper? Is it the Grim Reaper? That would be hilarious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "Speaker Pelosi has a new nickname for Senate Majority Leader. Well, Mitch McConnell, the Grim Reaper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KY.",
      "sentences": "She has got it right. She has got it absolutely right. For the first time in my memory, I agree with Nancy Pelosi, I am indeed the Grim Reaper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. He likes it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amazing, amazing. You are right, Jesse Watters. All right. So it's three to one. But the final question is a two-point question, which if Emily gets it right would bring us again to parity and we would need a tiebreaker. So with that in mind, this is the last question. It's multiple choice once more. Here it is. This week, passengers on a flight -- a United flight -- from Venice discovered a nightmare infestation onboard a certain type of insect emerged from overhead bins and started crawling over passengers including on their faces. What type of insect was it? Was it A. Ants? B. Beetles? Or C. Crickets? Emily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "B. Beatles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "B. Beetles. Was it B. Beetles?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A colony of ants spilled out on a bag on the overhead compartment and then just started crawling across passengers during a United Airlines flight. Once it landed, the airlines called an exterminator and alerted the authorities. At least, they were not bedbugs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wow. Jesse Watters, ladies and gentlemen, crushing it. Emily that was valiant. And by the way, you don't get -- you don't get actual points for losing as badly as you just did. But you get moral points for betting it all in the final moments. We really do. No, no, I think our audience appreciates your bravery. Jesse Watters, you win again. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This week, we have a lying, pomposity, smugness and groupthink mug, which has just been handed to me which you can get in our website by the way if you're watching at home, tuckercarlson.com. It's a pretty good mug. I think -- and it's made in America by the way. We're sending you one Jesse Watters, because you already have a Wemple mug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I haven't gotten it yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You will, it's on the way. Thank you. Thank you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Bye, guys. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's it for this week's \"Final Exam.\" Pay attention -- close attention -- as it turns out to the news all week. Tune in Thursdays to see if you can beat the experts. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, you think the world's getting crazier and scarier and more threatening? Here's evidence. Horns growing out of the heads of teenagers. It's hard to believe this is actually happening, but researchers in Australia say it is. They say they discovered small bone spurs growing from the back of skulls on teens who are heavy mobile phone users, which would be basically everybody who is a teen. Dr. Marc Siegel is a Fox News medical contributor. He joins us frequently on the show to sort out mysteries like this one. We're happy to have him tonight. Doctor, thanks for coming on. Is this real?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC SIEGEL, MEDICAL CONTRIBUTOR",
      "sentences": "Tucker, this is real. Not only are we seeing alienation and anxiety and depression from frequent use of smartphones, and too much screen time, we're also seeing physical changes. We're seeing blurry vision, headaches, we're seeing something called \"text neck\" where your muscles of your neck get weakened and guess what happens when your muscles get weakened, your body responds by making more bone and it's making these external occipital protuberances called inion bumps that are spurs that are growing at the back of our heads, especially teens. And guess what else? They're going to be transmitted to the next generation by something called epigenetics. So if you got one, your kid is going to get one. And it really shows what we're doing to ourselves. We're transforming into a new being because of all the time we're spending watching things rather than interacting face to face with someone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it possible -- so I mean, if teens are getting these protuberances, by the time they're my age, 50 -- could they -- I mean, they'll be visible, presumably, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "And you can feel them. It's right here in the middle of your head. I happen to have one, by the way, my daughter doesn't, but she will have one in a couple of years. I'm watching her for this. And they're growing to larger than an inch now in these studies. So literally, we're going to be able to identify people. This is how we're going to say hello, instead of shaking hands. We're going to be feeling to see if you have this spur in the back of your head from too much screen time. It's really part of this terrible --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Rubbing horns like cannibals. Will we shed them ever? Are they permanent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "They're permanent. They're growing. They're helping us by the way to keep our muscles tied to our heads. So they have a purpose. But they're going to be transmitted and your kids are going to have them, your grandkids are going to have them and they're going to get larger and larger the more screen time we have, but I have a prescription here, Tucker, I want us to go out to dinner with each other, not bring our smartphones, to exercise, to talk to each other, to hug each other. Maybe the spurs will shrink if we go back to hugging each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Our horns will go away. Dr. Siegel, great to see you tonight. Thank you for that wise advice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We're out of time. We'll be back tomorrow night, 8:00 p.m., the show that is the sworn and totally sincere enemy of lying, pomposity, smugness and groupthink, and all the things they produce. We'll be back tomorrow. But for now, Sean Hannity live from New York City. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening, and welcome to “Tucker Carlson Tonight.” Since 9/11, the U.S. has spent trillions of dollars and thousands of American lives trying to remake the Middle East in our image. It's sad to say it out loud, but we have to, it hasn't worked. Many of us thought it would, but it hasn't. By every measure, our foreign wars have ended in dismal failure for the United States, however noble their intentions and some did have noble intentions. Donald Trump was one of the rare Republican politicians honest enough to admit this. He said it out loud three years ago, and promised not to repeat the same mistakes if elected President and partly because he said that he was elected President. Now something fascinating is happening. The very people, in some cases, literally the same people who lured us into the Iraq quagmire 16 years ago, are demanding a new war, this one with Iran. The President, to his great credit appears to be skeptical of this -- very skeptical. Iran recently downed an unmanned American drone, the President speaking today seemed to suggest this shouldn't necessarily trigger a conflict with Iran. Watch."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Iran made a big mistake. This drone was in international waters. Clearly we have it all documented. I would imagine it was a General or somebody that made a mistake in shooting that drone down. Unfortunately, that drone was unarmed. It was not -- there was no man in it. And there was no -- it was just -- it was over international waters, clearly over international waters, but we didn't have a man or woman in the drone. We had nobody in the drone. It would have made a big difference, let me tell you. It would have made a big, big difference. I find it hard to believe it was intentional, if you want to know the truth. I think that it could been somebody who was loose and stupid that did it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So that's not nearly bellicose enough for the permanent foreign policy establishment in Washington, many of whom crave a war with Iran, and see every provocation as an opportunity to start one. Senator Lindsey Graham, for example, says Americans ought to be ready to fight and die for shipping lanes on the other side of the world. Watch."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "So here's what to watch for. If the Iranians follow through on their threat to starting reaching again at higher levels to basically take their enrichment program to a kind of a nuclear level in terms of a weapons grade production, Israel's in a world of hurt. So the best thing the President can do is stop that and how do you stop that to make Iran understand you're not going to let that happen? I think you should put their oil refineries on our target list and that he should look at sinking the Iranian Navy if they attack shipping again."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So in Washington, there are no real consequences for being wrong. And as a result policymakers are. They make the same mistakes again and again, and it's certainly not just Lindsey Graham. At \"The New York Times\" left-wing warmonger, Brett Stevens is also calling on America to sink the Iranian Navy. Many on the left are for it. John Bolton cheers him on from within the White House. Bill Kristol nods with approval from outside the White House. None of these people will admit their actual intentions. Let's say they don't really want to war with Iran. That's a crock. They want to work badly, badly enough to lie about it. That's why they're putting American troops into situations where conflict is inevitable in order to start a war. Everyone in Washington knows exactly what's happening. They've seen it many times before. Fred Fleitz is a former National Security Council Chief of Staff and former CIA analyst and he joins us today. Mr. Fleitz, thanks very much for coming on."
    },
    {
      "speaker": "FRED FLEITZ, FORMER NATIONAL SECURITY COUNCIL CHIEF OF STAFF",
      "utterance": "Happy to be here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why do you suppose -- when you look at the polling data on this question, conflicts with Iran, almost nobody outside Washington favors a conflict with Iran, and yet the entire foreign policy establishment in D.C. seems open to it. Why the disconnect would you say?"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "Well, not all of it, I don't want to war with Iran. And I know that this President was elected to get us out of wars and not to start new wars. I think the President was right to pull us out of the fraudulent nuclear deal with Iran. But you know, there's people saying right now that the President is responsible if Iran responds with violence, because we withdrew from that deal. Well, that's a fraudulent argument, too. We don't stay in agreements, because the other party threatens to respond with violence. The President has responded with restraint. He has given an opportunity to deescalate the situation. I think he handled it right today."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, we're not deescalating the situation, by definition, right. I mean, we're sending additional troops to the region, which is the definition of escalating the situation. And we're doing it as I think, you know, because a lot of the people who are behind it would very much like to see an open conflict with Iran. Why don't we just say that out loud?"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "I believe there's strong Intelligence of increased threats from Iran. But the President does not want to use force. He does not want to go to war, but the use of force is on the table if Iran threatens our interests. That doesn't mean the President is going to do this, but the President can't ignore clear Intelligence that Iran is planning to respond with violence to his policies, this press is not going to give in to blackmail. But he does not want to use force if he doesn't have to."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But what's the point of all this? I guess I've lost sight of that. I mean, Iran doesn't appear to be a threat to the United States. So there's a lot of talk about how it is. I don't remember any Americans dying in terror attacks backed by Iran since the Iran nuclear deal. We are energy exporters now, so it's not clear why the Persian Gulf is at the center of our strategic thinking. We face a lot of other threats, namely from China. Why are we so focused on Iran? I'm confused."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "I think those are good arguments, the President decided to increase our military presence in the region, because of Intelligence that Iran was responding to his policy to pull out of the Iran deal with violence. So he's preparing to defend their interests. That doesn't mean he's going to attack it. Look, you've talked to the President about this. I've talked to the President about this. He's been very clear, he does not want to war with Iran. He wants a peaceful resolution. But unlike Barack Obama, where the use of force was never on the table, it is on the table with this President, but he is not going to use it unless he absolutely has to."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But you could very easily see this slipping beyond his control or anyone's control. I mean, we're trying to provoke a war. I mean, again, I don't think anybody watching this carefully, is going to mistake it for something else. I mean, that's what's happening. We're pushing for a war with Iran, and I'm just wondering, what exactly would we get out of that? And when Americans are killed in that war, what will we say to their families? Why did they die? Because of what cause? I honestly don't understand."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "I think when you say we're pushing for a war, you're talking about all the President's advisers in the foreign policy establishment, the President makes our foreign policy. And you know, the President does not want to war with Iran. I understand, he told you that recently. I've discussed it with him, too. He does not want a war with Iran, and he is not going to let anyone push him into war with Iran. But if Iran is preparing to attack our forces, commit acts of terror. The President does a responsible thing in preparing to defend our interests. That's what's going on here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "When was the last time Iran committed an act of terror against Americans?"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "Well, Iran was responsible for a terrorist attack of a bombing of a train -- well, it was going to be a bombing of a train from Toronto to the United States in 2011. Iran was also behind an attack -- well, a planned attack to kill the Saudi Ambassador to the United States, also during the Obama administration. But I mean, look, those may or may not be good arguments, Tucker, but that's not what's at stake here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So there aren't any Americans who have been killed by Iran in in recent memory in this generation. So I just -- again, with respect --"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "How about in Iraq? How about the IEDs in Iraq?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "With respect, I don't understand why so much disc space is being devoted to Iran when they're all these other threats."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "It's the new intelligence that Iran is planning attacks against U.S. and our allies; that's what's at stake here, not these other issues you've raised."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay. Mr. Fleitz, thank you very much. Good to see you here."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "Good to be here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Douglas MacGregor is a former U.S. Army Colonel and author of \"Margin of Victory.\" He joins us tonight. Colonel, thanks a lot for coming on."
    },
    {
      "speaker": "COL. DOUGLAS MACGREGOR, RET., U.S. ARMY",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't want to be paranoid. But I've watched this before. It does seem as if the President is strongly opposed to conflict with Iran. He knows it will define his administration. He knows that it doesn't serve American interests, but that people who work for him are pushing the United States into a position where wars very likely, if not inevitable, am I imagining this?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "No, I don't think you are. I think the President has had his first Vietnam moment. He was walked up to the edge. He looked into the abyss and he said, \"No, thank you.\" He followed his instincts, thank goodness and walked back. He has no interest in going to war. But you are right. He is surrounded by people in the Defense Department, in the chain of command, in his own National Security Council staff, in the State Department, who are absolutely committed to finding ways to attack Iran. I think the President understands that an attack on Iran would result in an all-out-war. The notion of limited strikes is absurd. The Iranians would respond with everything they have because their economy is at ruins, their backs are against the wall. He knows that. He doesn't want that, so we should be grateful. At the same time, I think the President has begun to figure out wars destroy presidencies. War destroyed LBJ. War destroyed ultimately, W -- George W. Bush. He doesn't want to join the pantheon of destroyed and failed Presidents that embarked upon wars that ultimately were not supported by the American people. And again, if the American people don't support it, forget it. We don't want to do it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. And they don't. Is there -- finally, is there some good reason to maintain this level of sanctions against Iran? Are we getting something out of that?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well, I think the idea was to destroy the Iranian economy and to bring the nation to its knees. That's really not what we should be trying to do at this point. I think the President senses that there is now an opportunity for diplomacy, for a new approach to Iran that could deescalate this set of conditions and produce a positive outcome. Look, this will ruin our economy if we engage Iran in a war. Iran will instantly have support from around the world. They will be the victims of this limited strike that is being discussed. The limited strike idea is sheer insanity. It will provoke a war. Everyone -- China, Russia, India, many European states will come to the aid of Iran. We will end up with a larger coalition of the willing against us, then we have seen in decades. I think the President has figured this out. He has got good instincts. But he needs to get rid of the warmongers. He needs to throw these geniuses that want limited strikes out of the Oval Office. The last thing the American First agenda needs is a stupid, pointless, unnecessary war with Iran and he knows that so he needs to act as much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "As Brett Stevens and Bill Kristol would welcome that. It's insane. I agree with that. Colonel, thank you. Good to see you tonight."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Joe Biden remains the favorite for the Democratic nomination. That's what they keep telling you. So why are all of his rivals and some of the other cable channels suddenly denouncing him as a racist? Huh? There's a reason. We will tell you after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's a confusing time to be a Democrat in this country. If you're a good Democrat, you spent the last three years learning about how Donald Trump and everyone who supports him is a racist. They represent the past backward ideas headed for the dustbin of history. You by contrast and your party, the Democratic Party supports progress and decency and equality. But if you're a Democrat, the news this week might have confused you. Your party's top presidential candidate is Joe Biden. He was Vice President for Barack Obama. He must be a good person by definition. But wait, now if you turn on CNN or MSNBC, you will see a new official story. Joe Biden, it turns out was a racist all along. It all began with remarks Biden made at a fundraiser in New York City. He lamented that politics in America used to be more civil and he cited his past relationships with pro-segregation lawmakers like Mississippi Democrat, Senator Jim Eastland. Biden said, quote, \"I was in a caucus with James O. Eastland, he never called me boy. He always called me son.\" Biden pointed to another segregationist, Georgia Democrat, Herman Talmadge, and said, quote, \"We didn't agree on much of anything, but we got things done.\" Out of nowhere, Biden's statement aroused the wrath of Senator Spartacus, Cory Booker of New Jersey. Booker accused Biden of giving cover to racism and white supremacy and demanded an immediate apology. Biden refused to apologize though and said, instead, Booker should apologize to him. Watch."
    },
    {
      "speaker": "QUESTION",
      "utterance": "How does it feel that your Democratic rivals are implicitly saying you have issues talking about race?"
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "They know better."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Are you going to apologize like Cory Booker has called for?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Apologize for what?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "Cory Booker has called for it."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Corey should apologize. He knows better. There is not a racist bone in my body. I've been involved in Civil Rights my whole career, period."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"I'm not a racist,\" said Joe Biden. Of course, the second he said that Cory Booker already won. Biden is the Democratic frontrunner. Booker, to put it mildly, is not. In fact, you need a powerful microscope to detect Booker support. Booker can only benefit from fighting with Joe Biden so of course, he went straight to CNN to continue the feud."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "For his posture to beat me, I've done nothing wrong. You should apologize. I'm not a racist, it is so insulting, and so missing the larger point that he should not have to have explained to him that this should not be a lesson that someone who is running for President of the United States should have to be given."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If the currency of politics was sanctimony and not votes, Cory Booker would be President for life. He has got more sanctimony than the rest of them put together. But it's not. But looking on at this feud, the rest of Democratic field smell blood, Biden was wounded, so they whipped around and attacked him, too. Watch."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I think to be singing the praises of people who were vicious segregationists is not something that anybody --"
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "But he was talking about working with them. Is that the same thing as singing them praises?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "I'm not so sure about that."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "To coddle the reputations of segregationists, of people who, if they had their way, I would literally not be standing here as a Member of the United States Senate. It is, I think -- it's just -- it's misinformed and it's wrong."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "It's never okay to celebrate segregationists, never."
    },
    {
      "speaker": "MAYOR BILL DE BLASIO, D-N.Y., PRESIDENTIAL CANDIDATE",
      "utterance": "Why on earth would a Democrat speak nostalgically of working with a segregationist?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "What a strange moment this was. It was as if all of a sudden, the press and the whole city of Washington woke up one morning and realized, \"Wait a minute, Joe Biden personally knew and worked with supporters of segregation.\" Well, of course he did. He is a Democrat. For the entire history of Jim Crow, Democrats were the party of segregation. Guess who created it and maintained it and defended it? A hundred and one Members of Congress, for example, signed what was called the Southern Manifesto supporting segregation in 1956, the Little Rock crisis. Ninety nine out of 101 were Democrats. So of course, Joe Biden caucus was segregationist and worked with him to pass legislation. Every single Democrat that has held national office in the 20th century, has done the same. Caucused alongside men who backed segregation. John F. Kennedy did. Lyndon Johnson did. Al Gore did. Nancy Pelosi did. It doesn't mean they supported segregation, but they certainly made common cause with people who did. Even Barack Obama did. Barack Obama caucused with a segregationist. He was in the Senate alongside Robert Byrd of West Virginia. He was the senator who filibustered the 1964 Civil Rights Act. He was a recruiter for the KKK, not a momentary member. He was an exalted cyclops. He was a Klan recruiter, but that didn't stop Barack Obama from eulogizing Byrd at his funeral. Watch."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "He was a Senate icon. He was a party leader. He was an elder statesman, and he was my friend. May God bless Robert C. Byrd."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That was Barack Obama in a Klan funeral. Guess who else was at the Klan funeral? Who is that behind Obama with a goofy smile? Look carefully. Yes, it's Kirsten Gillibrand. Back then, she was happy to follow the Democratic crowd, go to the Klan funeral along with everyone else. And now she is doing the same thing denouncing Joe Biden for doing the very same thing that she did. Watch."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y., PRESIDENTIAL CANDIDATE",
      "utterance": "I don't think that you should be bragging about working on a bipartisan basis with segregationists."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Come on now. Let's be serious. Let's be honest about what's actually happening. Nobody, not even someone as dim as Kirsten Gillibrand, and that's saying a lot, actually thinks Joe Biden is a racist, or he is nostalgic for segregation. Come on. Of course, he's not whatever his many faults. This isn't about Biden's feeling on race at all, but about the modern Democratic Party. The modern Democratic Party is the party of wokeness. Just as 80 years ago, they're still judging people's worth by their skin color. Now, they're also judging based on sex and age and immigration status and sexual orientation, too. On every one of those categories, Joe Biden is on the wrong side. His policy positions are irrelevant. Nobody cares. The party's ideological leaders literally can't stand the sight of him. He can't be the party's nominee for President. I'm sorry. He's an old white guy -- not allowed, and that's why they're erupting against him. It's why they'll keep doing it until he gets out of the race, which he will. You watch. Julian Epstein is a former chief counsel in the House Judiciary Committee. He joins us tonight. Julian, thanks a lot for coming on. And look, I don't want to be mean, and I'm certainly not defending Eastland or Talmadge, or any of those guys who are all creepy and certainly not Robert Byrd, the Klan recruiter. But the hypocrisy is just too much to say that because Joe Biden served in the same caucus as bad people, he shouldn't be allowed to run? Like, why doesn't anyone stand up and call BS on that?"
    },
    {
      "speaker": "JULIAN EPSTEIN, FORMER CHIEF COUNSEL IN THE HOUSE JUDICIARY COMMITTEE",
      "utterance": "Well, I don't think anyone is really saying that. I don't think anyone is seriously saying that. I think first of all, your point about Senator Byrd. He did renounce his segregationist views before he passed. I think with respect to Booker's criticism of Biden, what Booker is saying is that Biden is kind of glossing over reference to a grown man as boy rather than son or son rather than boy. He elides kind of the very, very clear and offensive racial overtones and dark history of referring to grown men as boy. And I think that was Booker's criticism."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But I'm confused."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "And I think -- well, let me just finish my point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But Biden is not -- Biden is not black. I mean, how is it offensive to say, \"He never called me boy, he called me son.\" I'm confused literally."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "Well, I think -- look, I think it was clumsy. I think it was clumsy of Biden and I think you shouldn't have introduced it because it's confusing. Somebody could say, well, you know, if he was referring to -- he could work -- the southern segregationist could work with Biden, because he was a white senator. Had he been an African-American senator, they may have regarded him as boy. And that may have been the implication. It's confusing. I agree. And I think what Booker is saying is that you shouldn't elide over that racially charged language. But there is a bigger issue that I would defend Biden on and that is that, I think -- and this is not an issue that's limited to Democrats, Tucker, it happens on both sides. This country is being torn apart by the culture of contempt and what I think Arthur Brooks at the American Enterprise Institute, who you should have on the show -- he is brilliant -- has written about the outrage industrial complex that feeds on contempt for the other side, that doesn't listen to the other side, that has no interest in working with people that you may disagree with, and is more interested in kind of demeaning and villainizing the opposite side, and I think that happens on the Republican side, I think it happens on the Democratic side."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, of course, I agree -- okay, but that's not what is happening here. Because it is not the other side. Hold on -- this is an intra Democratic Party dispute, and no one is arguing about belief, or the issues, or their positions. It's only about identity, as so much on the left is now. It's only about identity. And so you tell me how a party that explicitly hates old white men -- explicitly -- it's out of the closet, we hate all white men. Yes, I got it. Okay. Are good -- how is that party going to nominate an old white man? Like, honestly, how does that work? That's not going to happen?"
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "I disagree with you. I think first of all, I think the point that I'm making is that I think there is a culture of contempt that occurs on both sides. I think the notion that this is a party that doesn't want an older white man to be the nominee is just false. It's betrayed by the polls. I think he's been far ahead in every single poll, I think he's probably --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So why --"
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "I think he is probably likely to be the nominee. I think what we're getting at is there are things here that I think that Biden said are foolish."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It doesn't make any sense."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "But Biden said they were foolish and the point about the \"boy\" reference, the \"boy versus son.\" I'm making a larger point, though that, you know, more in common, which is a group that is trying to find common ground between Democrats and Republicans and conservatives and liberals found in a poll last year that 93 percent of Americans want us to work together more, want us to work together more with people we disagree with, and want us to try and find solutions."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Obviously, I agree with that. I mean, I'm defending Joe Biden here against the mob. My only point is if you judge people on their skin color ..."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "And you know, my point is, you said --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "... it's a dead end and that's what they're doing to Joe Biden."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "But Tucker, but I think it's important to make a difference between --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, I'll give you the 10 seconds."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "It's important to make a difference between the elites, the Twitter, community, the screaming, talking heads on TV that thrive on conflict and contempt."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's a fair point."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "Now, Democratic voters are not there. You see that in the amount of support for Biden."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right. We'll see."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "And you see that a poll after poll that shows Democratic voters want to see Democrats work across the aisle the way Ted Kennedy did, for example Senator Eastland."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't believe it, but I hope you're right."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "The polling shows it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right. We're out of time."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "Ted Kennedy worked with Senator Eastland to get Americans with Disability Act passed. That's the kind of thing that I think is appealing to a lot of Democratic voters."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And President Bush. We've been living with the sad consequences ever since. Julian, great to see you."
    },
    {
      "speaker": "EPSTEIN",
      "utterance": "Okay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thanks so much. Newly released e-mails from inside the FBI reveal profound collusion between the F.B.I. and the media. E-mails obtained by Judicial Watch show that \"New York Times\" reporter, Michael Schmidt gave F.B.I. official, Michael Kortan advanced information about a story concerning Jared Kushner and his contacts with the Russian Ambassador, Sergey Kislyak. Schmidt wasn't seeking comment for a story, he was only supplying information. He was the source, in other words. You're not supposed to do that, because that's not journalism. That's political consulting. Schmidt, by the way, is the same reporter who published memos that Jim Comey later admitted leaking to the press. Mollie Hemingway is the senior editor at \"The Federalist.\" She's been following this story. She joins us tonight. Mollie, is this what it seems to be collusion between Federal law enforcement agency and \"The New York Times\"?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, CONTRIBUTOR",
      "utterance": "We've already known that this story -- this Russia collusion hoax -- was perpetrated in part by people inside the government and in part by a compliant media that was willing to just uncritically accept leaks or willingly taking part in this hoax. What's interesting about this e-mail is you get some beef to it, you get to see that Michael Schmidt is just volunteering information about a story that his colleagues are working on. It's a Russia collusion hoax story, one of those many bombshells that we heard were going to convince everybody that there really was evidence of treasonous collusion to steal the 2016 election. And of course, it's worth remembering, the Mueller report came out with not a single American indicted for treasonous collusion with Russia, not Trump, not anyone close to him and not a single American. Michael Schmidt is also interesting because his name appears all over the Mueller report. He was receiving leaks from the F.B.I., then he was writing stories which were then used as evidence to support further investigation as part of the Special Counsel probe. This kind of circular relationship is unhealthy journalistically. You want to have an independence between journalists and their sources in powerful law enforcement agencies. And this just shows we didn't have enough skepticism from our key reporters about the law enforcement agents that they were working with."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the Schmidt kid just seems like a total lackey for the F.B.I. I mean, so why does he get to call himself a reporter? If he is calling to pass information on to the F.B.I., doesn't that make him -- I don't know what it makes him. A source? A snitch? But it doesn't make him a reporter, does it?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "This is not the first time that we saw it even with this probe. We had reporters sharing information, volunteering information about Paul Manafort with the Special Counsel probe. This is something --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's disgusting."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And this is something that is being looked into maybe not the media role so much, but we do have an investigation looking into just how this hoax was perpetrated, who was involved inside the government and who was involved outside the government."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's fascinating. The details are amazing. Mollie Hemingway, thank you for that."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Thanks."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The State of New York is giving away driver's licenses to illegal aliens, but one county clerk says he won't go along with it. He believes in the law, amazingly. That clerk joins us, next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Lawmakers in New York had just passed a new law allowing illegal aliens to get driver's licenses. Now, one county official says that won't be happening under his watch. Michael Kearns is the county clerk for Erie County, New York where Buffalo is located. He is refusing to grant these licenses to people here illegally tonight. He joins us from Buffalo. Mr. Kearns, thanks very much for joining us tonight."
    },
    {
      "speaker": "MICHAEL KEARNS, ERIE, NEW YORK COUNTY CLERK",
      "utterance": "Good evening, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "On what grounds are you denying this? You're refusing to do this because why?"
    },
    {
      "speaker": "KEARNS",
      "utterance": "The State intervention in this issue must mirror Federal objections. Under the 1986 Conflict Immigration Reform and Control Act, it's illegal to hire people who are here illegally. And the memo of the sponsors of the bills state that one of the reasons why they want to grant illegal immigrants a license is to get them to and from work. I took an oath of office to support and defend the Constitution, and I'm not going to violate Federal law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That seems a very straightforward reason. It raises a couple of questions. One, why are other clerks -- because that is so straightforward -- why are other clerks bowing to the order and issuing licenses in violation of Federal law?"
    },
    {
      "speaker": "KEARNS",
      "utterance": "You know, when I used to be a New York legislator, clerks are really nice people. They are really good -- their paper pushers, and that's a good thing. I love being a clerk. However, in this instance, they're not used to working with the legislature. They're taking advantage of the clerks. And they did not work with the clerks and ask for our input. I believe this is a response to the congressional failure to address immigration, and for many of the clerks, they're scared. The Governor has the power under the State Constitution to remove us from office. So I do believe many of them are compliant, because they don't want to lose their position of office."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What has the response been to you, after you announced that you're not playing along?"
    },
    {
      "speaker": "KEARNS",
      "utterance": "You know, I've received tremendous support. However, even today, as we're speaking, the New York State Legislature, they're in session. They're now voting for automatic voting, meaning that people can come to the DMV, and they'll be automatically registered to vote. We have many different failings, and I believe this is not about driver's license, this could be about voter fraud. I'm not going to be part of that. People have been very responsive, very supportive, and I'm going to continue to fight this in District Court, and I believe other clerks -- there are other clerks out there who are now joining me in this stand saying, \"We're not going to issue illegals driver's licenses.\" One of the things that we've been facing -- this is a security issue, Tucker. I talked to Homeland Security, and they're very concerned about crime and people getting new identities."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So they're giving driver's licenses to illegal aliens. They're automatically registering them to vote, and they're preventing any kind of citizenship or ID check at polling places. Yes, I would say there are abetting voter fraud and thank you for saying that out loud. Michael Kearns, you're brave man. Good to see you tonight."
    },
    {
      "speaker": "KEARNS",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "U.S. authorities recently arrested the Syrian refugee whom they say was plotting an attack on a church in Pittsburgh. Mustafa Mousab Alowemer entered the U.S. in 2016. But instead of fleeing ISIS, he actually sympathized with the group. He allegedly hoped that his attack would inspire others. Well, this refugee is a high profile case. There are actually plenty of criminal immigrants spread throughout the United States deliberately protected by sanctuary city policies. The Trump White House just released a list of serial murderers who committed only their crimes after being released from local jails because of sanctuary policies. Ken Cuccinelli is acting Director of U.S. Citizenship and Immigration Services. He joins us today. Mr. Cuccinelli, thanks very much for coming on."
    },
    {
      "speaker": "KEN CUCCINELLI, ACTING DIRECTOR OF U.S. CITIZENSHIP AND IMMIGRATION SERVICES",
      "utterance": "Good to see you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you have a list -- the administration has compiled a list of serious criminals who would not have committed their crimes, had they not been shielded by the sanctuary laws of various cities. How has the left responded to this?"
    },
    {
      "speaker": "CUCCINELLI",
      "utterance": "Well, they're very quiet about that. And you know, it's interesting that many of them say, \"Oh, we just want you to -- we want you to deport criminal aliens.\" Well, we'd love to deport criminal aliens except you're harboring them, and that those two things are very much at odds. So right here, 10 to 15 miles from where I'm sitting talking to you in Washington, D.C, less than a month ago, MS-13 killed a 14-year-old girl and the defendants -- now defendants -- had previously been released on other crimes and PG County proudly declared, \"We're not cooperating with I.C.E.\" backed up by their Maryland Attorney General who says, \"Nope, our law says we defy the Federal government on this.\" And there's a dead 14-year-old girl, not 10 to 15 miles from where I'm sitting. That girl's family -- illegal or not -- she deserves to live of course, they should be suing PG County and Maryland for aiding and abetting that murder. It has happened this week in Seattle, Washington, and maybe even worse -- man rapes a woman in a wheelchair. They put him in prison for nine months. He is released and within three days, he goes back to her house, and does it again. An illegal alien who, Seattle, King County refused to report to I.C.E. and literally, not only did they know this person was a rapist, he had just gotten out of prison, he went back and re-victimized the same person. She should sue King County, for her injuries and for the harm, and of course, any sexual assault victim will tell you that harm doesn't go away. That's not like getting punched in the nose, and these kinds of horrendous criminals are not being turned over to be deported from this country and to make communities safe in America because of defiant sanctuary city and sanctuary state supporting people typically on the left."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It might be worth talking to the Attorney General, and it seems the Justice Department could be taking some kind of criminal action against King County, PG County, Montgomery County, any county that have abets violent crime against American citizens with their sanctuary policies would be liable, right?"
    },
    {
      "speaker": "CUCCINELLI",
      "utterance": "Well, if they take active steps, then perhaps there would be - - there would be a case to be made. The problem here is they're being passive. But that doesn't mean they don't have an obligation to the citizens of their communities, who are then harmed. They're actually in the best position to take up -- to take this battle to the courts better than the Federal government, believe it or not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Well, I hope they're listening tonight because ..."
    },
    {
      "speaker": "CUCCINELLI",
      "utterance": "I do, too."
    },
    {
      "speaker": "CARLSON",
      "utterance": "... people deserve to be punished for that. Mr. Cuccinelli, thank you very much for joining us tonight."
    },
    {
      "speaker": "CUCCINELLI",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Here's the weirdest story of the week, maybe the year. Teenagers according to researchers appear to be growing mysterious horns on their heads. I'm not making this up. And there's a reason. We will tell you what it is in a minute. But first time for, \"Final Exam.\" Can you beat our news experts -- get a pencil. Get ready to play along. We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh it is time now for \"Final Exam\" where we quiz the so-called news professionals to see if they really are professionals. This week's defending champion, once again Jesse Watters, host of \"Watters' World,\" cohost to \"The Five.\" Graduate of Trinity College in Hartford Connecticut. Today, he is defending the honor of Fox -- from Fox contributor and attorney Emily Compagno who is very smart. This could be tough for Jesse to hold on, and we thank you for joining us tonight. Good luck to you."
    },
    {
      "speaker": "EMILY COMPAGNO, CONTRIBUTOR",
      "utterance": "Thank you for having me. And Jesse, have you prepared as much for this as you don't for \"The Five\"?"
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "utterance": "Very funny. I don't like your attitude already, Emily."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "We shall see."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is going to be good. All right, here are the rules just in case you're not familiar with them. Hands on buzzers. I ask the questions. The first one to buzz in gets to answer the question. You have to wait until I finish asking critically before you answer. You can answer once I acknowledge you by saying your name. Every correct answer is worth one point. If you get it wrong, you lose a point. The best of five wins. Make sense?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Perfect. Question one. Here it is. This is multiple choice by the way. A town in Israel with a population of just 10 people is getting a new name. It's being named after the American President. What is the town's new name? Is it A. Trump Town? B. Trump Heights? Or C. Donald's Cove? Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is B. Trump Heights."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I strenuously object to the buzzer time."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Isn't it Donald's Cove? I kind of like that. All right. Are you right? Is it Trump Heights?"
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Israel's Prime Minister has named a settlement after President Trump. Benjamin Netanyahu inaugurated the settlement in Golan Heights Sunday rebranding that area Trump Heights. They hope the new name may spur a new wave of residents there. There are currently just 10."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Nice."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Trump Heights. It's not Donald's Cove. It's not waterfront, I don't think. All right. Question two. This is another multiple choice. You've got to wait until the options are presented. Huntington Park, California just unveiled a new member of its police force. It is a robot. It's a machine that rolls equipped with cameras to keep an eye on the city's public parks. Creepy, needless to say. Which movie themed name has the robot received? Is it A. Robocop? B. Dirty Harry? C. Serpico? Emily."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Robocop."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Robocop. Is it Robocop? Is Emily right?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes. Yes. Yes. Champion. Clearly. You have to be bold, Jesse."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You are correct, Emily. All right, so it is one to one? Jessie v. Emily, one to one moving into question three, which is not a multiple choice. And here's the question. A new record was just set for the most expensive piece of sports memorabilia ever sold. The item in question once belonged to Babe Ruth. What was it? Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Was it his jersey?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Was it his jersey? I was going to say candy bar. You said jersey. Are you right?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Babe Ruth still breaking records. A jersey worn by the Yankee's legendary slugger set the record for the most expensive piece of sports memorabilia ever sold. It went for just over $5.6 million to an anonymous buyer on Saturday at a Yankee Stadium auction."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "That was a good guess, Jesse."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Not bad. Jesse Watters, correct."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Jersey or the bat."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, so first three questions have all had correct answers. It is two to one going into question four. Here it is. Nancy Pelosi, Speaker of the House has given Mitch McConnell, Senate Majority Leader a new nickname. It sounds unflattering, but apparently McConnell loves it so much he put it on T shirts. What is the new nickname? Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think it's the Grim Reaper."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Oh."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The Grim Reaper? Is it the Grim Reaper? That would be hilarious."
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "Speaker Pelosi has a new nickname for Senate Majority Leader. Well, Mitch McConnell, the Grim Reaper."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KY.",
      "utterance": "She has got it right. She has got it absolutely right. For the first time in my memory, I agree with Nancy Pelosi, I am indeed the Grim Reaper."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. He likes it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amazing, amazing. You are right, Jesse Watters. All right. So it's three to one. But the final question is a two-point question, which if Emily gets it right would bring us again to parity and we would need a tiebreaker. So with that in mind, this is the last question. It's multiple choice once more. Here it is. This week, passengers on a flight -- a United flight -- from Venice discovered a nightmare infestation onboard a certain type of insect emerged from overhead bins and started crawling over passengers including on their faces. What type of insect was it? Was it A. Ants? B. Beetles? Or C. Crickets? Emily."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "B. Beatles."
    },
    {
      "speaker": "CARLSON",
      "utterance": "B. Beetles. Was it B. Beetles?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "A colony of ants spilled out on a bag on the overhead compartment and then just started crawling across passengers during a United Airlines flight. Once it landed, the airlines called an exterminator and alerted the authorities. At least, they were not bedbugs."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wow. Jesse Watters, ladies and gentlemen, crushing it. Emily that was valiant. And by the way, you don't get -- you don't get actual points for losing as badly as you just did. But you get moral points for betting it all in the final moments. We really do. No, no, I think our audience appreciates your bravery. Jesse Watters, you win again. Congratulations."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This week, we have a lying, pomposity, smugness and groupthink mug, which has just been handed to me which you can get in our website by the way if you're watching at home, tuckercarlson.com. It's a pretty good mug. I think -- and it's made in America by the way. We're sending you one Jesse Watters, because you already have a Wemple mug."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I haven't gotten it yet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thanks."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You will, it's on the way. Thank you. Thank you both."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Bye, guys. Thank you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's it for this week's \"Final Exam.\" Pay attention -- close attention -- as it turns out to the news all week. Tune in Thursdays to see if you can beat the experts. We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, you think the world's getting crazier and scarier and more threatening? Here's evidence. Horns growing out of the heads of teenagers. It's hard to believe this is actually happening, but researchers in Australia say it is. They say they discovered small bone spurs growing from the back of skulls on teens who are heavy mobile phone users, which would be basically everybody who is a teen. Dr. Marc Siegel is a Fox News medical contributor. He joins us frequently on the show to sort out mysteries like this one. We're happy to have him tonight. Doctor, thanks for coming on. Is this real?"
    },
    {
      "speaker": "MARC SIEGEL, MEDICAL CONTRIBUTOR",
      "utterance": "Tucker, this is real. Not only are we seeing alienation and anxiety and depression from frequent use of smartphones, and too much screen time, we're also seeing physical changes. We're seeing blurry vision, headaches, we're seeing something called \"text neck\" where your muscles of your neck get weakened and guess what happens when your muscles get weakened, your body responds by making more bone and it's making these external occipital protuberances called inion bumps that are spurs that are growing at the back of our heads, especially teens. And guess what else? They're going to be transmitted to the next generation by something called epigenetics. So if you got one, your kid is going to get one. And it really shows what we're doing to ourselves. We're transforming into a new being because of all the time we're spending watching things rather than interacting face to face with someone."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it possible -- so I mean, if teens are getting these protuberances, by the time they're my age, 50 -- could they -- I mean, they'll be visible, presumably, right?"
    },
    {
      "speaker": "SIEGEL",
      "utterance": "And you can feel them. It's right here in the middle of your head. I happen to have one, by the way, my daughter doesn't, but she will have one in a couple of years. I'm watching her for this. And they're growing to larger than an inch now in these studies. So literally, we're going to be able to identify people. This is how we're going to say hello, instead of shaking hands. We're going to be feeling to see if you have this spur in the back of your head from too much screen time. It's really part of this terrible --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Rubbing horns like cannibals. Will we shed them ever? Are they permanent?"
    },
    {
      "speaker": "SIEGEL",
      "utterance": "They're permanent. They're growing. They're helping us by the way to keep our muscles tied to our heads. So they have a purpose. But they're going to be transmitted and your kids are going to have them, your grandkids are going to have them and they're going to get larger and larger the more screen time we have, but I have a prescription here, Tucker, I want us to go out to dinner with each other, not bring our smartphones, to exercise, to talk to each other, to hug each other. Maybe the spurs will shrink if we go back to hugging each other."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Our horns will go away. Dr. Siegel, great to see you tonight. Thank you for that wise advice."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We're out of time. We'll be back tomorrow night, 8:00 p.m., the show that is the sworn and totally sincere enemy of lying, pomposity, smugness and groupthink, and all the things they produce. We'll be back tomorrow. But for now, Sean Hannity live from New York City. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}