{
  "date": "June 10, 2019",
  "headline": "Rep. Jordan: John Dean is part of a ploy for House Democrats to go after Trump",
  "subHeadline": "Guests: Dan Patrick, Jerry Robinette, Jim Jordan, John Yoo, Asra Nomani, Qanta Ahmed, Ralph Reed",
  "url": "https://www.foxnews.com/transcript/rep-jordan-john-dean-is-part-of-a-ploy-for-house-democrats-to-go-after-trump",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "I'm Laura Ingraham. Boy, we have actually a really serious show to do here. This is \"The Ingraham Angle\" back in Washington tonight in our time zone. Thanks for watching all of our adventures last week. And a story you will not see anywhere else. Hundreds of illegal immigrants from African countries are now pouring into San Antonio, Texas. Did you hear about this? Well, it's not been really reported anywhere. CBS local affiliate and a few websites. Well, how did they get there. That's a pretty long journey. And who is signing off on their relocation to this particular spot. And where do they go next? And are there any broader health concerns being ignored? The answer is you'll only get here in moments. Plus, the Democrat's latest impeachment gambit drag John Dean of Watergate. And now CNN fame up to Capitol Hill to scare the whole country.  Jim Jordan is on the committee that Dean testified before today. He's here to expose the farce. And why is there a war on the cross crucifixes? Well, it may seem farfetched, but some recent examples are going to shock you. Two Muslim reformists are here to tell us about it. Plus, Ralph Reed will respond to Joe Biden's craven hypocrisy over federal funding for abortions. But first, states of the immigration crisis, that's the focus of tonight's Angle.  Tonight, we're going to tell you about two different illegal immigration stories from two different states, both demonstrate how politicians are putting American's health and well-being at risk. Now, this is not hyperbole. The ramifications, if this is not addressed are very serious, perhaps deadly serious.  First in California, a sanctuary state, we get a glimpse of what type of America we have to look forward to if Democrats take back the White House in 2020. Scarce resources are being lavished on the growing number of illegal immigrants in that state. While the situation gets more dire by the day for California's homeless population. Now, it's so bad that normally sanguine people like Dr. Drew Pinsky, an LA resident himself are issuing themselves dire warnings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DREW PINKSY, LA DOCTOR",
      "sentences": "Tuberculosis is exploding, rodent bore. We are one of the only major cities in the country does not have a rodent control program and sanitation has broken down. We had a typhus outbreak last summer. We will have a typhus outbreak this summer. I'm hearing from experts that bubonic plague is likely, it's already here. The entire population is at risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But where are the politician.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PINKSY",
      "sentences": "This could be a very summer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The liberal politician of California care about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PINKSY",
      "sentences": "Negligent, disgustingly negligent. It's almost like I was driving overnight, and I thought, do they want the people on the streets to die. Is that really, they don't care if they all die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's compassion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PINKSY",
      "sentences": "Is that really where we are now",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Beyond negligent. And in April, Kaiser Health News reported that deaths in the homeless population, just in Los Angeles County alone jumped 76 percent in the past five years. More than 900 died last year alone. Now, how can this be allowed to happen when millions of illegals in this state enjoy not only legal sanctuary, but also the right to apply for things like in-state tuition, driver's licenses and state funded of course health care for their children. Then over the weekend, we learned that California has gone from sanctuary state for dreamers to just being a sucker's state for Americans. A just announced state budget deal will now give health care benefits to many adult illegals too, those between the ages of 19 and 25 will now be eligible for California's Medicaid program known as Medical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GAVIN NEWSOM",
      "sentences": "Every person should have access to quality affordable health care. Far away judges and politicians may turn back our progress, but we will never waver in our pursuit of guaranteed health care for all Californians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, he said it, do it. And they're doing it. The price tag is estimated to be 98 million bucks annually. Those homeless people, including homeless vets might be able to use that money. But remember, 98 million, since the Democrats did the math, the real cost is probably I don't know double or triple. Remember what they estimated that ill-fated bullet train would cost and how they would pay for that. Well, how they're going to pay for this by the way, by taxing citizens who don't have health insurance. In other words, reviving the penalty of Obamacare, remember that. Now, even liberals in the state of California seem to be at a breaking point. Just a few months back, singer and performer Cher, who considers bashing Trump a moral imperative sounded off herself saying in a tweet, I understand helping struggling immigrants, but my city Los Angeles isn't taking care of its own. What about the 50,000 plus citizens who live on the streets. People who live below the poverty line and hungry. If my state can't take care of its own, many are vets. How can it take care of more? I never thought I'd agree with Cher, but I agree with Cher.  Now, most of the reporting on California's new health care giveaway to illegals is framed this way and I love this. It's framed, as the Golden State sending a message to the Trump administration or California's effort to distance itself from Trump. But the better framing, the more accurate framing would be. California with its high taxes homelessness problem and where illegal aliens are treated better than poor veterans is giving America a blueprint of how not to proceed policy wise. Yet despite this disastrous state of affairs, Democrats are rushing to embrace these California values.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I think that anyone who is in a situation where they're in need of health care, regardless of whether they're documented or undocumented. We have an obligation to see that they're cared. That's why I think we need more clinics around the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "I am opposed to any policy that would deny in our country any human being from access to public safety, public education or public health.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And that's not all, Bernie Sanders would also guarantee the health care costs of everyone residing in the U.S., illegal or not. So, just to review, if spending hundreds of millions of dollars on health care over years for illegal immigrants requires eliminating funds that could be used to assist American citizens living in California. Just focus on California. Those people who are in need, well so be it. That's just what you have to do.  And by the way, California isn't alone. In the state of Texas, they're suffering from a lack of congressional leadership. While the President struggles to deal with an overrun border, Congress is trying to block his every effort refusing to reform asylum laws to protect our citizens.  Now, did you know that in the month of May, Border Patrol arrested more than 132,000 people trying to crash our border. And in the first two weeks of June, more than 500 Africans have been arrested trying to sneak into the country as well. That's kind of new. Now, hundreds of illegals from the Congo apparently are applying for asylum and being deposited in San Antonio. Now, this could clearly be a public health concern. Why? Well, according to Reuters, the number of cases of Ebola in eastern Congo has passed 2000. Government figures showed as the rate of new cases tripled, and containment efforts faltered in the remote unstable region. Now, the city of San Antonio got back to THE INGRAHAM ANGLE tonight and said, for them Ebola, they don't believe is a concern. Why? Well they say the incubation period is 21 days for that disease and that they believe these folks have been outside their country for six to seven months. But I don't know why would we even put that to chance and I'm not sure we're really tracking the travel patterns of everybody coming into the country, but they're telling us, don't worry tonight, it's OK.   And remember under current law, these asylum seekers must be processed and then released into the mainland United States. Last week, the San Antonio Department of Human Services sent out an urgent message for French speakers to help translate for the Congolese families now housed in a city run shelter. But one wonders where is the concern for the health of the San Antonio citizenry and frankly citizens across the United States. And who is going to translate their concerns to federal officials. And why is no one questioning the pressure that this will place on communities across the country that are now obligated to house, educate and feed people from other continents. When we seem incapable in some cases of caring for our own citizens. And that's The Angle. All right, joining me now is Lieutenant Governor of Texas, Dan Patrick and Jerry Robinette, former Special ICE Agent-In-Charge in San Antonio, Texas. Now Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN PATRICK, TEXAS LIEUTENANT GOV.",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I was shocked when I got back from this trip to Normandy. I got back and I started reading the local CBS Reports in San Antonio about the figures of people and we always think it's Guatemalans, Hondurans and just Central Americans, some Mexicans. But I noticed when we were in Del Rio and I talked to the border patrol folks there, they said there are people from other than the northern Triangle's countries coming in, including Africans. And we were doing 50,000 things, so I didn't focus on it. But now we do know 500 and more coming from one - the capital of - in the Congo, Kinshasa I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Well, Laura--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Had San Antonio really been ready for this. Are they ready for this and how is this happening with very little coverage in the national media?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "No one is ready for this. Our Border Patrol being overwhelmed as you knew when you came to Del Rio a few months ago. And Laura you know I feel like a voice in the wilderness. I've been saying this for years. For years, the disease that comes in, people from all over the world coming from South America, coming from China, coming from Africa. I talked about it last week or the last time I was with you, all over the world. You have to ask yourself how did they get here. How is this facilitated that these poor people are able to get on a flight, get to South America and led to San Antonio. It's an international transnational drug cartel bringing these people into this country and they're bringing disease. They're bringing a lack of education. They're bringing tremendous needs upon our taxpayers and Laura something else that is just very clear to me, when you said about the 500 that have been apprehended asked for asylum. There is also if you read further in that story, hundreds more are just dropped off on street corners as I've been saying again for every one we catch and I know you have someone from ICE with us tonight can maybe verify this, maybe we'll get one out of three, one out of four, one out of five.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Laura, last month 140,000 some apprehended probably another 3,000 or 4,000 came in. And what California is drawn to Medical. Laura, where does this end? I'll tell you where it ends. Totally undermining our country, bankrupting our states and our federal government, destroying our democracy. I'm worried about my children, my grandchildren and everyone watching better understand that the Democrats, the actions by the Democrats in Washington are no less than treason. They're selling out our country and this is why I was one of the few Republicans that stood with the President and said, tariffs are always the last resort, but there are a powerful tool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're in an emergency situation. I've got to Jerry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Emergency situation, so you do whatever you need to do. And I thought the President was right to use this tool, because we've got to have Mexico help us stopping this if their South border and helping our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're going to get into the tariff thing. The President had no choice--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "No choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And he did what was necessary to help protect this country. When no one else apparently will do it on the federal level or have the guts to do it. Jerry though I have to get your response to this, because San Antonio's Assistant City Manager, Dr. Colleen Bridger also revealed this to this local CBS station, \"the plan was that 350 of them, these are the Congolese folks would travel from San Antonio to Portland, as in Portland Maine. But when we reached out to Portland Maine, they said, please don't send us anymore. We're already stretched way beyond our capacity. So, we're working with them. The migrants now to identify other cities throughout the United States where they can go and begin their asylum-seeking process.\"   Now Jerry, in your time with ICE, did you ever see anything like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JERRY ROBINETTE, FORMER SAN ANTONIO ICE AGENT-IN-CHARGE",
      "sentences": "Actually not. It has gotten - it has overwhelmed our resources, our capabilities. It's like what's next. The agency offers along the border, they're freaking out of a firehose right now. They're barely keeping up with their responsibilities. You have a lot of resources are being dedicated to address with what you're seeing today. My biggest concern is at what sacrifice. What else - what is it that we're not doing that we should be doing. Because of all the attention and all the resources that are being diverted to deal with this influx. That's what probably bothers me and then the amount of money that we're spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The money to this the regular taxpayers and Dan you touched on this with the now California providing health care to adults 19 to 25 years of age. That's also a shock. But the transformation politically of the country is what--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tucker has done a lot on this on his show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I have been talking about this for years. That's what they want to do to Texas and sprinkle people out to other parts of the country and setup. You know it's almost like countries within the country. They've done it in parts of Minnesota. We're going to get to that later. They want to do it in Maine with and again Maine's really stretched with a lot of the refugees they have there. But this is the goal is it not - sending them out to rural, rural America as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Look, this is the goal of the Democrats to take over the country. Their policies don't work, so they have to bring people in the country who are uneducated of what America stands for what capitalism is all about of what responsibility is all about. And look, there are some good people trying to get here. I have it. I got it. But we cannot absorb all the people on the planet. They've gone from medical to holy cow in California. What are they thinking? 19 to 25, it'll expand to the 30-year old's, the 35-year old's and I'll expand to 100 million to 500 million to 4 billion and they're going to tax American citizens to get free health care to people that come here illegally.  Laura, the Democrats are going to play this out as long as they can, because one day long-term plan, one day they'll get these people to register to vote and they're going to register they think for them and they hope for them. And it is going to change the face of the country and that's why this is a long drawn out plan.  INGRAHAM: Right. And that's why legal immigration is so important, because you'd have the time to assimilate people into the country instead of just--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "But they don't want that Laura. They don't want illegal immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't want to take these poor people and like dump them into one part of the country where they're going to be speaking their own native language with the entire community. And it's harder for them to assimilate in those circumstances oftentimes. Now Jerry, you just brought up the issue and \"The Ingraham Angle\" spoke with Cynthia Brehm, who is the Chairman of the Republican Party of Bexar County. And she provided some alarming information. She said that the San Antonio City Council gave $141,000 to Catholic charities who are reaching out to illegal aliens to provide food, clothing, medical attention and bus fares for them. Now, the city council has already exhausted its budget for 2019. So, it looks like some of these third-party groups that get $100 million from the federal government every year, Catholic charities get - they're the ones who are then left to kind of do the triage on the streets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "And they're overwhelmed Laura. The Catholic Church, the bishop--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want Jerry to get on this Jerry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBINETTE",
      "sentences": "Well, look, you could imagine this problem in San Antonio, could you imagine this problem in Del Rio or some other border towns. Thank God that San Antonio is probably a little bit more capable of providing whatever services are going to provide at this point. But I mean this is something that's playing on every day along the border.  These border towns, they don't have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But we've got to - people have got to understand this. This is not about the border town play; I mean they're affected of course. This is about the country--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Taking the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is not about just the border town. They come from the border town. I witnessed it with my own eyes and we're there, they're dropped on buses. And Dan knows they're setting - points unknown and a lot of these communities are not even told they're arriving. Guys, thank you so much tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Thank you, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And today, the Democrats kicked off another impeachment spectacle, this time conjuring up the ghost of Watergate past on the Hill. Congressman Jim Jordan on the Committee where it all happened. He's here next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "sentences": "At a memorial event for David Hamburg, Speaker Pelosi and I had a chance to discuss impeachment. Mr. Dean, who wrote that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN DEAN, FORMER WHITE HOUSE COUNSEL",
      "sentences": "I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Haven't we been too long and not giving Trump a meaningful moniker, should it be deranged on, deadbeat on, demagogued on, thoughts please comments. Mr. Dean, who wrote that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEAN",
      "sentences": "I assume that was mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "It was yours. We are witnessing Trump's massive cover up of his criminal behavior as POTUS is incapable of accomplishing anything. Mr. Dean, you know who wrote that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEAN",
      "sentences": "I suspect that was me again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "It was you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He should have said that with I. But that's just grammatical stuff. That was today at the judiciary committee hearing. Jerry Nadler called Lessons from the Mueller Report. Presidential obstruction and other crimes. Now throughout this spectacle, Dean revealed himself as nothing more than a grossly biased member of the anti-Trump resistance, we all knew that. But not only that, before the hearing even began, he appeared on his new home, CNN and admitted he wouldn't be establishing anything new or even relevant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEAN",
      "sentences": "I'm clearly not a fact witness but I hope I can give them some context and show them how strikingly like Watergate what we're seeing now and as reported in the Mueller Report is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, what the heck was the point of this entire exercise on Capitol Hill. Well, here now, the man you just saw exposed John Dean, Congressman Jim Jordan, Member of the Judiciary Committee and former Deputy Assistant Attorney General John Yoo. All right, Congressman, let's start with you. I'm glad you didn't do a costume change for us. It's still the same. Now, how could the Dems think that this was going to advance any narrative. This was a PR stunt. I'm surprised they didn't try to levitate other people from the Watergate era out of the grave. But what did they accomplish today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "I don't know if they accomplished anything, but this is their pattern. First witness of the 116th Congress or first big announced witness was Michael Cohen, a guy who went to prison for lying to Congress, they brought him in front of Congress. No surprise, he lied again. We think seven times. Then they bring in John Dean to talk about obstruction of justice and of course, John Dean pled guilty to obstruction of justice. So, this is just their pattern and it's all about them trying to get the President. They never forget the key chairman in the House have these memorandums of understanding, actual contracts they've written among themselves. You're going to do A, I'm going to do B, you're going to do C, I'm going to do D. This is how we're going to have our coordinated effort to get the President. So, MOUs, Michael Cohen, John Dean, all this is what they're going to do, and they won't call it impeachment, but that's frankly what it is. The American people know it's wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And John, Dean was on CNN tonight again trying to draw these pathetic parallels to Watergate. Why is he wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "If you wanted to have an expert on how to commit obstruction of justice and commit illegal campaign tricks. Well, they brought the expert in, a guy who pled guilty to it, but it has nothing to do with President Trump. Well also I think I guess they're going to call Bill Clinton next when they start the impeachment hearings as their first witness. But look, there is nothing to President Trump. You know President Trump compared to the Nixon administration Watergate. Trump made all those officials available to not exercise executive privilege against special counsel, made all the e-mails and documents available. So actually, if you wanted to draw a contrast between Watergate and the Mueller Report, you couldn't have done better than actually being John Dean to testify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. He kind of looks like Mr. Green Jeans from Captain Kangaroo era. That's why I kept them like Mr. Green Jeans is here. He was, I think referencing you tonight. He was on CNN and others who are criticizing his appearance, Congressman. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN CORRESPONDENT",
      "sentences": "Were you taken a back at all by how personal some of the attacks by Republicans were. Did you expect figuring it to be as contentious as it were?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEAN",
      "sentences": "I did actually. I know the players. I've watched them before. I watch them badger Hillary Clinton, they're all flame throwers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't see the flame thrower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes, and I didn't badger Hillary Clinton. I brought the facts, the fact that you know she wanted to blame the tragedy in Benghazi on a video. We all know that she knew that was wrong when she talked about that.  Look, the President was falsely accused of conspiring with Russian--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where is the curiosity about that fact. Why wouldn't someone like John Dean especially be concerned about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Exactly the point. Falsely accused, but the Democrat and then Bob Mueller does a 22 month investigation and comes back and says no collusion and there is no indictment on the obstruction charge and yet the Democrats want to say, let's keep looking at that versus looking at the false accusation that started the whole thing. So, to me that's the big problem here. And again, John Dean. Here's the other connection with Michael Cohen. John Dean was giving advice to Lanny Davis, Michael Cohen's lawyer, the night before. The night before Michael Cohen is supposed to come testify John Dean's on CNN, paid contributor to CNN and he tells Erin Burnett on that show, I told Lanny Davis tell your client, tell Michael Cohen not to give his testimony to the Republicans, actually obstruct the investigation of the oversight committees. That's what he told me. Let's talk about - Mr. Yoo is right. He is an expert on obstruction. He was actually advising Michael Cohen to do that when he came and testified four months ago. Michael Cohen followed his advice. Michael Cohen also lied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's become the resistance media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I mean this is CNN. I mean James Earl Jones, where does he go to get his voice over back. John, in a letter to the House and Senate Judiciary Committees today, the Assistant Attorney General Steven Boyd offered more details on Barr's investigation into the surveillance against the Trump campaign describing it as broad in scope and multifaceted. I was talking about Durham, the U.S. attorney in Connecticut. How significant is that language, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "I think that's tremendously significant. This is not going to be just one review of a single FISA application. Let me also point out, Congressman Jordan has done great work and bringing to light a lot of these shenanigans that were going on at the very start of the investigation. But I'm not surprised Attorney General Barr is going to conduct a broad investigation, because I hate to say it, my former colleagues in the Justice Department, the more we learn about how this thing started, the worse and worse it's going to get. It is an obligation or a duty of the Attorney General to make sure that this never happens again. Something like the Steele dossier could set us off on a two-year mole hunt that tried to tear down the constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I've got to ask about Amash. Justin Amash is stepping down from--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Well, we had a nice long meeting with Justin tonight, the board of the Freedom Caucus, the chairman and Mr. Amash will be talking about that.  We disagree with Justin's assessment of this entire impeachment. We strongly disagree with him. But Justin is a friend. Mark, of course, is our chairman, and those two will be talking about the situation tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you have a lot of friends who think like Justin Amash?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "We don't, and he's wrong, and we've said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He is setting about trying to destroy this presidency under false pretenses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Totally wrong, I totally disagree with his assessment. We made that clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is he going to run for the nomination, try to unseat Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "I don't think so, I don't think so, and I hope not. We want President Trump to get reelected. That's what we want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thanks so much, gentlemen, both of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And ahead, a frightening story about Christian persecution and a potential war against the cross. Two Muslim reformists with a message to their co-religionists tonight. Plus, Biden's craven reversal on federal funds for abortions. Ralph Reed also up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Religious hate is out of control, and now many think there is a war on the cross. Christians are being attacked, physically assaulted, for wearing crosses, kind of like the one that I have on right now. These attacks are especially brazen across Europe. According to the Italian press, an author Raymond Ibrahim who follows these types of stories, a Muslim migrant in Rome was arrested in April for homicide after he stabbed a man for wearing a crucifix. In France, a Muslim man twisted a massive bronze cross and vandalized two churches. In Germany, just in the alps in Bavaria alone, approximately 200 churches were attacked and crosses broken.  Now, this of course is just 10 weeks after the Sri Lankan church bombings were 290 people ended up being killed, which no one has been talking about pretty much at all anymore. For more, I'm joined by Asra Nomani, cofounder of the Muslim Reform Movement and author of \"Standing Alone,\" and with me, Dr. Qanta Ahmed, a member of the Council on Foreign Relations. It's great to have both of you on tonight. Dr. Ahmed, Islamophobia shouldn't be tolerated, but in this case, I think it gets underreported oftentimes. So how important is it for the reform movement to highlight these types of cases, especially in the Middle East where we are seeing persecution of Christians, and in Europe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. QANTA AHMED, COUNCIL ON FOREIGN RELATIONS",
      "sentences": "So it is not Islamophobia to expose persecution of Christians, no matter who does it. The incidents you are describing are absolutely heinous, they are criminal, and they are prosecuted in Europe. We know that Christians are the most globally dispersed and the most persecuted people in the world. You mentioned Asia, Sri Lanka, one in three acts of persecution on Christians is legal in Asia.  And so this is completely unacceptable. It is also anathema to Islam that reveres Jesus, that sees the Gospel as a holy book of God, and that the most mentioned and revered woman is the Mother of Jesus, the Virgin Mary, in the Koran. So these Muslims are acting beyond the bounds of faith as well as beyond the restrictions of democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Asra, it seems like we talk about this a lot, but when the Sri Lankan bombing happened 10 weeks ago, I thought this is really going to spark a reawakening, a real conversation. It had four or five days of coverage, but then it's like it never happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASRA NOMANI, CO-FOUNDER, MUSLIM REFORM MOVEMENT",
      "sentences": "Yes, right. There is an acknowledgment of this issue. And I look at your cross, and I see a beautiful symbol. I see a symbol of compassion, of Jesus, a beautiful human being. And I know that in Christianity, Jesus has a place of deification.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOMANI",
      "sentences": "And love beyond anything else. But you're probably curious why is the cross under attack?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOMANI",
      "sentences": "It's because this Koran that I have right here, in the first chapter, the last sentence that we have, we say we have to stay on the straight path. What the Saudi interpretation and now governments like Qatar and Turkey have added is we have to stay on the straight path and not depart from it like the Jews and the Christians have done, because they say that thinking of Jesus as the son of God is like polytheism. And that is ultimately worse than murder, they say. And so that is why you have this attack on this symbol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So there is a warping of the interpretation by the Wahhabists, is that how you see it, Dr. Ahmed, especially justifying the slaughter of Christians in the Middle East. Obviously, you have seen it in Iraq and Syria and Pakistan and other countries throughout the Middle East. Is it that Wahhabist view?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMED",
      "sentences": "That kind of interpretation which is completely anathema -- I am a Muslim child who was educated in a Christian school. My parents are in their 80s and they had a Christian education. So that's completely anathema to the teachings of Islam. It also is asking for Muslims to take action into their own hands and then persecute for somebody's beliefs when Islam says everyone has a right to our free will, a right to reject Islam, to reject the truth of God in any way. So these Muslims are acting beyond the bounds. Now, there are some bright spots in the Muslim majority world. In a few days, I will be back in Iraq, back with the Kurds in Kurdistan who are rebuilding churches that were destroyed by ISIS. They are Kurdish communities in Erbil who welcomed 13 donated Virgin Mary statues that are going to be put on these rebuilt churches. Even you mentioned Qatar, Qatar was the first Gulf state to have built a Catholic church with --.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's encouraging, but my friend who just got back from Mosul said the problem is the Christians --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMED",
      "sentences": "Where I am going shortly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, you're going. Good. You have to come on right when you come back, because I'm telling you, Asra, my friends were there saying they can't -- there are no Christians. There are very few Christians there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOMANI",
      "sentences": "We have to be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMED",
      "sentences": "Let me tell you, the Christians have migrated from Mosul after the siege, and they are in Duhok, Kurdistan, which is now hosting more minorities, homes to where the Yazidis who have also survived genocide is also there. Muslims are supporting thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They've always been our friends. All right, we've got to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMED",
      "sentences": "And they celebrate Easter together. But we both condemned the persecution of Christians in the name of Islam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOMANI",
      "sentences": "But I have to say we as Muslims do have to have our come to Jesus moments because we have a problem. I went and visited one of the last Christian families living in Bethlehem because they feel under attack even in Bethlehem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Awful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOMANI",
      "sentences": "And we have to acknowledge we have an intolerance problem. We've got to stop with interfaith, and that's peace and love, and we love everyone, because we need to do that and we have to stop the persecution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got to go. But this is a conversation we're not going to stop having. A lot of people say it doesn't rate. I think it does rate.  People care about this issue across the globe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMED",
      "sentences": "Worth saying, Laura, worth saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You're both fantastic. Guys, thank you so much. We've got to go. Sorry, we've got to go. We're going to go to black here. Up next, Democratic frontrunner Joe Biden caves to pressure from the left on abortion. Ralph Reed is here in moments. He's going to tell us why Biden may have surrendered a majority of American voters to Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "As the Democratic Party shifts further to the left on social issues like abortion, apparently so does its leading candidate, Joe Biden.  Late last week he flip-flopped on the Hyde Amendment that bans using federal funds like Medicaid for abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "For many years, as U.S. senator, I have supported the Hyde Amendment, like many, many others have. But circumstances have changed. And I've been struggling with the problems that Hyde now presents. I can't justify leaving millions of women without access to the care they need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So for those of you keeping count, that's the third time Biden has flip-flopped on the issue in just the last two months. Here with me to discuss is Ralph Reed, chairman of the Faith and Freedom Coalition. Ralph, does Biden even realize how much this is going to hurt him politically given these recent polls that are out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RALPH REED, CHAIRMAN, FAITH AND FREEDOM COALITION",
      "sentences": "I don't know that he does, Laura. This is a position he's held for 42 years as a U.S. senator, vice president, and three-time presidential candidate. He has consistently, steadfastly, and unapologetically said that even as abortion was legal, that he didn't believe that devout, faithful Roman Catholics, evangelicals, and other pro-life Americans should be forced to subsidize it with their tax dollars. That's been the post Roe consensus in this country over two generations and seven presidential administrations. To be clear, no administration since Roe has ever done what he's proposing.  And he flip-flopped and folded like a cheap suit after only 24 hours of criticism from the pro-abortion lobby and leftwing activists on Twitter.  And it raises into question, is there anything he won't say or do to win this nomination?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They used to call John Kerry the flip-flopper, but I think he's going to rival Kerry in this category. By the way, people on the left and even some supposed Republican types, media types, they are all going after Biden. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Biden's best day was his campaign launch. But right now he has giving me Jeb Bush acid reflux.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I can just tell you that I've always known what I've thought on this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We've just sort of seen this weird flip-flop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was a flip-flop-flip, which is never a good thing in politics. And it raises questions about his own performance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't you get the sense that kind of the fix is in for Biden?  I'm getting that slow roll feeling, Ralph, that this is ultimately not going to end well for him. People think he's a shoo-in for the nomination.  I'm not so sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REED",
      "sentences": "I'm going to let them figure out who the nominee is. I'm not in the prediction business. But Laura, I'll tell you this. If you are back and you look at how Hillary Clinton flip-flopped on her support for the Iraq War, on her support for the TPP, the Pacific Trade agreement, which she said was the gold standard, and then changed her position entirely, on the crime bill, which Biden also supported, and he's beginning to flip-flop on.  It raises the question of someone who lacks core beliefs, lacks authenticity, and it will hurt him in the general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You can't do it. You just can't be so at least blatant about it. Ralph, thinks so much. Coming up, Trump exposes the Chamber of Commerce accusing him of weaponizing tariffs. Maybe they have weaponized globalization. An \"Ingraham Angle\" investigation next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It all started on CNBC early this morning when the head of international affairs at the U.S. Chamber of Commerce went on air to deliver a message to President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The weaponization of tariffs, the increase of threats on our economy, and our farmers, our manufacturers, our consumers, is going to hurt our country. It also creates uncertainty, Joe, with our trading partners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "that claim by the Chamber of Commerce elicited a response from the president, who called in a short time later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I just want to say to the United States Chamber of Commerce, if we didn't have tariffs, we wouldn't have made a deal with Mexico. Without tariffs we would be captive to every country. I'm a member of the U.S. Chamber. Maybe I'll have to rethink of that, because when you look at, the Chamber is probably more for the companies and the people that are members than they are for our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, yes. I wrote that about 20 years ago in one of my books.  This is ridiculous. The president was exactly right, and that last line of his is the most important, as it reveals a sad truth. Today's Chamber of Commerce is more interested in the bottom line than in helping blue-collar Americans. First, as the chief advocacy group for American corporations, the Chamber of Commerce represents about 80 percent of the Fortune 100 companies and commands, of course, a platoon of lobbyists. They exist to ensure that corporations turn a profit by any means necessary, and some of the policies they advocate have really hurt working Americans, like offshoring production to China and destroying much of American manufacturing. And the Chamber has a second goal. Bring in as much cheap labor into the United States as possible. Keep wages as low as possible. Just six weeks ago, Chamber head Tom Donohue sat down with \"The Washington Post\" to reaffirm that \"The Chamber advocates for protecting the Dreamers from deportation and expanding rates of legal immigration,\" and, quote, \"The fundamental issue is that the United States of America is out of people.\" Translation -- corporations do not want, once again, to raise wages. So we want to flood the country with more workers to keep wages down, stagnant, and meanwhile profits sky high. Now look, there's nothing wrong with representing big business, but is it worth selling out the future of the country, especially to a communist country, to do it? President Trump has rightfully and forcefully called the Chamber out, but instead of attempting to figure out why they are now a man without a country, their response is summed up perfectly by this headline. \"The U.S. chamber wants to disentangle its brand from the GOP and hopes to rebuild the center.\" Here's my message for the Chamber tonight. There is no middle ground when your own citizens are being sold out for a buck. Empowering China and overburdening the United States with millions of illegals is not only bad for American business in the long term, but it's ruinous to the American people in the short term. Tonight's Last Bite is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for the Last Bite. A four-year-old Rodney Small was on his way home from Disney World when he schooled a woman on proper plane etiquette. I love this. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stinky feet behind me. That's stinky. It's a lady.  Why would somebody have their feet behind me? Hey, why do you have your feet behind me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. Brutal honesty? How many times has that happened to you?  Admit, it happens far too often. That was a lot of flights last week and I can confirm -- no one in \"The Ingraham Angle\" staff's feet. That's all the time we tonight. Don't forget my podcast. Go to podcastone.com. Shannon Bream and the \"Fox News @ Night\" team take it all from here. Miss Shannon. You have dealt with a long delay yesterday. I saw your tweet. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "I'm Laura Ingraham. Boy, we have actually a really serious show to do here. This is \"The Ingraham Angle\" back in Washington tonight in our time zone. Thanks for watching all of our adventures last week. And a story you will not see anywhere else. Hundreds of illegal immigrants from African countries are now pouring into San Antonio, Texas. Did you hear about this? Well, it's not been really reported anywhere. CBS local affiliate and a few websites. Well, how did they get there. That's a pretty long journey. And who is signing off on their relocation to this particular spot. And where do they go next? And are there any broader health concerns being ignored? The answer is you'll only get here in moments. Plus, the Democrat's latest impeachment gambit drag John Dean of Watergate. And now CNN fame up to Capitol Hill to scare the whole country. Jim Jordan is on the committee that Dean testified before today. He's here to expose the farce. And why is there a war on the cross crucifixes? Well, it may seem farfetched, but some recent examples are going to shock you. Two Muslim reformists are here to tell us about it. Plus, Ralph Reed will respond to Joe Biden's craven hypocrisy over federal funding for abortions. But first, states of the immigration crisis, that's the focus of tonight's Angle. Tonight, we're going to tell you about two different illegal immigration stories from two different states, both demonstrate how politicians are putting American's health and well-being at risk. Now, this is not hyperbole. The ramifications, if this is not addressed are very serious, perhaps deadly serious.  First in California, a sanctuary state, we get a glimpse of what type of America we have to look forward to if Democrats take back the White House in 2020. Scarce resources are being lavished on the growing number of illegal immigrants in that state. While the situation gets more dire by the day for California's homeless population. Now, it's so bad that normally sanguine people like Dr. Drew Pinsky, an LA resident himself are issuing themselves dire warnings."
    },
    {
      "speaker": "DREW PINKSY, LA DOCTOR",
      "utterance": "Tuberculosis is exploding, rodent bore. We are one of the only major cities in the country does not have a rodent control program and sanitation has broken down. We had a typhus outbreak last summer. We will have a typhus outbreak this summer. I'm hearing from experts that bubonic plague is likely, it's already here. The entire population is at risk."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But where are the politician."
    },
    {
      "speaker": "PINKSY",
      "utterance": "This could be a very summer."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The liberal politician of California care about."
    },
    {
      "speaker": "PINKSY",
      "utterance": "Negligent, disgustingly negligent. It's almost like I was driving overnight, and I thought, do they want the people on the streets to die. Is that really, they don't care if they all die."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's compassion."
    },
    {
      "speaker": "PINKSY",
      "utterance": "Is that really where we are now"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Beyond negligent. And in April, Kaiser Health News reported that deaths in the homeless population, just in Los Angeles County alone jumped 76 percent in the past five years. More than 900 died last year alone. Now, how can this be allowed to happen when millions of illegals in this state enjoy not only legal sanctuary, but also the right to apply for things like in-state tuition, driver's licenses and state funded of course health care for their children. Then over the weekend, we learned that California has gone from sanctuary state for dreamers to just being a sucker's state for Americans. A just announced state budget deal will now give health care benefits to many adult illegals too, those between the ages of 19 and 25 will now be eligible for California's Medicaid program known as Medical."
    },
    {
      "speaker": "GOV. GAVIN NEWSOM",
      "utterance": "Every person should have access to quality affordable health care. Far away judges and politicians may turn back our progress, but we will never waver in our pursuit of guaranteed health care for all Californians."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, he said it, do it. And they're doing it. The price tag is estimated to be 98 million bucks annually. Those homeless people, including homeless vets might be able to use that money. But remember, 98 million, since the Democrats did the math, the real cost is probably I don't know double or triple. Remember what they estimated that ill-fated bullet train would cost and how they would pay for that. Well, how they're going to pay for this by the way, by taxing citizens who don't have health insurance. In other words, reviving the penalty of Obamacare, remember that. Now, even liberals in the state of California seem to be at a breaking point. Just a few months back, singer and performer Cher, who considers bashing Trump a moral imperative sounded off herself saying in a tweet, I understand helping struggling immigrants, but my city Los Angeles isn't taking care of its own. What about the 50,000 plus citizens who live on the streets. People who live below the poverty line and hungry. If my state can't take care of its own, many are vets. How can it take care of more? I never thought I'd agree with Cher, but I agree with Cher. Now, most of the reporting on California's new health care giveaway to illegals is framed this way and I love this. It's framed, as the Golden State sending a message to the Trump administration or California's effort to distance itself from Trump. But the better framing, the more accurate framing would be. California with its high taxes homelessness problem and where illegal aliens are treated better than poor veterans is giving America a blueprint of how not to proceed policy wise. Yet despite this disastrous state of affairs, Democrats are rushing to embrace these California values."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I think that anyone who is in a situation where they're in need of health care, regardless of whether they're documented or undocumented. We have an obligation to see that they're cared. That's why I think we need more clinics around the country."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "I am opposed to any policy that would deny in our country any human being from access to public safety, public education or public health."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And that's not all, Bernie Sanders would also guarantee the health care costs of everyone residing in the U.S., illegal or not. So, just to review, if spending hundreds of millions of dollars on health care over years for illegal immigrants requires eliminating funds that could be used to assist American citizens living in California. Just focus on California. Those people who are in need, well so be it. That's just what you have to do. And by the way, California isn't alone. In the state of Texas, they're suffering from a lack of congressional leadership. While the President struggles to deal with an overrun border, Congress is trying to block his every effort refusing to reform asylum laws to protect our citizens. Now, did you know that in the month of May, Border Patrol arrested more than 132,000 people trying to crash our border. And in the first two weeks of June, more than 500 Africans have been arrested trying to sneak into the country as well. That's kind of new. Now, hundreds of illegals from the Congo apparently are applying for asylum and being deposited in San Antonio. Now, this could clearly be a public health concern. Why? Well, according to Reuters, the number of cases of Ebola in eastern Congo has passed 2000. Government figures showed as the rate of new cases tripled, and containment efforts faltered in the remote unstable region. Now, the city of San Antonio got back to THE INGRAHAM ANGLE tonight and said, for them Ebola, they don't believe is a concern. Why? Well they say the incubation period is 21 days for that disease and that they believe these folks have been outside their country for six to seven months. But I don't know why would we even put that to chance and I'm not sure we're really tracking the travel patterns of everybody coming into the country, but they're telling us, don't worry tonight, it's OK. And remember under current law, these asylum seekers must be processed and then released into the mainland United States. Last week, the San Antonio Department of Human Services sent out an urgent message for French speakers to help translate for the Congolese families now housed in a city run shelter. But one wonders where is the concern for the health of the San Antonio citizenry and frankly citizens across the United States. And who is going to translate their concerns to federal officials. And why is no one questioning the pressure that this will place on communities across the country that are now obligated to house, educate and feed people from other continents. When we seem incapable in some cases of caring for our own citizens. And that's The Angle. All right, joining me now is Lieutenant Governor of Texas, Dan Patrick and Jerry Robinette, former Special ICE Agent-In-Charge in San Antonio, Texas. Now Dan."
    },
    {
      "speaker": "DAN PATRICK, TEXAS LIEUTENANT GOV.",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I was shocked when I got back from this trip to Normandy. I got back and I started reading the local CBS Reports in San Antonio about the figures of people and we always think it's Guatemalans, Hondurans and just Central Americans, some Mexicans. But I noticed when we were in Del Rio and I talked to the border patrol folks there, they said there are people from other than the northern Triangle's countries coming in, including Africans. And we were doing 50,000 things, so I didn't focus on it. But now we do know 500 and more coming from one - the capital of - in the Congo, Kinshasa I believe."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Well, Laura--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Had San Antonio really been ready for this. Are they ready for this and how is this happening with very little coverage in the national media?"
    },
    {
      "speaker": "PATRICK",
      "utterance": "No one is ready for this. Our Border Patrol being overwhelmed as you knew when you came to Del Rio a few months ago. And Laura you know I feel like a voice in the wilderness. I've been saying this for years. For years, the disease that comes in, people from all over the world coming from South America, coming from China, coming from Africa. I talked about it last week or the last time I was with you, all over the world. You have to ask yourself how did they get here. How is this facilitated that these poor people are able to get on a flight, get to South America and led to San Antonio. It's an international transnational drug cartel bringing these people into this country and they're bringing disease. They're bringing a lack of education. They're bringing tremendous needs upon our taxpayers and Laura something else that is just very clear to me, when you said about the 500 that have been apprehended asked for asylum. There is also if you read further in that story, hundreds more are just dropped off on street corners as I've been saying again for every one we catch and I know you have someone from ICE with us tonight can maybe verify this, maybe we'll get one out of three, one out of four, one out of five."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Laura, last month 140,000 some apprehended probably another 3,000 or 4,000 came in. And what California is drawn to Medical. Laura, where does this end? I'll tell you where it ends. Totally undermining our country, bankrupting our states and our federal government, destroying our democracy. I'm worried about my children, my grandchildren and everyone watching better understand that the Democrats, the actions by the Democrats in Washington are no less than treason. They're selling out our country and this is why I was one of the few Republicans that stood with the President and said, tariffs are always the last resort, but there are a powerful tool."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're in an emergency situation. I've got to Jerry."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Emergency situation, so you do whatever you need to do. And I thought the President was right to use this tool, because we've got to have Mexico help us stopping this if their South border and helping our country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're going to get into the tariff thing. The President had no choice--"
    },
    {
      "speaker": "PATRICK",
      "utterance": "No choice."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And he did what was necessary to help protect this country. When no one else apparently will do it on the federal level or have the guts to do it. Jerry though I have to get your response to this, because San Antonio's Assistant City Manager, Dr. Colleen Bridger also revealed this to this local CBS station, \"the plan was that 350 of them, these are the Congolese folks would travel from San Antonio to Portland, as in Portland Maine. But when we reached out to Portland Maine, they said, please don't send us anymore. We're already stretched way beyond our capacity. So, we're working with them. The migrants now to identify other cities throughout the United States where they can go and begin their asylum-seeking process.\" Now Jerry, in your time with ICE, did you ever see anything like this?"
    },
    {
      "speaker": "JERRY ROBINETTE, FORMER SAN ANTONIO ICE AGENT-IN-CHARGE",
      "utterance": "Actually not. It has gotten - it has overwhelmed our resources, our capabilities. It's like what's next. The agency offers along the border, they're freaking out of a firehose right now. They're barely keeping up with their responsibilities. You have a lot of resources are being dedicated to address with what you're seeing today. My biggest concern is at what sacrifice. What else - what is it that we're not doing that we should be doing. Because of all the attention and all the resources that are being diverted to deal with this influx. That's what probably bothers me and then the amount of money that we're spending."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The money to this the regular taxpayers and Dan you touched on this with the now California providing health care to adults 19 to 25 years of age. That's also a shock. But the transformation politically of the country is what--"
    },
    {
      "speaker": "PATRICK",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tucker has done a lot on this on his show."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I have been talking about this for years. That's what they want to do to Texas and sprinkle people out to other parts of the country and setup. You know it's almost like countries within the country. They've done it in parts of Minnesota. We're going to get to that later. They want to do it in Maine with and again Maine's really stretched with a lot of the refugees they have there. But this is the goal is it not - sending them out to rural, rural America as well."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Look, this is the goal of the Democrats to take over the country. Their policies don't work, so they have to bring people in the country who are uneducated of what America stands for what capitalism is all about of what responsibility is all about. And look, there are some good people trying to get here. I have it. I got it. But we cannot absorb all the people on the planet. They've gone from medical to holy cow in California. What are they thinking? 19 to 25, it'll expand to the 30-year old's, the 35-year old's and I'll expand to 100 million to 500 million to 4 billion and they're going to tax American citizens to get free health care to people that come here illegally."
    },
    {
      "speaker": "Laura, the Democrats are going to play this out as long as they can, because one day long-term plan, one day they'll get these people to register to vote and they're going to register they think for them and they hope for them. And it is going to change the face of the country and that's why this is a long drawn out plan.  INGRAHAM",
      "utterance": "Right. And that's why legal immigration is so important, because you'd have the time to assimilate people into the country instead of just--"
    },
    {
      "speaker": "PATRICK",
      "utterance": "But they don't want that Laura. They don't want illegal immigration."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't want to take these poor people and like dump them into one part of the country where they're going to be speaking their own native language with the entire community. And it's harder for them to assimilate in those circumstances oftentimes. Now Jerry, you just brought up the issue and \"The Ingraham Angle\" spoke with Cynthia Brehm, who is the Chairman of the Republican Party of Bexar County. And she provided some alarming information. She said that the San Antonio City Council gave $141,000 to Catholic charities who are reaching out to illegal aliens to provide food, clothing, medical attention and bus fares for them. Now, the city council has already exhausted its budget for 2019. So, it looks like some of these third-party groups that get $100 million from the federal government every year, Catholic charities get - they're the ones who are then left to kind of do the triage on the streets."
    },
    {
      "speaker": "PATRICK",
      "utterance": "And they're overwhelmed Laura. The Catholic Church, the bishop--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want Jerry to get on this Jerry."
    },
    {
      "speaker": "ROBINETTE",
      "utterance": "Well, look, you could imagine this problem in San Antonio, could you imagine this problem in Del Rio or some other border towns. Thank God that San Antonio is probably a little bit more capable of providing whatever services are going to provide at this point. But I mean this is something that's playing on every day along the border.  These border towns, they don't have--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But we've got to - people have got to understand this. This is not about the border town play; I mean they're affected of course. This is about the country--"
    },
    {
      "speaker": "PATRICK",
      "utterance": "Taking the country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is not about just the border town. They come from the border town. I witnessed it with my own eyes and we're there, they're dropped on buses. And Dan knows they're setting - points unknown and a lot of these communities are not even told they're arriving. Guys, thank you so much tonight."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Thank you, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And today, the Democrats kicked off another impeachment spectacle, this time conjuring up the ghost of Watergate past on the Hill. Congressman Jim Jordan on the Committee where it all happened. He's here next."
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "utterance": "At a memorial event for David Hamburg, Speaker Pelosi and I had a chance to discuss impeachment. Mr. Dean, who wrote that?"
    },
    {
      "speaker": "JOHN DEAN, FORMER WHITE HOUSE COUNSEL",
      "utterance": "I did."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Haven't we been too long and not giving Trump a meaningful moniker, should it be deranged on, deadbeat on, demagogued on, thoughts please comments. Mr. Dean, who wrote that?"
    },
    {
      "speaker": "DEAN",
      "utterance": "I assume that was mine."
    },
    {
      "speaker": "JORDAN",
      "utterance": "It was yours. We are witnessing Trump's massive cover up of his criminal behavior as POTUS is incapable of accomplishing anything. Mr. Dean, you know who wrote that."
    },
    {
      "speaker": "DEAN",
      "utterance": "I suspect that was me again."
    },
    {
      "speaker": "JORDAN",
      "utterance": "It was you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He should have said that with I. But that's just grammatical stuff. That was today at the judiciary committee hearing. Jerry Nadler called Lessons from the Mueller Report. Presidential obstruction and other crimes. Now throughout this spectacle, Dean revealed himself as nothing more than a grossly biased member of the anti-Trump resistance, we all knew that. But not only that, before the hearing even began, he appeared on his new home, CNN and admitted he wouldn't be establishing anything new or even relevant."
    },
    {
      "speaker": "DEAN",
      "utterance": "I'm clearly not a fact witness but I hope I can give them some context and show them how strikingly like Watergate what we're seeing now and as reported in the Mueller Report is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, what the heck was the point of this entire exercise on Capitol Hill. Well, here now, the man you just saw exposed John Dean, Congressman Jim Jordan, Member of the Judiciary Committee and former Deputy Assistant Attorney General John Yoo. All right, Congressman, let's start with you. I'm glad you didn't do a costume change for us. It's still the same. Now, how could the Dems think that this was going to advance any narrative. This was a PR stunt. I'm surprised they didn't try to levitate other people from the Watergate era out of the grave. But what did they accomplish today?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "I don't know if they accomplished anything, but this is their pattern. First witness of the 116th Congress or first big announced witness was Michael Cohen, a guy who went to prison for lying to Congress, they brought him in front of Congress. No surprise, he lied again. We think seven times. Then they bring in John Dean to talk about obstruction of justice and of course, John Dean pled guilty to obstruction of justice. So, this is just their pattern and it's all about them trying to get the President. They never forget the key chairman in the House have these memorandums of understanding, actual contracts they've written among themselves. You're going to do A, I'm going to do B, you're going to do C, I'm going to do D. This is how we're going to have our coordinated effort to get the President. So, MOUs, Michael Cohen, John Dean, all this is what they're going to do, and they won't call it impeachment, but that's frankly what it is. The American people know it's wrong."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And John, Dean was on CNN tonight again trying to draw these pathetic parallels to Watergate. Why is he wrong?"
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "If you wanted to have an expert on how to commit obstruction of justice and commit illegal campaign tricks. Well, they brought the expert in, a guy who pled guilty to it, but it has nothing to do with President Trump. Well also I think I guess they're going to call Bill Clinton next when they start the impeachment hearings as their first witness. But look, there is nothing to President Trump. You know President Trump compared to the Nixon administration Watergate. Trump made all those officials available to not exercise executive privilege against special counsel, made all the e-mails and documents available. So actually, if you wanted to draw a contrast between Watergate and the Mueller Report, you couldn't have done better than actually being John Dean to testify."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. He kind of looks like Mr. Green Jeans from Captain Kangaroo era. That's why I kept them like Mr. Green Jeans is here. He was, I think referencing you tonight. He was on CNN and others who are criticizing his appearance, Congressman. Let's watch."
    },
    {
      "speaker": "ANDERSON COOPER, CNN CORRESPONDENT",
      "utterance": "Were you taken a back at all by how personal some of the attacks by Republicans were. Did you expect figuring it to be as contentious as it were?"
    },
    {
      "speaker": "DEAN",
      "utterance": "I did actually. I know the players. I've watched them before. I watch them badger Hillary Clinton, they're all flame throwers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't see the flame thrower."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes, and I didn't badger Hillary Clinton. I brought the facts, the fact that you know she wanted to blame the tragedy in Benghazi on a video. We all know that she knew that was wrong when she talked about that.  Look, the President was falsely accused of conspiring with Russian--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where is the curiosity about that fact. Why wouldn't someone like John Dean especially be concerned about?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Exactly the point. Falsely accused, but the Democrat and then Bob Mueller does a 22 month investigation and comes back and says no collusion and there is no indictment on the obstruction charge and yet the Democrats want to say, let's keep looking at that versus looking at the false accusation that started the whole thing. So, to me that's the big problem here. And again, John Dean. Here's the other connection with Michael Cohen. John Dean was giving advice to Lanny Davis, Michael Cohen's lawyer, the night before. The night before Michael Cohen is supposed to come testify John Dean's on CNN, paid contributor to CNN and he tells Erin Burnett on that show, I told Lanny Davis tell your client, tell Michael Cohen not to give his testimony to the Republicans, actually obstruct the investigation of the oversight committees. That's what he told me. Let's talk about - Mr. Yoo is right. He is an expert on obstruction. He was actually advising Michael Cohen to do that when he came and testified four months ago. Michael Cohen followed his advice. Michael Cohen also lied."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's become the resistance media."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I mean this is CNN. I mean James Earl Jones, where does he go to get his voice over back. John, in a letter to the House and Senate Judiciary Committees today, the Assistant Attorney General Steven Boyd offered more details on Barr's investigation into the surveillance against the Trump campaign describing it as broad in scope and multifaceted. I was talking about Durham, the U.S. attorney in Connecticut. How significant is that language, John."
    },
    {
      "speaker": "YOO",
      "utterance": "I think that's tremendously significant. This is not going to be just one review of a single FISA application. Let me also point out, Congressman Jordan has done great work and bringing to light a lot of these shenanigans that were going on at the very start of the investigation. But I'm not surprised Attorney General Barr is going to conduct a broad investigation, because I hate to say it, my former colleagues in the Justice Department, the more we learn about how this thing started, the worse and worse it's going to get. It is an obligation or a duty of the Attorney General to make sure that this never happens again. Something like the Steele dossier could set us off on a two-year mole hunt that tried to tear down the constitution."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I've got to ask about Amash. Justin Amash is stepping down from--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Well, we had a nice long meeting with Justin tonight, the board of the Freedom Caucus, the chairman and Mr. Amash will be talking about that.  We disagree with Justin's assessment of this entire impeachment. We strongly disagree with him. But Justin is a friend. Mark, of course, is our chairman, and those two will be talking about the situation tomorrow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you have a lot of friends who think like Justin Amash?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "We don't, and he's wrong, and we've said that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He is setting about trying to destroy this presidency under false pretenses."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Totally wrong, I totally disagree with his assessment. We made that clear."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is he going to run for the nomination, try to unseat Trump?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "I don't think so, I don't think so, and I hope not. We want President Trump to get reelected. That's what we want."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thanks so much, gentlemen, both of you."
    },
    {
      "speaker": "JORDAN",
      "utterance": "You bet."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And ahead, a frightening story about Christian persecution and a potential war against the cross. Two Muslim reformists with a message to their co-religionists tonight. Plus, Biden's craven reversal on federal funds for abortions. Ralph Reed also up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Religious hate is out of control, and now many think there is a war on the cross. Christians are being attacked, physically assaulted, for wearing crosses, kind of like the one that I have on right now. These attacks are especially brazen across Europe. According to the Italian press, an author Raymond Ibrahim who follows these types of stories, a Muslim migrant in Rome was arrested in April for homicide after he stabbed a man for wearing a crucifix. In France, a Muslim man twisted a massive bronze cross and vandalized two churches. In Germany, just in the alps in Bavaria alone, approximately 200 churches were attacked and crosses broken.  Now, this of course is just 10 weeks after the Sri Lankan church bombings were 290 people ended up being killed, which no one has been talking about pretty much at all anymore. For more, I'm joined by Asra Nomani, cofounder of the Muslim Reform Movement and author of \"Standing Alone,\" and with me, Dr. Qanta Ahmed, a member of the Council on Foreign Relations. It's great to have both of you on tonight. Dr. Ahmed, Islamophobia shouldn't be tolerated, but in this case, I think it gets underreported oftentimes. So how important is it for the reform movement to highlight these types of cases, especially in the Middle East where we are seeing persecution of Christians, and in Europe?"
    },
    {
      "speaker": "DR. QANTA AHMED, COUNCIL ON FOREIGN RELATIONS",
      "utterance": "So it is not Islamophobia to expose persecution of Christians, no matter who does it. The incidents you are describing are absolutely heinous, they are criminal, and they are prosecuted in Europe. We know that Christians are the most globally dispersed and the most persecuted people in the world. You mentioned Asia, Sri Lanka, one in three acts of persecution on Christians is legal in Asia.  And so this is completely unacceptable. It is also anathema to Islam that reveres Jesus, that sees the Gospel as a holy book of God, and that the most mentioned and revered woman is the Mother of Jesus, the Virgin Mary, in the Koran. So these Muslims are acting beyond the bounds of faith as well as beyond the restrictions of democracy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Asra, it seems like we talk about this a lot, but when the Sri Lankan bombing happened 10 weeks ago, I thought this is really going to spark a reawakening, a real conversation. It had four or five days of coverage, but then it's like it never happened."
    },
    {
      "speaker": "ASRA NOMANI, CO-FOUNDER, MUSLIM REFORM MOVEMENT",
      "utterance": "Yes, right. There is an acknowledgment of this issue. And I look at your cross, and I see a beautiful symbol. I see a symbol of compassion, of Jesus, a beautiful human being. And I know that in Christianity, Jesus has a place of deification."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Love."
    },
    {
      "speaker": "NOMANI",
      "utterance": "And love beyond anything else. But you're probably curious why is the cross under attack?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, why?"
    },
    {
      "speaker": "NOMANI",
      "utterance": "It's because this Koran that I have right here, in the first chapter, the last sentence that we have, we say we have to stay on the straight path. What the Saudi interpretation and now governments like Qatar and Turkey have added is we have to stay on the straight path and not depart from it like the Jews and the Christians have done, because they say that thinking of Jesus as the son of God is like polytheism. And that is ultimately worse than murder, they say. And so that is why you have this attack on this symbol."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So there is a warping of the interpretation by the Wahhabists, is that how you see it, Dr. Ahmed, especially justifying the slaughter of Christians in the Middle East. Obviously, you have seen it in Iraq and Syria and Pakistan and other countries throughout the Middle East. Is it that Wahhabist view?"
    },
    {
      "speaker": "AHMED",
      "utterance": "That kind of interpretation which is completely anathema -- I am a Muslim child who was educated in a Christian school. My parents are in their 80s and they had a Christian education. So that's completely anathema to the teachings of Islam. It also is asking for Muslims to take action into their own hands and then persecute for somebody's beliefs when Islam says everyone has a right to our free will, a right to reject Islam, to reject the truth of God in any way. So these Muslims are acting beyond the bounds. Now, there are some bright spots in the Muslim majority world. In a few days, I will be back in Iraq, back with the Kurds in Kurdistan who are rebuilding churches that were destroyed by ISIS. They are Kurdish communities in Erbil who welcomed 13 donated Virgin Mary statues that are going to be put on these rebuilt churches. Even you mentioned Qatar, Qatar was the first Gulf state to have built a Catholic church with --."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's encouraging, but my friend who just got back from Mosul said the problem is the Christians --"
    },
    {
      "speaker": "AHMED",
      "utterance": "Where I am going shortly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, you're going. Good. You have to come on right when you come back, because I'm telling you, Asra, my friends were there saying they can't -- there are no Christians. There are very few Christians there."
    },
    {
      "speaker": "NOMANI",
      "utterance": "We have to be honest."
    },
    {
      "speaker": "AHMED",
      "utterance": "Let me tell you, the Christians have migrated from Mosul after the siege, and they are in Duhok, Kurdistan, which is now hosting more minorities, homes to where the Yazidis who have also survived genocide is also there. Muslims are supporting thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They've always been our friends. All right, we've got to --"
    },
    {
      "speaker": "AHMED",
      "utterance": "And they celebrate Easter together. But we both condemned the persecution of Christians in the name of Islam."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, real quick."
    },
    {
      "speaker": "NOMANI",
      "utterance": "But I have to say we as Muslims do have to have our come to Jesus moments because we have a problem. I went and visited one of the last Christian families living in Bethlehem because they feel under attack even in Bethlehem."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Awful."
    },
    {
      "speaker": "NOMANI",
      "utterance": "And we have to acknowledge we have an intolerance problem. We've got to stop with interfaith, and that's peace and love, and we love everyone, because we need to do that and we have to stop the persecution."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got to go. But this is a conversation we're not going to stop having. A lot of people say it doesn't rate. I think it does rate.  People care about this issue across the globe."
    },
    {
      "speaker": "AHMED",
      "utterance": "Worth saying, Laura, worth saying --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You're both fantastic. Guys, thank you so much. We've got to go. Sorry, we've got to go. We're going to go to black here. Up next, Democratic frontrunner Joe Biden caves to pressure from the left on abortion. Ralph Reed is here in moments. He's going to tell us why Biden may have surrendered a majority of American voters to Donald Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "As the Democratic Party shifts further to the left on social issues like abortion, apparently so does its leading candidate, Joe Biden.  Late last week he flip-flopped on the Hyde Amendment that bans using federal funds like Medicaid for abortion."
    },
    {
      "speaker": "BIDEN",
      "utterance": "For many years, as U.S. senator, I have supported the Hyde Amendment, like many, many others have. But circumstances have changed. And I've been struggling with the problems that Hyde now presents. I can't justify leaving millions of women without access to the care they need."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So for those of you keeping count, that's the third time Biden has flip-flopped on the issue in just the last two months. Here with me to discuss is Ralph Reed, chairman of the Faith and Freedom Coalition. Ralph, does Biden even realize how much this is going to hurt him politically given these recent polls that are out?"
    },
    {
      "speaker": "RALPH REED, CHAIRMAN, FAITH AND FREEDOM COALITION",
      "utterance": "I don't know that he does, Laura. This is a position he's held for 42 years as a U.S. senator, vice president, and three-time presidential candidate. He has consistently, steadfastly, and unapologetically said that even as abortion was legal, that he didn't believe that devout, faithful Roman Catholics, evangelicals, and other pro-life Americans should be forced to subsidize it with their tax dollars. That's been the post Roe consensus in this country over two generations and seven presidential administrations. To be clear, no administration since Roe has ever done what he's proposing.  And he flip-flopped and folded like a cheap suit after only 24 hours of criticism from the pro-abortion lobby and leftwing activists on Twitter.  And it raises into question, is there anything he won't say or do to win this nomination?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They used to call John Kerry the flip-flopper, but I think he's going to rival Kerry in this category. By the way, people on the left and even some supposed Republican types, media types, they are all going after Biden. Let's watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Biden's best day was his campaign launch. But right now he has giving me Jeb Bush acid reflux."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I can just tell you that I've always known what I've thought on this issue."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We've just sort of seen this weird flip-flop."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It was a flip-flop-flip, which is never a good thing in politics. And it raises questions about his own performance."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't you get the sense that kind of the fix is in for Biden?  I'm getting that slow roll feeling, Ralph, that this is ultimately not going to end well for him. People think he's a shoo-in for the nomination.  I'm not so sure."
    },
    {
      "speaker": "REED",
      "utterance": "I'm going to let them figure out who the nominee is. I'm not in the prediction business. But Laura, I'll tell you this. If you are back and you look at how Hillary Clinton flip-flopped on her support for the Iraq War, on her support for the TPP, the Pacific Trade agreement, which she said was the gold standard, and then changed her position entirely, on the crime bill, which Biden also supported, and he's beginning to flip-flop on.  It raises the question of someone who lacks core beliefs, lacks authenticity, and it will hurt him in the general."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You can't do it. You just can't be so at least blatant about it. Ralph, thinks so much. Coming up, Trump exposes the Chamber of Commerce accusing him of weaponizing tariffs. Maybe they have weaponized globalization. An \"Ingraham Angle\" investigation next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It all started on CNBC early this morning when the head of international affairs at the U.S. Chamber of Commerce went on air to deliver a message to President Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The weaponization of tariffs, the increase of threats on our economy, and our farmers, our manufacturers, our consumers, is going to hurt our country. It also creates uncertainty, Joe, with our trading partners."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "that claim by the Chamber of Commerce elicited a response from the president, who called in a short time later."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I just want to say to the United States Chamber of Commerce, if we didn't have tariffs, we wouldn't have made a deal with Mexico. Without tariffs we would be captive to every country. I'm a member of the U.S. Chamber. Maybe I'll have to rethink of that, because when you look at, the Chamber is probably more for the companies and the people that are members than they are for our country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, yes. I wrote that about 20 years ago in one of my books.  This is ridiculous. The president was exactly right, and that last line of his is the most important, as it reveals a sad truth. Today's Chamber of Commerce is more interested in the bottom line than in helping blue-collar Americans. First, as the chief advocacy group for American corporations, the Chamber of Commerce represents about 80 percent of the Fortune 100 companies and commands, of course, a platoon of lobbyists. They exist to ensure that corporations turn a profit by any means necessary, and some of the policies they advocate have really hurt working Americans, like offshoring production to China and destroying much of American manufacturing. And the Chamber has a second goal. Bring in as much cheap labor into the United States as possible. Keep wages as low as possible. Just six weeks ago, Chamber head Tom Donohue sat down with \"The Washington Post\" to reaffirm that \"The Chamber advocates for protecting the Dreamers from deportation and expanding rates of legal immigration,\" and, quote, \"The fundamental issue is that the United States of America is out of people.\" Translation -- corporations do not want, once again, to raise wages. So we want to flood the country with more workers to keep wages down, stagnant, and meanwhile profits sky high. Now look, there's nothing wrong with representing big business, but is it worth selling out the future of the country, especially to a communist country, to do it? President Trump has rightfully and forcefully called the Chamber out, but instead of attempting to figure out why they are now a man without a country, their response is summed up perfectly by this headline. \"The U.S. chamber wants to disentangle its brand from the GOP and hopes to rebuild the center.\" Here's my message for the Chamber tonight. There is no middle ground when your own citizens are being sold out for a buck. Empowering China and overburdening the United States with millions of illegals is not only bad for American business in the long term, but it's ruinous to the American people in the short term. Tonight's Last Bite is next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for the Last Bite. A four-year-old Rodney Small was on his way home from Disney World when he schooled a woman on proper plane etiquette. I love this. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Stinky feet behind me. That's stinky. It's a lady.  Why would somebody have their feet behind me? Hey, why do you have your feet behind me?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. Brutal honesty? How many times has that happened to you?  Admit, it happens far too often. That was a lot of flights last week and I can confirm -- no one in \"The Ingraham Angle\" staff's feet. That's all the time we tonight. Don't forget my podcast. Go to podcastone.com. Shannon Bream and the \"Fox News @ Night\" team take it all from here. Miss Shannon. You have dealt with a long delay yesterday. I saw your tweet. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}