{
  "date": "June 11, 2018",
  "headline": "Top cop fired by Rahm Emanuel talks mayoral candidacy",
  "subHeadline": "Former Chicago Police Superintendent Garry McCarthy joins 'The Story with Martha MacCallum' with insight from his campaign, and details behind the complicated relationship with his opponent.",
  "url": "https://www.foxnews.com/transcript/top-cop-fired-by-rahm-emanuel-talks-mayoral-candidacy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "sentences": "Hello there, Bret. With we are watching very closely less than two hours away now from this historic moment as President Trump and Kim Jong-un, prepare to come face-to-face for the very first time. Two of the most unpredictable leaders on the world stage in what could be a defining moment in their legacies and in world history. They each have a lot at stake here tonight. President Trump, who will be 71 this week, has said that he will size up the man he once derided as Little Rocket Man pretty much in the first few minutes. And in that short amount of time, he will decide if a deal is even possible with the half his age, Kim Jong-un. Offering a preview of his negotiating style over the weekend during a tense standoff with world leaders at the G7 in Canada, this photo pretty much says it all. Now, for his part, in a surreal scene, Kim Jong-un, spent the day smiling and taking selfies with people in Singapore, where the build-up to tonight's summit looked almost like a prized boxing match, who got souvenirs of the two men's faces plastered on everything from fans to t- shirts to water bottles in Singapore. And then, of course, you got this in the celebrity age that we lived in. You had Dennis Rodman, arriving at the airport today and look at the scrum of reporters around him. That can the president get Kim Jong-un to give up his nuclear weapons because that is what this is all about. The arsenal that his father and his grandfather built to keep them in power. And what if it becomes clear that, that is not going to happen which is a very real possibility still tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER, UNITED STATES HOUSE OF REPRESENTATIVES",
      "sentences": "It would not shock me when the morning of the summit to have one side or the other say over breakfast that \"I am not going.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So the president is awake, it is morning there. And he is tweeting this morning from Singapore, and here is what he said, \"The fact that I'm having a meeting with a major -- is a major loss for the U.S., say the haters and losers. We have our hostages, testing, research and all missile launches have stopped. And these pundits who have called me wrong from the beginning have nothing else they can say. We will be fine!\" Chief National Correspondent Ed Henry, live in Singapore. It appears that the Twitter works just fine at the hotel this morning in Singapore, Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Yes. Martha, that's right. And this dramatic meeting is now less than two hours away and the stakes could not be any higher. It was mere months ago that President Trump was warning a fire and fury to respond to U.S. Intel officials warning that North Korea may have the ability to miniaturize nuclear warheads onto missiles that could reach the continental U.S. That's why the stakes could not be higher. So, tonight though, here in Singapore, there's optimism in the air. As the president has declared he's on a mission of peace, he just tweeted that the pregame meetings are going well. Saying, \"Meetings between staffs and representatives are going well and quickly. But in the end, that doesn't matter. We will all know soon whether or not a real deal, unlike those of the past can happen.\" That tweet and the one you mentioned, appear to be aimed in part at the president shooting down pessimistic media reports back in the U.S. that a deal could be falling apart because Kim Jong-un's aides told the White House, the dictator is planning to leave just a few hours after this summit kicks off. The president had left open the possibility of staying to extend this summit to a second day. He too is now planning to leave just hours after this gets going, but I'm picking up from senior us officials that A, the schedule is still fluid and if they need to, they could add a second day could change again. B, the U.S. side is confident, they can still get the framework of a deal done in this narrow window of time. It all starts with a 45-minute, one-on-one meeting between the president and Chairman Kim. Just the two leaders, no staff except for translators. Then, 10:00 p.m. Eastern, this meeting expands to include the Secretary of State Mike Pompeo, a key bridge here, he's met with Kim, twice. Plus Chief of Staff John Kelly, and National Security Adviser John Bolton. Then, at 11:30 p.m. Eastern, the president and that core group will be joined by more White House aides for a working lunch with the North Korean side since it will be mid-day Tuesday here, a working lunch set up like the president's meal yesterday with the prime minister of Singapore. These conversations go on for hours, and then, the two nations go their separate ways. The president will be able to go back to the hotel with this team, assess where they are. And then, he's planning a solo news conference at 4:00 a.m. Eastern time, seven hours after the summit begins. Now Kim, seemed very loose as you noted in the hours leading up to the talks, all that site seating -- sites seeing including a stop at a casino, a sign perhaps he's eager to see what he can gain economically from a deal. But, Pompeo, warned today while there are economic incentives on the table, the U.S. is not pulling back on tough sanctions until they get a firm denuclearization from North Korea. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, UNITED STATES SECRETARY OF STATE",
      "sentences": "Sanctions will remain until North Korea completely and verifiably eliminates its weapons of mass destruction programs. If diplomacy does not move in the right direction, and we are hopeful that it will continue to do so, those measures will increase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Now, think about where we are despite the naysayers were saying there's no chance of a deal. Back last August, Guam was on high alert as North Korean officials were warning that they might use medium or long- range missiles to attack us military personnel and their families others there in Guam, and their worst fears this could be the start of a nuclear conflict. Here we are now, Martha, just a few months later. Less than two hours away from the start of peace talks. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's remarkable, there's no doubt about it. Ed, thank you so much. Ed Henry, reporting from Singapore. Here now we've got a great panel tonight. Lieutenant Colonel Michael Waltz, Michael Malice, author of Dear Reader, the unauthorized autobiography of Kim Jong-il. David Morey, former adviser to South Korea and Mary Anne Marsh, former senior advisor to Senator John Kerry who went on to become secretary of state. Welcome to all of you, good to have you here tonight. Michael, let me start with you. What did you make of the walkabout, the selfies, and the news that the dear leader has already decided according to his folks that he's going to leave this afternoon? Singapore time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. MICHAEL WALTZ, FORMER GREEN BERT COMMANDER",
      "sentences": "Well, go to -- I'll go to Michael Malice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL MALICE, AUTHOR, DEAR READER",
      "sentences": "Oh well, first of all --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's why I was heading for, go ahead, Michael.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALICE",
      "sentences": "first of all, I'm sorry, I wasn't that guy. I just want to clarify one of the things you said in your intro. When years ago, President Trump, tweeted that when he speaks to the losers and haters, he does so with great affection. It's not their fault, there were born bleeped up. So, it's very interesting to see that he's still attacking his naysayers, and with good reason. I mean, last summer of Chuck Schumer and all the Democrats were hitting him hard, and to have some cautious optimism that this can go in a positive direction is not too much to ask. We could see diplomatic relations, we could see the end of the Korean War, we could see further talks and a pause on their nuclear program, and notice that Mike Pompeo has carefully shifted the argument from denuclearizing North Korea to denuclearize the whole Peninsula. So, ready that's a little bit of an agreement that's been made between the two sides behind the scenes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, but Michael Malice, let me stay with you. What do you make of Kim Jong-un, when you watch him walking around, taking the selfies, and you hear that he's already decided that he is leaving today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALICE",
      "sentences": "This could be a feint. I mean, remember, this meeting was supposed to be off a couple of weeks ago, they liked playing hardball, they like -- you know, it's kind of this Hollywood thing who's going to go to whose table? The fact that we got him to leave North Korea, the fact that we getting him to sit down with President Trump is a big concession on his part. And the fact, also that the North Korean media is already reporting on this meeting, where is usually the report in it after the meeting has occurred has been successful, is it tell that they already have made some agreement and that there's going to be a success by some measure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I mean, obviously, he also gets nervous, I think leaving home. That people in North Korea just found out this morning, in fact, that the leader of their country was leaving and going to Singapore. The rest of the world has been very aware of this but media is very different there as we know. Michael Walls, interesting that he let go three of his top military officials, Kim Jong-un, in recent days, which begs the question. Perhaps, they were against some of the moves that he is planning to undertake here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Yes, that's absolutely right. I mean, we have to keep in mind that Kim Jong-un has a domestic audience, as well and that's namely the North Korean military. And this nuclear program truly is kind of the holy grail of the North Korean military's. And you know, to that end, the reason that we are sitting here is President Donald J. -- Donald J. Trump, made both the North Koreans and the Chinese realize that the use of credible -- the credible use of military force is on the table, would be used, and I think he's changed their calculus. Heretofore, you know, they have believed that they had to have a fully function of ICBM in order to ensure the regime survival. And now, Donald Trump has made them realize that, no. If you get that ICBM, it will mean your destruction, and I hope that's the message in their one-on-one, that is delivered mano a mano, perfectly clear. That if you use this time to drag things out with the inspection regime and then back out later and declare a nuclear program, that it will mean the destruction of your regime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, David Morley, one of the things that seems to have sunk in with Kim Jong-un is that the status quo is not any longer for him. Either he needs to change his model, and open up his economy, and agree to some security assurances from the United States and dismantle his nuclear program, or he's going to face some military threat from the United States. So, that -- those are the choices that he has on the table. Coming on that, and also on this denuclearization of the entire peninsula, the Secretary of State Pompeo is talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID MOREY, CHAIRMAN, DYNAMIC MATERIALS CORPORATION, GLOBAL",
      "sentences": "I think that's right, Martha. I think we should -- this rises above politics. So, I think we should stop talking about Democrats and Republicans. Democrats are rooting for President Trump on this one. He deserves credit for being a disruptive diplomat as does Kim Jong-un. We don't know -- I mean, we're giving him something by having the meeting. I disagree with some of the previous discussion. This is a real win for Kim J. -- Kim Jong-un, just sitting down with him, number one. Number two, we don't know if it's the pain of the sanctions, or if he's just gotten to this point with nuclear weaponry where he now is satiated, and he wants to move and turn the company to economic prosperity. So that's going to be a key issue. The question, Martha, you raised is what does denuclearization mean? And that's going to come down to the process that follows these meetings, which I think will go well. That's going to come down to the pace at which we negotiate this. There's maybe 300 steps, this is much more complicated than the Iranian deal, and finally what price is involved in terms of economic incentives here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, the president has said it's a one-shot deal. So, he's definitely putting the pressure on Kim Jong-un to use this moment productively, and for both sides to walk out feeling like they have gotten something out of this meeting. Let me bring in Mary Anne Marsh, talking about politics. This is a little montage from some of the coverage today before these meetings even began. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The rest of the world is looking at this and thinking like, do these people know what they're doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And for the president to place all his eggs and the dictator basket seems ludicrous at best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're making nonsensical comments like we're going to know in the first minute whether or not North Korea will denuclearized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "President recognizes a bit of himself in Kim. There's a lot of similarity as --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's not going to come home and say that he failed. He is going to hold us aware, no matter what.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Lot of armchair psychology going on there. They seem to be deep into the mind of President Trump and know exactly what he's thinking and what he's going to do here, Mary Anne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARY ANNE MARSH, PRINCIPAL, DEWEY SQUARE GROUP",
      "sentences": "Well, it was widely reported that there was a psychological brief done on Kim for Trump to prepare for this meeting. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That makes -- do that not make sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSH",
      "sentences": "Well, of course, it does for the preparation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSH",
      "sentences": "But the fact is no matter what happens tonight, and we will see what happens in the next few hours. This is a win for Kim, he's getting much-desired attention. The air of legitimacy conferred upon him by this meeting, the handshake that we will inevitably see hours from now yet he has done nothing, maybe little if nothing to earn it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mary Anne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSH",
      "sentences": "He hasn't agreed to anything yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mary Anne, last summer, as Ed Henry pointed out in his report, we were looking at a situation where there were missile tests going off pretty much every six weeks, and people were concerned that one of them might mistakenly land in the middle of Japan if it were misfired. So, I think -- and we've also got hostages back. I mean, to say that there's nothing that is growth along this spectrum, just based on the facts seem -- seems untrue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSH",
      "sentences": "Well, there are few points here, Martha. I mean that the fact is when you look at this, Trump has gone from demanding denuclearization of North Korea to a process that they will negotiate off the Korean Peninsula which others here have agreed upon and been reported. He is not going to Otto Warmbier, yes, returned home, I believe one year ago today. Yet, nothing and at the hands of North Koreans who had him, and he returned home blind, deft, and howling, we need to die a week later. And human rights will not be raised tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mary Anne, we understand that but President Obama, on the way out the door, said to President Trump, North Korea is your biggest problem, by the way, see you later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSH",
      "sentences": "Well, and that was the first and only thing he said to him. And I do think, the presence of two people play large here tonight. Barack Obama and Xi Jinping. Barack Obama -- Trump is obsessed with undoing Barack Obama's legacy and everything he has done. And I think he would like to see to show to him, \"See, look, I got this meeting, we're going to get something done. Here is one more thing I beat you at, Xi Jinping is the power broker in this area, nothing happens without him, especially in North Korea.\" And I think, Xi Jinping has a lot to say about what happens in this negotiation more than just flying him to get to this meeting, and to make sure that he's propped up his regime, that his parents -- speak his father before him, and provide him what food and energy they do have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, guys, thank you very much. It's going to be fascinating. We are less than two hours away now, an hour and 46 minutes and we're all going to be watching it so closely. Great to have all of you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOREY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSH",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Quite a night, right? So, Fox News \"ALERT\", a live look outside the hotels in Singapore. Isn't is fascinating? Just watching this as they get ready to go. They are less than a mile apart these two men right now. President Trump and Kim Jong-un will leave in less than an hour to get moving towards the location where they will meet and have coffee. We know the president's already up, he's awake he's been tweeting this morning, and President Trump's Singapore is being compared to Reagan's Reykjavik moment. Will Mr. Trump, perhaps, walk out as Reagan did? Anything is possible tonight, folks. Chris Wallace was there then, and now. And he is here in a moment. Plus things got a little bit testy at the G7. And pretty much exploded when President Trump's plane took off that's coming up. Steve Hilton, says the outrage means that we are getting somewhere. He is live on set, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I will say it was not contentious. What was strong was the language that this cannot go on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NAVARRO, WHITE HOUSE TRADE ADVISER",
      "sentences": "There's a special place in hell for any foreign leader that engages in bad faith diplomacy with President Donald J. Trump and then tries to stab him in the back on the way out the door. And that's what bad faith Justin Trudeau did with that stunt press conference. That's what weak, dishonest Justin Trudeau did and that comes right from Air Force One.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It does, can you tell? Wow. White House Trade Adviser Peter Navarro giving voice to the President's Twitter tirade after Canadian Prime Minister Justin Trudeau waited until Air Force One was just taking off to start talking tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "sentences": "Canadians did not take it lightly that the United States has moved forward with significant tariffs - - were polite were reasonable but we also will not be pushed around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Kristin Fisher live at the White House with the story tonight. Hi Kristin!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CHANNEL WASHINGTON CORRESPONDENT",
      "sentences": "Hey, Martha well at the same time that President Crump is preparing to sit down with one of the U.S.'s greatest adversaries, he's also essentially backing out of the deal with some of the U.S.'s greatest allies this weekend at that meeting of the G7 leaders in Quebec. It was already tense. As captured in this photo German Chancellor Angela Merkel staring off with President Trump, then Canadian Prime Minister Justin Trudeau held that press conference that you were just talking about where he announced that his country would be moving forward with those retaliatory tariffs against the U.S. starting July 1st.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUDEAU",
      "sentences": "You want to hurt American workers, they're our neighbors, they're our friends. My job is to stand up for Canadian workers, Canadian interests, and I will do that without flinching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Now, Trudeau's office says that the Prime Minister didn't say anything in that press conference that he hadn't already said President Trump in public and in private conversations but something in those remarks clearly set the President off shortly after he accused Trudeau on Twitter of being very dishonest and weak. He announced the possibility of even more tariffs this time on automobile imports and most importantly he withdrew his endorsement of the g7 s joint statement which the U.S. had just agreed to. The White House's top economic and trade advisors placed all the blame squarely on Trudeau.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR, NATIONAL ECONOMIC COUNCIL",
      "sentences": "He really kind of stabbed this in the back He really actually -- you know, what he did a great disservice to the whole G7.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "To my friends in Canada, that was one of the worst political miscalculations of a Canadian leader in modern Canadian history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "But some members of Congress including some Republicans worried that perhaps the White House has gone too far here. And Republican Senator John McCain went so far as to put out this statement to our allies. He said on Twitter, \"Americans stand with you even if our President does not.\" But President Trump seems perhaps more convinced than ever that the U.S. is continuing to get ripped off. He said just today that he will now call fair trade fools trade unless it's reciprocal and Martha, of course, all of this leaves those ongoing NAFTA negotiations very much just kind of blown in the wind nobody knows really what's going to happen there. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No we don't. Kristin, thank you so much. As Kristin mentioned, President Trump now coming under fire over his handling of the relationships with longtime U.S. allies. Watch it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN RICE, FORMER UNITED STATES NATIONAL SECURITY ADVISER",
      "sentences": "For the President of the United States to walk into that session and to essentially blow it up and disrespect our allies is very worrisome and very destructive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL HAYDEN, FORMER DIRECTOR, NATIONAL SECURITY AGENCY",
      "sentences": "Trudeau did not make President Trump look weak. President Trump made President Trump look unstable, erratic, and thin-skinned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH DAWSEY, REPORTER, WASHINGTON POST",
      "sentences": "He's just take on Canada or France and be friendly to North Korea in pursuit of a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now Steve Hilton, Host of the Next Revolution here on Fox News Channel. It's good to see you. What do you make of all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HILTON, FOX NEWS CHANNEL HOST",
      "sentences": "It's one of my favorite topics. So this illustrates the whole point of Donald Trump. All the people are going around saying -- the establishment, the foreign policy elites saying this is unprecedented. We've never seen anything like this before. The whole point of Donald Trump was to be unprecedented. People wanted a change. They feel that for decades, whoever wins elections you get the same policies, globalization, stuff that benefits big business but hurt small business and working people, and they want to change from all that. And finally you see a president who goes into these meetings, Susan Rice is right to say that he blew it up. But that's what people want. That's what you need because actually the international order that they talk about so fondly, it hasn't worked for anyone except the elite. And that's what Donald Trump was elected to change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's fascinating to me because you know, you watch these meetings when you look at that picture of all of them standing around the table and I love Abe, he's like you talk to him, you know. But you're -- I think you're absolutely right. And you know, whether or not it will work out in President, we have no idea at this point, but it wouldn't surprise me at all a month from now to see some sort of deal between Canada and the United States where you know, where the parity is a little bit closer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILTON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now I just want to show you, Stephen Harper, the former Canadian Prime Minister was talking to Maria Bartiromo. And here's what he said. He doesn't believe that we are not at parity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN HARPER, FORMER PRIME MINISTER OF CANADA",
      "sentences": "Not only is the deficit -- trade deficit with Canada small, the United States runs a current account surplus with Canada. Canada is the biggest single purchaser of U.S. goods and services in the world. It's not China, it's not Mexico, it's not Britain, it's not Germany, it's Canada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILTON",
      "sentences": "See, the diplomats and the bureaucrats have this brilliant way of trying to smooth everything over and they point to things like that and they look at averages and they get these statistics out there. But they cover up the reality for individual industries and for people. So for example, when the President points to something that's very specific which is the dairy industry, there there's a massive disadvantage. And that's his skill really is to say you can come with your statistics but what I'm interested in is how it affects individual working Americans. And the fact is that exactly as you say, this is not President Trump starting a trade war, this is President Trump on behalf of the people who voted for him standing up for their interests after decades in which they have come second to the interests of global corporations who really don't care about people in one country or another. They just care about the efficient way of doing things wherever that may be, and that's just empowered countries like China at our expense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And your right that he gets specific about it. He'll say you know, how many -- how many F-150 Ford trucks have you seen driving around Germany? Ask yourself that, folks. And there's a reason why you're not seeing a lot of them. And Justin Trudeau was clearly putting on his trumpiest Trump act in that moment and the President pushed back so we'll see where it goes. Great to have you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILTON",
      "sentences": "So great to be with you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks for being here. All right, so we are on Singapore summit watch and this is -- it's just fascinating because inside these hotels at St. Regis is where Kim Jong gun is at this moment preparing for what's safe to say I think one of the biggest moments in his life. I mean, he's about to meet the United States President. Some have said that in and of itself is a big victory for Kim Jong-un. He's going to be on the world stage and let's see how he does. In -- at the Shangri-La Hotel President Trump is there, apparently, there's no Trump Hotel in Singapore which I'm sure he would love to fix. But anyway, President Trump is at the Shangri- La and they're getting pretty close, about an hour and a half away before they'll walk into that room, have coffee, spent a few minutes together alone with translators of course. And it'll be interesting because Kim Jong-un went to school in Switzerland. I would imagine he understands a lot of English. Would you think so too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think that that's what we're hearing that actually sometimes he pretends that he doesn't really -- he have to wait for the interpreter but actually he's much smarter than --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It gives him a few extra minutes to kind of thing while the interpreter is interpreting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's pretty sophisticated. He loves American culture. It's going to be really interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fascinating. So also coming up tonight, we have a very important segment. Garry McCarthy who has been here several times with us. He was a former head of the Chicago Police Department. Rahm Emanuel fired him as the Black Lives Matter Movement heated up and got ugly in Chicago. But now the former top cop would like Ron's job as Mayor of the Windy City and he joins me next. Also tonight, former President Obama is secretly meeting with top Democratic prospects for 2020 holding some meetings, seeing who maybe stands out of the crowd as Bill Clinton is back in hot water tonight with a very unfortunate comment. Charlie Hurt and Juan Williams take on that debate right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So developing tonight, it appears that President Barack Obama is back on the scene. The former president reportedly having sort of secret meetings, people coming in and out of his building where his office is now, talking to folks who might be 2020 presidential hopefuls, giving some advice, some guidance perhaps. Thoughts in the future of the Democratic Party. He has met with at least nine potential candidates so far, including major names like former Vice President Joe Biden, Senators Bernie Sanders and Elizabeth Warren and former Massachusetts Governor Deval Patrick. Here now, Charlie Hurt, former columnist for the Washington Times and a Fox News contributor, and Juan Williams, co-host of The Five and a Fox News political analyst. Gentlemen, welcome. Good to have you with us. Juan, let me start with you. What you think this tells us about the potential role of the former president and all of this? JUAN WILLIAMS, CO-HOST & POLITICAL ANALYST, FOX NEWS: Well, I think in a sense he's coming out of hiding now that Obama people say of course he's talking to fellow Democrats, but the way the news was spreading today is that these are potentially the people who would be the Democratic Party's nominee in 2020. I think the key here is that maybe the president is operating in that way, Martha, but he doesn't wanted to be the case that people perceive that the establishment, the Democratic Party establishment is picking the candidate. That hasn't worked for them in these Democratic primaries this year leading up to the midterms and it would seem like a heavy hand. Remember, they picked Hillary Clinton last time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, it's understandable that the former president would want to have these meetings, you know, sort of off the radar. I couldn't help but think of all the people coming in and out of Trump tower and how different these two men are. Not that the situations are similar, but everyone remembers those moments, the video. People come -- we're going to see it in a second, I promise. Everybody walking in and out of the building and there were cameras set up everywhere. Charlie, very different men and how they go about their politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES HURT, CONTRIBUTOR, FOX NEWS",
      "sentences": "Indeed. Trump likes a show. He likes to draw out, he likes the klieg lights. They could not be more different. But, you know, with Barack Obama, we've seen his involvement in partisan politics since he left office and had been fairly unusual. You know, whether he's weighing in on Obamacare or other policy things. But as Juan said, you know, I guess it's not to be all that surprising, it shouldn't be all that surprising considering the fact that, you know, the president is sitting there watching so much of his agenda get torn out by root and branch by this president. Of course, a lot of it is easily done by whatever it was, the pen and the phone, because a lot of Obama's agenda was put in by a pen and a phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, unfortunately that's a lot of weight president have to work these days. They have a tough time getting through a lot of major legislation. I just want to point out, you know, some of the people that have not been there. Terry McAuliffe, Kirsten Gillibrand, Kamala Harris. Cory booker hasn't visited the offer since last year. I don't know if that is significant or not, but does this tell us anything about who the president prefers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, it's kind of early. Because, you know, I think we're still trying to understand exactly how significant it is that he's talking to all these folks. Although I think many of them are contenders. But I'll tell you the one thing that stands out to me, is if you are thinking about who is the leader of the Democratic Party at this moment and lots of people, especially Republicans are saying there is no leadership, there's an absence of leadership ad absence of message. Well, guess what, it's not Nancy Pelosi, it's not Chuck Schumer. Here we have Barack Obama asserting himself as the man who is fighting Republican gerrymandering, fighting for voter registration leading to the midterms and I think now potentially asserting himself as the man who will select the party's nominee in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, there's no doubt that his support will be huge for whoever ultimately gets it. And you know, Bill Clinton is looking like he is just disappearing from the scene and comments like this are not going to help him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL CLINTON, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I think the norms have really changed in terms of what you can do to somebody against their will, how much you can crowd their space, make them miserable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't think that's so good, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How he doesn't get more attention, he said it several days ago. I hadn't seen that until this morning, but how much you can do to somebody against their will, Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I just think that's offensive. You can't do -- you should do anything to anybody against their will. But I don't know, I mean, there's no change over time on standards, that's just wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Charlie, quick time we've got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Well, you know, and of course, it's important to remember that this is exactly the sort of behavior in the White House, in the Oval Office that a lot of Clinton's detractors have deplored about him at the time and you know, so it comes as a little surprise to a lot of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Well, I think he's putting an interesting mark on his legacy over the last week. Gentlemen, thank you, great to see you both. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Take care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So we are on Singapore summit watch and this is very interesting. This is the hotel where Kim Jong-un is staying. We're going to see some movement as they start moving out of these buildings momentarily. An hour and 24 minutes until the big meeting. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The Chicago mayoral race is heating up. Gary McCarthy, the former Chicago police superintendent has now announced that he's going to be running for mayor and he will be up against the sitting mayor, Rahm Emanuel, who is going for a third term. Now Rahm Emanuel fired Gary McCarthy from the police department over three years ago. They are both Democrats and they have a very different outlook on how to fix one of the greatest cities in America that has clearly fallen on some hard times. Trace Gallagher live in our west coast newsroom will with the back story on this one tonight. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT, FOX NEWS",
      "sentences": "Hi, Martha. Listing the positives and negatives of Gary McCarthy's campaign kind of goes like this. Positives are that he has a good name recognition, good media presence and a great resume, having served as a top law-enforcement official in three major cities. Negatives are that his campaign is short on cash, he doesn't have the money to self-finance and he's running against a political machine that is Rahm Emanuel. And while Gary McCarthy identifies as a conservative Democrat, the Emanuel campaign is already calling his candidacy the Trump-McCarthy ticket. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Candidate Gary McCarthy has a very big fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "The head of the police in Chicago is a person I know. He's a phenomenal guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "McCarthy fires back saying the attack ad shows that he's got the Chicago mayor's attention. McCarthy won't say who he voted for him in the 2016 presidential election but he also says he won't abandon his friends like Rudy Giuliani because of his political affiliation. McCarthy was deputy New York police commissioner on 9/11 and worked closely with Giuliani during and after the attacks. McCarthy said Rahm Emanuel's attempt to link them to the Trump administration is aimed solely at trying to avoid the real issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY MCCARTHY, MAYORAL CANDIDATE, CHICAGO",
      "sentences": "Under this mayor where we're watching higher taxes, corruption, school closings and violent crime. We don't have to live like this. Chicago does have to live like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "McCarthy says during his tenure as Chicago's top cop the homicide rate dropped to levels not seen since the 1960s, yet, over the past two years the city has seen 1400 murders, there were nine just this weekend. But it was on McCarthy's watch in 2014 when a white Chicago police officer shot and killed black teenager Laquan McDonald. Police body cam video showed the teen was carrying a folding knife and was shot 16 times. Rahm Emanuel fired Gary McCarthy in an effort to restore public confidence. McCarthy has cast himself as a scapegoat in that case, but says this is not a revenge campaign. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you so much. Gary McCarthy, former Chicago police superintendent and Chicago mayoral candidate joins once again on this story tonight. Gary, good to see you. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Thank you, Martha. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, obviously that video of Laquan McDonald is going to be central when you are going up against Rahm Emanuel, as we made clear in the story there. You were let go from your position after that. But you claimed that city hall also played a role in all of that. How so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, they didn't play a role, they actually did it. They -- this is a typical case of accountability without authority. I was accountable for the behavior of the Chicago police officers, but I didn't have the authority to discipline them. I can only make a recommendation to a civilian board. I was accountable for the investigation that was conducted by an outside civilian office and I have the actual testimony of Rahm Emanuel's attorney in April of 2015 lying to the city council and telling them that they want to give the family $5 million -- without telling the city council that there's an agreement not to release the video. The cover-up of that case happened exclusively in city hall. That's public record. There was something like 6,000 e-mails that went back and forth regarding Laquan McDonald and I was on one and it was after I was fired. I can only take one step, which was to put that office who were on paid desk duty by Illinois state law. Wasn't in charge of the investigation, wasn't in charge of the discipline, didn't hide the video. That was solely on city hall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. We are short on time because of the summit coming up. But I just want to ask you what do you want to do to save your city? Because, you know, you've heard that this is a revenge move on your part and you say that is absolutely not so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Absolutely not true. I had adopted this city and the city has adopted me. I have been here for almost eight years now. I have a 19-month- old son who I don't want him to grow up in these conditions of crime, lack of education and increasing taxes and poor economy in the city. And the answer is legitimacy and government. You know, I had the opportunity to be there when Rudy Giuliani turned New York city government into performance-based government. If anybody ever ran a business the way that city hall is run here in Chicago, which is about political bullying, lying, pay-for-play, corruption, taking care of your friends, you would be out of business in a heartbeat. Performance-based government, business management techniques, addressing the actual issues that exist in the city and inclusion. You know, I love to talk about the fact that we love to celebrate diversity but we've got to celebrate unity. We've got to stop the polarization that's going on not just in Chicago, but in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "We kind of have to get together and look at the problems and go after it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And that's the plan, that's the platform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Gary McCarthy, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I hope I get to see the two of you debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Always a pleasure, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's going to be very, very interesting. And you represent two very distinct wings of the Democratic Party. I think a lot of people will look at you and recognize the Democratic Party that they used to know. And we will see how that shakes out. Thank you so much, Gary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I'd be shocked if he doesn't, but thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. We'll se. Fox News alert as we look at the live scene. Morning has broken in Singapore where at 7.45 in the morning and we are about an hour and 14 minutes away. President Trump and Kim Jong-un on at their respective hotels, but we do understand that they will be on the move very shortly as they start heading towards the summit. The president is, we have heard, ready to walk away if he walks into that room and sees that a deal to denuke on the part of North Korea is not on the table, but we will see. We'll see what happens here. President Ronald Reagan was in a similar situation at one point with Mikhail Gorbachev of the Soviet Union and Chris Wallace was there. Tonight, he's here as we await history live from Singapore, up next. Chris Wallace joins me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONALD REAGAN, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I went to Reykjavik. They turn that everything was negotiate except two things, our freedom and our future. The door is open and the opportunity to begin eliminating a nuclear threat is within reach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You are looking live at the Saint Regis hotel in Singapore. This is the hotel that Kim Jong-un is staying at. This is a live shot. I mean, you know, whenever you have world leaders of this magnitude, and we've never see world leaders of these two particular magnitudes about to get together and talk, the security and the intensity of that is just unfathomable. So you are watching them as they go through each one of these cars. These are the gentleman whose job it is to get Kim Jong-un to the summit and it is an incredible moment that we are watching unfold. The camera at some point will switch over to President Trump's hotel, the Shangri-la and we will see all of the preparations is that gets underway as well. And as we await this historic North Korea summit, a lot of people have been talking about 1986 today and the Reykjavik summit and whether or not it's a blueprint in some ways of what we may see play out here. Two days before that famous Oval Office address that we showed you, President Reagan and his Soviet counterparts, Mikhail Gorbachev, met in Iceland hoping to reach an agreement that would eliminate both countries supply of nuclear weapons. The deal could have been momentous and it almost was until a sticking point surfaced. Reagan's space-based missile program also known as Star Wars and the strategic defense initiative which he said was simply not on the table. He was needed it to protect the United States. Gorbachev wanted testing of the space defense programming limited to laboratories for the next 10 years but President Reagan said no, believing that it was a program that was absolutely essential to our national security. And Gorbachev refused to compromise, the president turned to his secretary of state, George Schultz and said this meeting is over, let's go, George, and out they went. Gorbachev pleaded for them to stay, asking can we do something here, can e work something out? To which it Reagan replied it is too late. So here's how that was reported at the time to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR, FOX NEWS",
      "sentences": "It seems clear than that Gorbachev is ready to deal with the U.S., but only on his own terms and at his own pace. For a president with just a year left in office, that may mean steady progress, but not the big finish he had hoped for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now live from Singapore, Fox News Sunday anchor Chris Wallace who covered that summit back in 1986. Chris, great to see you now and great to see you then as well bringing a smile to our faces as we look back at all the experience that you have had. Your thoughts, Chris, as we watch these motorcades get in placed tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes. Let me say first of all, that kid needed a haircut and secondly, it doesn't seem a day more than 32 years ago, which is exactly what it was. First of all, there is a palpable sense of excitement here. I mean, to see the motorcade lining up, to know that these two leaders are going to be driving over to Sentosa island, which is like -- it's called the state of fun, that's what they market it as and there's a Universal Studios there and beaches and golf courses, but they are going to be down to some very serious business in just over an hour. And this one as opposed to U.S. Soviet summits, which were big and important, but there was a kind of routine to them, the idea four months ago that the leaders of the United States and North Korea, the hermit kingdom were going to get together after all the insults thrown back and forth, it's just unthinkable, and obviously very exciting with what we are about to see play out over the course of this evening in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And one of the things that makes it so exciting, Chris, is that these are not too predictable individuals, in fact, they are extremely unpredictable and we could very well see a situation, it's easy to imagine president Trump getting up from that table and saying, you know what, no big deal, we can come back another time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes. I certainly agree that they are volatile, unpredictable characters who push the envelope and you know, don't observe the diplomatic niceties. Having said that, I would be very, very surprised if this were to fall apart. And I base that on Secretary of State Pompeo, who has been closer to the negotiations and closer to talking to Kim Jong un than any other American, and for him to come out at the news conference earlier today and say I'm very optimistic that this is going to have a good resolution, I think there's going to be enough here for both men to declare the Singapore summit a success, not with a big agreement to denuclearize, but enough good faith on both sides to continue the negotiations going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I thought it was fascinating, President Trump was up and tweeting this morning. Obviously he was watching TV and he was barking at the naysayers who believe that, you know, no progress has been made and he was pointing to the return of the hostages, the fact that the missile tests we witnessed just last summer, which looks very dangerous and very provocative at the time, indeed they were, are no longer happening, Chris. So he was clearly making the point that already walking in the door he feels like he has made progress to get to this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I completely agree with that. You know, it's easy to forget, but think back to five months ago, six months ago, when the president was calling Kim little rocket man and threatening to rain fire and fury. And there was a sense that the doomsday clock in the far east between the U.S. and Russia -- I'm sorry, in China and North Korea and Japan and South Korea, that it was approaching midnight and there really was a sense of tension and the president at one point talking to his aides about potentially evacuating the tens of thousands of American dependents from South Korea, whose aides, particularly the Pentagon talked him out of that. We were really on a hair trigger. We are somewhat further away from that now and while that doesn't get us closer to denuclearization, doesn't get us closer to a deal, it is certainly a much better situation to be in and to conduct the summit than a hair trigger we were at just a few months ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. I thought it was significant that the president put out a statement that he spoke to Prime Minister Abe of Japan. He also spoke to Prime Minister Moon of South Korea making it very clear, and as Mike Pompeo said the other day, there is no daylight between us and our allies in this situation. But apparently, the secretary of state also talked today about the denuclearization of the peninsula, which indicates that there may be some room for denuclearization of the entire peninsula. I mean, that sounds like a possibility, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, first of all, to your first point, this is not just yes, they are only going to be two men in the room, Kim and Trump, but this is not just about the two men of the two nations. You are exactly right. There's a very complex set of relations in the Far East. North Korea, South Korea, Japan, China, the United States and one of the things Abe, the prime minister of Japan is obviously concerned about is what the president say get rid of all year long range missiles that could hit the U.S. continent, but not say anything about the medium or shorter range missiles that could still hit Japan. So I think the president very much wants this to all be put together. In terms of denuclearization, the U.S. has made it clear what it wants. It wants Kim to give up his entire nuclear program, all of the nukes, all of the missiles, all of the nuclear infrastructure that can enrich uranium or plutonium. What Kim wants when he talks about denuclearization is also a dramatic disarmament in South Korea. Now we don't have nukes there. We haven't had them for decades, but we do have those B-2 bombers that fly over, which have nukes, we have submarines that have nukes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And in fact, that's part of the nuclear umbrella with which we protect the North -- the Far East. There is some concern that if the president agrees to that that it lifts the umbrella, lift the shield with which we promised to protect South Korea and Japan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Chris, in the minute I have left with you, I thought it was fascinating I was reading today about something that is called Pyong- Hattan, which is the growing small elite that exist in North Korea and that the members of their growing small elite are allowed to have certain kinds of commercial enterprise, selling noodles, renting your apartment to someone if you like. You know, sort of baby steps towards what we consider to be, you know, capitalist farmers and that keeping these folks happy in North Korea is something that has become increasingly difficult for Kim Jong un. He just fired a bunch of his military leadership and these people apparently are the ones that perhaps he feels he has to answer to in all of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, that's exactly right. To the degree that a totalitarian dictator has to answer to anybody, but that's exactly right. There are two components to this from Kim's point of view. One, yes, he wants security guarantees and he wants a military stand on. You can see the delegation starting to come out--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- at the Saint Regis hotel -- but he also wants economic. That doesn't necessarily mean he wants McDonald's on every corner, but he wants a release of the sanctions so that he is able, as you say, to improve the lives of people in his country. Some economic boost and that's one of the things the president is talking about and I suspect it's one of the reasons that Kim is here in Singapore this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. There's no doubt that the dynamic and North Korea is being pressured to change and that the status quo is simply not a possibility whether they come to an agreement here or not. Fascinating to watch this delegation as he gets in place. Chris will be with you throughout the coverage. Thank you so much. The story continues and it goes on with Tucker Carlson in D.C. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "utterance": "Hello there, Bret. With we are watching very closely less than two hours away now from this historic moment as President Trump and Kim Jong-un, prepare to come face-to-face for the very first time. Two of the most unpredictable leaders on the world stage in what could be a defining moment in their legacies and in world history. They each have a lot at stake here tonight. President Trump, who will be 71 this week, has said that he will size up the man he once derided as Little Rocket Man pretty much in the first few minutes. And in that short amount of time, he will decide if a deal is even possible with the half his age, Kim Jong-un. Offering a preview of his negotiating style over the weekend during a tense standoff with world leaders at the G7 in Canada, this photo pretty much says it all. Now, for his part, in a surreal scene, Kim Jong-un, spent the day smiling and taking selfies with people in Singapore, where the build-up to tonight's summit looked almost like a prized boxing match, who got souvenirs of the two men's faces plastered on everything from fans to t- shirts to water bottles in Singapore. And then, of course, you got this in the celebrity age that we lived in. You had Dennis Rodman, arriving at the airport today and look at the scrum of reporters around him. That can the president get Kim Jong-un to give up his nuclear weapons because that is what this is all about. The arsenal that his father and his grandfather built to keep them in power. And what if it becomes clear that, that is not going to happen which is a very real possibility still tonight."
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER, UNITED STATES HOUSE OF REPRESENTATIVES",
      "utterance": "It would not shock me when the morning of the summit to have one side or the other say over breakfast that \"I am not going.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So the president is awake, it is morning there. And he is tweeting this morning from Singapore, and here is what he said, \"The fact that I'm having a meeting with a major -- is a major loss for the U.S., say the haters and losers. We have our hostages, testing, research and all missile launches have stopped. And these pundits who have called me wrong from the beginning have nothing else they can say. We will be fine!\" Chief National Correspondent Ed Henry, live in Singapore. It appears that the Twitter works just fine at the hotel this morning in Singapore, Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Yes. Martha, that's right. And this dramatic meeting is now less than two hours away and the stakes could not be any higher. It was mere months ago that President Trump was warning a fire and fury to respond to U.S. Intel officials warning that North Korea may have the ability to miniaturize nuclear warheads onto missiles that could reach the continental U.S. That's why the stakes could not be higher. So, tonight though, here in Singapore, there's optimism in the air. As the president has declared he's on a mission of peace, he just tweeted that the pregame meetings are going well. Saying, \"Meetings between staffs and representatives are going well and quickly. But in the end, that doesn't matter. We will all know soon whether or not a real deal, unlike those of the past can happen.\" That tweet and the one you mentioned, appear to be aimed in part at the president shooting down pessimistic media reports back in the U.S. that a deal could be falling apart because Kim Jong-un's aides told the White House, the dictator is planning to leave just a few hours after this summit kicks off. The president had left open the possibility of staying to extend this summit to a second day. He too is now planning to leave just hours after this gets going, but I'm picking up from senior us officials that A, the schedule is still fluid and if they need to, they could add a second day could change again. B, the U.S. side is confident, they can still get the framework of a deal done in this narrow window of time. It all starts with a 45-minute, one-on-one meeting between the president and Chairman Kim. Just the two leaders, no staff except for translators. Then, 10:00 p.m. Eastern, this meeting expands to include the Secretary of State Mike Pompeo, a key bridge here, he's met with Kim, twice. Plus Chief of Staff John Kelly, and National Security Adviser John Bolton. Then, at 11:30 p.m. Eastern, the president and that core group will be joined by more White House aides for a working lunch with the North Korean side since it will be mid-day Tuesday here, a working lunch set up like the president's meal yesterday with the prime minister of Singapore. These conversations go on for hours, and then, the two nations go their separate ways. The president will be able to go back to the hotel with this team, assess where they are. And then, he's planning a solo news conference at 4:00 a.m. Eastern time, seven hours after the summit begins. Now Kim, seemed very loose as you noted in the hours leading up to the talks, all that site seating -- sites seeing including a stop at a casino, a sign perhaps he's eager to see what he can gain economically from a deal. But, Pompeo, warned today while there are economic incentives on the table, the U.S. is not pulling back on tough sanctions until they get a firm denuclearization from North Korea. Listen."
    },
    {
      "speaker": "MIKE POMPEO, UNITED STATES SECRETARY OF STATE",
      "utterance": "Sanctions will remain until North Korea completely and verifiably eliminates its weapons of mass destruction programs. If diplomacy does not move in the right direction, and we are hopeful that it will continue to do so, those measures will increase."
    },
    {
      "speaker": "HENRY",
      "utterance": "Now, think about where we are despite the naysayers were saying there's no chance of a deal. Back last August, Guam was on high alert as North Korean officials were warning that they might use medium or long- range missiles to attack us military personnel and their families others there in Guam, and their worst fears this could be the start of a nuclear conflict. Here we are now, Martha, just a few months later. Less than two hours away from the start of peace talks. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's remarkable, there's no doubt about it. Ed, thank you so much. Ed Henry, reporting from Singapore. Here now we've got a great panel tonight. Lieutenant Colonel Michael Waltz, Michael Malice, author of Dear Reader, the unauthorized autobiography of Kim Jong-il. David Morey, former adviser to South Korea and Mary Anne Marsh, former senior advisor to Senator John Kerry who went on to become secretary of state. Welcome to all of you, good to have you here tonight. Michael, let me start with you. What did you make of the walkabout, the selfies, and the news that the dear leader has already decided according to his folks that he's going to leave this afternoon? Singapore time."
    },
    {
      "speaker": "LT. COL. MICHAEL WALTZ, FORMER GREEN BERT COMMANDER",
      "utterance": "Well, go to -- I'll go to Michael Malice."
    },
    {
      "speaker": "MICHAEL MALICE, AUTHOR, DEAR READER",
      "utterance": "Oh well, first of all --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's why I was heading for, go ahead, Michael."
    },
    {
      "speaker": "MALICE",
      "utterance": "first of all, I'm sorry, I wasn't that guy. I just want to clarify one of the things you said in your intro. When years ago, President Trump, tweeted that when he speaks to the losers and haters, he does so with great affection. It's not their fault, there were born bleeped up. So, it's very interesting to see that he's still attacking his naysayers, and with good reason. I mean, last summer of Chuck Schumer and all the Democrats were hitting him hard, and to have some cautious optimism that this can go in a positive direction is not too much to ask. We could see diplomatic relations, we could see the end of the Korean War, we could see further talks and a pause on their nuclear program, and notice that Mike Pompeo has carefully shifted the argument from denuclearizing North Korea to denuclearize the whole Peninsula. So, ready that's a little bit of an agreement that's been made between the two sides behind the scenes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, but Michael Malice, let me stay with you. What do you make of Kim Jong-un, when you watch him walking around, taking the selfies, and you hear that he's already decided that he is leaving today?"
    },
    {
      "speaker": "MALICE",
      "utterance": "This could be a feint. I mean, remember, this meeting was supposed to be off a couple of weeks ago, they liked playing hardball, they like -- you know, it's kind of this Hollywood thing who's going to go to whose table? The fact that we got him to leave North Korea, the fact that we getting him to sit down with President Trump is a big concession on his part. And the fact, also that the North Korean media is already reporting on this meeting, where is usually the report in it after the meeting has occurred has been successful, is it tell that they already have made some agreement and that there's going to be a success by some measure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I mean, obviously, he also gets nervous, I think leaving home. That people in North Korea just found out this morning, in fact, that the leader of their country was leaving and going to Singapore. The rest of the world has been very aware of this but media is very different there as we know. Michael Walls, interesting that he let go three of his top military officials, Kim Jong-un, in recent days, which begs the question. Perhaps, they were against some of the moves that he is planning to undertake here."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Yes, that's absolutely right. I mean, we have to keep in mind that Kim Jong-un has a domestic audience, as well and that's namely the North Korean military. And this nuclear program truly is kind of the holy grail of the North Korean military's. And you know, to that end, the reason that we are sitting here is President Donald J. -- Donald J. Trump, made both the North Koreans and the Chinese realize that the use of credible -- the credible use of military force is on the table, would be used, and I think he's changed their calculus. Heretofore, you know, they have believed that they had to have a fully function of ICBM in order to ensure the regime survival. And now, Donald Trump has made them realize that, no. If you get that ICBM, it will mean your destruction, and I hope that's the message in their one-on-one, that is delivered mano a mano, perfectly clear. That if you use this time to drag things out with the inspection regime and then back out later and declare a nuclear program, that it will mean the destruction of your regime."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, David Morley, one of the things that seems to have sunk in with Kim Jong-un is that the status quo is not any longer for him. Either he needs to change his model, and open up his economy, and agree to some security assurances from the United States and dismantle his nuclear program, or he's going to face some military threat from the United States. So, that -- those are the choices that he has on the table. Coming on that, and also on this denuclearization of the entire peninsula, the Secretary of State Pompeo is talking about."
    },
    {
      "speaker": "DAVID MOREY, CHAIRMAN, DYNAMIC MATERIALS CORPORATION, GLOBAL",
      "utterance": "I think that's right, Martha. I think we should -- this rises above politics. So, I think we should stop talking about Democrats and Republicans. Democrats are rooting for President Trump on this one. He deserves credit for being a disruptive diplomat as does Kim Jong-un. We don't know -- I mean, we're giving him something by having the meeting. I disagree with some of the previous discussion. This is a real win for Kim J. -- Kim Jong-un, just sitting down with him, number one. Number two, we don't know if it's the pain of the sanctions, or if he's just gotten to this point with nuclear weaponry where he now is satiated, and he wants to move and turn the company to economic prosperity. So that's going to be a key issue. The question, Martha, you raised is what does denuclearization mean? And that's going to come down to the process that follows these meetings, which I think will go well. That's going to come down to the pace at which we negotiate this. There's maybe 300 steps, this is much more complicated than the Iranian deal, and finally what price is involved in terms of economic incentives here?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, the president has said it's a one-shot deal. So, he's definitely putting the pressure on Kim Jong-un to use this moment productively, and for both sides to walk out feeling like they have gotten something out of this meeting. Let me bring in Mary Anne Marsh, talking about politics. This is a little montage from some of the coverage today before these meetings even began. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The rest of the world is looking at this and thinking like, do these people know what they're doing?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And for the president to place all his eggs and the dictator basket seems ludicrous at best."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We're making nonsensical comments like we're going to know in the first minute whether or not North Korea will denuclearized."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I love it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "President recognizes a bit of himself in Kim. There's a lot of similarity as --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He's not going to come home and say that he failed. He is going to hold us aware, no matter what."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Lot of armchair psychology going on there. They seem to be deep into the mind of President Trump and know exactly what he's thinking and what he's going to do here, Mary Anne."
    },
    {
      "speaker": "MARY ANNE MARSH, PRINCIPAL, DEWEY SQUARE GROUP",
      "utterance": "Well, it was widely reported that there was a psychological brief done on Kim for Trump to prepare for this meeting. So --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That makes -- do that not make sense?"
    },
    {
      "speaker": "MARSH",
      "utterance": "Well, of course, it does for the preparation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MARSH",
      "utterance": "But the fact is no matter what happens tonight, and we will see what happens in the next few hours. This is a win for Kim, he's getting much-desired attention. The air of legitimacy conferred upon him by this meeting, the handshake that we will inevitably see hours from now yet he has done nothing, maybe little if nothing to earn it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mary Anne."
    },
    {
      "speaker": "MARSH",
      "utterance": "He hasn't agreed to anything yet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mary Anne, last summer, as Ed Henry pointed out in his report, we were looking at a situation where there were missile tests going off pretty much every six weeks, and people were concerned that one of them might mistakenly land in the middle of Japan if it were misfired. So, I think -- and we've also got hostages back. I mean, to say that there's nothing that is growth along this spectrum, just based on the facts seem -- seems untrue."
    },
    {
      "speaker": "MARSH",
      "utterance": "Well, there are few points here, Martha. I mean that the fact is when you look at this, Trump has gone from demanding denuclearization of North Korea to a process that they will negotiate off the Korean Peninsula which others here have agreed upon and been reported. He is not going to Otto Warmbier, yes, returned home, I believe one year ago today. Yet, nothing and at the hands of North Koreans who had him, and he returned home blind, deft, and howling, we need to die a week later. And human rights will not be raised tonight."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mary Anne, we understand that but President Obama, on the way out the door, said to President Trump, North Korea is your biggest problem, by the way, see you later."
    },
    {
      "speaker": "MARSH",
      "utterance": "Well, and that was the first and only thing he said to him. And I do think, the presence of two people play large here tonight. Barack Obama and Xi Jinping. Barack Obama -- Trump is obsessed with undoing Barack Obama's legacy and everything he has done. And I think he would like to see to show to him, \"See, look, I got this meeting, we're going to get something done. Here is one more thing I beat you at, Xi Jinping is the power broker in this area, nothing happens without him, especially in North Korea.\" And I think, Xi Jinping has a lot to say about what happens in this negotiation more than just flying him to get to this meeting, and to make sure that he's propped up his regime, that his parents -- speak his father before him, and provide him what food and energy they do have."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, guys, thank you very much. It's going to be fascinating. We are less than two hours away now, an hour and 46 minutes and we're all going to be watching it so closely. Great to have all of you here tonight."
    },
    {
      "speaker": "MOREY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MARSH",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Quite a night, right? So, Fox News \"ALERT\", a live look outside the hotels in Singapore. Isn't is fascinating? Just watching this as they get ready to go. They are less than a mile apart these two men right now. President Trump and Kim Jong-un will leave in less than an hour to get moving towards the location where they will meet and have coffee. We know the president's already up, he's awake he's been tweeting this morning, and President Trump's Singapore is being compared to Reagan's Reykjavik moment. Will Mr. Trump, perhaps, walk out as Reagan did? Anything is possible tonight, folks. Chris Wallace was there then, and now. And he is here in a moment. Plus things got a little bit testy at the G7. And pretty much exploded when President Trump's plane took off that's coming up. Steve Hilton, says the outrage means that we are getting somewhere. He is live on set, next."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I will say it was not contentious. What was strong was the language that this cannot go on."
    },
    {
      "speaker": "PETER NAVARRO, WHITE HOUSE TRADE ADVISER",
      "utterance": "There's a special place in hell for any foreign leader that engages in bad faith diplomacy with President Donald J. Trump and then tries to stab him in the back on the way out the door. And that's what bad faith Justin Trudeau did with that stunt press conference. That's what weak, dishonest Justin Trudeau did and that comes right from Air Force One."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It does, can you tell? Wow. White House Trade Adviser Peter Navarro giving voice to the President's Twitter tirade after Canadian Prime Minister Justin Trudeau waited until Air Force One was just taking off to start talking tough."
    },
    {
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "utterance": "Canadians did not take it lightly that the United States has moved forward with significant tariffs - - were polite were reasonable but we also will not be pushed around."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Kristin Fisher live at the White House with the story tonight. Hi Kristin!"
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CHANNEL WASHINGTON CORRESPONDENT",
      "utterance": "Hey, Martha well at the same time that President Crump is preparing to sit down with one of the U.S.'s greatest adversaries, he's also essentially backing out of the deal with some of the U.S.'s greatest allies this weekend at that meeting of the G7 leaders in Quebec. It was already tense. As captured in this photo German Chancellor Angela Merkel staring off with President Trump, then Canadian Prime Minister Justin Trudeau held that press conference that you were just talking about where he announced that his country would be moving forward with those retaliatory tariffs against the U.S. starting July 1st."
    },
    {
      "speaker": "TRUDEAU",
      "utterance": "You want to hurt American workers, they're our neighbors, they're our friends. My job is to stand up for Canadian workers, Canadian interests, and I will do that without flinching."
    },
    {
      "speaker": "FISHER",
      "utterance": "Now, Trudeau's office says that the Prime Minister didn't say anything in that press conference that he hadn't already said President Trump in public and in private conversations but something in those remarks clearly set the President off shortly after he accused Trudeau on Twitter of being very dishonest and weak. He announced the possibility of even more tariffs this time on automobile imports and most importantly he withdrew his endorsement of the g7 s joint statement which the U.S. had just agreed to. The White House's top economic and trade advisors placed all the blame squarely on Trudeau."
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR, NATIONAL ECONOMIC COUNCIL",
      "utterance": "He really kind of stabbed this in the back He really actually -- you know, what he did a great disservice to the whole G7."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "To my friends in Canada, that was one of the worst political miscalculations of a Canadian leader in modern Canadian history."
    },
    {
      "speaker": "FISHER",
      "utterance": "But some members of Congress including some Republicans worried that perhaps the White House has gone too far here. And Republican Senator John McCain went so far as to put out this statement to our allies. He said on Twitter, \"Americans stand with you even if our President does not.\" But President Trump seems perhaps more convinced than ever that the U.S. is continuing to get ripped off. He said just today that he will now call fair trade fools trade unless it's reciprocal and Martha, of course, all of this leaves those ongoing NAFTA negotiations very much just kind of blown in the wind nobody knows really what's going to happen there. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No we don't. Kristin, thank you so much. As Kristin mentioned, President Trump now coming under fire over his handling of the relationships with longtime U.S. allies. Watch it."
    },
    {
      "speaker": "SUSAN RICE, FORMER UNITED STATES NATIONAL SECURITY ADVISER",
      "utterance": "For the President of the United States to walk into that session and to essentially blow it up and disrespect our allies is very worrisome and very destructive."
    },
    {
      "speaker": "MICHAEL HAYDEN, FORMER DIRECTOR, NATIONAL SECURITY AGENCY",
      "utterance": "Trudeau did not make President Trump look weak. President Trump made President Trump look unstable, erratic, and thin-skinned."
    },
    {
      "speaker": "JOSH DAWSEY, REPORTER, WASHINGTON POST",
      "utterance": "He's just take on Canada or France and be friendly to North Korea in pursuit of a deal."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now Steve Hilton, Host of the Next Revolution here on Fox News Channel. It's good to see you. What do you make of all this?"
    },
    {
      "speaker": "STEVE HILTON, FOX NEWS CHANNEL HOST",
      "utterance": "It's one of my favorite topics. So this illustrates the whole point of Donald Trump. All the people are going around saying -- the establishment, the foreign policy elites saying this is unprecedented. We've never seen anything like this before. The whole point of Donald Trump was to be unprecedented. People wanted a change. They feel that for decades, whoever wins elections you get the same policies, globalization, stuff that benefits big business but hurt small business and working people, and they want to change from all that. And finally you see a president who goes into these meetings, Susan Rice is right to say that he blew it up. But that's what people want. That's what you need because actually the international order that they talk about so fondly, it hasn't worked for anyone except the elite. And that's what Donald Trump was elected to change."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's fascinating to me because you know, you watch these meetings when you look at that picture of all of them standing around the table and I love Abe, he's like you talk to him, you know. But you're -- I think you're absolutely right. And you know, whether or not it will work out in President, we have no idea at this point, but it wouldn't surprise me at all a month from now to see some sort of deal between Canada and the United States where you know, where the parity is a little bit closer."
    },
    {
      "speaker": "HILTON",
      "utterance": "That's right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now I just want to show you, Stephen Harper, the former Canadian Prime Minister was talking to Maria Bartiromo. And here's what he said. He doesn't believe that we are not at parity."
    },
    {
      "speaker": "STEPHEN HARPER, FORMER PRIME MINISTER OF CANADA",
      "utterance": "Not only is the deficit -- trade deficit with Canada small, the United States runs a current account surplus with Canada. Canada is the biggest single purchaser of U.S. goods and services in the world. It's not China, it's not Mexico, it's not Britain, it's not Germany, it's Canada."
    },
    {
      "speaker": "HILTON",
      "utterance": "See, the diplomats and the bureaucrats have this brilliant way of trying to smooth everything over and they point to things like that and they look at averages and they get these statistics out there. But they cover up the reality for individual industries and for people. So for example, when the President points to something that's very specific which is the dairy industry, there there's a massive disadvantage. And that's his skill really is to say you can come with your statistics but what I'm interested in is how it affects individual working Americans. And the fact is that exactly as you say, this is not President Trump starting a trade war, this is President Trump on behalf of the people who voted for him standing up for their interests after decades in which they have come second to the interests of global corporations who really don't care about people in one country or another. They just care about the efficient way of doing things wherever that may be, and that's just empowered countries like China at our expense."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And your right that he gets specific about it. He'll say you know, how many -- how many F-150 Ford trucks have you seen driving around Germany? Ask yourself that, folks. And there's a reason why you're not seeing a lot of them. And Justin Trudeau was clearly putting on his trumpiest Trump act in that moment and the President pushed back so we'll see where it goes. Great to have you here."
    },
    {
      "speaker": "HILTON",
      "utterance": "So great to be with you here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks for being here. All right, so we are on Singapore summit watch and this is -- it's just fascinating because inside these hotels at St. Regis is where Kim Jong gun is at this moment preparing for what's safe to say I think one of the biggest moments in his life. I mean, he's about to meet the United States President. Some have said that in and of itself is a big victory for Kim Jong-un. He's going to be on the world stage and let's see how he does. In -- at the Shangri-La Hotel President Trump is there, apparently, there's no Trump Hotel in Singapore which I'm sure he would love to fix. But anyway, President Trump is at the Shangri- La and they're getting pretty close, about an hour and a half away before they'll walk into that room, have coffee, spent a few minutes together alone with translators of course. And it'll be interesting because Kim Jong-un went to school in Switzerland. I would imagine he understands a lot of English. Would you think so too?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think that that's what we're hearing that actually sometimes he pretends that he doesn't really -- he have to wait for the interpreter but actually he's much smarter than --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It gives him a few extra minutes to kind of thing while the interpreter is interpreting."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's pretty sophisticated. He loves American culture. It's going to be really interesting."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fascinating. So also coming up tonight, we have a very important segment. Garry McCarthy who has been here several times with us. He was a former head of the Chicago Police Department. Rahm Emanuel fired him as the Black Lives Matter Movement heated up and got ugly in Chicago. But now the former top cop would like Ron's job as Mayor of the Windy City and he joins me next. Also tonight, former President Obama is secretly meeting with top Democratic prospects for 2020 holding some meetings, seeing who maybe stands out of the crowd as Bill Clinton is back in hot water tonight with a very unfortunate comment. Charlie Hurt and Juan Williams take on that debate right after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So developing tonight, it appears that President Barack Obama is back on the scene. The former president reportedly having sort of secret meetings, people coming in and out of his building where his office is now, talking to folks who might be 2020 presidential hopefuls, giving some advice, some guidance perhaps. Thoughts in the future of the Democratic Party. He has met with at least nine potential candidates so far, including major names like former Vice President Joe Biden, Senators Bernie Sanders and Elizabeth Warren and former Massachusetts Governor Deval Patrick. Here now, Charlie Hurt, former columnist for the Washington Times and a Fox News contributor, and Juan Williams, co-host of The Five and a Fox News political analyst. Gentlemen, welcome. Good to have you with us. Juan, let me start with you. What you think this tells us about the potential role of the former president and all of this? JUAN WILLIAMS, CO-HOST & POLITICAL ANALYST, FOX NEWS: Well, I think in a sense he's coming out of hiding now that Obama people say of course he's talking to fellow Democrats, but the way the news was spreading today is that these are potentially the people who would be the Democratic Party's nominee in 2020. I think the key here is that maybe the president is operating in that way, Martha, but he doesn't wanted to be the case that people perceive that the establishment, the Democratic Party establishment is picking the candidate. That hasn't worked for them in these Democratic primaries this year leading up to the midterms and it would seem like a heavy hand. Remember, they picked Hillary Clinton last time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, it's understandable that the former president would want to have these meetings, you know, sort of off the radar. I couldn't help but think of all the people coming in and out of Trump tower and how different these two men are. Not that the situations are similar, but everyone remembers those moments, the video. People come -- we're going to see it in a second, I promise. Everybody walking in and out of the building and there were cameras set up everywhere. Charlie, very different men and how they go about their politics."
    },
    {
      "speaker": "CHARLES HURT, CONTRIBUTOR, FOX NEWS",
      "utterance": "Indeed. Trump likes a show. He likes to draw out, he likes the klieg lights. They could not be more different. But, you know, with Barack Obama, we've seen his involvement in partisan politics since he left office and had been fairly unusual. You know, whether he's weighing in on Obamacare or other policy things. But as Juan said, you know, I guess it's not to be all that surprising, it shouldn't be all that surprising considering the fact that, you know, the president is sitting there watching so much of his agenda get torn out by root and branch by this president. Of course, a lot of it is easily done by whatever it was, the pen and the phone, because a lot of Obama's agenda was put in by a pen and a phone."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, unfortunately that's a lot of weight president have to work these days. They have a tough time getting through a lot of major legislation. I just want to point out, you know, some of the people that have not been there. Terry McAuliffe, Kirsten Gillibrand, Kamala Harris. Cory booker hasn't visited the offer since last year. I don't know if that is significant or not, but does this tell us anything about who the president prefers?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, it's kind of early. Because, you know, I think we're still trying to understand exactly how significant it is that he's talking to all these folks. Although I think many of them are contenders. But I'll tell you the one thing that stands out to me, is if you are thinking about who is the leader of the Democratic Party at this moment and lots of people, especially Republicans are saying there is no leadership, there's an absence of leadership ad absence of message. Well, guess what, it's not Nancy Pelosi, it's not Chuck Schumer. Here we have Barack Obama asserting himself as the man who is fighting Republican gerrymandering, fighting for voter registration leading to the midterms and I think now potentially asserting himself as the man who will select the party's nominee in 2020."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, there's no doubt that his support will be huge for whoever ultimately gets it. And you know, Bill Clinton is looking like he is just disappearing from the scene and comments like this are not going to help him."
    },
    {
      "speaker": "BILL CLINTON, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "I think the norms have really changed in terms of what you can do to somebody against their will, how much you can crowd their space, make them miserable."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Boy."
    },
    {
      "speaker": "HURT",
      "utterance": "Wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't think that's so good, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How he doesn't get more attention, he said it several days ago. I hadn't seen that until this morning, but how much you can do to somebody against their will, Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I just think that's offensive. You can't do -- you should do anything to anybody against their will. But I don't know, I mean, there's no change over time on standards, that's just wrong."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Charlie, quick time we've got to go."
    },
    {
      "speaker": "HURT",
      "utterance": "Well, you know, and of course, it's important to remember that this is exactly the sort of behavior in the White House, in the Oval Office that a lot of Clinton's detractors have deplored about him at the time and you know, so it comes as a little surprise to a lot of people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Well, I think he's putting an interesting mark on his legacy over the last week. Gentlemen, thank you, great to see you both. Thanks."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Take care."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So we are on Singapore summit watch and this is very interesting. This is the hotel where Kim Jong-un is staying. We're going to see some movement as they start moving out of these buildings momentarily. An hour and 24 minutes until the big meeting. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The Chicago mayoral race is heating up. Gary McCarthy, the former Chicago police superintendent has now announced that he's going to be running for mayor and he will be up against the sitting mayor, Rahm Emanuel, who is going for a third term. Now Rahm Emanuel fired Gary McCarthy from the police department over three years ago. They are both Democrats and they have a very different outlook on how to fix one of the greatest cities in America that has clearly fallen on some hard times. Trace Gallagher live in our west coast newsroom will with the back story on this one tonight. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT, FOX NEWS",
      "utterance": "Hi, Martha. Listing the positives and negatives of Gary McCarthy's campaign kind of goes like this. Positives are that he has a good name recognition, good media presence and a great resume, having served as a top law-enforcement official in three major cities. Negatives are that his campaign is short on cash, he doesn't have the money to self-finance and he's running against a political machine that is Rahm Emanuel. And while Gary McCarthy identifies as a conservative Democrat, the Emanuel campaign is already calling his candidacy the Trump-McCarthy ticket. Watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Candidate Gary McCarthy has a very big fan."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "The head of the police in Chicago is a person I know. He's a phenomenal guy."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "McCarthy fires back saying the attack ad shows that he's got the Chicago mayor's attention. McCarthy won't say who he voted for him in the 2016 presidential election but he also says he won't abandon his friends like Rudy Giuliani because of his political affiliation. McCarthy was deputy New York police commissioner on 9/11 and worked closely with Giuliani during and after the attacks. McCarthy said Rahm Emanuel's attempt to link them to the Trump administration is aimed solely at trying to avoid the real issues."
    },
    {
      "speaker": "GARY MCCARTHY, MAYORAL CANDIDATE, CHICAGO",
      "utterance": "Under this mayor where we're watching higher taxes, corruption, school closings and violent crime. We don't have to live like this. Chicago does have to live like this."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "McCarthy says during his tenure as Chicago's top cop the homicide rate dropped to levels not seen since the 1960s, yet, over the past two years the city has seen 1400 murders, there were nine just this weekend. But it was on McCarthy's watch in 2014 when a white Chicago police officer shot and killed black teenager Laquan McDonald. Police body cam video showed the teen was carrying a folding knife and was shot 16 times. Rahm Emanuel fired Gary McCarthy in an effort to restore public confidence. McCarthy has cast himself as a scapegoat in that case, but says this is not a revenge campaign. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you so much. Gary McCarthy, former Chicago police superintendent and Chicago mayoral candidate joins once again on this story tonight. Gary, good to see you. Thank you for being here."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Thank you, Martha. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, obviously that video of Laquan McDonald is going to be central when you are going up against Rahm Emanuel, as we made clear in the story there. You were let go from your position after that. But you claimed that city hall also played a role in all of that. How so?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, they didn't play a role, they actually did it. They -- this is a typical case of accountability without authority. I was accountable for the behavior of the Chicago police officers, but I didn't have the authority to discipline them. I can only make a recommendation to a civilian board. I was accountable for the investigation that was conducted by an outside civilian office and I have the actual testimony of Rahm Emanuel's attorney in April of 2015 lying to the city council and telling them that they want to give the family $5 million -- without telling the city council that there's an agreement not to release the video. The cover-up of that case happened exclusively in city hall. That's public record. There was something like 6,000 e-mails that went back and forth regarding Laquan McDonald and I was on one and it was after I was fired. I can only take one step, which was to put that office who were on paid desk duty by Illinois state law. Wasn't in charge of the investigation, wasn't in charge of the discipline, didn't hide the video. That was solely on city hall."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. We are short on time because of the summit coming up. But I just want to ask you what do you want to do to save your city? Because, you know, you've heard that this is a revenge move on your part and you say that is absolutely not so."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Absolutely not true. I had adopted this city and the city has adopted me. I have been here for almost eight years now. I have a 19-month- old son who I don't want him to grow up in these conditions of crime, lack of education and increasing taxes and poor economy in the city. And the answer is legitimacy and government. You know, I had the opportunity to be there when Rudy Giuliani turned New York city government into performance-based government. If anybody ever ran a business the way that city hall is run here in Chicago, which is about political bullying, lying, pay-for-play, corruption, taking care of your friends, you would be out of business in a heartbeat. Performance-based government, business management techniques, addressing the actual issues that exist in the city and inclusion. You know, I love to talk about the fact that we love to celebrate diversity but we've got to celebrate unity. We've got to stop the polarization that's going on not just in Chicago, but in this country."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, interesting."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "We kind of have to get together and look at the problems and go after it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I think--"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And that's the plan, that's the platform."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Gary McCarthy, thank you."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Of course."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I hope I get to see the two of you debate."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Always a pleasure, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's going to be very, very interesting. And you represent two very distinct wings of the Democratic Party. I think a lot of people will look at you and recognize the Democratic Party that they used to know. And we will see how that shakes out. Thank you so much, Gary."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I'd be shocked if he doesn't, but thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. We'll se. Fox News alert as we look at the live scene. Morning has broken in Singapore where at 7.45 in the morning and we are about an hour and 14 minutes away. President Trump and Kim Jong-un on at their respective hotels, but we do understand that they will be on the move very shortly as they start heading towards the summit. The president is, we have heard, ready to walk away if he walks into that room and sees that a deal to denuke on the part of North Korea is not on the table, but we will see. We'll see what happens here. President Ronald Reagan was in a similar situation at one point with Mikhail Gorbachev of the Soviet Union and Chris Wallace was there. Tonight, he's here as we await history live from Singapore, up next. Chris Wallace joins me."
    },
    {
      "speaker": "RONALD REAGAN, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "I went to Reykjavik. They turn that everything was negotiate except two things, our freedom and our future. The door is open and the opportunity to begin eliminating a nuclear threat is within reach."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You are looking live at the Saint Regis hotel in Singapore. This is the hotel that Kim Jong-un is staying at. This is a live shot. I mean, you know, whenever you have world leaders of this magnitude, and we've never see world leaders of these two particular magnitudes about to get together and talk, the security and the intensity of that is just unfathomable. So you are watching them as they go through each one of these cars. These are the gentleman whose job it is to get Kim Jong-un to the summit and it is an incredible moment that we are watching unfold. The camera at some point will switch over to President Trump's hotel, the Shangri-la and we will see all of the preparations is that gets underway as well. And as we await this historic North Korea summit, a lot of people have been talking about 1986 today and the Reykjavik summit and whether or not it's a blueprint in some ways of what we may see play out here. Two days before that famous Oval Office address that we showed you, President Reagan and his Soviet counterparts, Mikhail Gorbachev, met in Iceland hoping to reach an agreement that would eliminate both countries supply of nuclear weapons. The deal could have been momentous and it almost was until a sticking point surfaced. Reagan's space-based missile program also known as Star Wars and the strategic defense initiative which he said was simply not on the table. He was needed it to protect the United States. Gorbachev wanted testing of the space defense programming limited to laboratories for the next 10 years but President Reagan said no, believing that it was a program that was absolutely essential to our national security. And Gorbachev refused to compromise, the president turned to his secretary of state, George Schultz and said this meeting is over, let's go, George, and out they went. Gorbachev pleaded for them to stay, asking can we do something here, can e work something out? To which it Reagan replied it is too late. So here's how that was reported at the time to the American people."
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR, FOX NEWS",
      "utterance": "It seems clear than that Gorbachev is ready to deal with the U.S., but only on his own terms and at his own pace. For a president with just a year left in office, that may mean steady progress, but not the big finish he had hoped for."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now live from Singapore, Fox News Sunday anchor Chris Wallace who covered that summit back in 1986. Chris, great to see you now and great to see you then as well bringing a smile to our faces as we look back at all the experience that you have had. Your thoughts, Chris, as we watch these motorcades get in placed tonight?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes. Let me say first of all, that kid needed a haircut and secondly, it doesn't seem a day more than 32 years ago, which is exactly what it was. First of all, there is a palpable sense of excitement here. I mean, to see the motorcade lining up, to know that these two leaders are going to be driving over to Sentosa island, which is like -- it's called the state of fun, that's what they market it as and there's a Universal Studios there and beaches and golf courses, but they are going to be down to some very serious business in just over an hour. And this one as opposed to U.S. Soviet summits, which were big and important, but there was a kind of routine to them, the idea four months ago that the leaders of the United States and North Korea, the hermit kingdom were going to get together after all the insults thrown back and forth, it's just unthinkable, and obviously very exciting with what we are about to see play out over the course of this evening in the United States."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And one of the things that makes it so exciting, Chris, is that these are not too predictable individuals, in fact, they are extremely unpredictable and we could very well see a situation, it's easy to imagine president Trump getting up from that table and saying, you know what, no big deal, we can come back another time."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes. I certainly agree that they are volatile, unpredictable characters who push the envelope and you know, don't observe the diplomatic niceties. Having said that, I would be very, very surprised if this were to fall apart. And I base that on Secretary of State Pompeo, who has been closer to the negotiations and closer to talking to Kim Jong un than any other American, and for him to come out at the news conference earlier today and say I'm very optimistic that this is going to have a good resolution, I think there's going to be enough here for both men to declare the Singapore summit a success, not with a big agreement to denuclearize, but enough good faith on both sides to continue the negotiations going forward."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I thought it was fascinating, President Trump was up and tweeting this morning. Obviously he was watching TV and he was barking at the naysayers who believe that, you know, no progress has been made and he was pointing to the return of the hostages, the fact that the missile tests we witnessed just last summer, which looks very dangerous and very provocative at the time, indeed they were, are no longer happening, Chris. So he was clearly making the point that already walking in the door he feels like he has made progress to get to this point."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I completely agree with that. You know, it's easy to forget, but think back to five months ago, six months ago, when the president was calling Kim little rocket man and threatening to rain fire and fury. And there was a sense that the doomsday clock in the far east between the U.S. and Russia -- I'm sorry, in China and North Korea and Japan and South Korea, that it was approaching midnight and there really was a sense of tension and the president at one point talking to his aides about potentially evacuating the tens of thousands of American dependents from South Korea, whose aides, particularly the Pentagon talked him out of that. We were really on a hair trigger. We are somewhat further away from that now and while that doesn't get us closer to denuclearization, doesn't get us closer to a deal, it is certainly a much better situation to be in and to conduct the summit than a hair trigger we were at just a few months ago."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. I thought it was significant that the president put out a statement that he spoke to Prime Minister Abe of Japan. He also spoke to Prime Minister Moon of South Korea making it very clear, and as Mike Pompeo said the other day, there is no daylight between us and our allies in this situation. But apparently, the secretary of state also talked today about the denuclearization of the peninsula, which indicates that there may be some room for denuclearization of the entire peninsula. I mean, that sounds like a possibility, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, first of all, to your first point, this is not just yes, they are only going to be two men in the room, Kim and Trump, but this is not just about the two men of the two nations. You are exactly right. There's a very complex set of relations in the Far East. North Korea, South Korea, Japan, China, the United States and one of the things Abe, the prime minister of Japan is obviously concerned about is what the president say get rid of all year long range missiles that could hit the U.S. continent, but not say anything about the medium or shorter range missiles that could still hit Japan. So I think the president very much wants this to all be put together. In terms of denuclearization, the U.S. has made it clear what it wants. It wants Kim to give up his entire nuclear program, all of the nukes, all of the missiles, all of the nuclear infrastructure that can enrich uranium or plutonium. What Kim wants when he talks about denuclearization is also a dramatic disarmament in South Korea. Now we don't have nukes there. We haven't had them for decades, but we do have those B-2 bombers that fly over, which have nukes, we have submarines that have nukes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Indeed."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And in fact, that's part of the nuclear umbrella with which we protect the North -- the Far East. There is some concern that if the president agrees to that that it lifts the umbrella, lift the shield with which we promised to protect South Korea and Japan."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Chris, in the minute I have left with you, I thought it was fascinating I was reading today about something that is called Pyong- Hattan, which is the growing small elite that exist in North Korea and that the members of their growing small elite are allowed to have certain kinds of commercial enterprise, selling noodles, renting your apartment to someone if you like. You know, sort of baby steps towards what we consider to be, you know, capitalist farmers and that keeping these folks happy in North Korea is something that has become increasingly difficult for Kim Jong un. He just fired a bunch of his military leadership and these people apparently are the ones that perhaps he feels he has to answer to in all of this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, that's exactly right. To the degree that a totalitarian dictator has to answer to anybody, but that's exactly right. There are two components to this from Kim's point of view. One, yes, he wants security guarantees and he wants a military stand on. You can see the delegation starting to come out--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- at the Saint Regis hotel -- but he also wants economic. That doesn't necessarily mean he wants McDonald's on every corner, but he wants a release of the sanctions so that he is able, as you say, to improve the lives of people in his country. Some economic boost and that's one of the things the president is talking about and I suspect it's one of the reasons that Kim is here in Singapore this morning."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. There's no doubt that the dynamic and North Korea is being pressured to change and that the status quo is simply not a possibility whether they come to an agreement here or not. Fascinating to watch this delegation as he gets in place. Chris will be with you throughout the coverage. Thank you so much. The story continues and it goes on with Tucker Carlson in D.C. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>"
    }
  ]
}