{
  "date": "June 6, 2021",
  "headline": "‘Sunday Morning Futures’ on Big Tech censorship, COVID origins",
  "subHeadline": "Guests: Mollie Hemingway, Jason Smith, Ted Cruz, Mike Pompeo",
  "url": "https://www.foxnews.com/transcript/sunday-morning-futures-on-big-tech-censorship-covid-origins",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS ANCHOR",
      "sentences": "Good Sunday morning, everyone. Welcome to \"Sunday Morning Futures.\" I'm Maria Bartiromo. Today: Was it collusion or elitism? The Facebook Fauci files -- why Facebook banned posts of the COVID lab leak probability, and then was forced to change the policy last week. Coming up, Senator Ted Cruz on Anthony Fauci's e-mails, plotting with Mark Zuckerberg to censor key information about the origins of COVID-19. Then: Was it a biological weapon? And why is America funding dangerous research in communist China? I asked then President Trump about it back in May of 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "So, a terrible thing happened. And you can look at it as a source. It took place in a certain -- at a certain point. And it could have been put out, and it should have been put out. And we asked to go over. And they said no. They didn't want our help. And I figured that was OK because they must know what they're doing. So it was either stupidity, incompetence, or it was deliberate, one or the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Former Secretary of State Mike Pompeo on this morning about his probe of the origins of COVID-19 and why Joe Biden's foreign policy seems to be helping China, Iran and Russia instead of America. Plus: President Biden's mega-spending plans, the $6 trillion budget nobody seems to be talking about. House Budget Committee ranking member Jason Smith on how Biden is planning to spend your tax dollars. Then: from the Russia hoax to Hunter Biden's laptop and his business deal with foreigners to the origins of COVID-19 and treating it with hydroxychloroquine. Some media and social media have been censoring, colluding and lying to the American people. Mollie Hemingway on the next falsity likely to blow off in the media's faces. All that, plus, two of my guests this morning just back from Israel with exclusive news from the ground. All that right here, right now on \"Sunday Morning Futures.\" And first this morning: the Fauci Facebook censorship. We now know that Dr. Anthony Fauci misled or flat out lied under oath to Senator Rand Paul during a Senate committee hearing. But, today, we are learning more about his potential collusion with the social media giant Facebook to keep that lie going and censor very serious information about the origins of COVID-19. First, here's the Fauci flip-flop over a two-week period. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, CHIEF MEDICAL ADVISER TO PRESIDENT BIDEN",
      "sentences": "Dr. Barrett does -- not doing gain to function research. And if it is, it's according to the guidelines and it is being conducted in North Carolina. And if you look at the grant, and you look at the progress reports, it is not gain of function, despite the fact that people tweet that. It would have been almost a dereliction of our duty if we didn't study this. And the only way you can study these things is you have got to go where the action is. So, we had a modest collaboration with very respectable Chinese scientists who are world experts on coronavirus, and we did that through a subgrant from a logic grant to EcoHealth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Oh, OK. Joining me right now to discuss this is Senator Ted Cruz. He sits on the Senate Judiciary and Foreign Relations committees. Senator, good morning to you. It is wonderful to see you this morning. I want to get right into the Facebook connection. But, first, Senator, tell us, did Fauci commit perjury just there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "sentences": "It sure looks like it. He looked at Rand Paul's eyes and told a flat-out falsehood. And, unfortunately, this has been a pattern with Dr. Fauci, that what he says on Monday somehow isn't the same as what he says on Tuesday. But don't worry, what he says on Wednesday is almost certain to be different. And I got to say this e-mail dump that came out makes clear that this is not just being sloppy. It is systematic, and it is systematically an effort to mislead the American people. And, as you noted, he wasn't doing it alone, but he was doing with much of the U.S. government behind him, and with Facebook and big tech operating as an extension of the U.S. government in order to silence any views that disagreed not with the science, because he wasn't looking for the science. He was suppressing the science, but, rather, trying to silence anything that disagreed with a political narrative that was convenient that he was pushing at that moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Are you going to be able to do anything, as a sitting senator, on all these so important committees? I mean, look, Senator, this keeps happening. First, it was the Russia hoax that the media said was not true. And they banned posts about it. Then it was a fake impeachment trial. Then it was the COVID treatment hydroxychloroquine. We couldn't talk about that. Then it was the origins of COVID that they have egg on their face. We're also not allowed to talk about election 2020. Look at this timeline about the Facebook-Fauci censorship. On March 15, Zuckerberg e-mails Fauci suggesting that they partner on COVID-19 information hub. And then, in April 16, 2020, Facebook posts steps that it is taking. It changes its policy -- quote -- \"to combat COVID-19-related misinformation,\" it claims February 8, 2021, Facebook announces it will be removing more false claims about COVID-19 and vaccines. May 25, Fauci admits to modest collaboration, as we just heard, and then, on May 26, suddenly, Facebook has to change its policy again, saying it will no longer remove the claim that COVID-19 is manmade. I mean, what's going on here? Will these companies ever be held to account for this corporate dominance and misleading of information to the American people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Well, they certainly should be. Unfortunately, I don't expect the Biden administration will do anything to hold them to account. But these latest breakthroughs have real consequence, because it now is clear that Facebook was operating at the direction of and in the direct benefit of the federal government, and operating as the government censor, utilizing their monopoly position to censor on behalf of the government. Maria, that's a very dangerous admission that is now out there for Facebook, because it means anybody in the country or anybody in the world whose statements, whose speech was censored by Facebook, if you went out and posted the facts that led a year ago to the very strong likelihood that the COVID virus escaped from a Chinese government lab in Wuhan, China, if you posted that a year ago, and they took it down, I think there's a very good argument you have a cause of action against Facebook. And Facebook would ordinarily say, we're a private company, we're not liable. Well, you know what? When they act at the behest of the government, when they contact Fauci, when they say, should we censor this, and Fauci says yes, and they censor it for the federal government, and then, magically, when the government changes its mind and said, oh, all those facts that were there a year ago, now you're allowed to talk about it, they stop censoring it with a flip of a switch, that lays a very strong argument that Facebook is operating as a state agency. And that opens very significant legal liability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, we will see. I want to put the Facebook statement on the screen, so that our audience understands what they're saying about this: \"In light of ongoing investigations into the origin of COVID-19, and in consultation with public health experts, we will no longer remove the claim that COVID-19 is manmade or manufactured from our apps.\" I mean, the question is, how many lives were lost as a result of this censorship? How many people's lives were impacted as a result of this ongoing misinformation coming from these so-called arbiters of truth? And, by the way, Senator, do we know if Mark Zuckerberg has national security clearance? Why are his e-mails redacted, OK? Look at this -- e-mails. It's redacted. Why are we redacting e-mails with a CEO of a public company? It says -- this is the e-mail. This offer was raised again in a second e-mail from Fauci's communications director in March 16. She writes: \"The sooner we get that offer up the food chain, the better.\" And then we switch to another e-mail, where it says, the really bigger deal that we want to share with you, I have an even bigger deal, is his offer to, redacted, redacted, redacted. What's the bigger deal that Zuckerberg was offering to Dr. Fauci that the American people can't know about? Does he have a national security clearance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Well, we should know about it. And they -- not that I know of, and we should know about it. And the fact that they're redacting it is ridiculous. The claimed basis for the redactions is a protection for trade secrets within a company. The real basis for the redaction is obvious. It's that whatever is there is politically embarrassing for Joe Biden and Kamala Harris. And so they don't want people to see it. And that's their strategy to media across the board is cover-up, cover-up, cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "A year ago, in March and April of last year, I did two full podcasts on my podcast \"Verdict With Ted Cruz,\" going through the evidence in March and April of last year why the evidence strongly suggested this escaped from a lab.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "There are not one, but two laboratories studying virology in Wuhan, China. They don't just study virology. They study the virology of coronaviruses. They don't just study coronaviruses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "They study coronaviruses derived from bats. They don't just study them from bats, but from bats that are -- the closest place they occur naturally is 900 miles away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "One of those two institutes, one of those two government labs is less than 400 yards away from the wet market where this outbreak first occurred. Now, we know that three different scientists at those labs got sick with what appears to be COVID, or at least symptoms very similar to COVID, right before this outbreak occurred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And, of course, what happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "The Chinese government covered it up. And, sadly, the deep state in the federal government covered it up as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And Joe Biden and his minions in the press, including Facebook and big tech, did everything to cover up the facts. We should be getting bottom -- to the bottom of the facts of a pandemic that has killed millions of people worldwide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right, 3.5 million people. You have been going right to the source. Thank you for your incredible service to this country in terms of what you have done. You went right to the border. You exposed those incredible housing facilities. And you're just back from Israel. Let me switch gears and ask you about Israel, because you were there in the middle of the fight for Benjamin Netanyahu's public life. I want to get your take on what you learned on the ground. I know you met with the prime minister. You met with several ministers. And I also want to get your take on the Abraham Accords. Are they still in place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Are they in jeopardy? What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Well, I was in Israel earlier this week. I flew there to make clear, and unequivocally clear, that the United States, the people of America stand with Israel. Israel just came through an 11-day period where over 4,000 rockets rained down upon Israeli civilians. It was a horrific period of war. And I wanted to be there in the immediate aftermath of the war to say, America's got your back. I went. I went to the border of Gaza, where the rockets had been coming from Hamas. I visited one home, a home where a -- a Hamas rocket had come through the ceiling, had exploded, had destroyed the home. There's an elderly woman who lived in the home. She escaped, but, tragically, her caretaker was killed in that rocket attack. I went to the Iron Dome missile batteries that have an incredible 90 percent intercept rate stopping those missiles. So, the death tolls could have been much, much higher, 10x, 100x higher, without Iron Dome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "But Iron Dome saved thousands of Israeli lives, thousands of Palestinian lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And the most frustrating thing, Maria, about this trip...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "... is, I believe the violence, the war in the Middle East is the direct cause -- direct result of a series of policy mistakes Joe Biden and Kamala Harris made coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Remember, just nine months ago, nine months ago, peace was flowering in the Middle East.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "The historic Abraham Accords were signed, bringing Israel and Arab allies together. And what happened? Joe Biden came in, immediately began undermining Israel, immediately began sending over $250 million to the Palestinian Authority that is in bed with Hamas, immediately began promising billions of dollars to the Ayatollah Khamenei of Iran, who funds Hamas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And all of that flip in policy led to Hamas launching this massive terror attack. Those rockets were, in a very real sense, paid for by Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And they were launched by Joe Biden, because Hamas and Iran wanted to test Biden to say, what's he going to do? And, unfortunately, President Biden failed that test. He did exactly what Iran thought he would do, which is undermine Israel...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "... attack its prime minister, and stand with the Hamas terrorists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick. We only have a few seconds here. Senator, are the Abraham Accords in jeopardy? And what about this consulate that the U.S. wants to build in Jerusalem? Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "So, the Abraham Accords are absolutely in jeopardy. And, in fact, the Biden State Department, just this week it broke they have ordered employees at the State Department, do not say the words Abraham Accords. It's like Abraham has become Voldemort in the Biden administration. The Abraham Accords were historic. They brought together parties that had been in conflict for decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "We should be celebrating those victories. But the Biden administration is so profoundly political...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "... they hate Trump so much, they want to erase the Abraham Accords. And you asked what's happening next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "The Biden administration has said they want to open a new consulate in Jerusalem for Palestinians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "The entire purpose of that is to undermine Israel's claim to Jerusalem and to elevate Hamas and the Palestinians...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK. We're going to talk -- we're going to talk with Senator...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "... which will produce even more conflict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator, thank you so much. Good to see you. We will see you soon. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, welcome back. President Biden released his fiscal year 2022 budget last Friday night right before the long Memorial Day weekend. Of course, that raised our eyebrows. In all 72 pages, not once does this budget mention border security. Nancy Pelosi has said that a budget should be a statement of our national values. So, let's get into Biden's values and priorities, as per his budget. Joining me right now is the ranking member of the House Budget Committee, Missouri Congressman Jason Smith. Congressman, it's always a pleasure. Thank you very much for being here. We have new numbers to share with our audience this morning. We spoke with Brandon Judd. He is the head of the Border Patrol union. And he told us what the apprehensions look like in terms of illegals coming into Texas. We are talking about a continuation of incredible numbers, 172,000 apprehensions in the month of May; 48,000 people got away. We have no idea where they went. And there was no mention of any of this in the budget. Can you talk to us about the priorities of the Biden administration, as per his budget?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JASON SMITH (R-MO)",
      "sentences": "Maria, it's great to be with you. Those numbers that you just shared are just astounding, astounding. Think about this. More people have illegally crossed the Southern border than the entire population of Kansas City, Missouri, now since January 20. And this budget that President Biden released a week ago Friday in the afternoon before Memorial Day holiday weekend, hoping, I guess, that the American public won't see the details within it, it provides $69 trillion of spending over 10 years, $6 trillion of spending just this year. But they couldn't find one additional dollar for the border wall, let alone a zero percent increase for homeland, when we're facing this border crisis? It's crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, I mean, I want to talk about the priorities here, because I know that, in the budget, Congressman, he's got $4 billion allocated to Central American countries. So, there's zero increase in spending for homeland security. There's now no increase in defense spending, because, when you actually increase -- when you actually compare it to inflation, 1.6 percent increase means it's negative defense spending, and yet $4 billion for Central American countries. So are these the priorities that we're looking at right now? EPA gets an increase of 22 percent in the budget. IRS getting $80 billion to hire 86,000 new auditors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Look at this. This is the first budget that has been released by the Democrats since they have been in power and over 800 days since Nancy Pelosi became speaker of the House. And as Nancy Pelosi said, a budget is a statement of their values. And, clearly ,by this budget, it shows that they have very little concern for our men and women in uniform. In fact, they propose in this budget to spend more money in 10 years on interest on our debt, which is $914 billion, than they want to spend on our military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "In fact, the increase on military is 1.6 percent, Maria, which is less than inflation. And like we mentioned, protecting our homeland, zero percent increase, but they want to increase the EPA by 22 percent. And they want to hire 87,000 new auditors with the IRS to go after men and women and to make sure that they're paying their fair share to the IRS?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK. Hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow. Hold on. Hold on, Congressman. We have got to get more into this. We're going to take a short break. And then I want to ask you how he's proposing we pay for all of this $6 trillion. We will be right back with more on Biden's budget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. And I am back with Congressman Jason Smith. He is the ranking member on the House Budget Committee. And we are walking through President Biden's budget. So, Congressman, you were saying a moment ago that the president wants to allocate $80 billion to the IRS. It feels a little like a deja vu. Under the Obama administration, we had the IRA -- IRS politicized, targeting groups that they didn't agree with. Tell me what there's $80 billion is for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "They're proposing Maria to spend $80 billion to hire 87,000 IRS auditors -- that's like filling the Nationals stadium two different times - - just to go after families and small businesses and farmers to make sure that they're paying their fair share with the auditors. And they believe that by hiring these 87,000 auditors, they're going to be able to come up with over $700 billion in revenues. So, that means they're going to be looking under every crook and cranny to find what they can with every American, which is pretty scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, it really strikes me that we are in dangerous times. Today is D-Day, 77 years after D-Day. And, today, we are confronting -- first of all, thank you to all of our troops and our courageous men and women who gave their lives and fought for the freedom and liberty of this country. Today, we face even bigger threats with communist China and Iran. As the threats are rising, there's no increase in homeland security. There's no increase in defense spending. Let's put up a bar chart that we have here from your committee, the Budget Committee, to show us where the spending is going. Walk us through this. How come there's so much money going to education and no money going to homeland security?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "First off, when you look at that bar chart, Maria, this is additional increases. Anything that is non-defense roughly has an average of 16 percent or more of an increase whenever -- remember, we have already funded all of these agencies, where they have tens of billions of dollars in leftover funds from the five to six different COVID packages that has been passed over the year. So they already have more money than what they possibly can spend and that they're not spending. But when it comes to securing our border, you see not $1 in additional spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And when it comes to providing for our men and women in uniform, it's the -- the increase is so minimal, it's the lowest since World War II.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Not only that, but at the out-years, after a sugar high with all of this money going to the economy, his expectations for growth are flat, under 2 percent. So, it's -- what's the point of spending all of this money if it's not leading to growth? But the real question I want to ask you, Congressman, is, how is he planning on paying for this? Will he be able to raise taxes? Is he going to get it through reconciliation? And whose taxes are going where? Tell us the most egregious tax increases that you see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "You know, Maria, what I think is the most alarming within this budget proposal -- you hit on the GDP. In the president's budget proposal, he says GDP over the first two years will be at 2.2 percent. In the last eight years of the budget, it will be 1.9 percent. The reason why it will be at 1.9 percent is because his policies will be taking effect. And his policies within this budget is increasing taxes to the highest level this country has ever seen, $55 trillion in collections of taxes over the next 10 years. You're seeing increases on low income, working class. President Biden campaigned and said that he would not raise taxes on low income, but, in fact, that's what he does in this budget proposal. A family of four who makes less than $60,000 a year will face a $2,000-a- year increase in taxes. And I will tell you, a family of four is doing everything they can to get by right now. And with this crazy spending, Maria, with inflation going around, they're already seeing a huge increase of putting food on their table...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "... clothes on their backs, medicine in their cabinets, gas in their cars. It's absolutely getting out of control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, Congressman, you really laid this out well. We so appreciate you walking us through the budget. Thank you, sir. We will keep watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Great to be with you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman Jason Smith joining us this morning. Quick break, and then we will talk with former Secretary of State Mike Pompeo on China's civil-military fusion. All of China's research labs are run by the Chinese military, yes, the Chinese military. So was it -- COVID-19 a bioweapon? And was America funding it? Don't miss it. He's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES (R-CA)",
      "sentences": "If you begin to look at the circumstantial evidence, I think it's pretty clear that there wasn't some guy in a wet market in China that ate a bat. It likely didn't come from there. There's zero evidence of that. But there's building circumstantial evidence that indeed this did come from the lab. And, indeed, likely, there was money that flowed from the U.S. government through nonprofits that was actually supporting this type of research that was going on in China. And, look, why is this important? This is about bioweapons. This is about biowarfare. This is -- this is very concerning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was Congressman Devin Nunes on this program last month questioning whether the Chinese Communist Party deliberately engineered a COVID-19 bioweapon. Joining me right now is former Secretary of State Mike Pompeo. Good morning, Secretary. It's very good to see you this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, FORMER U.S. SECRETARY OF STATE",
      "sentences": "Good morning, Maria. It's great to be with you. Yes, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "A lot of information these last few weeks. Can you tell us what you think was going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, Maria, the more -- the more we see, the more we know. Every sign, every piece of evidence that we have seen to date continues to stack up to suggest that this did indeed come, this one virus came from the virology lab there in Wuhan. We have seen almost no evidence that supports the zoonotic theory that it somehow leapt from a bat to another species. This wasn't the politically correct thing to say back in the spring of last year, when I began to see evidence accumulating in that direction. What precisely happened? We don't know. But every one of those laboratories that the Chinese engage in, just like, frankly, every state-owned enterprise, is operated and controlled by the People's Liberation Army or their security apparatus. That's certainly true at the Wuhan Institute of Virology as well. We don't know precisely what was taking place there, because the Chinese Communist Party is covering it up and won't let us know. But there are a lot of unanswered questions about what these activities were, why they were engaged with them, were they connected to their military in any way, and if, in fact, this leak came from that laboratory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, and this is why we speak so much about investing in Chinese companies and the efforts that your administration tried to lessen that, even ban that, because it's all controlled by the Chinese military. And the Chinese military is hoping to overtake the U.S. military. That's why you did a probe into the origins of COVID-19. And you have said many times in the last couple of weeks that there were influences within the State Department that tried to play that down. I guess one question I have is, why was it that it was the Bureau of Arms Control asking the questions, rather than the staffers who oversee the China portfolio?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "So, Maria, there were some folks from our China team working on this as well. But we had some real expertise. We helped bring some contractors in who had some enormous expertise as well. I was personally determined to do everything I could to help in any way I could to make sure there was fewer loss of life, not only in America, but around the world. And understanding where this virus came from and the risk, the risk of another virus escaping from this lab, or worse, if this was somehow grossly negligent, recklessly negligent, or, heaven forbid, intentional, we needed to know. And so we wanted our team to look at it. We had a handful of folks inside our bureaucracy who were playing the politically correct game, didn't want to -- didn't want to rock the boat. The consensus here in swamp town was that this was something that we shouldn't even take a look at, it wasn't even worth questioning, whether it was The New York Times of The Washington Post. They pooh-poohed any of us who talked about this lab. And there were people inside the State Department who didn't want to -- they were creatures of this town, and they didn't want to rock the boat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, I think it was, you really -- you and your team and your administration, the first administration to truly, if you will, poke the bear, push back on the Chinese Communist Party's behavior. There were a string of indictments in 2020, everybody from a professor at Harvard, to the NYPD, to the embassies that you closed in Houston, San Francisco. There were questions about the embassy, Chinese Embassy, in New York. And yet Joe Biden has yet to bring up the origins of COVID with Xi Jinping. In fact, listen to what the president said about his relationship with Xi Jinping and China's goals just in the last week. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I have spent more time with President Xi of China than any world leader has for 24 hours of private meetings with him with just an interpreter, 17,000 miles traveling between China and here. He firmly believes that China, before the year 3035 (sic) is going to own America, because autocracies can make quick decisions. But America is unique. Of all the nations in the world, we're the only nation organized based on an idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, that's it. China wants to acquire America within 15 years, end, full stop. What -- your reaction to what he just said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, I'm not interested in how many miles he has flown or how many hours he spent with Xi Jinping. I'm interesting in what he's doing to stop Xi Jinping and protect and secure American freedom. I have seen nothing, Maria. This is to your point. We closed an embassy -- a consulate in Houston. There was spying going on in our energy industry, in our great research institutions in the state of Texas. We had the DOJ indict multiple figures. I hope that work is still going on. I have seen no evidence of that to date. The Chinese Communist Party presents the most significant challenge to our way of life of any adversary that we have out there today. I heard him the other day say that they were a competitor, that China was somehow a competitor. Europe is a competitor. Japan is a competitor. The Chinese Communist Party wants to take us out. They want the world to operate on a system that looks like the one that they operate, of tyranny, authoritarianism. We can't let that happen. And if President Biden is going to tout miles traveled and hours spent as the hallmark of success, I promise you Xi Jinping will see that as weakness, and our children and grandchildren will live in a United States that's that's very, very different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, it was you who pointed out that the CCP has a way of getting inside. They are behind the wall at this point. They have put people in academia, in Hollywood. And that's why you were able to indict people like the chairman of the Biology Department at Harvard, because he did not disclose he was being paid by the CCP. So, my question for you is, who else is being paid by the CCP today that we don't know about? And I want to run this sound bite of Anthony Fauci, because he has a real hard time criticizing China in an interview on MSNBC last week. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIE GEIST, MSNBC",
      "sentences": "Would you agree though, Dr. Fauci, it is in their interests to hide it, if there was a lab leak, or worse, if they were designing something in their lab, so that the world, that America didn't know that it came out of their own lab? Wouldn't they want to conceal that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You know, Willie, I don't want to be speculating on that, because every time I say something like that, you know it, as well as I, it will get completely taken out of context and go into the Twitter world like crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Really? You don't want to speculate, Anthony Fauci? Who else is being paid by the CCP right now? How many spies are in the country right now, Secretary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, Maria, I can't tell you exactly how many. But your point -- I talked about the Chinese Communist Party being inside the gates here at home in the United States. And we worked alongside the Department of Justice and others to find each and every one of them and get them out of our country. You know, we have 360,000 students, Chinese students, that study in the United States every single year. We have a responsibility. I talked about distrust, but verify. We need to do that here at home as well. I released a study that showed the Chinese Communist Party was evaluating every governor. They had rated American governors on whether they were friendly or unfriendly or were working on them. These are the kinds of things that the Chinese Communist Party is engaged in. They have real influence operations here inside the United States. And when I hear someone like Dr. Fauci use talking points that could come from the Chinese Communist Party's Foreign Ministry, this is something that's inconsistent with making sure that we get it right here at home in the United States of America. I will leave to others to determine motivation. We ought to get to the bottom of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "But when folks find it hard to criticize the Chinese Communist Party, with all that they have done, whether it's the genocide in the west, or what they did to the people of Hong Kong, when it's hard to criticize the Chinese Communist Party, it's very difficult to understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right. And you have to question it. OK, I want to also question what's going on in Israel. You took a trip, met with Bibi Netanyahu. Give us your take on the Abraham Accords, incredible, historic agreements that you brokered, four countries and Israel, to normalize relations with Israel. Are they in jeopardy, given the new scenario on the ground in Israel? What can you tell us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "I had a great trip to Israel. It was wonderful to see people back out in the streets. This was just after the cease-fire had been concluded, an enormously resilient people. And I think the Abraham Accords themselves will prove to be incredibly resilient. They were important, the work that our team did, not only at the State Department, but Secretary Mnuchin, Jared Kushner. The whole team that worked on the Abraham Accords, we did remarkable work to create more prosperity and stability in the Middle East. The only thing that can undo that is an administration that wants to cuddle up and cozy up to the Iranian regime. In the end, the Abraham Accords were possible because we isolated Iran, we built out a coalition of Gulf states, the Israelis, ourselves and others that put real pressure on the Iranian regime. If Iran is allowed to have its sanctions lifted, if we sit in Vienna and give them everything they ask for, it will put real pressure on the Abraham Accords, because the Gulf states will be in a terribly difficult position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. I mean, Iran -- I guess you're not even allowed to mention the Abraham Accords in this administration. It was a story last week. When you come back, we must talk about Russia and Joe Biden's one-on-one. That's coming up, as Russia continues to test this administration. Mike Pompeo, great to see you, sir. When we come back, we will talk with The Federalist's Mollie Hemingway. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Why do you think all of this Hunter Biden news is coming out now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "sentences": "Because it's after the election. The media is in the tank for the Democrats, social media. I mean, the level of suppression and censorship just proves how the mainstream media and social media have a far greater impact in terms of interfering with our elections and determining the outcome than anything that Russia ever could have hoped to achieve in 2016. The real interference in our election is by our media and their bias. It's really -- it's very unfortunate. It's dangerous for our Democratic republic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, that was Wisconsin Senator Ron Johnson right here on \"Sunday Morning Futures\" back in December on the media hypocrisy surrounding the Hunter Biden scandal. It's happening all over again, deja vu for you, with the origins of COVID- 19. Joining me right now is Mollie Hemingway, a senior editor at The Federalist. She is a FOX News contributor. And, Mollie, you have talked about this a lot and written about it. It's great to have you this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "sentences": "Great to be here with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, I mean, the list is long. You have got the Russia hoax. The two of us were on that. And we faced a lot of criticism for several years. You had that fake impeachment trial, which you wrote about. You have got clearly the COVID-19 origins. You have got the hydroxychloroquine. We weren't allowed to mention that. And now we're not allowed to talk about election 2020, because some in the media believe they're the arbiters of truth. Can you explain what's going on and whether or not we will ever see accountability here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, it is so problematic how these tech companies collude with the Democrats and work to keep people from being able to talk about important things. I mean, we're talking right now about the lab leak theory about the Wuhan virus. It was February of 2020 when Facebook started censoring people who were discussing whether the official story about how coronavirus spread throughout the world was legit or not. I mean, it's really horrible that people can't talk about something that is so important, that has killed so many people, millions of people, infected hundreds of millions of people, done so much damage to the world's economy. If you're not allowed to talk about how that got going, you're not allowed to talk about anything. And if groupthink was able to control so much of the discourse about it, because the media were helping out with this of course, too, and the social media companies censoring, what are you allowed to talk about? I mean, if not this, well, nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right. And if you're a journalist, I mean, what do you in the business for, if you're not going to seek out the truth and actually try to ensure that the American people are hearing the real story? But how do they do it? They have these mobs that criticize you and attack you on Twitter and other social media to try to bully you into shutting up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Yes. And that is very powerful. There are -- there's not much diversity of thought in corporate media. And they feel very defensive about anyone challenging their positions. And, for me, I really experienced that with the Russia collusion hoax, which so many people in the media were spreading. They were actually giving each other awards about it. And if you said, hey, wait a minute, that doesn't sound right that the 2016 election was stolen by Donald Trump by colluding with Russia, you got a lot of opposition. People do need to be brave to take that stuff on. It's very difficult, though, when social media companies censor actual discussion of reality and what is going on. And they shouldn't censor it, regardless of what their views are. The way we come to truth is by having good debate, where people lay their facts and they make their case and people can discuss. We are all adults who should be able to discuss different theories without social media companies telling us what's OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Of course. Oh, yes, I remember very fondly getting attacked for saying there was no Russia collusion with Trump. Want to take a break. And then I want to get your take on your new book and a topic people are afraid to talk about again, election 2020. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And we're back with Mollie Hemingway. She is a senior editor at The Federalist. She is a FOX News contributor. And, Mollie, you are coming out with a new book this September about election 2020. What have you learned?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Yes, it's been so interesting to talk about. Election 2020 was something where a lot of people had a lot of concerns about how it was run. I think it was this week that President Obama said that Republicans are trying to rig the elections coming forward by caring so much about ballot security and ballot integrity. And a lot of Republicans, tens of millions of Republicans, say that the rigging of the election happened in 2016, when law -- in 2020, when laws were changed about how to control and protect our elections. Or, sometimes, the courts just intervened, or rogue election officials changed the processes by which we make sure that ballots are correct and should be counted. And this was done through changing laws, through courts changing laws, through officials, but also by big tech companies coming in and actually funding and privatizing our election process. And so people have legitimate reason to be concerned about the integrity of the 2020 election. And this is something that people have done going back since before we even had a country. We cared about election integrity. There's always the fight between how to make sure everyone who should be voting is voting and how to make sure that those votes are valid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It's absolutely extraordinary. And we have never, ever seen before, when you have an election, that the election people running it will actually stop in the middle of the night. And that's what we had in election 2020. They were counting ballots, and then they said, well, we're going to stop, and we're going to recount tomorrow. Ken Paxton says they were waiting for more ballots to come in. And the mail-in ballots were a major problem. Is that what you write about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, actually, what's interesting is, there were a lot of reports of things stopping. Or, in some cases, it was publicly announced that they were stopping the counting of ballots. But they actually weren't stopping counting the ballots, which is of great concern, because you want to make sure that people are able to observe. That's what happened in Atlanta, when the media and observers were told that they were done for the night, but they weren't done for the night and they kept counting. The whole problem with absentee voting and mail-in balloting is that we don't even know how many ballots are out there. This is a big concern for people who care about election fraud, because you need to be able to trust elections to have a republic. And if you can't trust elections, that's a threat to the republic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's absolutely right. Mollie, thank you so much. It is the reason our men and women go lose their lives overseas. Mollie Hemingway, we look forward to the book. Tomorrow morning, on \"Mornings With Maria,\" I will talk once again with Secretary Pompeo. Join us. That will do it for us. I'm Maria Bartiromo. See you tomorrow on \"Mornings With Maria.\" Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS ANCHOR",
      "utterance": "Good Sunday morning, everyone. Welcome to \"Sunday Morning Futures.\" I'm Maria Bartiromo."
    },
    {
      "speaker": "Today",
      "utterance": "Was it collusion or elitism? The Facebook Fauci files -- why Facebook banned posts of the COVID lab leak probability, and then was forced to change the policy last week. Coming up, Senator Ted Cruz on Anthony Fauci's e-mails, plotting with Mark Zuckerberg to censor key information about the origins of COVID-19."
    },
    {
      "speaker": "Then",
      "utterance": "Was it a biological weapon? And why is America funding dangerous research in communist China? I asked then President Trump about it back in May of 2020."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "So, a terrible thing happened. And you can look at it as a source. It took place in a certain -- at a certain point. And it could have been put out, and it should have been put out. And we asked to go over. And they said no. They didn't want our help. And I figured that was OK because they must know what they're doing. So it was either stupidity, incompetence, or it was deliberate, one or the other."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Former Secretary of State Mike Pompeo on this morning about his probe of the origins of COVID-19 and why Joe Biden's foreign policy seems to be helping China, Iran and Russia instead of America."
    },
    {
      "speaker": "Plus",
      "utterance": "President Biden's mega-spending plans, the $6 trillion budget nobody seems to be talking about. House Budget Committee ranking member Jason Smith on how Biden is planning to spend your tax dollars."
    },
    {
      "speaker": "Then",
      "utterance": "from the Russia hoax to Hunter Biden's laptop and his business deal with foreigners to the origins of COVID-19 and treating it with hydroxychloroquine. Some media and social media have been censoring, colluding and lying to the American people. Mollie Hemingway on the next falsity likely to blow off in the media's faces. All that, plus, two of my guests this morning just back from Israel with exclusive news from the ground. All that right here, right now on \"Sunday Morning Futures.\""
    },
    {
      "speaker": "And first this morning",
      "utterance": "the Fauci Facebook censorship. We now know that Dr. Anthony Fauci misled or flat out lied under oath to Senator Rand Paul during a Senate committee hearing. But, today, we are learning more about his potential collusion with the social media giant Facebook to keep that lie going and censor very serious information about the origins of COVID-19. First, here's the Fauci flip-flop over a two-week period. Watch."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, CHIEF MEDICAL ADVISER TO PRESIDENT BIDEN",
      "utterance": "Dr. Barrett does -- not doing gain to function research. And if it is, it's according to the guidelines and it is being conducted in North Carolina. And if you look at the grant, and you look at the progress reports, it is not gain of function, despite the fact that people tweet that. It would have been almost a dereliction of our duty if we didn't study this. And the only way you can study these things is you have got to go where the action is. So, we had a modest collaboration with very respectable Chinese scientists who are world experts on coronavirus, and we did that through a subgrant from a logic grant to EcoHealth."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Oh, OK. Joining me right now to discuss this is Senator Ted Cruz. He sits on the Senate Judiciary and Foreign Relations committees. Senator, good morning to you. It is wonderful to see you this morning. I want to get right into the Facebook connection. But, first, Senator, tell us, did Fauci commit perjury just there?"
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "utterance": "It sure looks like it. He looked at Rand Paul's eyes and told a flat-out falsehood. And, unfortunately, this has been a pattern with Dr. Fauci, that what he says on Monday somehow isn't the same as what he says on Tuesday. But don't worry, what he says on Wednesday is almost certain to be different. And I got to say this e-mail dump that came out makes clear that this is not just being sloppy. It is systematic, and it is systematically an effort to mislead the American people. And, as you noted, he wasn't doing it alone, but he was doing with much of the U.S. government behind him, and with Facebook and big tech operating as an extension of the U.S. government in order to silence any views that disagreed not with the science, because he wasn't looking for the science. He was suppressing the science, but, rather, trying to silence anything that disagreed with a political narrative that was convenient that he was pushing at that moment."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Are you going to be able to do anything, as a sitting senator, on all these so important committees? I mean, look, Senator, this keeps happening. First, it was the Russia hoax that the media said was not true. And they banned posts about it. Then it was a fake impeachment trial. Then it was the COVID treatment hydroxychloroquine. We couldn't talk about that. Then it was the origins of COVID that they have egg on their face. We're also not allowed to talk about election 2020. Look at this timeline about the Facebook-Fauci censorship. On March 15, Zuckerberg e-mails Fauci suggesting that they partner on COVID-19 information hub. And then, in April 16, 2020, Facebook posts steps that it is taking. It changes its policy -- quote -- \"to combat COVID-19-related misinformation,\" it claims February 8, 2021, Facebook announces it will be removing more false claims about COVID-19 and vaccines. May 25, Fauci admits to modest collaboration, as we just heard, and then, on May 26, suddenly, Facebook has to change its policy again, saying it will no longer remove the claim that COVID-19 is manmade. I mean, what's going on here? Will these companies ever be held to account for this corporate dominance and misleading of information to the American people?"
    },
    {
      "speaker": "CRUZ",
      "utterance": "Well, they certainly should be. Unfortunately, I don't expect the Biden administration will do anything to hold them to account. But these latest breakthroughs have real consequence, because it now is clear that Facebook was operating at the direction of and in the direct benefit of the federal government, and operating as the government censor, utilizing their monopoly position to censor on behalf of the government. Maria, that's a very dangerous admission that is now out there for Facebook, because it means anybody in the country or anybody in the world whose statements, whose speech was censored by Facebook, if you went out and posted the facts that led a year ago to the very strong likelihood that the COVID virus escaped from a Chinese government lab in Wuhan, China, if you posted that a year ago, and they took it down, I think there's a very good argument you have a cause of action against Facebook. And Facebook would ordinarily say, we're a private company, we're not liable. Well, you know what? When they act at the behest of the government, when they contact Fauci, when they say, should we censor this, and Fauci says yes, and they censor it for the federal government, and then, magically, when the government changes its mind and said, oh, all those facts that were there a year ago, now you're allowed to talk about it, they stop censoring it with a flip of a switch, that lays a very strong argument that Facebook is operating as a state agency. And that opens very significant legal liability."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, we will see."
    },
    {
      "speaker": "I want to put the Facebook statement on the screen, so that our audience understands what they're saying about this",
      "utterance": "\"In light of ongoing investigations into the origin of COVID-19, and in consultation with public health experts, we will no longer remove the claim that COVID-19 is manmade or manufactured from our apps.\" I mean, the question is, how many lives were lost as a result of this censorship? How many people's lives were impacted as a result of this ongoing misinformation coming from these so-called arbiters of truth? And, by the way, Senator, do we know if Mark Zuckerberg has national security clearance? Why are his e-mails redacted, OK? Look at this -- e-mails. It's redacted. Why are we redacting e-mails with a CEO of a public company? It says -- this is the e-mail. This offer was raised again in a second e-mail from Fauci's communications director in March 16. She writes: \"The sooner we get that offer up the food chain, the better.\" And then we switch to another e-mail, where it says, the really bigger deal that we want to share with you, I have an even bigger deal, is his offer to, redacted, redacted, redacted. What's the bigger deal that Zuckerberg was offering to Dr. Fauci that the American people can't know about? Does he have a national security clearance?"
    },
    {
      "speaker": "CRUZ",
      "utterance": "Well, we should know about it. And they -- not that I know of, and we should know about it. And the fact that they're redacting it is ridiculous. The claimed basis for the redactions is a protection for trade secrets within a company. The real basis for the redaction is obvious. It's that whatever is there is politically embarrassing for Joe Biden and Kamala Harris. And so they don't want people to see it. And that's their strategy to media across the board is cover-up, cover-up, cover-up."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right."
    },
    {
      "speaker": "CRUZ",
      "utterance": "A year ago, in March and April of last year, I did two full podcasts on my podcast \"Verdict With Ted Cruz,\" going through the evidence in March and April of last year why the evidence strongly suggested this escaped from a lab."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "There are not one, but two laboratories studying virology in Wuhan, China. They don't just study virology. They study the virology of coronaviruses. They don't just study coronaviruses."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "CRUZ",
      "utterance": "They study coronaviruses derived from bats. They don't just study them from bats, but from bats that are -- the closest place they occur naturally is 900 miles away."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "CRUZ",
      "utterance": "One of those two institutes, one of those two government labs is less than 400 yards away from the wet market where this outbreak first occurred. Now, we know that three different scientists at those labs got sick with what appears to be COVID, or at least symptoms very similar to COVID, right before this outbreak occurred."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And, of course, what happened?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "The Chinese government covered it up. And, sadly, the deep state in the federal government covered it up as well."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And Joe Biden and his minions in the press, including Facebook and big tech, did everything to cover up the facts. We should be getting bottom -- to the bottom of the facts of a pandemic that has killed millions of people worldwide."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right, 3.5 million people. You have been going right to the source. Thank you for your incredible service to this country in terms of what you have done. You went right to the border. You exposed those incredible housing facilities. And you're just back from Israel. Let me switch gears and ask you about Israel, because you were there in the middle of the fight for Benjamin Netanyahu's public life. I want to get your take on what you learned on the ground. I know you met with the prime minister. You met with several ministers. And I also want to get your take on the Abraham Accords. Are they still in place?"
    },
    {
      "speaker": "CRUZ",
      "utterance": "Sure."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Are they in jeopardy? What's going on?"
    },
    {
      "speaker": "CRUZ",
      "utterance": "Well, I was in Israel earlier this week. I flew there to make clear, and unequivocally clear, that the United States, the people of America stand with Israel. Israel just came through an 11-day period where over 4,000 rockets rained down upon Israeli civilians. It was a horrific period of war. And I wanted to be there in the immediate aftermath of the war to say, America's got your back. I went. I went to the border of Gaza, where the rockets had been coming from Hamas. I visited one home, a home where a -- a Hamas rocket had come through the ceiling, had exploded, had destroyed the home. There's an elderly woman who lived in the home. She escaped, but, tragically, her caretaker was killed in that rocket attack. I went to the Iron Dome missile batteries that have an incredible 90 percent intercept rate stopping those missiles. So, the death tolls could have been much, much higher, 10x, 100x higher, without Iron Dome."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "But Iron Dome saved thousands of Israeli lives, thousands of Palestinian lives."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator..."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And the most frustrating thing, Maria, about this trip..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "... is, I believe the violence, the war in the Middle East is the direct cause -- direct result of a series of policy mistakes Joe Biden and Kamala Harris made coming in."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Remember, just nine months ago, nine months ago, peace was flowering in the Middle East."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right."
    },
    {
      "speaker": "CRUZ",
      "utterance": "The historic Abraham Accords were signed, bringing Israel and Arab allies together. And what happened? Joe Biden came in, immediately began undermining Israel, immediately began sending over $250 million to the Palestinian Authority that is in bed with Hamas, immediately began promising billions of dollars to the Ayatollah Khamenei of Iran, who funds Hamas."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And all of that flip in policy led to Hamas launching this massive terror attack. Those rockets were, in a very real sense, paid for by Joe Biden."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And they were launched by Joe Biden, because Hamas and Iran wanted to test Biden to say, what's he going to do? And, unfortunately, President Biden failed that test. He did exactly what Iran thought he would do, which is undermine Israel..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "... attack its prime minister, and stand with the Hamas terrorists."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick. We only have a few seconds here. Senator, are the Abraham Accords in jeopardy? And what about this consulate that the U.S. wants to build in Jerusalem? Real quick."
    },
    {
      "speaker": "CRUZ",
      "utterance": "So, the Abraham Accords are absolutely in jeopardy. And, in fact, the Biden State Department, just this week it broke they have ordered employees at the State Department, do not say the words Abraham Accords. It's like Abraham has become Voldemort in the Biden administration. The Abraham Accords were historic. They brought together parties that had been in conflict for decades."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "CRUZ",
      "utterance": "We should be celebrating those victories. But the Biden administration is so profoundly political..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "CRUZ",
      "utterance": "... they hate Trump so much, they want to erase the Abraham Accords. And you asked what's happening next."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "CRUZ",
      "utterance": "The Biden administration has said they want to open a new consulate in Jerusalem for Palestinians."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "CRUZ",
      "utterance": "The entire purpose of that is to undermine Israel's claim to Jerusalem and to elevate Hamas and the Palestinians..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK. We're going to talk -- we're going to talk with Senator..."
    },
    {
      "speaker": "CRUZ",
      "utterance": "... which will produce even more conflict."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator, thank you so much. Good to see you. We will see you soon. Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, welcome back. President Biden released his fiscal year 2022 budget last Friday night right before the long Memorial Day weekend. Of course, that raised our eyebrows. In all 72 pages, not once does this budget mention border security. Nancy Pelosi has said that a budget should be a statement of our national values. So, let's get into Biden's values and priorities, as per his budget. Joining me right now is the ranking member of the House Budget Committee, Missouri Congressman Jason Smith. Congressman, it's always a pleasure. Thank you very much for being here. We have new numbers to share with our audience this morning. We spoke with Brandon Judd. He is the head of the Border Patrol union. And he told us what the apprehensions look like in terms of illegals coming into Texas. We are talking about a continuation of incredible numbers, 172,000 apprehensions in the month of May; 48,000 people got away. We have no idea where they went. And there was no mention of any of this in the budget. Can you talk to us about the priorities of the Biden administration, as per his budget?"
    },
    {
      "speaker": "REP. JASON SMITH (R-MO)",
      "utterance": "Maria, it's great to be with you. Those numbers that you just shared are just astounding, astounding. Think about this. More people have illegally crossed the Southern border than the entire population of Kansas City, Missouri, now since January 20. And this budget that President Biden released a week ago Friday in the afternoon before Memorial Day holiday weekend, hoping, I guess, that the American public won't see the details within it, it provides $69 trillion of spending over 10 years, $6 trillion of spending just this year. But they couldn't find one additional dollar for the border wall, let alone a zero percent increase for homeland, when we're facing this border crisis? It's crazy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, I mean, I want to talk about the priorities here, because I know that, in the budget, Congressman, he's got $4 billion allocated to Central American countries. So, there's zero increase in spending for homeland security. There's now no increase in defense spending, because, when you actually increase -- when you actually compare it to inflation, 1.6 percent increase means it's negative defense spending, and yet $4 billion for Central American countries. So are these the priorities that we're looking at right now? EPA gets an increase of 22 percent in the budget. IRS getting $80 billion to hire 86,000 new auditors?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Look at this. This is the first budget that has been released by the Democrats since they have been in power and over 800 days since Nancy Pelosi became speaker of the House. And as Nancy Pelosi said, a budget is a statement of their values. And, clearly ,by this budget, it shows that they have very little concern for our men and women in uniform. In fact, they propose in this budget to spend more money in 10 years on interest on our debt, which is $914 billion, than they want to spend on our military."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow."
    },
    {
      "speaker": "SMITH",
      "utterance": "In fact, the increase on military is 1.6 percent, Maria, which is less than inflation. And like we mentioned, protecting our homeland, zero percent increase, but they want to increase the EPA by 22 percent. And they want to hire 87,000 new auditors with the IRS to go after men and women and to make sure that they're paying their fair share to the IRS?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK. Hold on."
    },
    {
      "speaker": "SMITH",
      "utterance": "Crazy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow. Hold on. Hold on, Congressman. We have got to get more into this. We're going to take a short break. And then I want to ask you how he's proposing we pay for all of this $6 trillion. We will be right back with more on Biden's budget."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. And I am back with Congressman Jason Smith. He is the ranking member on the House Budget Committee. And we are walking through President Biden's budget. So, Congressman, you were saying a moment ago that the president wants to allocate $80 billion to the IRS. It feels a little like a deja vu. Under the Obama administration, we had the IRA -- IRS politicized, targeting groups that they didn't agree with. Tell me what there's $80 billion is for."
    },
    {
      "speaker": "SMITH",
      "utterance": "They're proposing Maria to spend $80 billion to hire 87,000 IRS auditors -- that's like filling the Nationals stadium two different times - - just to go after families and small businesses and farmers to make sure that they're paying their fair share with the auditors. And they believe that by hiring these 87,000 auditors, they're going to be able to come up with over $700 billion in revenues. So, that means they're going to be looking under every crook and cranny to find what they can with every American, which is pretty scary."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, it really strikes me that we are in dangerous times. Today is D-Day, 77 years after D-Day. And, today, we are confronting -- first of all, thank you to all of our troops and our courageous men and women who gave their lives and fought for the freedom and liberty of this country. Today, we face even bigger threats with communist China and Iran. As the threats are rising, there's no increase in homeland security. There's no increase in defense spending. Let's put up a bar chart that we have here from your committee, the Budget Committee, to show us where the spending is going. Walk us through this. How come there's so much money going to education and no money going to homeland security?"
    },
    {
      "speaker": "SMITH",
      "utterance": "First off, when you look at that bar chart, Maria, this is additional increases. Anything that is non-defense roughly has an average of 16 percent or more of an increase whenever -- remember, we have already funded all of these agencies, where they have tens of billions of dollars in leftover funds from the five to six different COVID packages that has been passed over the year. So they already have more money than what they possibly can spend and that they're not spending. But when it comes to securing our border, you see not $1 in additional spending."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow. All right."
    },
    {
      "speaker": "SMITH",
      "utterance": "And when it comes to providing for our men and women in uniform, it's the -- the increase is so minimal, it's the lowest since World War II."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Not only that, but at the out-years, after a sugar high with all of this money going to the economy, his expectations for growth are flat, under 2 percent. So, it's -- what's the point of spending all of this money if it's not leading to growth? But the real question I want to ask you, Congressman, is, how is he planning on paying for this? Will he be able to raise taxes? Is he going to get it through reconciliation? And whose taxes are going where? Tell us the most egregious tax increases that you see."
    },
    {
      "speaker": "SMITH",
      "utterance": "You know, Maria, what I think is the most alarming within this budget proposal -- you hit on the GDP. In the president's budget proposal, he says GDP over the first two years will be at 2.2 percent. In the last eight years of the budget, it will be 1.9 percent. The reason why it will be at 1.9 percent is because his policies will be taking effect. And his policies within this budget is increasing taxes to the highest level this country has ever seen, $55 trillion in collections of taxes over the next 10 years. You're seeing increases on low income, working class. President Biden campaigned and said that he would not raise taxes on low income, but, in fact, that's what he does in this budget proposal. A family of four who makes less than $60,000 a year will face a $2,000-a- year increase in taxes. And I will tell you, a family of four is doing everything they can to get by right now. And with this crazy spending, Maria, with inflation going around, they're already seeing a huge increase of putting food on their table..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow."
    },
    {
      "speaker": "SMITH",
      "utterance": "... clothes on their backs, medicine in their cabinets, gas in their cars. It's absolutely getting out of control."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, Congressman, you really laid this out well. We so appreciate you walking us through the budget. Thank you, sir. We will keep watching."
    },
    {
      "speaker": "SMITH",
      "utterance": "Great to be with you, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman Jason Smith joining us this morning. Quick break, and then we will talk with former Secretary of State Mike Pompeo on China's civil-military fusion. All of China's research labs are run by the Chinese military, yes, the Chinese military. So was it -- COVID-19 a bioweapon? And was America funding it? Don't miss it. He's next."
    },
    {
      "speaker": "REP. DEVIN NUNES (R-CA)",
      "utterance": "If you begin to look at the circumstantial evidence, I think it's pretty clear that there wasn't some guy in a wet market in China that ate a bat. It likely didn't come from there. There's zero evidence of that. But there's building circumstantial evidence that indeed this did come from the lab. And, indeed, likely, there was money that flowed from the U.S. government through nonprofits that was actually supporting this type of research that was going on in China. And, look, why is this important? This is about bioweapons. This is about biowarfare. This is -- this is very concerning."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was Congressman Devin Nunes on this program last month questioning whether the Chinese Communist Party deliberately engineered a COVID-19 bioweapon. Joining me right now is former Secretary of State Mike Pompeo. Good morning, Secretary. It's very good to see you this morning."
    },
    {
      "speaker": "MIKE POMPEO, FORMER U.S. SECRETARY OF STATE",
      "utterance": "Good morning, Maria. It's great to be with you. Yes, ma'am."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "A lot of information these last few weeks. Can you tell us what you think was going on here?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, Maria, the more -- the more we see, the more we know. Every sign, every piece of evidence that we have seen to date continues to stack up to suggest that this did indeed come, this one virus came from the virology lab there in Wuhan. We have seen almost no evidence that supports the zoonotic theory that it somehow leapt from a bat to another species. This wasn't the politically correct thing to say back in the spring of last year, when I began to see evidence accumulating in that direction. What precisely happened? We don't know. But every one of those laboratories that the Chinese engage in, just like, frankly, every state-owned enterprise, is operated and controlled by the People's Liberation Army or their security apparatus. That's certainly true at the Wuhan Institute of Virology as well. We don't know precisely what was taking place there, because the Chinese Communist Party is covering it up and won't let us know. But there are a lot of unanswered questions about what these activities were, why they were engaged with them, were they connected to their military in any way, and if, in fact, this leak came from that laboratory."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, and this is why we speak so much about investing in Chinese companies and the efforts that your administration tried to lessen that, even ban that, because it's all controlled by the Chinese military. And the Chinese military is hoping to overtake the U.S. military. That's why you did a probe into the origins of COVID-19. And you have said many times in the last couple of weeks that there were influences within the State Department that tried to play that down. I guess one question I have is, why was it that it was the Bureau of Arms Control asking the questions, rather than the staffers who oversee the China portfolio?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "So, Maria, there were some folks from our China team working on this as well. But we had some real expertise. We helped bring some contractors in who had some enormous expertise as well. I was personally determined to do everything I could to help in any way I could to make sure there was fewer loss of life, not only in America, but around the world. And understanding where this virus came from and the risk, the risk of another virus escaping from this lab, or worse, if this was somehow grossly negligent, recklessly negligent, or, heaven forbid, intentional, we needed to know. And so we wanted our team to look at it. We had a handful of folks inside our bureaucracy who were playing the politically correct game, didn't want to -- didn't want to rock the boat. The consensus here in swamp town was that this was something that we shouldn't even take a look at, it wasn't even worth questioning, whether it was The New York Times of The Washington Post. They pooh-poohed any of us who talked about this lab. And there were people inside the State Department who didn't want to -- they were creatures of this town, and they didn't want to rock the boat."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, I think it was, you really -- you and your team and your administration, the first administration to truly, if you will, poke the bear, push back on the Chinese Communist Party's behavior. There were a string of indictments in 2020, everybody from a professor at Harvard, to the NYPD, to the embassies that you closed in Houston, San Francisco. There were questions about the embassy, Chinese Embassy, in New York. And yet Joe Biden has yet to bring up the origins of COVID with Xi Jinping. In fact, listen to what the president said about his relationship with Xi Jinping and China's goals just in the last week. Watch this."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I have spent more time with President Xi of China than any world leader has for 24 hours of private meetings with him with just an interpreter, 17,000 miles traveling between China and here. He firmly believes that China, before the year 3035 (sic) is going to own America, because autocracies can make quick decisions. But America is unique. Of all the nations in the world, we're the only nation organized based on an idea."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, that's it. China wants to acquire America within 15 years, end, full stop. What -- your reaction to what he just said?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, I'm not interested in how many miles he has flown or how many hours he spent with Xi Jinping. I'm interesting in what he's doing to stop Xi Jinping and protect and secure American freedom. I have seen nothing, Maria. This is to your point. We closed an embassy -- a consulate in Houston. There was spying going on in our energy industry, in our great research institutions in the state of Texas. We had the DOJ indict multiple figures. I hope that work is still going on. I have seen no evidence of that to date. The Chinese Communist Party presents the most significant challenge to our way of life of any adversary that we have out there today. I heard him the other day say that they were a competitor, that China was somehow a competitor. Europe is a competitor. Japan is a competitor. The Chinese Communist Party wants to take us out. They want the world to operate on a system that looks like the one that they operate, of tyranny, authoritarianism. We can't let that happen. And if President Biden is going to tout miles traveled and hours spent as the hallmark of success, I promise you Xi Jinping will see that as weakness, and our children and grandchildren will live in a United States that's that's very, very different."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, it was you who pointed out that the CCP has a way of getting inside. They are behind the wall at this point. They have put people in academia, in Hollywood. And that's why you were able to indict people like the chairman of the Biology Department at Harvard, because he did not disclose he was being paid by the CCP. So, my question for you is, who else is being paid by the CCP today that we don't know about? And I want to run this sound bite of Anthony Fauci, because he has a real hard time criticizing China in an interview on MSNBC last week. Watch this."
    },
    {
      "speaker": "WILLIE GEIST, MSNBC",
      "utterance": "Would you agree though, Dr. Fauci, it is in their interests to hide it, if there was a lab leak, or worse, if they were designing something in their lab, so that the world, that America didn't know that it came out of their own lab? Wouldn't they want to conceal that?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "You know, Willie, I don't want to be speculating on that, because every time I say something like that, you know it, as well as I, it will get completely taken out of context and go into the Twitter world like crazy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Really? You don't want to speculate, Anthony Fauci? Who else is being paid by the CCP right now? How many spies are in the country right now, Secretary?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, Maria, I can't tell you exactly how many. But your point -- I talked about the Chinese Communist Party being inside the gates here at home in the United States. And we worked alongside the Department of Justice and others to find each and every one of them and get them out of our country. You know, we have 360,000 students, Chinese students, that study in the United States every single year. We have a responsibility. I talked about distrust, but verify. We need to do that here at home as well. I released a study that showed the Chinese Communist Party was evaluating every governor. They had rated American governors on whether they were friendly or unfriendly or were working on them. These are the kinds of things that the Chinese Communist Party is engaged in. They have real influence operations here inside the United States. And when I hear someone like Dr. Fauci use talking points that could come from the Chinese Communist Party's Foreign Ministry, this is something that's inconsistent with making sure that we get it right here at home in the United States of America. I will leave to others to determine motivation. We ought to get to the bottom of it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "POMPEO",
      "utterance": "But when folks find it hard to criticize the Chinese Communist Party, with all that they have done, whether it's the genocide in the west, or what they did to the people of Hong Kong, when it's hard to criticize the Chinese Communist Party, it's very difficult to understand."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right. And you have to question it. OK, I want to also question what's going on in Israel. You took a trip, met with Bibi Netanyahu. Give us your take on the Abraham Accords, incredible, historic agreements that you brokered, four countries and Israel, to normalize relations with Israel. Are they in jeopardy, given the new scenario on the ground in Israel? What can you tell us?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "I had a great trip to Israel. It was wonderful to see people back out in the streets. This was just after the cease-fire had been concluded, an enormously resilient people. And I think the Abraham Accords themselves will prove to be incredibly resilient. They were important, the work that our team did, not only at the State Department, but Secretary Mnuchin, Jared Kushner. The whole team that worked on the Abraham Accords, we did remarkable work to create more prosperity and stability in the Middle East. The only thing that can undo that is an administration that wants to cuddle up and cozy up to the Iranian regime. In the end, the Abraham Accords were possible because we isolated Iran, we built out a coalition of Gulf states, the Israelis, ourselves and others that put real pressure on the Iranian regime. If Iran is allowed to have its sanctions lifted, if we sit in Vienna and give them everything they ask for, it will put real pressure on the Abraham Accords, because the Gulf states will be in a terribly difficult position."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. I mean, Iran -- I guess you're not even allowed to mention the Abraham Accords in this administration. It was a story last week. When you come back, we must talk about Russia and Joe Biden's one-on-one. That's coming up, as Russia continues to test this administration. Mike Pompeo, great to see you, sir. When we come back, we will talk with The Federalist's Mollie Hemingway. Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Why do you think all of this Hunter Biden news is coming out now?"
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "utterance": "Because it's after the election. The media is in the tank for the Democrats, social media. I mean, the level of suppression and censorship just proves how the mainstream media and social media have a far greater impact in terms of interfering with our elections and determining the outcome than anything that Russia ever could have hoped to achieve in 2016. The real interference in our election is by our media and their bias. It's really -- it's very unfortunate. It's dangerous for our Democratic republic."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, that was Wisconsin Senator Ron Johnson right here on \"Sunday Morning Futures\" back in December on the media hypocrisy surrounding the Hunter Biden scandal. It's happening all over again, deja vu for you, with the origins of COVID- 19. Joining me right now is Mollie Hemingway, a senior editor at The Federalist. She is a FOX News contributor. And, Mollie, you have talked about this a lot and written about it. It's great to have you this morning."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "utterance": "Great to be here with you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, I mean, the list is long. You have got the Russia hoax. The two of us were on that. And we faced a lot of criticism for several years. You had that fake impeachment trial, which you wrote about. You have got clearly the COVID-19 origins. You have got the hydroxychloroquine. We weren't allowed to mention that. And now we're not allowed to talk about election 2020, because some in the media believe they're the arbiters of truth. Can you explain what's going on and whether or not we will ever see accountability here?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, it is so problematic how these tech companies collude with the Democrats and work to keep people from being able to talk about important things. I mean, we're talking right now about the lab leak theory about the Wuhan virus. It was February of 2020 when Facebook started censoring people who were discussing whether the official story about how coronavirus spread throughout the world was legit or not. I mean, it's really horrible that people can't talk about something that is so important, that has killed so many people, millions of people, infected hundreds of millions of people, done so much damage to the world's economy. If you're not allowed to talk about how that got going, you're not allowed to talk about anything. And if groupthink was able to control so much of the discourse about it, because the media were helping out with this of course, too, and the social media companies censoring, what are you allowed to talk about? I mean, if not this, well, nothing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right. And if you're a journalist, I mean, what do you in the business for, if you're not going to seek out the truth and actually try to ensure that the American people are hearing the real story? But how do they do it? They have these mobs that criticize you and attack you on Twitter and other social media to try to bully you into shutting up."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Yes. And that is very powerful. There are -- there's not much diversity of thought in corporate media. And they feel very defensive about anyone challenging their positions. And, for me, I really experienced that with the Russia collusion hoax, which so many people in the media were spreading. They were actually giving each other awards about it. And if you said, hey, wait a minute, that doesn't sound right that the 2016 election was stolen by Donald Trump by colluding with Russia, you got a lot of opposition. People do need to be brave to take that stuff on. It's very difficult, though, when social media companies censor actual discussion of reality and what is going on. And they shouldn't censor it, regardless of what their views are. The way we come to truth is by having good debate, where people lay their facts and they make their case and people can discuss. We are all adults who should be able to discuss different theories without social media companies telling us what's OK."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Of course. Oh, yes, I remember very fondly getting attacked for saying there was no Russia collusion with Trump. Want to take a break. And then I want to get your take on your new book and a topic people are afraid to talk about again, election 2020. We will be right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And we're back with Mollie Hemingway. She is a senior editor at The Federalist. She is a FOX News contributor. And, Mollie, you are coming out with a new book this September about election 2020. What have you learned?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Yes, it's been so interesting to talk about. Election 2020 was something where a lot of people had a lot of concerns about how it was run. I think it was this week that President Obama said that Republicans are trying to rig the elections coming forward by caring so much about ballot security and ballot integrity. And a lot of Republicans, tens of millions of Republicans, say that the rigging of the election happened in 2016, when law -- in 2020, when laws were changed about how to control and protect our elections. Or, sometimes, the courts just intervened, or rogue election officials changed the processes by which we make sure that ballots are correct and should be counted. And this was done through changing laws, through courts changing laws, through officials, but also by big tech companies coming in and actually funding and privatizing our election process. And so people have legitimate reason to be concerned about the integrity of the 2020 election. And this is something that people have done going back since before we even had a country. We cared about election integrity. There's always the fight between how to make sure everyone who should be voting is voting and how to make sure that those votes are valid."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It's absolutely extraordinary. And we have never, ever seen before, when you have an election, that the election people running it will actually stop in the middle of the night. And that's what we had in election 2020. They were counting ballots, and then they said, well, we're going to stop, and we're going to recount tomorrow. Ken Paxton says they were waiting for more ballots to come in. And the mail-in ballots were a major problem. Is that what you write about?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, actually, what's interesting is, there were a lot of reports of things stopping. Or, in some cases, it was publicly announced that they were stopping the counting of ballots. But they actually weren't stopping counting the ballots, which is of great concern, because you want to make sure that people are able to observe. That's what happened in Atlanta, when the media and observers were told that they were done for the night, but they weren't done for the night and they kept counting. The whole problem with absentee voting and mail-in balloting is that we don't even know how many ballots are out there. This is a big concern for people who care about election fraud, because you need to be able to trust elections to have a republic. And if you can't trust elections, that's a threat to the republic."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's absolutely right. Mollie, thank you so much. It is the reason our men and women go lose their lives overseas. Mollie Hemingway, we look forward to the book. Tomorrow morning, on \"Mornings With Maria,\" I will talk once again with Secretary Pompeo. Join us. That will do it for us. I'm Maria Bartiromo. See you tomorrow on \"Mornings With Maria.\" Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}