{
  "date": "June 6, 2017",
  "headline": "Circa News: Ex-intel contractor sues Comey; Eric Trump: Media are out of control",
  "subHeadline": "The former contractor is alleging the FBI covered up mass civil liberties violations against Americans; John Solomon and Sara Carter explain on \"Hannity.\"",
  "url": "https://www.foxnews.com/transcript/circa-news-ex-intel-contractor-sues-comey-eric-trump-media-are-out-of-control",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "And welcome to \"Hannity.\" This is a Fox News Alert on this breaking news night. President Trump delivers a message to James Comey before the fired FBI director gets ready to testify before Congress on Thursday. He says, I wish him luck. Circa's Sara Carter, John Solomon will join us in a few minutes with reaction. They also have an explosive new report they will share with us.  Also tonight, Eric Trump, Laura Ingraham, Mike Huckabee, Lou Dobbs will all be here.  But first, the federal government has charged a 25-year-old government contractor for allegedly leaking an NSA document, and it is raising more questions than answers. For starters, why did she have top security clearance in the first place? Also, the mainstream media is lying, yes, lying to you yet again. And about their lies? Well, that's tonight's important \"Opening Monologue.\"  All right, a new report from the web site The Intercept appears to have led to the arrest of a federal government contractor named Reality Winner. Now, when making the announcement yesterday, the Department of Justice did not specify what Winner is accused of leaking or which news outlet she allegedly leaked the information to. But the DOJ's statement was released about an hour after The Intercept published its report. And according to the article which cites a leaked NSA document, Russian intelligence, military intelligence allegedly launched a cyber attack against a voting software supplier and sent phishing emails to over 100 election officials.  Now, of course, some liberals hyperventilating in the destroy Trump media -- they are jumping on this and purposefully mischaracterizing all of this. And you know what? They are once again lying to you, the American people. They are claiming it's a smoking gun that Russia changed actual vote tallies. Now, take a look, for example, at this headline from Newsweek. \"Who won the election? NSA report suggests Russia might have hacked voting system.\" Now, here's the problem. If you actually take the time and read the leaked NSA document, it does not draw any conclusions about the potential impact of so-called Russian interference on the outcome of the 2016 election.  Even a columnist from Bloomberg is pointing out the that media is not telling you the truth about what is truly and really going on here. Now, the headline reads, \"The leaked NSA report is being read backward.\" Now, in it, he makes great points which we verified. And according to The Intercept's report, Russian hackers did target a voting software company that is called VR Systems.   Now, what liberals and members of the destroy Trump propaganda media will not tell you is that seven of the eight states that use VR Systems include the following -- California, Florida, Illinois, Indiana, New York, North Carolina, West Virginia -- they use paper-based systems. And the eighth state, Virginia, is mostly paper-based. So if they hacked into this company -- OK, it's all paper-based, so, well, that would not have made a difference in the outcome of the election. Wow! Truth matters. And more importantly, in the key swing states -- Pennsylvania, Michigan, Wisconsin -- they don't use VR Systems at all. So let's use logic and common sense. If Russia really was going to hack the elections through this system, wouldn't they have targeted the key swing states? Now, if that does not blow the Russia conspiracy theory completely out of the water that you're being fed today, well, there's also this. Back in January, while testifying before Congress, the former director of national intelligence, James Clapper, said that Russia election interference did not -- did not -- have any impact of actual vote tallies. Watch him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CLAPPER, DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "First, we cannot say -- they did not change any vote tallies or anything of that sort. We have no way of gauging the impact that -- certainly the intelligence community can't gauge the impact it had on choices that the electorate made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, the former FBI Director James Comey, and the current director of the NSA Admiral Mike Rogers, have also said the same thing. Now, on top of that, we also have the former director of national intelligence, Clapper, and several prominent Democrats admitting -- we have played this before -- no smoking gun that they have seen, no evidence whatsoever in spite of thousands of hours of black helicopter tinfoil hat conspiracy coverage of Russia collusion. Watch the Democrats and security intelligence agencies tell you directly!   UNIDENTIFIED MALE, \"FACE THE NATION\"/CBS, MAY 7: Have you seen anything that suggests any collusion between the Russians and the Trump campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN, D-W.VA.",
      "sentences": "Well, there's an awful lot of smoke there, let's put it that way. People that might have said they were involved, to what extent they were involved, to what extent the president might have known about these people or whatever, there's nothing there from that standpoint that we have seen directly linking our president to any of that. WOLF BLITZER, CNN, MAY 18: The last time we spoke, Senator, I asked you if you had actually seen evidence of collusion between the Trump campaign and the Russians, and you said to me -- and I'm quoting you now. You said, \"Not at this time.\" Has anything changed since we spoke last?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DIANNE FEINSTEIN, D-CALIF.",
      "sentences": "Well, not -- no, it hasn't.  UNIDENTIFIED MALE, MSNBC, MAY 18: (INAUDIBLE) but just to be clear, we haven't -- there has been no actual evidence yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "sentences": "No, it has not been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. I just wanted...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATERS",
      "sentences": "No, it has not been... CLAPPER, \"MEET THE PRESS\"/NBC, MAY 28: At the time I left, I did not see any smoking gun and certitude (ph) evidence of collusion. JAKE TAPPER, CNN, JUNE 4: Is there any evidence of collusion that you have seen yet? Is there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARK WARNER, D-VA.",
      "sentences": "There is a lot of smoke. We have no smoking gun at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now that we have once again -- I don't think anyone else in the media does this -- we have shot down these pathetic attempts to smear President Trump. I want to now ask some very serious questions about this alleged leaker.   OK. Why did this 25-year-old that's named Reality Winner ever have access to this kind of information in the first place? Now, according to reports about her social media posts, well, OK, she's very political, a huge Bernie Sanders supporter who hates the president, Donald Trump. She also reportedly tweeted that, quote, \"Being white is terrorism,\" and she also allegedly vowed to stand with the Iranians. And what's even more shocking is that the NSA -- well, they have may have overlook certain red flags in favor of people who have, well, OK, particular skills like Reality Winner. And according to a report, she was apparently fluent in languages that are spoken in Iran and Afghanistan.  And according to Matthew Aid, an intelligence historian who spoke to NBC News, quote, \"The vast majority of people who do the National Security Agency's intercept work, who translate and analyze -- most of them are fresh out of high school.\" High school? Are you kidding me?  And then he continued. \"There are thousands and thousands of 18 to 21-year-olds doing critically important and secret work around the world.\" So apparently, the NSA doesn't care about your background. As long as you have certain abilities, you can get top security clearance in this country? Wow! Now, here's my opinion. Reality Winner is a very small fish in the deep state pond. And let me make a point here. Now, I think it needs to be raised. And as for the liberals out there, I'm asking questions. These questions need to be asked. And one of the itsy-bitsy, teeny-weeny problems that we have in all of this -- do you remember WikiLeaks? Remember what they revealed in vault (ph) 7 (ph)? And by the way, what Vladimir Putin claimed just the other night?   According to information that WikiLeaks released about the CIA and the tactics they used -- they did this back in March -- the spy agency has a database of malware that was created by other countries. In other words, they can disguise their own hacking attempts and make it look like a foreign country and foreign actor carried it out, put their fingerprints on their own attack! That's something we've got to think about.  And in an interview over the weekend with NBC, well, the Russian president, Vladimir Putin, he actually said the same thing. Take a look at this.  VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): I haven't seen even once any direct proof of Russian interference in the presidential election in the United States.  What could be easier in this day and age than using all the technical means at the disposal of the intelligence services and using those means to organize some attacks and then pointing the finger at Russia? We don't care who's the head of the United States. We know more or less what is going to happen. And so in this regard, even if we wanted to, it wouldn't make sense for us to interfere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, do I trust Vladimir Putin? No, nobody does. Former KGB guy. But here's the important part. WikiLeaks has been saying the same thing. Now, WikiLeaks, like them or not, they have not been proven wrong once, not one time in 11 years.   So could it be possible -- and we don't have all the information at this point. It'll include a deeper dive on our part and the parts of others. But I want to be very clear here. I would argue -- and this is important - - 99.9 percent of those that do work in our intelligence community I believe are good people. They're patriotic Americans. They're brave. They work to keep us safe in a very evil, dark and dangerous world. They have nothing to do with any of this deep state stuff.  But the big problem we have in this country is this. We have deep state selective leaking that is designed by some in power that clearly want to hurt and I would argue even take down the president of the United States and overturn the election that you voted for last November. You have these Obama holdovers. You have -- for example, if this young woman is a minnow, then you have the deep state sharks at the top of the food chain that would be orchestrating this sabotage and misuse of our intelligence community. We need to find out who they are. They need to go and be removed because they're hurting the country and they're purposely advancing their own political agenda and weaponizing the use of intelligence that only should be used for our security. Now, also tonight, ABC News is reporting that James Comey, all right, is testifying Thursday before Congress, will, quote, \"stop short of saying that President Trump obstructed justice.\" By the way, that's a smart move for the former FBI director because as we've been telling you, he was never going to say that.   Want to know why? Take a look at the side of your screen. As my friend, colleague Gregg Jarrett pointed out, \"If Comey thought Trump did anything wrong back in January,\" oh, yes, \"he would have broken those two laws because he had a legal obligation to come forward and tell people.\" And by the way, on May 3rd, well, James Comey also said it never happened. So he'd be contradicting himself. Also, earlier today, President Trump wished Comey good luck on Thursday. Also tonight, one last point. Sara Carter, John Solomon are out with a huge story. Here's the headline. \"Ex-intel contractor sues Comey alleging FBI covered up mass civil liberties violations.\"   And joining us now with their special report and more, Sara Carter, John Solomon. John, I'll start with you. Anything I'm saying here that's wrong, in your view?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SOLOMON, CIRCA NEWS",
      "sentences": "Well, we have a man tonight that filed a lawsuit, that man walked out of the NSA, CIA and FBI with 47 hard drives, 600 million documents that were classified. This is way larger than Snowden. He gave it back to the FBI and said, The reason I took them is I want to sit down and show you all these massive civil liberties. And nobody's heard about this in the last two years. I think it's a pretty very important story, and it goes to this larger issue of how much abuse may be going on beneath the intelligence community's cover. And we need to get an answer about how often our identities are compromised, how often our privacy is affected. We've been looking at this for three months, and there's's lot of concrete evidence, facts, that there are violations going on that need to be addressed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Sara, so what your report is saying here is you have an ex- intel contractor suing Comey, saying that the FBI on a mass scale covered up mass civil liberties violations against Americans and he has evidence. Isn't that a little bit bigger than Russia collusion with no evidence, as I just proved up to this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CIRCA NEWS",
      "sentences": "Yes, absolutely. This is on a much larger scale. We have seen the itemized reports of the 47, and we've posted them on our Web site at Circa.com, the itemized list of hard drives that he gave to the FBI, signed by the FBI. We have all the documentation to show this.  Think about this, Sean. He said -- and I just spoke to him before I came to see you. He said he unmasked with the technology that he had, with the NSA, over 30 million Americans -- 600 million documents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "He said if you stack those up, that's 30 miles high, 30 miles high, but over 20 million Americans. And I said, Well, was it you were unmasking? He said everything, from their bank accounts, their homes, their records, phone conversations, e- mails. He was able to take down every single firewall.  And it was so distressing because, you know, this is what he was directed to do. And when he tried to do the right thing, and he did, in his opinion, the right thing and got the immunity agreement from the FBI, the FBI decided to not move forward -- to not more forward with that investigation, and that's all he knows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did Comey know about this? Because the headline is that he's suing Comey, alleging this mass coverup of civil liberties violations, and you're telling me 20 million -- 20 million? This is the biggest...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "20 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow! Did Comey know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "According to Dennis Montgomery, who is alleging that all of this happened, and he was willing -- he said, I am more than willing to tell anybody, face anyone, face Comey, face former director Robert Mueller, who was working at the FBI at the time when he began his work because he spent nine years, nine years working with them, started out with the FBI, then went on into the CIA/NSA realm. And so when he began this, he said that, you know, he was willing to talk to anyone and testify before anybody, face Clapper, face Brennan, face Comey. And he would not back down...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "... even though he is right now -- he's struggling with some health issues. He just wants to get the story out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. John, I'll give you the last word. I'm imagining that if it's more information than even Edward Snowden, that there's beyond smoking gun evidence here. When will the American people see this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Well, it's going to -- it's been assigned to a very well respected judge, Judge Richard Leon here in District of Columbia. He's the judge that previously ruled that the NSA had violated Americans' privacy, and the court process is going to play out now, and there's be a venue now where Americans can find out if these things are true and if there are violations that have been going on that have been swept under the rug by our government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And you've been able to see what evidence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "We have been able to see that he did get an immunity agreement, that he did turn documents over to the FBI. So that part of his story is confirmed. And now his lawsuit lays out the actual predicate. Sara did a great interview with him with some really fascinating insights on what he witnessed during his nine years as a contractor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Guys, we'll have you back tomorrow. This is huge! Thank you for your hard work. This is important for our Constitution and you, the American people. We'll continue on this story, I promise.   And up next tonight on this busy breaking news night on \"Hannity\"...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC TRUMP, DONALD TRUMP'S SON",
      "sentences": "It's the greatest hoax of all time. I was there throughout the campaign. We have no dealings in Russia. We have no projects in Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "President Trump's son, Eric Trump, calls out the Democrats and members of the mainstream media on the issue of the Russia collusion story. He calls it a hoax. Also talks about the abuse of his family. He's in studio. And also tonight, new information about the three London terrorists, one featured in an almost year-long documentary, \"The Jihadis Next Door,\" saying, Allah-u Akbar and under the ISIS flag. Why was he even in the country? Laura Ingraham weighs in. Also, Mike Huckabee, Lou Dobbs tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" So with the destroy Trump media floating baseless Russia conspiracy theories every second of every day, and of course, Democrats on Capitol Hill desperately searching for any evidence of collusion, well, President Trump's sons -- they are now coming to his defense and they're speaking out, with Eric Trump now calling the Russia probe, quote, \"the greatest hoax of all time.\" Joining us now, the man himself, executive vice president of the Trump Organization, Eric Trump. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC TRUMP, DONALD TRUMP'S SON",
      "sentences": "Hey, Sean. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Don't you wish you went to Washington so you could be dealing with this every second of every day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You know that? I've never seen hatred like this. And to me, they're not even people. It's so, so sad. I mean, morality's just gone. Morals have flown out the window. We deserve so much better than this as a country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And you know, so sad. You see the Democratic Party -- they're imploding. They're imploding. They have no message. You see the head of the DNC, who is a total wackjob. There's no leadership here.  And so what do they do? They become obstructionist because they have no message of their own. They have no solid candidates of their own. They lost the election that they should have won because they spent seven times the amount of money that my father spent. They have no message, so what do they try and do? They try and obstruct a great man. They try and obstruct his family. They come after us viciously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Eric, I got to tell...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And it's truly, truly horrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I actually wouldn't (ph) use the term with Kathy Griffin, and a CNN anchor calling your father a piece of (INAUDIBLE) all right? And a conspiracy theory that every intelligence officer and top Democrats have all said there's no evidence of, and thousands of hours of coverage. But they've gone after your 11-year-old brother, they've gone after your soon to be born child. They've gone after you, which is fine. Don, you guys probably are more fair game. But really, your sister and really the first lady? And really Kellyanne and anybody that seems to like your father? They want to -- what -- I say they want to delegitimize his presidency. They want to stop his agenda, and if they can, they want to impeach him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Who are all in this, by the way, for the right reason. I mean, I - - look at that POS comment that you made, right? Somebody on CNN, an anchor on CNN called my father on the show a piece of...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You might be an opinionated person, but you don't use profanities. You don't -- you're not a child when it comes to calling people names. I mean, I got attacked today. I've raised $16.3 million for St. Jude, $16.3. I've dedicated my...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the age of what? By the...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I started when I was 21. I've raised $16.3 million for the greatest hospital in the world. That's St. Jude. And I get attacked for it. Barron gets attacked. People come out there, look at my wife. Well, I hope she -- you know, I hope the kid is aborted because God forbid there's another Trump in the world. I mean, the manners, the lack of morals in society is awful. And honestly, I blame most of these politicians and I blame the media because it's out of control. I mean, the way they act are out of control. And honestly it's because the Democratic Party is sinking. And I mean that sincerely. They don't have a message. They don't have leadership. So they obstruct. And it's just -- it's really the worst of the worst, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I really feel your outrage because I'm here reporting it, reading it, seeing it every night. I think your criticism is dead on accurate. I've said journalism is dead. It's dead and buried and it's horrible. You know, look at the -- what is your reaction to the Russia collusion theory with no evidence, Clapper no evidence, Admiral Rogers no evidence, Comey, Brennan no evidence, Feinstein, Maxine Waters, Manchin, Warner -- it just no evidence. Thousands of hours of coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "How about myself? How about Don, right? How about the whole family who is by his side every single day? Every single day, we were sitting there fighting. We had a very, very small team. I've said it from the beginning, we don't have projects in Russia. We don't have loans from Russia. I've said this 1,000 times. We had no involvement with Russia. But there's no other narrative. They don't -- they don't have the voice of the American people. They don't have things that make sense for this country. They did a terrible job with jobs. They lost industry. They lost the economy. I mean, look at the stock market right now under my father. Since election day, the stock market is up 15 percent. I mean, 15 percent since election day!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Consumer confidence is at an all-time high. America is back! You see how he's treated when he goes over to the Middle East, versus Obama, when he came off Air Force One, they wouldn't even bring a set of stairs up to the plane. That's how little respect they had for this nation. And honestly, it scares the other side, Sean. It scares the other party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How -- do you worry that this goes even further? Because I actually think that it was such a shock and trauma to their system because nobody saw it coming because they were so biased and even the media colluding with the Clinton campaign. I don't know where this ends. This is now -- we set a new low -- Kathy Griffin, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If they're wiling to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Your 11-year-old brother saw this, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If they're willing to attack an 11-year-old boy, if they're willing to attack a 22-year-old girl going off to law school, meaning Tiffany...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "... if they're able to attack my wife and an unborn child...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "First lady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "... of they're able to attack the first lady, if they're about to attack somebody who's raised $16.3 million for dying children...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Your sister.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It is truly, truly sick. And my father is a great man, and he's going to do a great job for this country. But honestly, we need to bring some principle back. We have to bring some manners back. We need to bring some respect back. It's sad. He's going to do a great job for this nation. I mean, he's really -- he already has done a great job for this nation and...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think I'm the only person that ever reports the success or the things he's accomplished and the promises he's kept.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They would rather see him -- they would rather see him fail than have America succeed. And I've said that a million times, and I really believe it. That's the ugliness of Washington, D.C..",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I can totally understand the passion that you're showing. Eric, great to see you. Thanks for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Nice to see you, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congratulations on the baby, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, when we come back, one of the London terror suspects actually appears in a year-long documentary called \"The Jihadi Next Door.\" Why was he in the country? Also, a report tonight that he worked on the London underground. That's right, the terrorist. Laura Ingraham has reaction. Plus, President Trump calls out the mainstream media for their abusively biased reporting. We'll check in with Mike Huckabee, also Lou Dobbs tonight on this busy breaking news night tonight here on \"Hannity.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKIE IBANEZ, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, and live from America's news headquarters, I am Jackie Ibanez in New York. The president of France will hold a special security meeting tomorrow to examine new counterterrorism measures. It follows today the attack outside of Notre Dame Cathedral in Paris. A man armed with a hammer shouted \"This is for Syria!\" as he wounded a policeman. The attacker was shot and wounded. France has been under a state of emergency since the November, 2015 terror attacks that killed 130 people. The government now wants it extended until November 1st. And former national security adviser Michael Flynn turning over documents to a Senate panel investigating Russia's meddling in the 2016 presidential election. The records were handed in after two subpoenas were sent to Flynn after he invoked his Fifth Amendment rights. Flynn was fired in February for failing to disclose his conversations with the Russian ambassador to the U.S.  I am Jackie Ibanez. Now back to HANNITY. For all of your headlines, log on to FoxNews.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" So the world remains on edge as terrorists continue launching attacks against the west. Earlier today the third London terrorist was in fact identified. Now, the 22-year-old was reportedly detained last year while attempting to travel to Syria from Italy. And as we showed you yesterday, according to reports, one of the other London terrorists, there he is on the screen, was featured in a 2016 documentary that went on for almost a year called \"The Jihadis Next Door.\" Major news organizations like even the New York Times, even CNN, Sky News, also reported that the suspect is in the film. British metropolitan police, they have not confirmed if the suspect did in fact appear in the documentary. However, Channel 4 put up video on its Facebook page, and by the way, they ran the series that features a scene. Pay very close attention to the ISIS flag and what he says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Allahu Akbar. Allahu Akbar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He may have had -- someone had an ISIS looking flag on them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you insane?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you insane?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why are you touching me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You are lying! You are lying! You are a liar!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You are all detained for the purposes of a search.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK, for a flag? You are lying now!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because he is white and English white person, he's a non-Muslim part from our group. But because he's white and he's English he can go. We're just praying. This is our reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is our reality. Don't forget all the laws. This is our reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now media outlets are also reporting that he worked for a short time on the London Underground and could have had access to the subway tunnels. But the attacks are not restricted just to the U.K. Yesterday, Melbourne, Australia, an alleged terrorist killed a man and held a woman hostage. And today a man attacked a police officer with a hammer near Notre Dame cathedral in Paris, France, and reportedly screamed \"This is for Syria!\" Here now with reaction, editor in chief of Lifezette, Fox News contributor, national syndicated radio host, Laura Ingraham. All right, really? \"The Jihadis Next Door,\" it goes on for nearly a year, ISIS flag, Sharia will be the rule of London at 10 Downing Street, and they let him stay. How in God's name is that possible? That is obscene to me. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, EDITOR IN CHIEF, LIFEZETTE.COM",
      "sentences": "We also found out late today, Sean, that the police in London never approached Channel 4, never asked for any the footage, never asked to review any of the footage, never asked any questions about what they had filmed in the park that day and all of the interviews they had done to the extent that this show was on the air in England. And that to me is shocking that you actually have a television show on television for a year, and it's clear that these people are deranged, wannabe killers. To anyone it's obvious if they could, they would blow up any apostate that they ran across if they could, if they had the means and they had the opportunity. It's fairly obvious just looking at them, unless they are just acting the whole thing, which I guess they could have been doing. But the fact that the police don't think it even merited a follow-up with Channel 4? I find that to be really disturbing. And they revealed that late today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But remember, there has been an attempt at accommodation. All across Europe, 80 plus Sharia courts in Great Britain, the guy is saying \"Allahu Akbar.\" The guy actually said Sharia is coming to the U.K. The black flag, the ISIS flag you see here one day is going to be at 10 Downing Street. What's going to happen, you're going to face a backlash in this country. They let him do \"The Real Jihadis of Beverly Hills\" like show and they didn't arrest the guy, it is beyond comprehension.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You're right. And remember, they block out people from coming into London. Michael Savage, radio host, he can't go to London. Other people have been blocked from going to Canada. Remember Mark Steyn had that. He was declared persona non grata. So the people they want to keep out are usually people warning them about what is actually befalling them now. What's up is down, what's left is right. It's complete madness. But this is the cost of multiculturalism at all cost. There's no question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Laura, thanks for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we come back, President Trump laces into the mainstream media in a series of tweets this morning. By the way, can you blame him? This of course after, there you have it -- CNN, you can see, oh, this is where you're going to stand, this is how you're going to hold up your signs, and literally staging a protest. We will get reaction from former governor Mike Huckabee. And also tonight --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think the votes count could have been affected by the Russians?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM KAINE, D-VA.",
      "sentences": "Oh, I definitely think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Crybaby sore loser Tim Kaine trying to push the Russia conspiracy theory in saying that's what cost him and Hillary the election. Lou Dobbs has reaction straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" So the destroy-Trump-media, well, they are working overtime. They're hell-bent on taking down the president and his administration. The president, he's fighting back. This morning he tweeted, quote, \"The fake mainstream media is working so hard trying to get me not to use social media. They hate that I can get the honest and unfiltered message out.\" He went on to write \"Sorry folks, but if I would have relied on the fake news of CNN, NBC, ABC, CBS, \"Washington Post,\" New York Times, I would have had zero chance of winning the White House.\" By the way, and speaking of fake news, CNN, the Clinton News Network, they continue to receive widespread backlash tonight after being caught on tape. Look at this, they are literally orchestrating a group of anti-terror Muslim demonstrators. You see the guy in the white shirt? He says we are going to stand here. And OK, everybody put your signs up this high so we get to see your sign and your face. CNN can deny it all they want that they were staging protesters, saying it's nonsense, but as you can see, yes, it looks like they are staging a protest. Quiet on the set. Quiet on the set. Fake news in three, two, one, action. Now, if that's the news network that the president, by the way, would want to use for a conduit, I don't think so. It wouldn't be smart. Joining us now, former presidential candidate, governor of Arkansas, Fox News contributor Mike Huckabee. All right, I'm going to keep rolling this tape. This cracks me up. You've got the guy in the white shirt there. He's literally saying sit here, and then he shows everybody how to hold up their placards and their protests signs. What do you think when you saw this? It's two-and-a-half minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "sentences": "Sean, there used to be maybe careless journalism where people just didn't do a good job editing, maybe they didn't check their sources real well. Maybe they rushed in and tried to get something on quickly without going through the necessary process to determine the veracity of the story. This isn't careless journalism. This is corrupt journalism. And there's a big difference. And what we're seeing today is a widespread level of corrupt journalism where people are doing what they are doing, they're doing it intentionally, they're doing it with an agenda. They're no longer reporting the news and trying to educate viewers or readers, they are trying to indoctrinate them. They are not telling them what the facts are and letting them think. They are telling them what they ought to think, and in order to do that they are carefully selecting what they tell them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Governor, I don't think I've ever seen it this bad. I see that the media, number one, they never thought Trump could win, did they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "No, they didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then he won. They so want to delegitimize him, stop his agenda, and really undermine the votes of the American people. That's where it gets, to me, elitist, insulting, and actually, frankly, dangerous with the power they can have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Every consumer has to become his or her own editor now because in the old days somebody would sit at the editorial desk and they would determine which story is the most important, and importance was based largely on which had the greatest impact on people's lives? Which ones were legitimately important? Now it's which ones will make the president look bad. So they ignore his infrastructure proposal. They ignore his trip to the Middle East. They ignore efforts to change the tax code and the tax rate, to grow the economy and the fact that the stock market is responding. And so they focus on what James Comey is going to say on Thursday, and did the Russians somehow mess with the elections, and poor Hillary. She was cheated out of the election because she was really the popular vote winner. Sean, this is why I say it's not careless journalism. It's corrupt journalism, and that's intentional on their part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to play CNN reporting on Trump's ice cream habits, but they've also reported on his mental competency. MSNBC has done the same thing. And they've also, does he have a hand phobia, and does he have a ramp and a stairs phobia? Just watch the ice cream one because this is so superfluous in the age of ISIS and 50 million Americans on food stamps and on poverty, and 95 million out of the labor force, this is what they think is news. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Apparently the president gets two scoops, everyone else around the table gets one. No word if they were sprinkles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "At the dessert course, he gets two scoops of vanilla ice cream with his chocolate cream pie instead of the single scoop for everyone else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If you add another host saying the president is a piece of you- know-what, and then you have Kathy Griffin in her little ISIS pose with the president's head, it seems to me if any of this happened in the Obama years, what would have happened? What would have been the reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "If, let's say, Fox News or Breitbart or any conservative leaning news entity had done the same thing, we would have never heard of the end of it and people would be demanding that advertisers quit and people get fired. But some of the most ridiculous things are when you see people like Joe Scarborough saying that the president is not well. Sean, I was not aware that Joe had gone to medical school and had a medical degree and could make a diagnosis of a patient without even having examined him. He's like Dr. Oz and Dr. Phil, for gosh sake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Governor, great to see you. And coming up next on this busy breaking news night tonight, thanks for being with us here on HANNITY --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think the vote count could have been affected by the Russians?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAINE",
      "sentences": "Oh, I definitely think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Crybaby sore loser Senator Tim Kane continues to peddle this black helicopter Russia conspiracy theory. Lou Dobbs will react. That's coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" So earlier today crybaby sore loser Senator Tim Kaine refused to take the blame for the blistering 2016 election loss and continues to push the Trump-Russia collusion conspiracy theory even though there's no evidence, none, zip, nada. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do think the vote counts could have been affected by the Russians?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAINE",
      "sentences": "I definitely think so. Let's just make a distinction here. I don't think anybody is suggesting that the actual tallies on the machines were affected, although that's certainly something we should look at. But I haven't heard anybody suggest that there is evidence that that occurred. But when the combined weight of the intelligence committees say Russia was engaging in a wide-ranging pattern of action to affect the election, to say we can determine that there was no effect, you would be foolish to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here with reaction, he's laughing, from the FOX Business Network, our friend Lou Dobbs. By the way, if it's so bad to influence elections, didn't Obama try to influence the Israeli election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOU DOBBS, FOX BUSINESS NETWORK",
      "sentences": "They did. The Obama election team in that election, trying to win and destroy Netanyahu. And the rest of it is this country has been involved in a few elections around the world. The Russians have actually been engaged in our elections for about 40 years. So this is a peculiar time to take an interest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And every -- Comey and Clapper and Rogers and Mark Warner and Feinstein and Maxine Waters and Joe -- they have all said no evidence of collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Yes. And that's the pantheon of liberal deep thinkers, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "I can't imagine why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's unfair. You are making me laugh every time you're on this show. That's not fair. It's disarming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "I apologize for that. James Clapper makes me laugh. The idea that the DNI, the director of national intelligence, is on CNN talking with Cuomo, and he says, this is -- can I quote this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "He says if they are looking for evidence of Russian-Trump collusion. Clapper says \"Well, I wouldn't go so far as to say that, that there's collusion, but I also have to say that with respect to the issue of collusion, as I've said before, I've testified in effect, I saw no --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "I love that. \"I saw no direct evidence of political collusion between the campaign in the Trump campaign and the Russians. Como's follow-up question, are you ready? He says, now clarify that point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "This point has been clarified for seven doggone months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me put on the screen, and this just happened last week, and we showed our audience. These were all of Hillary's excuses just last week in the last week alone, who she blames for the election. There's one thing missing on that list. How about blaming herself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Yes, and she did miss the opportunity to throw in Tim Kane's name which I think really should get some prominence in that list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He was not good in that debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "He's something else. And then the nonsensical answer on collusion. He sucks the life out of that moment filled with energy politically. And then he sucks the truth out of that moment as well. So I don't know what's left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are you worried to the extent that the media's groupthink one voice and a narrative with no evidence that has consumed thousands of hours? For example, I knew Comey wasn't going to say on Thursday that the president tried to obstruct justice, and I will tell you why. Because in May he said it didn't happen and he's on tape, and 18 USC-4 would mean he have committed a felony that he didn't report it in January when Trump mentioned Flynn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "I never worry about truth when it comes to lawyers speaking before Congress because they have an entirely different definition of truth than you and I. So I wouldn't worry about matching up words. They never worry about it, these attorneys, and certainly this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He would be thrown into pokey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Absolutely, and seemingly appropriately if you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Lou, I've got to roll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "You got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Weeknights, 7:00, Fox Business Network. And when we come back, this is a really important question. Lou said he's going to go online and he's going to give his answer. Our \"Question of the Day,\" your help needed, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, time for tonight's \"Question of the Day.\" So in the wake of these deadly terror attacks, do we need extreme vetting? In the United States more than ever, so we're not like Europe. We've already had enough attack here. We want to hear from you, Facebook.com/SeanHannity, @SeanHannity on Twitter, let us know what you think. By the way, you have something to say, nice or mean, it doesn't matter, the Hannity Hotline, 877-225-8587. And we're going to be playing more of your calls tomorrow night. That's all the time I have left this evening. As always, thank you for being with us. We'll see you back here tomorrow night. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "And welcome to \"Hannity.\" This is a Fox News Alert on this breaking news night. President Trump delivers a message to James Comey before the fired FBI director gets ready to testify before Congress on Thursday. He says, I wish him luck. Circa's Sara Carter, John Solomon will join us in a few minutes with reaction. They also have an explosive new report they will share with us. Also tonight, Eric Trump, Laura Ingraham, Mike Huckabee, Lou Dobbs will all be here. But first, the federal government has charged a 25-year-old government contractor for allegedly leaking an NSA document, and it is raising more questions than answers. For starters, why did she have top security clearance in the first place? Also, the mainstream media is lying, yes, lying to you yet again. And about their lies? Well, that's tonight's important \"Opening Monologue.\" All right, a new report from the web site The Intercept appears to have led to the arrest of a federal government contractor named Reality Winner. Now, when making the announcement yesterday, the Department of Justice did not specify what Winner is accused of leaking or which news outlet she allegedly leaked the information to. But the DOJ's statement was released about an hour after The Intercept published its report. And according to the article which cites a leaked NSA document, Russian intelligence, military intelligence allegedly launched a cyber attack against a voting software supplier and sent phishing emails to over 100 election officials. Now, of course, some liberals hyperventilating in the destroy Trump media -- they are jumping on this and purposefully mischaracterizing all of this. And you know what? They are once again lying to you, the American people. They are claiming it's a smoking gun that Russia changed actual vote tallies. Now, take a look, for example, at this headline from Newsweek. \"Who won the election? NSA report suggests Russia might have hacked voting system.\" Now, here's the problem. If you actually take the time and read the leaked NSA document, it does not draw any conclusions about the potential impact of so-called Russian interference on the outcome of the 2016 election. Even a columnist from Bloomberg is pointing out the that media is not telling you the truth about what is truly and really going on here. Now, the headline reads, \"The leaked NSA report is being read backward.\" Now, in it, he makes great points which we verified. And according to The Intercept's report, Russian hackers did target a voting software company that is called VR Systems. Now, what liberals and members of the destroy Trump propaganda media will not tell you is that seven of the eight states that use VR Systems include the following -- California, Florida, Illinois, Indiana, New York, North Carolina, West Virginia -- they use paper-based systems. And the eighth state, Virginia, is mostly paper-based. So if they hacked into this company -- OK, it's all paper-based, so, well, that would not have made a difference in the outcome of the election. Wow! Truth matters. And more importantly, in the key swing states -- Pennsylvania, Michigan, Wisconsin -- they don't use VR Systems at all. So let's use logic and common sense. If Russia really was going to hack the elections through this system, wouldn't they have targeted the key swing states? Now, if that does not blow the Russia conspiracy theory completely out of the water that you're being fed today, well, there's also this. Back in January, while testifying before Congress, the former director of national intelligence, James Clapper, said that Russia election interference did not -- did not -- have any impact of actual vote tallies. Watch him."
    },
    {
      "speaker": "JAMES CLAPPER, DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "First, we cannot say -- they did not change any vote tallies or anything of that sort. We have no way of gauging the impact that -- certainly the intelligence community can't gauge the impact it had on choices that the electorate made."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, the former FBI Director James Comey, and the current director of the NSA Admiral Mike Rogers, have also said the same thing. Now, on top of that, we also have the former director of national intelligence, Clapper, and several prominent Democrats admitting -- we have played this before -- no smoking gun that they have seen, no evidence whatsoever in spite of thousands of hours of black helicopter tinfoil hat conspiracy coverage of Russia collusion. Watch the Democrats and security intelligence agencies tell you directly! UNIDENTIFIED MALE, \"FACE THE NATION\"/CBS, MAY 7: Have you seen anything that suggests any collusion between the Russians and the Trump campaign?"
    },
    {
      "speaker": "SEN. JOE MANCHIN, D-W.VA.",
      "utterance": "Well, there's an awful lot of smoke there, let's put it that way. People that might have said they were involved, to what extent they were involved, to what extent the president might have known about these people or whatever, there's nothing there from that standpoint that we have seen directly linking our president to any of that. WOLF BLITZER, CNN, MAY 18: The last time we spoke, Senator, I asked you if you had actually seen evidence of collusion between the Trump campaign and the Russians, and you said to me -- and I'm quoting you now. You said, \"Not at this time.\" Has anything changed since we spoke last?"
    },
    {
      "speaker": "SEN. DIANNE FEINSTEIN, D-CALIF.",
      "utterance": "Well, not -- no, it hasn't. UNIDENTIFIED MALE, MSNBC, MAY 18: (INAUDIBLE) but just to be clear, we haven't -- there has been no actual evidence yet."
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "utterance": "No, it has not been."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK. I just wanted..."
    },
    {
      "speaker": "WATERS",
      "utterance": "No, it has not been... CLAPPER, \"MEET THE PRESS\"/NBC, MAY 28: At the time I left, I did not see any smoking gun and certitude (ph) evidence of collusion. JAKE TAPPER, CNN, JUNE 4: Is there any evidence of collusion that you have seen yet? Is there?"
    },
    {
      "speaker": "SEN. MARK WARNER, D-VA.",
      "utterance": "There is a lot of smoke. We have no smoking gun at this point."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now that we have once again -- I don't think anyone else in the media does this -- we have shot down these pathetic attempts to smear President Trump. I want to now ask some very serious questions about this alleged leaker. OK. Why did this 25-year-old that's named Reality Winner ever have access to this kind of information in the first place? Now, according to reports about her social media posts, well, OK, she's very political, a huge Bernie Sanders supporter who hates the president, Donald Trump. She also reportedly tweeted that, quote, \"Being white is terrorism,\" and she also allegedly vowed to stand with the Iranians. And what's even more shocking is that the NSA -- well, they have may have overlook certain red flags in favor of people who have, well, OK, particular skills like Reality Winner. And according to a report, she was apparently fluent in languages that are spoken in Iran and Afghanistan. And according to Matthew Aid, an intelligence historian who spoke to NBC News, quote, \"The vast majority of people who do the National Security Agency's intercept work, who translate and analyze -- most of them are fresh out of high school.\" High school? Are you kidding me? And then he continued. \"There are thousands and thousands of 18 to 21-year-olds doing critically important and secret work around the world.\" So apparently, the NSA doesn't care about your background. As long as you have certain abilities, you can get top security clearance in this country? Wow! Now, here's my opinion. Reality Winner is a very small fish in the deep state pond. And let me make a point here. Now, I think it needs to be raised. And as for the liberals out there, I'm asking questions. These questions need to be asked. And one of the itsy-bitsy, teeny-weeny problems that we have in all of this -- do you remember WikiLeaks? Remember what they revealed in vault (ph) 7 (ph)? And by the way, what Vladimir Putin claimed just the other night? According to information that WikiLeaks released about the CIA and the tactics they used -- they did this back in March -- the spy agency has a database of malware that was created by other countries. In other words, they can disguise their own hacking attempts and make it look like a foreign country and foreign actor carried it out, put their fingerprints on their own attack! That's something we've got to think about. And in an interview over the weekend with NBC, well, the Russian president, Vladimir Putin, he actually said the same thing. Take a look at this."
    },
    {
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator)",
      "utterance": "I haven't seen even once any direct proof of Russian interference in the presidential election in the United States. What could be easier in this day and age than using all the technical means at the disposal of the intelligence services and using those means to organize some attacks and then pointing the finger at Russia? We don't care who's the head of the United States. We know more or less what is going to happen. And so in this regard, even if we wanted to, it wouldn't make sense for us to interfere."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, do I trust Vladimir Putin? No, nobody does. Former KGB guy. But here's the important part. WikiLeaks has been saying the same thing. Now, WikiLeaks, like them or not, they have not been proven wrong once, not one time in 11 years. So could it be possible -- and we don't have all the information at this point. It'll include a deeper dive on our part and the parts of others. But I want to be very clear here. I would argue -- and this is important - - 99.9 percent of those that do work in our intelligence community I believe are good people. They're patriotic Americans. They're brave. They work to keep us safe in a very evil, dark and dangerous world. They have nothing to do with any of this deep state stuff. But the big problem we have in this country is this. We have deep state selective leaking that is designed by some in power that clearly want to hurt and I would argue even take down the president of the United States and overturn the election that you voted for last November. You have these Obama holdovers. You have -- for example, if this young woman is a minnow, then you have the deep state sharks at the top of the food chain that would be orchestrating this sabotage and misuse of our intelligence community. We need to find out who they are. They need to go and be removed because they're hurting the country and they're purposely advancing their own political agenda and weaponizing the use of intelligence that only should be used for our security. Now, also tonight, ABC News is reporting that James Comey, all right, is testifying Thursday before Congress, will, quote, \"stop short of saying that President Trump obstructed justice.\" By the way, that's a smart move for the former FBI director because as we've been telling you, he was never going to say that. Want to know why? Take a look at the side of your screen. As my friend, colleague Gregg Jarrett pointed out, \"If Comey thought Trump did anything wrong back in January,\" oh, yes, \"he would have broken those two laws because he had a legal obligation to come forward and tell people.\" And by the way, on May 3rd, well, James Comey also said it never happened. So he'd be contradicting himself. Also, earlier today, President Trump wished Comey good luck on Thursday. Also tonight, one last point. Sara Carter, John Solomon are out with a huge story. Here's the headline. \"Ex-intel contractor sues Comey alleging FBI covered up mass civil liberties violations.\" And joining us now with their special report and more, Sara Carter, John Solomon. John, I'll start with you. Anything I'm saying here that's wrong, in your view?"
    },
    {
      "speaker": "JOHN SOLOMON, CIRCA NEWS",
      "utterance": "Well, we have a man tonight that filed a lawsuit, that man walked out of the NSA, CIA and FBI with 47 hard drives, 600 million documents that were classified. This is way larger than Snowden. He gave it back to the FBI and said, The reason I took them is I want to sit down and show you all these massive civil liberties. And nobody's heard about this in the last two years. I think it's a pretty very important story, and it goes to this larger issue of how much abuse may be going on beneath the intelligence community's cover. And we need to get an answer about how often our identities are compromised, how often our privacy is affected. We've been looking at this for three months, and there's's lot of concrete evidence, facts, that there are violations going on that need to be addressed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Sara, so what your report is saying here is you have an ex- intel contractor suing Comey, saying that the FBI on a mass scale covered up mass civil liberties violations against Americans and he has evidence. Isn't that a little bit bigger than Russia collusion with no evidence, as I just proved up to this point?"
    },
    {
      "speaker": "SARA CARTER, CIRCA NEWS",
      "utterance": "Yes, absolutely. This is on a much larger scale. We have seen the itemized reports of the 47, and we've posted them on our Web site at Circa.com, the itemized list of hard drives that he gave to the FBI, signed by the FBI. We have all the documentation to show this. Think about this, Sean. He said -- and I just spoke to him before I came to see you. He said he unmasked with the technology that he had, with the NSA, over 30 million Americans -- 600 million documents."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "CARTER",
      "utterance": "He said if you stack those up, that's 30 miles high, 30 miles high, but over 20 million Americans. And I said, Well, was it you were unmasking? He said everything, from their bank accounts, their homes, their records, phone conversations, e- mails. He was able to take down every single firewall. And it was so distressing because, you know, this is what he was directed to do. And when he tried to do the right thing, and he did, in his opinion, the right thing and got the immunity agreement from the FBI, the FBI decided to not move forward -- to not more forward with that investigation, and that's all he knows."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did Comey know about this? Because the headline is that he's suing Comey, alleging this mass coverup of civil liberties violations, and you're telling me 20 million -- 20 million? This is the biggest..."
    },
    {
      "speaker": "CARTER",
      "utterance": "20 million."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow! Did Comey know?"
    },
    {
      "speaker": "CARTER",
      "utterance": "According to Dennis Montgomery, who is alleging that all of this happened, and he was willing -- he said, I am more than willing to tell anybody, face anyone, face Comey, face former director Robert Mueller, who was working at the FBI at the time when he began his work because he spent nine years, nine years working with them, started out with the FBI, then went on into the CIA/NSA realm. And so when he began this, he said that, you know, he was willing to talk to anyone and testify before anybody, face Clapper, face Brennan, face Comey. And he would not back down..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow!"
    },
    {
      "speaker": "CARTER",
      "utterance": "... even though he is right now -- he's struggling with some health issues. He just wants to get the story out."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. John, I'll give you the last word. I'm imagining that if it's more information than even Edward Snowden, that there's beyond smoking gun evidence here. When will the American people see this?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Well, it's going to -- it's been assigned to a very well respected judge, Judge Richard Leon here in District of Columbia. He's the judge that previously ruled that the NSA had violated Americans' privacy, and the court process is going to play out now, and there's be a venue now where Americans can find out if these things are true and if there are violations that have been going on that have been swept under the rug by our government."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And you've been able to see what evidence?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "We have been able to see that he did get an immunity agreement, that he did turn documents over to the FBI. So that part of his story is confirmed. And now his lawsuit lays out the actual predicate. Sara did a great interview with him with some really fascinating insights on what he witnessed during his nine years as a contractor."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Guys, we'll have you back tomorrow. This is huge! Thank you for your hard work. This is important for our Constitution and you, the American people. We'll continue on this story, I promise. And up next tonight on this busy breaking news night on \"Hannity\"..."
    },
    {
      "speaker": "ERIC TRUMP, DONALD TRUMP'S SON",
      "utterance": "It's the greatest hoax of all time. I was there throughout the campaign. We have no dealings in Russia. We have no projects in Russia."
    },
    {
      "speaker": "HANNITY",
      "utterance": "President Trump's son, Eric Trump, calls out the Democrats and members of the mainstream media on the issue of the Russia collusion story. He calls it a hoax. Also talks about the abuse of his family. He's in studio. And also tonight, new information about the three London terrorists, one featured in an almost year-long documentary, \"The Jihadis Next Door,\" saying, Allah-u Akbar and under the ISIS flag. Why was he even in the country? Laura Ingraham weighs in. Also, Mike Huckabee, Lou Dobbs tonight."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" So with the destroy Trump media floating baseless Russia conspiracy theories every second of every day, and of course, Democrats on Capitol Hill desperately searching for any evidence of collusion, well, President Trump's sons -- they are now coming to his defense and they're speaking out, with Eric Trump now calling the Russia probe, quote, \"the greatest hoax of all time.\" Joining us now, the man himself, executive vice president of the Trump Organization, Eric Trump. How are you?"
    },
    {
      "speaker": "ERIC TRUMP, DONALD TRUMP'S SON",
      "utterance": "Hey, Sean. How are you?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Don't you wish you went to Washington so you could be dealing with this every second of every day?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "You know that? I've never seen hatred like this. And to me, they're not even people. It's so, so sad. I mean, morality's just gone. Morals have flown out the window. We deserve so much better than this as a country."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're right."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And you know, so sad. You see the Democratic Party -- they're imploding. They're imploding. They have no message. You see the head of the DNC, who is a total wackjob. There's no leadership here. And so what do they do? They become obstructionist because they have no message of their own. They have no solid candidates of their own. They lost the election that they should have won because they spent seven times the amount of money that my father spent. They have no message, so what do they try and do? They try and obstruct a great man. They try and obstruct his family. They come after us viciously."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Eric, I got to tell..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And it's truly, truly horrible."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I actually wouldn't (ph) use the term with Kathy Griffin, and a CNN anchor calling your father a piece of (INAUDIBLE) all right? And a conspiracy theory that every intelligence officer and top Democrats have all said there's no evidence of, and thousands of hours of coverage. But they've gone after your 11-year-old brother, they've gone after your soon to be born child. They've gone after you, which is fine. Don, you guys probably are more fair game. But really, your sister and really the first lady? And really Kellyanne and anybody that seems to like your father? They want to -- what -- I say they want to delegitimize his presidency. They want to stop his agenda, and if they can, they want to impeach him."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Who are all in this, by the way, for the right reason. I mean, I - - look at that POS comment that you made, right? Somebody on CNN, an anchor on CNN called my father on the show a piece of..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's right."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You might be an opinionated person, but you don't use profanities. You don't -- you're not a child when it comes to calling people names. I mean, I got attacked today. I've raised $16.3 million for St. Jude, $16.3. I've dedicated my..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the age of what? By the..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I started when I was 21. I've raised $16.3 million for the greatest hospital in the world. That's St. Jude. And I get attacked for it. Barron gets attacked. People come out there, look at my wife. Well, I hope she -- you know, I hope the kid is aborted because God forbid there's another Trump in the world. I mean, the manners, the lack of morals in society is awful. And honestly, I blame most of these politicians and I blame the media because it's out of control. I mean, the way they act are out of control. And honestly it's because the Democratic Party is sinking. And I mean that sincerely. They don't have a message. They don't have leadership. So they obstruct. And it's just -- it's really the worst of the worst, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I really feel your outrage because I'm here reporting it, reading it, seeing it every night. I think your criticism is dead on accurate. I've said journalism is dead. It's dead and buried and it's horrible. You know, look at the -- what is your reaction to the Russia collusion theory with no evidence, Clapper no evidence, Admiral Rogers no evidence, Comey, Brennan no evidence, Feinstein, Maxine Waters, Manchin, Warner -- it just no evidence. Thousands of hours of coverage."
    },
    {
      "speaker": "TRUMP",
      "utterance": "How about myself? How about Don, right? How about the whole family who is by his side every single day? Every single day, we were sitting there fighting. We had a very, very small team. I've said it from the beginning, we don't have projects in Russia. We don't have loans from Russia. I've said this 1,000 times. We had no involvement with Russia. But there's no other narrative. They don't -- they don't have the voice of the American people. They don't have things that make sense for this country. They did a terrible job with jobs. They lost industry. They lost the economy. I mean, look at the stock market right now under my father. Since election day, the stock market is up 15 percent. I mean, 15 percent since election day!"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Consumer confidence is at an all-time high. America is back! You see how he's treated when he goes over to the Middle East, versus Obama, when he came off Air Force One, they wouldn't even bring a set of stairs up to the plane. That's how little respect they had for this nation. And honestly, it scares the other side, Sean. It scares the other party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How -- do you worry that this goes even further? Because I actually think that it was such a shock and trauma to their system because nobody saw it coming because they were so biased and even the media colluding with the Clinton campaign. I don't know where this ends. This is now -- we set a new low -- Kathy Griffin, for example."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If they're wiling to..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Your 11-year-old brother saw this, right?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "If they're willing to attack an 11-year-old boy, if they're willing to attack a 22-year-old girl going off to law school, meaning Tiffany..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP",
      "utterance": "... if they're able to attack my wife and an unborn child..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "First lady."
    },
    {
      "speaker": "TRUMP",
      "utterance": "... of they're able to attack the first lady, if they're about to attack somebody who's raised $16.3 million for dying children..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Your sister."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It is truly, truly sick. And my father is a great man, and he's going to do a great job for this country. But honestly, we need to bring some principle back. We have to bring some manners back. We need to bring some respect back. It's sad. He's going to do a great job for this nation. I mean, he's really -- he already has done a great job for this nation and..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think I'm the only person that ever reports the success or the things he's accomplished and the promises he's kept."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They would rather see him -- they would rather see him fail than have America succeed. And I've said that a million times, and I really believe it. That's the ugliness of Washington, D.C.."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I can totally understand the passion that you're showing. Eric, great to see you. Thanks for being with us."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Nice to see you, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congratulations on the baby, too."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, when we come back, one of the London terror suspects actually appears in a year-long documentary called \"The Jihadi Next Door.\" Why was he in the country? Also, a report tonight that he worked on the London underground. That's right, the terrorist. Laura Ingraham has reaction. Plus, President Trump calls out the mainstream media for their abusively biased reporting. We'll check in with Mike Huckabee, also Lou Dobbs tonight on this busy breaking news night tonight here on \"Hannity.\""
    },
    {
      "speaker": "JACKIE IBANEZ, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, and live from America's news headquarters, I am Jackie Ibanez in New York. The president of France will hold a special security meeting tomorrow to examine new counterterrorism measures. It follows today the attack outside of Notre Dame Cathedral in Paris. A man armed with a hammer shouted \"This is for Syria!\" as he wounded a policeman. The attacker was shot and wounded. France has been under a state of emergency since the November, 2015 terror attacks that killed 130 people. The government now wants it extended until November 1st. And former national security adviser Michael Flynn turning over documents to a Senate panel investigating Russia's meddling in the 2016 presidential election. The records were handed in after two subpoenas were sent to Flynn after he invoked his Fifth Amendment rights. Flynn was fired in February for failing to disclose his conversations with the Russian ambassador to the U.S. I am Jackie Ibanez. Now back to HANNITY. For all of your headlines, log on to FoxNews.com."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" So the world remains on edge as terrorists continue launching attacks against the west. Earlier today the third London terrorist was in fact identified. Now, the 22-year-old was reportedly detained last year while attempting to travel to Syria from Italy. And as we showed you yesterday, according to reports, one of the other London terrorists, there he is on the screen, was featured in a 2016 documentary that went on for almost a year called \"The Jihadis Next Door.\" Major news organizations like even the New York Times, even CNN, Sky News, also reported that the suspect is in the film. British metropolitan police, they have not confirmed if the suspect did in fact appear in the documentary. However, Channel 4 put up video on its Facebook page, and by the way, they ran the series that features a scene. Pay very close attention to the ISIS flag and what he says."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Allahu Akbar. Allahu Akbar."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He may have had -- someone had an ISIS looking flag on them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you insane?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you insane?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why are you touching me?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You are lying! You are lying! You are a liar!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You are all detained for the purposes of a search."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK, for a flag? You are lying now!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Because he is white and English white person, he's a non-Muslim part from our group. But because he's white and he's English he can go. We're just praying. This is our reality."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This reality."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is our reality. Don't forget all the laws. This is our reality."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now media outlets are also reporting that he worked for a short time on the London Underground and could have had access to the subway tunnels. But the attacks are not restricted just to the U.K. Yesterday, Melbourne, Australia, an alleged terrorist killed a man and held a woman hostage. And today a man attacked a police officer with a hammer near Notre Dame cathedral in Paris, France, and reportedly screamed \"This is for Syria!\" Here now with reaction, editor in chief of Lifezette, Fox News contributor, national syndicated radio host, Laura Ingraham. All right, really? \"The Jihadis Next Door,\" it goes on for nearly a year, ISIS flag, Sharia will be the rule of London at 10 Downing Street, and they let him stay. How in God's name is that possible? That is obscene to me. Go ahead."
    },
    {
      "speaker": "LAURA INGRAHAM, EDITOR IN CHIEF, LIFEZETTE.COM",
      "utterance": "We also found out late today, Sean, that the police in London never approached Channel 4, never asked for any the footage, never asked to review any of the footage, never asked any questions about what they had filmed in the park that day and all of the interviews they had done to the extent that this show was on the air in England. And that to me is shocking that you actually have a television show on television for a year, and it's clear that these people are deranged, wannabe killers. To anyone it's obvious if they could, they would blow up any apostate that they ran across if they could, if they had the means and they had the opportunity. It's fairly obvious just looking at them, unless they are just acting the whole thing, which I guess they could have been doing. But the fact that the police don't think it even merited a follow-up with Channel 4? I find that to be really disturbing. And they revealed that late today."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But remember, there has been an attempt at accommodation. All across Europe, 80 plus Sharia courts in Great Britain, the guy is saying \"Allahu Akbar.\" The guy actually said Sharia is coming to the U.K. The black flag, the ISIS flag you see here one day is going to be at 10 Downing Street. What's going to happen, you're going to face a backlash in this country. They let him do \"The Real Jihadis of Beverly Hills\" like show and they didn't arrest the guy, it is beyond comprehension."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You're right. And remember, they block out people from coming into London. Michael Savage, radio host, he can't go to London. Other people have been blocked from going to Canada. Remember Mark Steyn had that. He was declared persona non grata. So the people they want to keep out are usually people warning them about what is actually befalling them now. What's up is down, what's left is right. It's complete madness. But this is the cost of multiculturalism at all cost. There's no question."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Laura, thanks for being with us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Great to see you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we come back, President Trump laces into the mainstream media in a series of tweets this morning. By the way, can you blame him? This of course after, there you have it -- CNN, you can see, oh, this is where you're going to stand, this is how you're going to hold up your signs, and literally staging a protest. We will get reaction from former governor Mike Huckabee. And also tonight --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you think the votes count could have been affected by the Russians?"
    },
    {
      "speaker": "SEN. TIM KAINE, D-VA.",
      "utterance": "Oh, I definitely think so."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Crybaby sore loser Tim Kaine trying to push the Russia conspiracy theory in saying that's what cost him and Hillary the election. Lou Dobbs has reaction straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" So the destroy-Trump-media, well, they are working overtime. They're hell-bent on taking down the president and his administration. The president, he's fighting back. This morning he tweeted, quote, \"The fake mainstream media is working so hard trying to get me not to use social media. They hate that I can get the honest and unfiltered message out.\" He went on to write \"Sorry folks, but if I would have relied on the fake news of CNN, NBC, ABC, CBS, \"Washington Post,\" New York Times, I would have had zero chance of winning the White House.\" By the way, and speaking of fake news, CNN, the Clinton News Network, they continue to receive widespread backlash tonight after being caught on tape. Look at this, they are literally orchestrating a group of anti-terror Muslim demonstrators. You see the guy in the white shirt? He says we are going to stand here. And OK, everybody put your signs up this high so we get to see your sign and your face. CNN can deny it all they want that they were staging protesters, saying it's nonsense, but as you can see, yes, it looks like they are staging a protest. Quiet on the set. Quiet on the set. Fake news in three, two, one, action. Now, if that's the news network that the president, by the way, would want to use for a conduit, I don't think so. It wouldn't be smart. Joining us now, former presidential candidate, governor of Arkansas, Fox News contributor Mike Huckabee. All right, I'm going to keep rolling this tape. This cracks me up. You've got the guy in the white shirt there. He's literally saying sit here, and then he shows everybody how to hold up their placards and their protests signs. What do you think when you saw this? It's two-and-a-half minutes."
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "utterance": "Sean, there used to be maybe careless journalism where people just didn't do a good job editing, maybe they didn't check their sources real well. Maybe they rushed in and tried to get something on quickly without going through the necessary process to determine the veracity of the story. This isn't careless journalism. This is corrupt journalism. And there's a big difference. And what we're seeing today is a widespread level of corrupt journalism where people are doing what they are doing, they're doing it intentionally, they're doing it with an agenda. They're no longer reporting the news and trying to educate viewers or readers, they are trying to indoctrinate them. They are not telling them what the facts are and letting them think. They are telling them what they ought to think, and in order to do that they are carefully selecting what they tell them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Governor, I don't think I've ever seen it this bad. I see that the media, number one, they never thought Trump could win, did they?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "No, they didn't."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then he won. They so want to delegitimize him, stop his agenda, and really undermine the votes of the American people. That's where it gets, to me, elitist, insulting, and actually, frankly, dangerous with the power they can have."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Every consumer has to become his or her own editor now because in the old days somebody would sit at the editorial desk and they would determine which story is the most important, and importance was based largely on which had the greatest impact on people's lives? Which ones were legitimately important? Now it's which ones will make the president look bad. So they ignore his infrastructure proposal. They ignore his trip to the Middle East. They ignore efforts to change the tax code and the tax rate, to grow the economy and the fact that the stock market is responding. And so they focus on what James Comey is going to say on Thursday, and did the Russians somehow mess with the elections, and poor Hillary. She was cheated out of the election because she was really the popular vote winner. Sean, this is why I say it's not careless journalism. It's corrupt journalism, and that's intentional on their part."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to play CNN reporting on Trump's ice cream habits, but they've also reported on his mental competency. MSNBC has done the same thing. And they've also, does he have a hand phobia, and does he have a ramp and a stairs phobia? Just watch the ice cream one because this is so superfluous in the age of ISIS and 50 million Americans on food stamps and on poverty, and 95 million out of the labor force, this is what they think is news. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Apparently the president gets two scoops, everyone else around the table gets one. No word if they were sprinkles."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "At the dessert course, he gets two scoops of vanilla ice cream with his chocolate cream pie instead of the single scoop for everyone else."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If you add another host saying the president is a piece of you- know-what, and then you have Kathy Griffin in her little ISIS pose with the president's head, it seems to me if any of this happened in the Obama years, what would have happened? What would have been the reaction?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "If, let's say, Fox News or Breitbart or any conservative leaning news entity had done the same thing, we would have never heard of the end of it and people would be demanding that advertisers quit and people get fired. But some of the most ridiculous things are when you see people like Joe Scarborough saying that the president is not well. Sean, I was not aware that Joe had gone to medical school and had a medical degree and could make a diagnosis of a patient without even having examined him. He's like Dr. Oz and Dr. Phil, for gosh sake."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Governor, great to see you. And coming up next on this busy breaking news night tonight, thanks for being with us here on HANNITY --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you think the vote count could have been affected by the Russians?"
    },
    {
      "speaker": "KAINE",
      "utterance": "Oh, I definitely think so."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Crybaby sore loser Senator Tim Kane continues to peddle this black helicopter Russia conspiracy theory. Lou Dobbs will react. That's coming up next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" So earlier today crybaby sore loser Senator Tim Kaine refused to take the blame for the blistering 2016 election loss and continues to push the Trump-Russia collusion conspiracy theory even though there's no evidence, none, zip, nada. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do think the vote counts could have been affected by the Russians?"
    },
    {
      "speaker": "KAINE",
      "utterance": "I definitely think so. Let's just make a distinction here. I don't think anybody is suggesting that the actual tallies on the machines were affected, although that's certainly something we should look at. But I haven't heard anybody suggest that there is evidence that that occurred. But when the combined weight of the intelligence committees say Russia was engaging in a wide-ranging pattern of action to affect the election, to say we can determine that there was no effect, you would be foolish to say that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here with reaction, he's laughing, from the FOX Business Network, our friend Lou Dobbs. By the way, if it's so bad to influence elections, didn't Obama try to influence the Israeli election?"
    },
    {
      "speaker": "LOU DOBBS, FOX BUSINESS NETWORK",
      "utterance": "They did. The Obama election team in that election, trying to win and destroy Netanyahu. And the rest of it is this country has been involved in a few elections around the world. The Russians have actually been engaged in our elections for about 40 years. So this is a peculiar time to take an interest."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And every -- Comey and Clapper and Rogers and Mark Warner and Feinstein and Maxine Waters and Joe -- they have all said no evidence of collusion."
    },
    {
      "speaker": "DOBBS",
      "utterance": "Yes. And that's the pantheon of liberal deep thinkers, too."
    },
    {
      "speaker": "DOBBS",
      "utterance": "I can't imagine why --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's unfair. You are making me laugh every time you're on this show. That's not fair. It's disarming."
    },
    {
      "speaker": "DOBBS",
      "utterance": "I apologize for that. James Clapper makes me laugh. The idea that the DNI, the director of national intelligence, is on CNN talking with Cuomo, and he says, this is -- can I quote this?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Go ahead."
    },
    {
      "speaker": "DOBBS",
      "utterance": "He says if they are looking for evidence of Russian-Trump collusion. Clapper says \"Well, I wouldn't go so far as to say that, that there's collusion, but I also have to say that with respect to the issue of collusion, as I've said before, I've testified in effect, I saw no --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No evidence."
    },
    {
      "speaker": "DOBBS",
      "utterance": "I love that. \"I saw no direct evidence of political collusion between the campaign in the Trump campaign and the Russians. Como's follow-up question, are you ready? He says, now clarify that point."
    },
    {
      "speaker": "DOBBS",
      "utterance": "This point has been clarified for seven doggone months."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me put on the screen, and this just happened last week, and we showed our audience. These were all of Hillary's excuses just last week in the last week alone, who she blames for the election. There's one thing missing on that list. How about blaming herself?"
    },
    {
      "speaker": "DOBBS",
      "utterance": "Yes, and she did miss the opportunity to throw in Tim Kane's name which I think really should get some prominence in that list."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He was not good in that debate."
    },
    {
      "speaker": "DOBBS",
      "utterance": "He's something else. And then the nonsensical answer on collusion. He sucks the life out of that moment filled with energy politically. And then he sucks the truth out of that moment as well. So I don't know what's left."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are you worried to the extent that the media's groupthink one voice and a narrative with no evidence that has consumed thousands of hours? For example, I knew Comey wasn't going to say on Thursday that the president tried to obstruct justice, and I will tell you why. Because in May he said it didn't happen and he's on tape, and 18 USC-4 would mean he have committed a felony that he didn't report it in January when Trump mentioned Flynn."
    },
    {
      "speaker": "DOBBS",
      "utterance": "I never worry about truth when it comes to lawyers speaking before Congress because they have an entirely different definition of truth than you and I. So I wouldn't worry about matching up words. They never worry about it, these attorneys, and certainly this --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "He would be thrown into pokey."
    },
    {
      "speaker": "DOBBS",
      "utterance": "Absolutely, and seemingly appropriately if you do."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Lou, I've got to roll."
    },
    {
      "speaker": "DOBBS",
      "utterance": "You got it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good to see you."
    },
    {
      "speaker": "DOBBS",
      "utterance": "Great to see you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Weeknights, 7:00, Fox Business Network. And when we come back, this is a really important question. Lou said he's going to go online and he's going to give his answer. Our \"Question of the Day,\" your help needed, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, time for tonight's \"Question of the Day.\" So in the wake of these deadly terror attacks, do we need extreme vetting? In the United States more than ever, so we're not like Europe. We've already had enough attack here. We want to hear from you, Facebook.com/SeanHannity, @SeanHannity on Twitter, let us know what you think. By the way, you have something to say, nice or mean, it doesn't matter, the Hannity Hotline, 877-225-8587. And we're going to be playing more of your calls tomorrow night. That's all the time I have left this evening. As always, thank you for being with us. We'll see you back here tomorrow night. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}