{
  "date": "June 17, 2019",
  "headline": "What message should Trump focus on during campaign launch?",
  "subHeadline": "Guests: Steve Scalise, Dan Patrick, John Yoo, Cornel West, Randi Thompson, Tina Ulman, Ralph Reed",
  "url": "https://www.foxnews.com/transcript/what-message-should-trump-focus-on-during-campaign-launch",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "I'm Laura Ingraham and this is \"The Ingraham Angle\" from Washington tonight. Well, ahead of Trump's 2020 campaign launch tomorrow, my Angle offers some advice that you will only see tonight. Plus, folks were camped out well for a day and a half in advance of the President's big rally in Orlando, so we're going to take you on the ground for a live report of some of those waiting. Do they have their hibachis (ph) out or are they cooking? It's like waiting for the next Apple launch. Also, tonight, Ralph Reed says, he will mobilize the most ambitious evangelical turnout for Trump on record. How does he plan to do it? He's going to tell us and many of the top 2020 Dems, they were in South Carolina to pitch African American voters on their candidacies. But are they even delivering what the audience wants? Dr. Cornel West is here to go one-on- one with me tonight. We're going to have fun. But first, the President's relaunch. That's the focus of tonight's Angle.  Tomorrow night, President Trump is formally launching his reelection campaign in Orlando, Florida. And as I said, the crowd is already lining up 40 hours early, but the usual suspects in the media were falling all over themselves to preemptively rain on the rally. And they think that President Trump's ABC news interview with George Stephanopoulos gave them their opening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The President of the United States is abdicated his oath of office. He did it just the other day on George Stephanopoulos' interview. He's not protecting the national security interest of the United States. He's not committed to protecting or election integrity and security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, he is. And as we explained last week in The Angle that argument is absurd. Now, in fact in many critical areas, the Trump administration has taken a tougher stance against Russia than the Obama administration has done. We've documented that show after show. But none of that matters. When the reporter asking the questions has an agenda, even if he's amiable in the process. The agenda namely to resuscitate and revisit the Muller report. And even by the way when the President expresses minor annoyance, not related to Russia or Mueller, they try to make him out to be the bad guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Some put up, they get it, because it's a fantastic financial statement. It's a fantastic financial statement. And let's do that over - he's coughing in the middle of my answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "Yes. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't like that you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Your Chief of Staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If you are going to cough, please leave the room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get a shot of - and I'll come over here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You just can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just to change the shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "OK. Do you want to do that a little differently then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. We just changed the angle. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "So, at some point, I look forward to, frankly - I'd like to have people see my financial statement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now everyone who does TV knows they're honest that that was lousy form for Stephanopoulos not to stop the cameras from rolling and to air that entire exchange. But hey, anything to advance the Trump's mean narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The last part that was so telling where he kind of does - and so he is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Angry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Being wronged in some meaningful way by his Chief of Staff coughing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Or maybe it was all a plot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One theory, I read it, I didn't even think about it from this perspective. But given the subject and the sensitivity surrounding his tax returns, somebody pointed out that maybe it was Mick Mulvaney trying to save the President and not trying to create a sound bite that could be used later on for ABC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Cough gate, more goofiness. How many times have I said that to Raymond by the way, stop coughing? I mean we were just howling when this happened. Well, let's all get serious here though, tomorrow in Orlando, the President has a chance to just relaunch this campaign and just hit every note. And I think part of it is just kind of shrugging off the inclination to re-litigate every past issue, insult, tweet, investigation. And the best way to frame all of this is look at what we've been able to accomplish even with two years of the Russia hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You've got the stock market flirting with record highs, when you have this near record low unemployment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIANNA GOLODRYGA, CNN CONTRIBUTOR",
      "sentences": "We have GDP growth continuing at better than expected rates. MARC LOTTER, TRUMP CAMPAIGN 2020 DIRECTOR OF STRATEGIC COMMUNICATIONS: Under Obama-Biden, 200,000 manufacturing jobs were lost and under President Trump in just three years, 450,000 manufacturing jobs have been added.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Unemployment is the lowest that's been here in the United States since 1969. Job growth is strong. Hourly wages are up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That should just be the playlist for Trump 2020. If any other President were doing the things Trump is doing for this economy, for jobs, for workers, taking on China, most in the media would be throwing rose petals in a parade every time he showed up.  I mean who else has worked so diligently despite congressional inaction to lower prescription drug prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're promoting price transparency to force competition and drive down costs. And that's what's happening and that's one of the reasons we're getting the drug prices stopping from those tremendous increases that have taken effect for so many years, for so many decades they've been going only one direction up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Who else has cut regulations like this President has to unburden American businesses. Who else has recognized and responded to the crisis at the border like Trump? Using the threat of terrorists and diplomatic pressure, Trump has even gotten Mexico to step up finally on their immigration enforcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "President Trump's new immigration deal with Mexico starting to show an impact. Some 6,000 Mexican soldiers now deployed here along the country's southern border with Guatemala, stopping some coming in on rafts as well as some larger caravans including a group of trucks carrying some 800 migrants stopped near the Texas border over the weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, but for Trump, they all would have surely made it to the U.S. border. And who else has stood up to the Chinese on the world stage to end the ongoing Beijing orchestrated rip off of American industries and intellectual property. Only Trump. And I haven't even talked about criminal justice reform, tax reform, renegotiating NAFTA to benefit American workers judicial appointments. And the only response from Democrats who are running for president is Russia, identity politics, demonizing wealth creators and of course, the go-to will give you free stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT., PRESIDENTIAL CANDIDATE",
      "sentences": "Every American regardless of his or her income is entitled to the right to a decent job that pays a living wage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "Technical School, two- year college, four-year public college, all free and tuition-free for all of our kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I think that anyone who is in a situation where they're in need of health care, regardless of whether they're documented or undocumented, we have an obligation to see that they're cared for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, they leave out the part where you're going to pay through the nose for all of this. While the government makes more decisions for you, your family and your business. That means less freedom. Well, Trump needs to remind America that if they send Bernie or Elizabeth or even Uncle Joe to the White House, the Democrats socialists will eventually run out of other people's money. And what happens then, the country's economy will crumble into an abyss of mediocrity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE CARELL, ACTOR",
      "sentences": "No, God. No, God please no. No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's how I feel. And on a serious note, the Trump re-election message should be simple. Do you want to keep the good times going and make America even stronger? Are you better off than you were in January 2017?  Some of you may not like some of Trump's tweets, but you're going to hate what Democrats will do to the prosperity that his policies have created. And that's THE ANGLE.  All right, joining me now, House Minority Leader - Whip excuse me, Steve Scalise, wishful thinking and Texas Lieutenant Governor Dan Patrick. Dan, you are in Orlando tonight meeting with the Trump team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN PATRICK, TEXAS LIEUTENANT GOVERNOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What will his message be tomorrow. You've heard my little bit of advice there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Yes, I think your advice is on target. He can't help, but kind of take some shots at the media that does gin up the crowd a little bit and it keeps them not honest, but it keeps them on their toes. But Laura, he's had an incredible record as you pointed out. But here is the key, in 2016, 62,980,160 people voted for the President. Some took a chance. Remember, he said to some, hey, what do you have to lose. Some weren't sure, the conservative community or the Christian community and now Laura, all of those people are family. Every one of those 62,980,160 people have bought in, because President Trump said what he was going to do. Then he did what he said he was going to do, because that's what you're supposed to do. Politicians have never done that. Say what you're going to do, do what you said you're going to do, because that's what you're supposed to do. He's kept every promise and these people, all those 62,980,160 are with him. Multiply that by now how many bring more people to him. I can tell you just in Texas, people I knew from the business community thought he was too conservative. People, the conservative community thought he was too moderate. Go down the list. They're all now in and I gross that up by 15, 20 percent more, it now puts him at 75 million votes. That's why he gets re-elected. He said what he was going to do. He did what he said he would do. And that's what he was supposed to do. And people respect him for that and they're now family. I've told him that - I've had a privilege to be in the limousine with him several times and I've told him that they're now with you Mr. President. They know you; they love you. They're not going to leave you. And they're going to bring more people to the tent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman Scalise, everyone's obsessing on these polls, some battleground polls, Trump internal polls supposedly said something, pollsters got like - I don't really care about the polls right now. Although, I do think Trump's numbers on just the overall approval can be higher and should be. You don't want your approval with this economy anywhere. I think you want it up in the high 40's at least and it really should be 50. We don't have an honest media though. I mean if we had an honest media, the numbers would be higher. But what is your take now when the Democrats are committing money to states like Texas. Dan is a Lieutenant Governor of Texas. But Texas is - is that in any way in play or is that just pie in the sky thinking for the Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA.",
      "sentences": "Well, Laura, first of all, I go back and look at some of those same polls in 2016. And those were the same people who were saying that Hillary Clinton was going to win Pennsylvania. Hillary Clinton was going to walk away with Michigan. Wisconsin wasn't even in play. And by the way, Florida and Ohio were going to be razor thin close. And so, I would go to those states when I would travel around as helping out other congressional candidates and I would come back home and people would be depressed and they'd say, I have seen these polls and they say there is no way Trump can win and I'd say, I just came from Pennsylvania. People are so fired up about this President's message at the time he was a candidate. And what he's done Laura, his message, he's followed through on it with real commitment in terms of making people's lives better. As you talked about so many things that President Trump has to tout in terms of what he's done to help every segment of our society from the lowest income to people who gave up hope altogether, people had left the workforce, the millions and millions of people who didn't even show up on the unemployment rolls that are now working. They're part of the American dream. And if I could sum it up anyway Laura, what President Trump has done not just all the individual things you can tout is he fought for the forgotten men and women, he made government work for the people who had been left behind in the Obama economy. And so that's what if all of the other things that you can add up, he's got a lot of great accomplishments, he get tout, but the fact that he actually went and fought for those people who had given up on government that's what he I think is his greatest achievement of so many great achievements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Dan, you say no. But here is what Joe Biden says about where he can beat Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I plan on campaigning in the south. I plan and if I'm your nominee winning Georgia, North Carolina and South Carolina, believe it or not and I believe we can win Texas and Florida if you look at the polling data now. I have no intention of walking away if I'm the nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "A prayer. Not a prayer, Laura. In large part because of prayer I might say, look, the Hispanic population heavy pro-Catholic, heavy evangelical will not vote for a Democrat who is pro-abortion. They're no longer the party of pro-choice making it rare but safe. No, they're the pro-abortion party, so take all the Hispanic voters in Texas and the South, Trump wins easily 40, 50 percent of them. Take the African American vote in the south. Their jobs, the economy is better. They're doing better. There is no way with the leftist socialist policies that Joe Biden will have to tout to get through the primary that any one in Texas or Mississippi or Alabama or Georgia or South Carolina, North Carolina are going to vote for these people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I've got to go to Scalise here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman real quickly I mean this record is an unbelievably strong record. The economy is about as good as I think it can be. I mean maybe we can get stronger, but it is an amazing economy. Anyone who says anything else is just lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is there anything you would suggest that the President might do differently to make women feel more comfortable about voting for him, who may be for whatever reason a little bit antsy about some of the tonality issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, Laura, I think as long as the President keeps talking about some of the things that he's fought for that suburban women, women all across the country that you talked to are concerned about, they want a secure country. They want a border that's secure. And President Trump has fought harder than any President, Republican or Democrat in recent memory to secure the border. They see these caravans coming in.  The fact that President Trump fought to stop human trafficking, Laura, I think the President can talk a lot more about what he's done to combat human trafficking with real results that he has been able to deliver for people. That's something that's real important. And then something else that's really important to not only suburban women but men and women families across this country are health care costs. The fact that President Trump is trying to lower health care costs--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, he's doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "While protecting preexisting conditions and the Democrats want what they call Medicare For All, which is literally socialized medicine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Well, gentlemen, thank you so much. I really appreciate it tonight. And Trump's critics have also seized on this moment from the ABC interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "You didn't answer questions on obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Wait a minute, I did answer questions. I answered them in writing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Not obstruction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't know. I answered a lot of questions. They gave me questions, I answered them in writing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Not on obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Look George, you're being a little wise guy. OK. Which is you know typical for you. Just so you understand. Very simple, it's very simple. There was no crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is John Yoo, Former Deputy Assistant Attorney General. All right, John who has it right here. I mean I love that part of the interview, I thought that the President was great there. George Stephanopoulos - well you didn't answer questions of the special counsel in person basically on obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "So, they're both kind of right. So, President Trump is clearly right that he answered questions in writing and that he - that Mueller did not find any kind of collusion. George Stephanopoulos, I think might be correct, although we haven't really seen at all that President Trump did not answer questions on obstruction in writing, but none of it was in person. Now Mueller could have pressed to try to get interview in person, which would have caused a huge constitutional conflict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He decided not to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Yes, it was up to Mueller to press for and in the Mueller Report, malicious, well we could have, we decided we want to wrap up the report quickly and avoid a big constitutional clash. We think that was probably the right call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, I want to play the collusion part, because I actually think the President was right in how he answered this question. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We found no collusion and he didn't find anything having to do with obstruction, because they made a ruling based on his findings and they said, no obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "He didn't examine collusion. He laid out evidence of obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "What are you trying to say now that there was collusion even though he said there was no collusion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "He didn't say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He said no collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "He said he didn't look at collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "George, the report said, no collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Did you read the report?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes, I did. And you should read it too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. Focusing on the collusion issue. Mueller concluded there was no conspiracy or cooperation purposeful with the Trump administration, between Trump and Russia to affect the outcome of the election unless I read something that was wrong, correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "You know you're right; I think on this one Trump gets an A. And Stephanopoulos gets an F, because if you read the report, it says, it's not just that Mueller says insufficient evidence, he says there is no conspiracy at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And that's just the way of saying collusion because there is no crime of collusion, so they just - it's like basically used as a synonym there, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Oh! Yes. Yes, I mean the Mueller Report doesn't say, there is no conspiracy, but there is other stuff, he just says, there is no evidence, not insufficient evidence, no evidence, that's a major clear statement, no evidence of a conspiracy between the Mueller - I'm sorry between the Trump campaign and the Russians. I don't know where Stephanopoulos is thinking that Mueller kind of made some kind of wishy-washy finding that leave some- -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "On collision like nobody was thinking that, correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And on this issue, just going back to this issue of well his lawyers like any smart lawyer like you would advise your client or I would advise my client, the idea that you would March your client in is the President of the United States to talk to the Mueller team. I mean you should never work again if you're a lawyer. But Stephanopoulos doesn't understand that, or I don't understand what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Loo, part of it was you don't want Mueller and his prosecutors to try to play games to trick the President to committing perjury about something that he didn't do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That wasn't a crime underlying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Exactly, the major point is that the President did not commit any kind of conspiracy with the Russians. If you knew that to be true why would you walk your client into answer questions that would - the only purpose of which would be to get a perjury charge because you already know you didn't do anything illegal in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, and that whole legal team were phenomenal, and I thought that part of the interview was fine, but I wouldn't be doing a long interview with Stephanopoulos. Whether it was 30 hours or five hours, I don't know why that was, but I think the President did fine on that. John, thank you so much. And 2020 Democrat fanatics disconnected with the priorities of African American voters. Well, the new poll that should serve as a big wakeup call. Dr. Cornell West joins me exclusively to break down what the candidates might be missing, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I firmly support Congresswoman Jackson Lee's bill to create a commission to study reparations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Would you sign that bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "Yes, I would. I already support that bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "(Inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "When I am elected President, I would sign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But that's not the only litmus test. 2020 Dems are pushing when it comes to the African American community. Bernie Sanders, Cory Booker, Kamala Harris, Gillibrand, Warren have all outlined programs calling for a federal jobs guarantee. But where does that leave them with these voters. Well, as top tier 2020 Dems descend on South Carolina for the Black Economic Alliance Forum, a poll commissioned by that same group found that reparations and a federal job guarantee were listed at the bottom of what they feel would help the most, interesting. Joining me now exclusively to respond is Dr. Cornell West, Philosophy Professor at Harvard and Professor Emeritus at Princeton. So, Dr. West, is this a disconnect and does it show that Democrats may be taking this voting block for granted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. CORNELL WEST, PROFESSOR OF PHILOSOPHY AT HARVARD UNIVERSITY",
      "sentences": "Well, thanks for having me back and I do just want to acknowledge the passing my dear sister of the precious mother of my dear, dear brother Anderson Cooper. As you know these kinds of human catastrophes are deeper than politics and we have him in our thoughts and those of us who are religious have him in our prayers. You know what I mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "God bless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Very much so. But no, your question is an important one. I think that when you look at the history of black people, we've always had a variety of different perspectives. But we look at the world through the lens of the catastrophe of slavery and Jim Crow and Jane Crow. That's why I am very excited about this discussion about reparations, it's just a matter of telling the truth about the American past. So, when Brother (Koch) and brother Danny Glover go to Washington, they're just going to say, let's have a serious discussion about it. But that's not a major priority, symbolically it means that black suffering counts and it ought to be poor people suffering counts, working people suffering counts and that's precisely why this system. Bernie Sanders wins in polls 25 out of 26 against Brother Trump. He is the strongest candidate coming out of the Democratic Party, because the neo liberals in that party have not been able to speak to the issue of jobs with a living wage. They haven't been able to speak to the issue of quality education.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, Dr. West, on the issue of just you know what works for people in general, take race out of it and what - because there - we have a lot of people coming from Nigeria, from Somalia. We have a big--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Congolese community, now in Portland Maine. So, they're here and they're not really - they're not tuned in to kind of the old, the concerns of many African Americans there. That's not their story. So, they're here and they're just trying to get a job or they're just trying to get - take care of their family or you know who have health care. So, there is a lot of different voices here in the black community and my thought is that there is not enough of Democrats who are actually speaking to the wide berth of voices just even in that racial group. You see what I'm saying, because the country is so diverse today, it's so different. I mean it's not the country of 50 years ago, it's very, very different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "No, that's very true. But I mean even the new black immigrants for the Caribbean and Africa and God bless them. They still have to deal with certain kinds of racist discrimination. So, they have a concern about racism. But the crucial thing is, is this issue of the ways in which the economic plight. When we talk about the amazing economy and of course, I've given brother Trump credit and I acknowledge that the economy looks very good statistically, but 40 percent of our fellow citizens are either in poverty or living near poverty. This is why William Barber and others are there in Washington D.C. right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Mocking about the poor people who can't pay. 40 percent, one out of two of black and brown children, precious children under 6 years old live in poverty in the richest nation in history of the world. That's a disgrace. The homelessness that you talked about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think they're better now. Cornell, you're playing a loop though like you're speaking like nothing has changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Oh! No. I acknowledge that the statistics are better, there's no doubt about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's not just statistics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "No doubt about that. I'm the first--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, it's not just statistics and I love how - you understand. It's not. We had an amazing event last week in Washington where former convicts are actually now getting - having doors open for them instead of slammed in their face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "That's a beautiful thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because of the second chance initiative. And so--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "That's a beautiful thing, it's a beautiful thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are acknowledging that. And so that's - it's not just a statistic. Those are real people being helped and we don't have time to play the sound bite, I wish we did. But this was a great event and I keep saying, where all the liberals. Why is there no like embrace of Trump for what he's doing here and I'm telling you, the reason they're not doing it is because they don't want to give him credit. And he is making people's lives better and it's tangible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "But here you have to draw a distinction between the neo liberals and the Democratic Party, and the genuine progressive like Bernie Sanders. He is concerned about those concrete realities that you're talking about, but the suffering is still too much. It's still -- we don't have enough schools, not enough jobs with a living wage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's not going to get better under socialism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "We're talking about socialism. We're talking about justice. We're talking about fairness. Justice and fairness. You got tax abatement.  You've got subsidies for the well-to-do. That's free stuff, too. Let's make sure our children have food, quality education, job with a living wage. That's moral issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, but Dr. West, that's why the Democrats shouldn't attack what Obama said he was for, which is school choice. Obama was for charter schools, diversity in schooling. And we've got Democrats wanting to shut down any competition for public schools today. That is not good for anybody including African-Americans. But that's another topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Yes. We have got a lot to talk about there, absolutely, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got lot. I'm still having lunch with you in Cambridge.  We're going to shock everybody. Dr. West, thanks so much, I really appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Stay strong. Stay strong. Indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And big pot is trying to legalize weed all over the country, but at what cost to our teens? Plus, one state is looking to ban employers from rejecting applicants if they smoke pot. That debate, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A follow-up to an issue we've been sounding the alarm about here on \"The Ingraham Angle\" for a while now, the dangers of legalizing marijuana.  Now it appears some in the media are finally waking up to the dangers.  Within hours of each other, yesterday both The Washington Post and The New York Times posted articles with new warnings. Under the headline \"Potent pot, vulnerable teens trigger concerns in first state to legalize marijuana,\" The Post revealed that \"With some marijuana products averaging 68 percent THC, exponentially greater than the pot baby boomers once smoked, calls to poison control centers and visits to ER's have risen.  Visits to Children's Hospital Colorado facilities for treatment of cyclic vomiting, paranoia, psychosis, and other acute cannabis-related symptoms jumped to 777 in 2015 from 161 in 2005.\" You still think the drug is harmless? Then in The New York Times, this. \"Marijuana damages young brains.  States that legalize it should set a minimum age of 25 or older.\" The writers, who are both physicians, say, quote, \"Researchers found a consequential I.Q. decline over the 25-year period among adolescents who consistently used marijuana every week. In addition, studies have shown that substantial adolescent exposure may be a predictor of opioid use disorders.\" Right now, 33 states and D.C. currently have passed laws broadly legalizing marijuana in some form. If they care about children and young people at all, they should at the least consider adding some protections. And then there's this. Just days ago in Nevada, Democratic Governor Steve Sisolak signed into law a bill that would prevent companies from denying employment based on a failed drug test. The measure comes two years after recreational marijuana sales began in the silver state. Here now to debate, opponent of this bill, Randi Thompson, Nevada State Director for the National Federation of Independent Business, along with Tina Ulman from the Las Vegas chapter of the National Organization for the Reform of Marijuana Laws. All right, Tina, you don't have concerns about the potential for cognitive decline in applicants who smoke pot given what we just laid out moments ago, the \"Journal of American Medical Association\" study, the \"Journal of American Psychiatry\" study that came out last October. It is shocking what the mainstream media up until about this point have not told us about what pot does, especially to that developing brain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TINA ULMAN, DIRECTOR OF DEVELOPMENT, NORML, LAS VEGAS",
      "sentences": "Yes. For myself I've been inundated with all positive statistics, like 24 percent reduction in states that have medical marijuana in opioid fatalities. So I've been focusing on the positive statistics that come from it. Nevada voters did vote for recreational cannabis two years ago, and we ask that it be treated just like alcohol in question two, and that's what we're still asking today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So you're saying the concerns about your increased risk of everything from schizophrenia to bipolar disorder, cognitive impairment, depression, suicide, long-term suicide effect, you discount any of that.  You think the studies are wrong, the study out of Montreal, that's all wrong, too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ULMAN",
      "sentences": "Right. I'm really focusing on what this drug can do as an exit drug instead of an entrance drug, because the fact of the matter, Laura, is we have an opioid epidemic, right. We know pills kill. This is a white suburban problem. I haven't seen too many stories about myself or any other cannabis users having schizophrenia, but we have to attack the opioid addiction. And the prescription companies have been hit hard. It is hard to get opioids, so now people are turning to heroin which is laced with fentanyl. And if we could get folks treatment by getting them cannabis, we would save people like many --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, but that's not what \"The New York Times\" found. The story we just referenced in \"The New York Times\" says the opposite. And Randi, you can get in on this, but I can't remember a time where I read a heartbreaking or harrowing story of someone who was on a really awful drug or even addicted to opioids who hadn't at least tried marijuana. I'm not saying it's a gateway for everybody, but most people who ended up dying of meth started somewhere along the line on pot. That's just anecdotal. I don't have the -- but on the other stuff, it's devastating evidence for what this does to the young brain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ULMAN",
      "sentences": "But what if we could use cannabis to get them off meth? What if we could use --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got to get to Randi. OK, one thing we have to do is get both sides on this actual show. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RANDI THOMPSON, NEVADA DIRECTOR, NATIONAL FEDERATION OF INDEPENDENT BUSINESS",
      "sentences": "We're more focused on the employee and not on the, necessarily on the young brain. But when Nevada legalized recreational use, we saw a significant increase in positive drug testing in the workplace. Roughly 37 percent of Nevada employees were using drugs and going to work every day.  So we've been dealing with this issue for several years now, and we're trying to figure out how best to face the fact that we've got conflicting laws. This law that passed in Nevada says you have to hire someone if they test positive. Yet that totally conflicts with federal law that calls this a controlled substance. So we're putting employers in a really tough spot, and we really need to federal government to take some action here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ULMAN",
      "sentences": "We are putting employers in a tough spot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on, hold on. I want to say something about -- hold on a second. OK, that can't find anyone who can pass a drug test. Hold on a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ULMAN",
      "sentences": "It's actually employers that came to our legislators and said we can't find anybody that can pass a drug test. Caesar's Entertainment and Wyndham Resorts, two large employers --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, that's not true, can't find anyone who can pass a drug test?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ULMAN",
      "sentences": "-- no longer drug test people because they can't find somebody since it is now legal in this state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on a second. Hold on a second. Tracy, hold on a second, or Tina, hold on a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ULMAN",
      "sentences": "It should be a states' issue. So you are right on that, Randi, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here is what I think Bill Barr has to do as the attorney general. I think Randi is right, there is a problem when this is a federal crime and yet states have legalized marijuana. The federal government kind of wants to put its hands up in the air and say we're not going to do it.  This is a problem. And I think this conflict, whatever position you have on this particular issue of drug testing, this shows that we have a conflict. And both of you did a great job. Thank you so much. And Ralph Reed says he plans to mobilize the most ambitious evangelical turnout for President Trump in the community's history. But how? He is going to tell us, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A Sunday nights headline from Axios blared \"Trump's trump card -- social conservatism.\" The article going on to note that social conservatives say they've gotten more from President Trump than any other president. Born Again or evangelical Christians made up roughly one-fourth of the 2016 electorate. And of those, nearly 80 percent cast their vote for President Trump. Faith and Freedom Coalition President Ralph Reed says he has a plan to get both of those numbers even higher. He joins us now exclusively. Ralph, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RALPH REED, CHAIRMAN, FAITH AND FREEDOM COALITION",
      "sentences": "Good to be with you, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The percentage of the electorate made up of evangelicals is already pretty substantial, so how do you turn out more faith-based voters than before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REED",
      "sentences": "Well, the first thing you do is you grow the pie, Laura. And we estimate that there's roughly, even with those huge numbers, and they were impressive. Trump got the largest share of this vote of anybody in the history of modern exit polling. Even with that, we estimate there is somewhere between 15 million and 17 million of those voters who either aren't registered to vote or they didn't turn out. So our plan is to register, grow the pie, register a million to 2 million of these faith- based voters. And that's a big deal, because, remember, Trump won the presidency by a combined total of about 80,000 votes spread out over three states. So if you were to add 50,000 to 100,000 new faith based voters in some of these key states, it's a game changer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ralph, hold on, because they are going to -- their plan is to add a lot of new voters, too. They intend to add a lot of the folks who came from Puerto Rico to Florida, 120,000. So that. They're going to bring in more women, more minorities. So they have the plan, too. But that is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REED",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I think what they're doing already, Ralph, and I thought of you because I heard this, this guy, Guy Cecil from Priorities USA, he called out evangelicals on MSNBC last week and you. Again, the same kind of stuff they do to me they tried to do you. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY CECIL, CHAIRMAN, PRIORITIES USA",
      "sentences": "This conservative evangelical Christian nationalism that has pervaded our politics, that grew out of the 1980s in a very concerted effort by rightwing Christian conservatives like Ralph Reed and the Christian Coalition, who sought to do their very best with white evangelical Christians to conflate nationalism with their faith.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You see what's going on here? Do you see how they're trying to tar people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REED",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm always looking out for you, Ralph. I had to play that for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REED",
      "sentences": "That's funny, Laura, because I actually went to the mount where Jesus is reported to have delivered the Sermon on the Mount, and Guy and I read scripture verses together, and he never said anything to me about that. And I've actually worked in the minority community for decades mobilizing African-Americans and Hispanics who share my faith and share my values. And I think that if the left thinks that we are going to concede the Hispanic community and the African-American community to them, particularly in the pews in 2020, they're in for a big wake-up call. We're going to be doing a lot in those communities as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, and Ralph, we really appreciate it. We could talk to you for an hour. So much more to get to on this. And up next, we're still about, I guess 21 hours away from President Trump's 2020 campaign launch in Florida. But his supporters have been lined up since Sunday. We're live on the ground to talk to some of those who are camping out for the big rally in just a few moments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're now less than 24 hours away from the president's 2020 reelection campaign launch in Orlando, Florida. But his supporters have already been lining up, and they've been there since yesterday. FOX 35's Valerie Boey joins us live from outside the Amway Center. Valerie, what the heck is the vibe like right now? VALERIE BOEY, FOX 35 ORLANDO REPORTER: Well, there is probably a couple hundred people here, Laura. I can tell you it's like a big party out here.  Take a look at this. Hundreds of campers. They have their chairs, they have their tents, they have their make America great hats, and they have lots of energy. You can see the Amway Center is actually right down the block now. I am told that 100,000 people actually RSVP-ed for this event, but the Amway Center only holds 20,000 people, so that's why people are waiting on line. With me right now is Gary Beck. He is number one. Gary, what time did you get here? GARY BECK, FIRST IN LINE FOR TRUMP 2020 RELAUNCH: I got here at 2:00, 2:30 in the morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "Because this is one of the most important elections in our nation's history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "And what did you bring with you today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "Food and water, and a hammock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "OK, food, water, and a hammock. And I know you were also here, you guys were also here. We had a thunderstorms earlier today. What was it like for you to be out in the rain?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was actually in training so I wasn't out in the rain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "How about you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No problem. It was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "You weren't scared of lightning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, not at all. We were in the tents. And with the Trump family and the patriots, no problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "And what does it mean to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm just excited to be here to see Donald Trump announcing his second run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "Exactly. Lots of excitement around here. Thank you very much. And the doors will open at 5:00 tomorrow, so they have a long wait out here. But of course, the president will take the stage at 8:00 tomorrow night. Back to you, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's wild. It's like the people in line for the Apple product launch or the new \"Star Wars\" movie. It's wild. They're having fun. Good for them. Thanks so much, Valerie. We appreciate it. And our own Raymond Arroyo will be on side in Orlando to cover the president's campaign kickoff tomorrow night, so don't miss that. That will be fun. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We flew from Boston. We live in Cape Cod. Because we're Trumpsters. We love President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are like the first 100 in line or better. Everybody is looking out for everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We left at 5:00 this morning to get here. We've done this before, not our first rodeo. We wanted to make sure we could get inside the building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One of those guys, he looked more like a Bernie supporter there. We're less than 24 hours away now from President Trump's 2020 reelection launch. And you could see the whole thing starting live at 8:00 p.m. tomorrow night right here on Fox News. As I mentioned, Raymond Arroyo will be there talking to those who have camped out since early Sunday. Also have a live report at 10 p.m. That's all the time we have tonight. Don't forget my podcast. A new one drops tomorrow.  Go to podcastone.com. And Shannon Bream and the \"Fox News @ Night\" team take it all from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "I'm Laura Ingraham and this is \"The Ingraham Angle\" from Washington tonight. Well, ahead of Trump's 2020 campaign launch tomorrow, my Angle offers some advice that you will only see tonight. Plus, folks were camped out well for a day and a half in advance of the President's big rally in Orlando, so we're going to take you on the ground for a live report of some of those waiting. Do they have their hibachis (ph) out or are they cooking? It's like waiting for the next Apple launch. Also, tonight, Ralph Reed says, he will mobilize the most ambitious evangelical turnout for Trump on record. How does he plan to do it? He's going to tell us and many of the top 2020 Dems, they were in South Carolina to pitch African American voters on their candidacies. But are they even delivering what the audience wants? Dr. Cornel West is here to go one-on- one with me tonight. We're going to have fun. But first, the President's relaunch. That's the focus of tonight's Angle. Tomorrow night, President Trump is formally launching his reelection campaign in Orlando, Florida. And as I said, the crowd is already lining up 40 hours early, but the usual suspects in the media were falling all over themselves to preemptively rain on the rally. And they think that President Trump's ABC news interview with George Stephanopoulos gave them their opening."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The President of the United States is abdicated his oath of office. He did it just the other day on George Stephanopoulos' interview. He's not protecting the national security interest of the United States. He's not committed to protecting or election integrity and security."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, he is. And as we explained last week in The Angle that argument is absurd. Now, in fact in many critical areas, the Trump administration has taken a tougher stance against Russia than the Obama administration has done. We've documented that show after show. But none of that matters. When the reporter asking the questions has an agenda, even if he's amiable in the process. The agenda namely to resuscitate and revisit the Muller report. And even by the way when the President expresses minor annoyance, not related to Russia or Mueller, they try to make him out to be the bad guy."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Some put up, they get it, because it's a fantastic financial statement. It's a fantastic financial statement. And let's do that over - he's coughing in the middle of my answer."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "utterance": "Yes. OK."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't like that you know."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Your Chief of Staff."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If you are going to cough, please leave the room."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Get a shot of - and I'll come over here."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You just can't."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Just to change the shot."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Sorry."
    },
    {
      "speaker": "TRUMP",
      "utterance": "OK. Do you want to do that a little differently then?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes. We just changed the angle. Thank you."
    },
    {
      "speaker": "TRUMP",
      "utterance": "So, at some point, I look forward to, frankly - I'd like to have people see my financial statement."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now everyone who does TV knows they're honest that that was lousy form for Stephanopoulos not to stop the cameras from rolling and to air that entire exchange. But hey, anything to advance the Trump's mean narrative."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The last part that was so telling where he kind of does - and so he is--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Angry."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Being wronged in some meaningful way by his Chief of Staff coughing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Or maybe it was all a plot."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "One theory, I read it, I didn't even think about it from this perspective. But given the subject and the sensitivity surrounding his tax returns, somebody pointed out that maybe it was Mick Mulvaney trying to save the President and not trying to create a sound bite that could be used later on for ABC."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Cough gate, more goofiness. How many times have I said that to Raymond by the way, stop coughing? I mean we were just howling when this happened. Well, let's all get serious here though, tomorrow in Orlando, the President has a chance to just relaunch this campaign and just hit every note. And I think part of it is just kind of shrugging off the inclination to re-litigate every past issue, insult, tweet, investigation. And the best way to frame all of this is look at what we've been able to accomplish even with two years of the Russia hoax."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You've got the stock market flirting with record highs, when you have this near record low unemployment."
    },
    {
      "speaker": "BIANNA GOLODRYGA, CNN CONTRIBUTOR",
      "utterance": "We have GDP growth continuing at better than expected rates. MARC LOTTER, TRUMP CAMPAIGN 2020 DIRECTOR OF STRATEGIC COMMUNICATIONS: Under Obama-Biden, 200,000 manufacturing jobs were lost and under President Trump in just three years, 450,000 manufacturing jobs have been added."
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "utterance": "Unemployment is the lowest that's been here in the United States since 1969. Job growth is strong. Hourly wages are up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That should just be the playlist for Trump 2020. If any other President were doing the things Trump is doing for this economy, for jobs, for workers, taking on China, most in the media would be throwing rose petals in a parade every time he showed up.  I mean who else has worked so diligently despite congressional inaction to lower prescription drug prices."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're promoting price transparency to force competition and drive down costs. And that's what's happening and that's one of the reasons we're getting the drug prices stopping from those tremendous increases that have taken effect for so many years, for so many decades they've been going only one direction up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Who else has cut regulations like this President has to unburden American businesses. Who else has recognized and responded to the crisis at the border like Trump? Using the threat of terrorists and diplomatic pressure, Trump has even gotten Mexico to step up finally on their immigration enforcement."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "President Trump's new immigration deal with Mexico starting to show an impact. Some 6,000 Mexican soldiers now deployed here along the country's southern border with Guatemala, stopping some coming in on rafts as well as some larger caravans including a group of trucks carrying some 800 migrants stopped near the Texas border over the weekend."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, but for Trump, they all would have surely made it to the U.S. border. And who else has stood up to the Chinese on the world stage to end the ongoing Beijing orchestrated rip off of American industries and intellectual property. Only Trump. And I haven't even talked about criminal justice reform, tax reform, renegotiating NAFTA to benefit American workers judicial appointments. And the only response from Democrats who are running for president is Russia, identity politics, demonizing wealth creators and of course, the go-to will give you free stuff."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT., PRESIDENTIAL CANDIDATE",
      "utterance": "Every American regardless of his or her income is entitled to the right to a decent job that pays a living wage."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "Technical School, two- year college, four-year public college, all free and tuition-free for all of our kids."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I think that anyone who is in a situation where they're in need of health care, regardless of whether they're documented or undocumented, we have an obligation to see that they're cared for."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, they leave out the part where you're going to pay through the nose for all of this. While the government makes more decisions for you, your family and your business. That means less freedom. Well, Trump needs to remind America that if they send Bernie or Elizabeth or even Uncle Joe to the White House, the Democrats socialists will eventually run out of other people's money. And what happens then, the country's economy will crumble into an abyss of mediocrity."
    },
    {
      "speaker": "STEVE CARELL, ACTOR",
      "utterance": "No, God. No, God please no. No, no."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's how I feel. And on a serious note, the Trump re-election message should be simple. Do you want to keep the good times going and make America even stronger? Are you better off than you were in January 2017?  Some of you may not like some of Trump's tweets, but you're going to hate what Democrats will do to the prosperity that his policies have created. And that's THE ANGLE. All right, joining me now, House Minority Leader - Whip excuse me, Steve Scalise, wishful thinking and Texas Lieutenant Governor Dan Patrick. Dan, you are in Orlando tonight meeting with the Trump team."
    },
    {
      "speaker": "DAN PATRICK, TEXAS LIEUTENANT GOVERNOR",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What will his message be tomorrow. You've heard my little bit of advice there."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Yes, I think your advice is on target. He can't help, but kind of take some shots at the media that does gin up the crowd a little bit and it keeps them not honest, but it keeps them on their toes. But Laura, he's had an incredible record as you pointed out. But here is the key, in 2016, 62,980,160 people voted for the President. Some took a chance. Remember, he said to some, hey, what do you have to lose. Some weren't sure, the conservative community or the Christian community and now Laura, all of those people are family. Every one of those 62,980,160 people have bought in, because President Trump said what he was going to do. Then he did what he said he was going to do, because that's what you're supposed to do. Politicians have never done that. Say what you're going to do, do what you said you're going to do, because that's what you're supposed to do. He's kept every promise and these people, all those 62,980,160 are with him. Multiply that by now how many bring more people to him. I can tell you just in Texas, people I knew from the business community thought he was too conservative. People, the conservative community thought he was too moderate. Go down the list. They're all now in and I gross that up by 15, 20 percent more, it now puts him at 75 million votes. That's why he gets re-elected. He said what he was going to do. He did what he said he would do. And that's what he was supposed to do. And people respect him for that and they're now family. I've told him that - I've had a privilege to be in the limousine with him several times and I've told him that they're now with you Mr. President. They know you; they love you. They're not going to leave you. And they're going to bring more people to the tent."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman Scalise, everyone's obsessing on these polls, some battleground polls, Trump internal polls supposedly said something, pollsters got like - I don't really care about the polls right now. Although, I do think Trump's numbers on just the overall approval can be higher and should be. You don't want your approval with this economy anywhere. I think you want it up in the high 40's at least and it really should be 50. We don't have an honest media though. I mean if we had an honest media, the numbers would be higher. But what is your take now when the Democrats are committing money to states like Texas. Dan is a Lieutenant Governor of Texas. But Texas is - is that in any way in play or is that just pie in the sky thinking for the Democrats?"
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA.",
      "utterance": "Well, Laura, first of all, I go back and look at some of those same polls in 2016. And those were the same people who were saying that Hillary Clinton was going to win Pennsylvania. Hillary Clinton was going to walk away with Michigan. Wisconsin wasn't even in play. And by the way, Florida and Ohio were going to be razor thin close. And so, I would go to those states when I would travel around as helping out other congressional candidates and I would come back home and people would be depressed and they'd say, I have seen these polls and they say there is no way Trump can win and I'd say, I just came from Pennsylvania. People are so fired up about this President's message at the time he was a candidate. And what he's done Laura, his message, he's followed through on it with real commitment in terms of making people's lives better. As you talked about so many things that President Trump has to tout in terms of what he's done to help every segment of our society from the lowest income to people who gave up hope altogether, people had left the workforce, the millions and millions of people who didn't even show up on the unemployment rolls that are now working. They're part of the American dream. And if I could sum it up anyway Laura, what President Trump has done not just all the individual things you can tout is he fought for the forgotten men and women, he made government work for the people who had been left behind in the Obama economy. And so that's what if all of the other things that you can add up, he's got a lot of great accomplishments, he get tout, but the fact that he actually went and fought for those people who had given up on government that's what he I think is his greatest achievement of so many great achievements."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Dan, you say no. But here is what Joe Biden says about where he can beat Trump."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I plan on campaigning in the south. I plan and if I'm your nominee winning Georgia, North Carolina and South Carolina, believe it or not and I believe we can win Texas and Florida if you look at the polling data now. I have no intention of walking away if I'm the nominee."
    },
    {
      "speaker": "PATRICK",
      "utterance": "A prayer. Not a prayer, Laura. In large part because of prayer I might say, look, the Hispanic population heavy pro-Catholic, heavy evangelical will not vote for a Democrat who is pro-abortion. They're no longer the party of pro-choice making it rare but safe. No, they're the pro-abortion party, so take all the Hispanic voters in Texas and the South, Trump wins easily 40, 50 percent of them. Take the African American vote in the south. Their jobs, the economy is better. They're doing better. There is no way with the leftist socialist policies that Joe Biden will have to tout to get through the primary that any one in Texas or Mississippi or Alabama or Georgia or South Carolina, North Carolina are going to vote for these people--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I've got to go to Scalise here."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman real quickly I mean this record is an unbelievably strong record. The economy is about as good as I think it can be. I mean maybe we can get stronger, but it is an amazing economy. Anyone who says anything else is just lying."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is there anything you would suggest that the President might do differently to make women feel more comfortable about voting for him, who may be for whatever reason a little bit antsy about some of the tonality issues."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, Laura, I think as long as the President keeps talking about some of the things that he's fought for that suburban women, women all across the country that you talked to are concerned about, they want a secure country. They want a border that's secure. And President Trump has fought harder than any President, Republican or Democrat in recent memory to secure the border. They see these caravans coming in. The fact that President Trump fought to stop human trafficking, Laura, I think the President can talk a lot more about what he's done to combat human trafficking with real results that he has been able to deliver for people. That's something that's real important. And then something else that's really important to not only suburban women but men and women families across this country are health care costs. The fact that President Trump is trying to lower health care costs--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, he's doing that."
    },
    {
      "speaker": "SCALISE",
      "utterance": "While protecting preexisting conditions and the Democrats want what they call Medicare For All, which is literally socialized medicine."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Well, gentlemen, thank you so much. I really appreciate it tonight. And Trump's critics have also seized on this moment from the ABC interview."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "You didn't answer questions on obstruction."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Wait a minute, I did answer questions. I answered them in writing."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Not obstruction?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't know. I answered a lot of questions. They gave me questions, I answered them in writing."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Not on obstruction."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Look George, you're being a little wise guy. OK. Which is you know typical for you. Just so you understand. Very simple, it's very simple. There was no crime."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is John Yoo, Former Deputy Assistant Attorney General. All right, John who has it right here. I mean I love that part of the interview, I thought that the President was great there. George Stephanopoulos - well you didn't answer questions of the special counsel in person basically on obstruction."
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "So, they're both kind of right. So, President Trump is clearly right that he answered questions in writing and that he - that Mueller did not find any kind of collusion. George Stephanopoulos, I think might be correct, although we haven't really seen at all that President Trump did not answer questions on obstruction in writing, but none of it was in person. Now Mueller could have pressed to try to get interview in person, which would have caused a huge constitutional conflict."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He decided not to do that."
    },
    {
      "speaker": "YOO",
      "utterance": "Yes, it was up to Mueller to press for and in the Mueller Report, malicious, well we could have, we decided we want to wrap up the report quickly and avoid a big constitutional clash. We think that was probably the right call."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, I want to play the collusion part, because I actually think the President was right in how he answered this question. Let's watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We found no collusion and he didn't find anything having to do with obstruction, because they made a ruling based on his findings and they said, no obstruction."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "He didn't examine collusion. He laid out evidence of obstruction."
    },
    {
      "speaker": "TRUMP",
      "utterance": "What are you trying to say now that there was collusion even though he said there was no collusion?"
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "He didn't say."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He said no collusion."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "He said he didn't look at collusion."
    },
    {
      "speaker": "TRUMP",
      "utterance": "George, the report said, no collusion."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Did you read the report?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes, I did. And you should read it too."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. Focusing on the collusion issue. Mueller concluded there was no conspiracy or cooperation purposeful with the Trump administration, between Trump and Russia to affect the outcome of the election unless I read something that was wrong, correct."
    },
    {
      "speaker": "YOO",
      "utterance": "You know you're right; I think on this one Trump gets an A. And Stephanopoulos gets an F, because if you read the report, it says, it's not just that Mueller says insufficient evidence, he says there is no conspiracy at all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And that's just the way of saying collusion because there is no crime of collusion, so they just - it's like basically used as a synonym there, correct?"
    },
    {
      "speaker": "YOO",
      "utterance": "Oh! Yes. Yes, I mean the Mueller Report doesn't say, there is no conspiracy, but there is other stuff, he just says, there is no evidence, not insufficient evidence, no evidence, that's a major clear statement, no evidence of a conspiracy between the Mueller - I'm sorry between the Trump campaign and the Russians. I don't know where Stephanopoulos is thinking that Mueller kind of made some kind of wishy-washy finding that leave some- -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "On collision like nobody was thinking that, correct."
    },
    {
      "speaker": "YOO",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And on this issue, just going back to this issue of well his lawyers like any smart lawyer like you would advise your client or I would advise my client, the idea that you would March your client in is the President of the United States to talk to the Mueller team. I mean you should never work again if you're a lawyer. But Stephanopoulos doesn't understand that, or I don't understand what?"
    },
    {
      "speaker": "YOO",
      "utterance": "Loo, part of it was you don't want Mueller and his prosecutors to try to play games to trick the President to committing perjury about something that he didn't do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That wasn't a crime underlying."
    },
    {
      "speaker": "YOO",
      "utterance": "Exactly, the major point is that the President did not commit any kind of conspiracy with the Russians. If you knew that to be true why would you walk your client into answer questions that would - the only purpose of which would be to get a perjury charge because you already know you didn't do anything illegal in the first place."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, and that whole legal team were phenomenal, and I thought that part of the interview was fine, but I wouldn't be doing a long interview with Stephanopoulos. Whether it was 30 hours or five hours, I don't know why that was, but I think the President did fine on that. John, thank you so much. And 2020 Democrat fanatics disconnected with the priorities of African American voters. Well, the new poll that should serve as a big wakeup call. Dr. Cornell West joins me exclusively to break down what the candidates might be missing, next."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I firmly support Congresswoman Jackson Lee's bill to create a commission to study reparations."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Would you sign that bill?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "WARREN",
      "utterance": "Yes, I would. I already support that bill."
    },
    {
      "speaker": "SANDERS",
      "utterance": "(Inaudible)."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "When I am elected President, I would sign."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But that's not the only litmus test. 2020 Dems are pushing when it comes to the African American community. Bernie Sanders, Cory Booker, Kamala Harris, Gillibrand, Warren have all outlined programs calling for a federal jobs guarantee. But where does that leave them with these voters. Well, as top tier 2020 Dems descend on South Carolina for the Black Economic Alliance Forum, a poll commissioned by that same group found that reparations and a federal job guarantee were listed at the bottom of what they feel would help the most, interesting. Joining me now exclusively to respond is Dr. Cornell West, Philosophy Professor at Harvard and Professor Emeritus at Princeton. So, Dr. West, is this a disconnect and does it show that Democrats may be taking this voting block for granted?"
    },
    {
      "speaker": "DR. CORNELL WEST, PROFESSOR OF PHILOSOPHY AT HARVARD UNIVERSITY",
      "utterance": "Well, thanks for having me back and I do just want to acknowledge the passing my dear sister of the precious mother of my dear, dear brother Anderson Cooper. As you know these kinds of human catastrophes are deeper than politics and we have him in our thoughts and those of us who are religious have him in our prayers. You know what I mean."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "God bless."
    },
    {
      "speaker": "WEST",
      "utterance": "Very much so. But no, your question is an important one. I think that when you look at the history of black people, we've always had a variety of different perspectives. But we look at the world through the lens of the catastrophe of slavery and Jim Crow and Jane Crow. That's why I am very excited about this discussion about reparations, it's just a matter of telling the truth about the American past. So, when Brother (Koch) and brother Danny Glover go to Washington, they're just going to say, let's have a serious discussion about it. But that's not a major priority, symbolically it means that black suffering counts and it ought to be poor people suffering counts, working people suffering counts and that's precisely why this system. Bernie Sanders wins in polls 25 out of 26 against Brother Trump. He is the strongest candidate coming out of the Democratic Party, because the neo liberals in that party have not been able to speak to the issue of jobs with a living wage. They haven't been able to speak to the issue of quality education."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, Dr. West, on the issue of just you know what works for people in general, take race out of it and what - because there - we have a lot of people coming from Nigeria, from Somalia. We have a big--"
    },
    {
      "speaker": "WEST",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Congolese community, now in Portland Maine. So, they're here and they're not really - they're not tuned in to kind of the old, the concerns of many African Americans there. That's not their story. So, they're here and they're just trying to get a job or they're just trying to get - take care of their family or you know who have health care. So, there is a lot of different voices here in the black community and my thought is that there is not enough of Democrats who are actually speaking to the wide berth of voices just even in that racial group. You see what I'm saying, because the country is so diverse today, it's so different. I mean it's not the country of 50 years ago, it's very, very different."
    },
    {
      "speaker": "WEST",
      "utterance": "No, that's very true. But I mean even the new black immigrants for the Caribbean and Africa and God bless them. They still have to deal with certain kinds of racist discrimination. So, they have a concern about racism. But the crucial thing is, is this issue of the ways in which the economic plight. When we talk about the amazing economy and of course, I've given brother Trump credit and I acknowledge that the economy looks very good statistically, but 40 percent of our fellow citizens are either in poverty or living near poverty. This is why William Barber and others are there in Washington D.C. right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "WEST",
      "utterance": "Mocking about the poor people who can't pay. 40 percent, one out of two of black and brown children, precious children under 6 years old live in poverty in the richest nation in history of the world. That's a disgrace. The homelessness that you talked about."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think they're better now. Cornell, you're playing a loop though like you're speaking like nothing has changed."
    },
    {
      "speaker": "WEST",
      "utterance": "Oh! No. I acknowledge that the statistics are better, there's no doubt about it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's not just statistics."
    },
    {
      "speaker": "WEST",
      "utterance": "No doubt about that. I'm the first--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, it's not just statistics and I love how - you understand. It's not. We had an amazing event last week in Washington where former convicts are actually now getting - having doors open for them instead of slammed in their face."
    },
    {
      "speaker": "WEST",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because--"
    },
    {
      "speaker": "WEST",
      "utterance": "That's a beautiful thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because of the second chance initiative. And so--"
    },
    {
      "speaker": "WEST",
      "utterance": "That's a beautiful thing, it's a beautiful thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are acknowledging that. And so that's - it's not just a statistic. Those are real people being helped and we don't have time to play the sound bite, I wish we did. But this was a great event and I keep saying, where all the liberals. Why is there no like embrace of Trump for what he's doing here and I'm telling you, the reason they're not doing it is because they don't want to give him credit. And he is making people's lives better and it's tangible."
    },
    {
      "speaker": "WEST",
      "utterance": "But here you have to draw a distinction between the neo liberals and the Democratic Party, and the genuine progressive like Bernie Sanders. He is concerned about those concrete realities that you're talking about, but the suffering is still too much. It's still -- we don't have enough schools, not enough jobs with a living wage."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's not going to get better under socialism."
    },
    {
      "speaker": "WEST",
      "utterance": "We're talking about socialism. We're talking about justice. We're talking about fairness. Justice and fairness. You got tax abatement.  You've got subsidies for the well-to-do. That's free stuff, too. Let's make sure our children have food, quality education, job with a living wage. That's moral issues."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, but Dr. West, that's why the Democrats shouldn't attack what Obama said he was for, which is school choice. Obama was for charter schools, diversity in schooling. And we've got Democrats wanting to shut down any competition for public schools today. That is not good for anybody including African-Americans. But that's another topic."
    },
    {
      "speaker": "WEST",
      "utterance": "Yes. We have got a lot to talk about there, absolutely, absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got lot. I'm still having lunch with you in Cambridge.  We're going to shock everybody. Dr. West, thanks so much, I really appreciate it."
    },
    {
      "speaker": "WEST",
      "utterance": "Stay strong. Stay strong. Indeed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And big pot is trying to legalize weed all over the country, but at what cost to our teens? Plus, one state is looking to ban employers from rejecting applicants if they smoke pot. That debate, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A follow-up to an issue we've been sounding the alarm about here on \"The Ingraham Angle\" for a while now, the dangers of legalizing marijuana.  Now it appears some in the media are finally waking up to the dangers.  Within hours of each other, yesterday both The Washington Post and The New York Times posted articles with new warnings. Under the headline \"Potent pot, vulnerable teens trigger concerns in first state to legalize marijuana,\" The Post revealed that \"With some marijuana products averaging 68 percent THC, exponentially greater than the pot baby boomers once smoked, calls to poison control centers and visits to ER's have risen.  Visits to Children's Hospital Colorado facilities for treatment of cyclic vomiting, paranoia, psychosis, and other acute cannabis-related symptoms jumped to 777 in 2015 from 161 in 2005.\" You still think the drug is harmless? Then in The New York Times, this. \"Marijuana damages young brains.  States that legalize it should set a minimum age of 25 or older.\" The writers, who are both physicians, say, quote, \"Researchers found a consequential I.Q. decline over the 25-year period among adolescents who consistently used marijuana every week. In addition, studies have shown that substantial adolescent exposure may be a predictor of opioid use disorders.\" Right now, 33 states and D.C. currently have passed laws broadly legalizing marijuana in some form. If they care about children and young people at all, they should at the least consider adding some protections. And then there's this. Just days ago in Nevada, Democratic Governor Steve Sisolak signed into law a bill that would prevent companies from denying employment based on a failed drug test. The measure comes two years after recreational marijuana sales began in the silver state. Here now to debate, opponent of this bill, Randi Thompson, Nevada State Director for the National Federation of Independent Business, along with Tina Ulman from the Las Vegas chapter of the National Organization for the Reform of Marijuana Laws. All right, Tina, you don't have concerns about the potential for cognitive decline in applicants who smoke pot given what we just laid out moments ago, the \"Journal of American Medical Association\" study, the \"Journal of American Psychiatry\" study that came out last October. It is shocking what the mainstream media up until about this point have not told us about what pot does, especially to that developing brain."
    },
    {
      "speaker": "TINA ULMAN, DIRECTOR OF DEVELOPMENT, NORML, LAS VEGAS",
      "utterance": "Yes. For myself I've been inundated with all positive statistics, like 24 percent reduction in states that have medical marijuana in opioid fatalities. So I've been focusing on the positive statistics that come from it. Nevada voters did vote for recreational cannabis two years ago, and we ask that it be treated just like alcohol in question two, and that's what we're still asking today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So you're saying the concerns about your increased risk of everything from schizophrenia to bipolar disorder, cognitive impairment, depression, suicide, long-term suicide effect, you discount any of that.  You think the studies are wrong, the study out of Montreal, that's all wrong, too?"
    },
    {
      "speaker": "ULMAN",
      "utterance": "Right. I'm really focusing on what this drug can do as an exit drug instead of an entrance drug, because the fact of the matter, Laura, is we have an opioid epidemic, right. We know pills kill. This is a white suburban problem. I haven't seen too many stories about myself or any other cannabis users having schizophrenia, but we have to attack the opioid addiction. And the prescription companies have been hit hard. It is hard to get opioids, so now people are turning to heroin which is laced with fentanyl. And if we could get folks treatment by getting them cannabis, we would save people like many --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, but that's not what \"The New York Times\" found. The story we just referenced in \"The New York Times\" says the opposite. And Randi, you can get in on this, but I can't remember a time where I read a heartbreaking or harrowing story of someone who was on a really awful drug or even addicted to opioids who hadn't at least tried marijuana. I'm not saying it's a gateway for everybody, but most people who ended up dying of meth started somewhere along the line on pot. That's just anecdotal. I don't have the -- but on the other stuff, it's devastating evidence for what this does to the young brain."
    },
    {
      "speaker": "ULMAN",
      "utterance": "But what if we could use cannabis to get them off meth? What if we could use --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got to get to Randi. OK, one thing we have to do is get both sides on this actual show. Go ahead."
    },
    {
      "speaker": "RANDI THOMPSON, NEVADA DIRECTOR, NATIONAL FEDERATION OF INDEPENDENT BUSINESS",
      "utterance": "We're more focused on the employee and not on the, necessarily on the young brain. But when Nevada legalized recreational use, we saw a significant increase in positive drug testing in the workplace. Roughly 37 percent of Nevada employees were using drugs and going to work every day.  So we've been dealing with this issue for several years now, and we're trying to figure out how best to face the fact that we've got conflicting laws. This law that passed in Nevada says you have to hire someone if they test positive. Yet that totally conflicts with federal law that calls this a controlled substance. So we're putting employers in a really tough spot, and we really need to federal government to take some action here."
    },
    {
      "speaker": "ULMAN",
      "utterance": "We are putting employers in a tough spot."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on, hold on. I want to say something about -- hold on a second. OK, that can't find anyone who can pass a drug test. Hold on a second."
    },
    {
      "speaker": "ULMAN",
      "utterance": "It's actually employers that came to our legislators and said we can't find anybody that can pass a drug test. Caesar's Entertainment and Wyndham Resorts, two large employers --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, that's not true, can't find anyone who can pass a drug test?"
    },
    {
      "speaker": "ULMAN",
      "utterance": "-- no longer drug test people because they can't find somebody since it is now legal in this state."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on a second. Hold on a second. Tracy, hold on a second, or Tina, hold on a second."
    },
    {
      "speaker": "ULMAN",
      "utterance": "It should be a states' issue. So you are right on that, Randi, yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here is what I think Bill Barr has to do as the attorney general. I think Randi is right, there is a problem when this is a federal crime and yet states have legalized marijuana. The federal government kind of wants to put its hands up in the air and say we're not going to do it.  This is a problem. And I think this conflict, whatever position you have on this particular issue of drug testing, this shows that we have a conflict. And both of you did a great job. Thank you so much. And Ralph Reed says he plans to mobilize the most ambitious evangelical turnout for President Trump in the community's history. But how? He is going to tell us, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A Sunday nights headline from Axios blared \"Trump's trump card -- social conservatism.\" The article going on to note that social conservatives say they've gotten more from President Trump than any other president. Born Again or evangelical Christians made up roughly one-fourth of the 2016 electorate. And of those, nearly 80 percent cast their vote for President Trump. Faith and Freedom Coalition President Ralph Reed says he has a plan to get both of those numbers even higher. He joins us now exclusively. Ralph, great to see you."
    },
    {
      "speaker": "RALPH REED, CHAIRMAN, FAITH AND FREEDOM COALITION",
      "utterance": "Good to be with you, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The percentage of the electorate made up of evangelicals is already pretty substantial, so how do you turn out more faith-based voters than before?"
    },
    {
      "speaker": "REED",
      "utterance": "Well, the first thing you do is you grow the pie, Laura. And we estimate that there's roughly, even with those huge numbers, and they were impressive. Trump got the largest share of this vote of anybody in the history of modern exit polling. Even with that, we estimate there is somewhere between 15 million and 17 million of those voters who either aren't registered to vote or they didn't turn out. So our plan is to register, grow the pie, register a million to 2 million of these faith- based voters. And that's a big deal, because, remember, Trump won the presidency by a combined total of about 80,000 votes spread out over three states. So if you were to add 50,000 to 100,000 new faith based voters in some of these key states, it's a game changer."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ralph, hold on, because they are going to -- their plan is to add a lot of new voters, too. They intend to add a lot of the folks who came from Puerto Rico to Florida, 120,000. So that. They're going to bring in more women, more minorities. So they have the plan, too. But that is --"
    },
    {
      "speaker": "REED",
      "utterance": "Sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I think what they're doing already, Ralph, and I thought of you because I heard this, this guy, Guy Cecil from Priorities USA, he called out evangelicals on MSNBC last week and you. Again, the same kind of stuff they do to me they tried to do you. Let's watch."
    },
    {
      "speaker": "GUY CECIL, CHAIRMAN, PRIORITIES USA",
      "utterance": "This conservative evangelical Christian nationalism that has pervaded our politics, that grew out of the 1980s in a very concerted effort by rightwing Christian conservatives like Ralph Reed and the Christian Coalition, who sought to do their very best with white evangelical Christians to conflate nationalism with their faith."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You see what's going on here? Do you see how they're trying to tar people?"
    },
    {
      "speaker": "REED",
      "utterance": "Wow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm always looking out for you, Ralph. I had to play that for you."
    },
    {
      "speaker": "REED",
      "utterance": "That's funny, Laura, because I actually went to the mount where Jesus is reported to have delivered the Sermon on the Mount, and Guy and I read scripture verses together, and he never said anything to me about that. And I've actually worked in the minority community for decades mobilizing African-Americans and Hispanics who share my faith and share my values. And I think that if the left thinks that we are going to concede the Hispanic community and the African-American community to them, particularly in the pews in 2020, they're in for a big wake-up call. We're going to be doing a lot in those communities as well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, and Ralph, we really appreciate it. We could talk to you for an hour. So much more to get to on this. And up next, we're still about, I guess 21 hours away from President Trump's 2020 campaign launch in Florida. But his supporters have been lined up since Sunday. We're live on the ground to talk to some of those who are camping out for the big rally in just a few moments."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're now less than 24 hours away from the president's 2020 reelection campaign launch in Orlando, Florida. But his supporters have already been lining up, and they've been there since yesterday. FOX 35's Valerie Boey joins us live from outside the Amway Center. Valerie, what the heck is the vibe like right now? VALERIE BOEY, FOX 35 ORLANDO REPORTER: Well, there is probably a couple hundred people here, Laura. I can tell you it's like a big party out here.  Take a look at this. Hundreds of campers. They have their chairs, they have their tents, they have their make America great hats, and they have lots of energy. You can see the Amway Center is actually right down the block now. I am told that 100,000 people actually RSVP-ed for this event, but the Amway Center only holds 20,000 people, so that's why people are waiting on line. With me right now is Gary Beck. He is number one. Gary, what time did you get here? GARY BECK, FIRST IN LINE FOR TRUMP 2020 RELAUNCH: I got here at 2:00, 2:30 in the morning."
    },
    {
      "speaker": "BOEY",
      "utterance": "Why?"
    },
    {
      "speaker": "BECK",
      "utterance": "Because this is one of the most important elections in our nation's history."
    },
    {
      "speaker": "BOEY",
      "utterance": "And what did you bring with you today?"
    },
    {
      "speaker": "BECK",
      "utterance": "Food and water, and a hammock."
    },
    {
      "speaker": "BOEY",
      "utterance": "OK, food, water, and a hammock. And I know you were also here, you guys were also here. We had a thunderstorms earlier today. What was it like for you to be out in the rain?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I was actually in training so I wasn't out in the rain."
    },
    {
      "speaker": "BOEY",
      "utterance": "How about you?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No problem. It was great."
    },
    {
      "speaker": "BOEY",
      "utterance": "You weren't scared of lightning?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No, not at all. We were in the tents. And with the Trump family and the patriots, no problem."
    },
    {
      "speaker": "BOEY",
      "utterance": "And what does it mean to you?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm just excited to be here to see Donald Trump announcing his second run."
    },
    {
      "speaker": "BOEY",
      "utterance": "Exactly. Lots of excitement around here. Thank you very much. And the doors will open at 5:00 tomorrow, so they have a long wait out here. But of course, the president will take the stage at 8:00 tomorrow night. Back to you, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's wild. It's like the people in line for the Apple product launch or the new \"Star Wars\" movie. It's wild. They're having fun. Good for them. Thanks so much, Valerie. We appreciate it. And our own Raymond Arroyo will be on side in Orlando to cover the president's campaign kickoff tomorrow night, so don't miss that. That will be fun. We'll be right back."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We flew from Boston. We live in Cape Cod. Because we're Trumpsters. We love President Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We are like the first 100 in line or better. Everybody is looking out for everybody."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We left at 5:00 this morning to get here. We've done this before, not our first rodeo. We wanted to make sure we could get inside the building."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One of those guys, he looked more like a Bernie supporter there. We're less than 24 hours away now from President Trump's 2020 reelection launch. And you could see the whole thing starting live at 8:00 p.m. tomorrow night right here on Fox News. As I mentioned, Raymond Arroyo will be there talking to those who have camped out since early Sunday. Also have a live report at 10 p.m. That's all the time we have tonight. Don't forget my podcast. A new one drops tomorrow.  Go to podcastone.com. And Shannon Bream and the \"Fox News @ Night\" team take it all from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}