{
  "date": "June 20, 2018",
  "headline": "Trump signs order halting separation of families at border",
  "subHeadline": "President says executive action keeps families together, while keeping zero-tolerance in place; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/trump-signs-order-halting-separation-of-families-at-border",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "Hello, everyone. I'm Kimberly Guilfoyle along with Juan Williams, Jesse Watters, Katie Pavlich, and Greg Gutfeld. It's 5 o'clock in New York City, and this is \"The Five.\" Major developments in the heated national debate on immigration, President Trump signing an executive order which will keep migrant families together in detention centers. The president explaining why he's taking action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "We're signing an executive order I consider to be a very important executive order. It's about keeping families together, while at the same time being sure that we have a very powerful, very strong border, and border security will be equal if not greater than previously. We're keeping families together, and this will solve that problem. At the same time, we are keeping a very powerful border and it continues to be a zero tolerance. We have zero tolerance for people that enter our country illegally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "The big question remains, is it legal? The courts have said children cannot be detained for longer than 20 days with the adults. All right, Greg, will start with you. Obviously, this has been, pretty, hot- button issue, a lot of discussion back and forth from both sides. Everyone, obviously, cares about families and about children, and no one wants to see children harmed. And now you see the president engaged in an executive action to try to address some of the concerns about concerns that people have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "Yeah. I think everybody -- the problem with this issue has always been that everybody agrees the separation issue is bad. The problem is nobody had a solution. Nobody was offering solutions. They were offering a lot of anger and rage. Over time, though, you start seeing these ideas bubble up. What are you going to do? What are you going to do? My worry is I worry about the intensity of anger and division that I saw this week as we got to this point. We have to admit that there's a torrent of rage that is out of proportion to the scenario. Don't say, oh, when you say that, you don't care. I do care. I said this was a problem. But I do think -- I worry about this outrage that foments insurrection without coming up with a solution. We had nine -- I think it was nine people killed in Chicago over the weekend, but I've never seen this kind of rage about anything. And I am -- I think you should also be aware that when we start talking about facilities and housing, this will not satisfy the people that are the loudest voices. They will not be satisfied. If it's a military base, they're going to say how dare you put these children among soldiers carrying weapons. It's like a FEMA camp -- I think you're going to expect more outrage, a different kind of outrage because it seems to be working. But I want to reiterate we all care. But caring isn't enough. You need solutions. And the problem that's always been with this story is that while the separation issue is real, the idea that half the country is demonic and bigoted is a delusion. And the more that you push that delusion, the more precarious this country, the situation in this country is in. If you blame half the country because you don't like their stance on immigration and you call them Nazis, that is dangerous. That's very dangerous. We're talking about 2,000 kids. We want to solve this problem. We're all there. Let's see what happens. This may not work out, but people are trying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. People are trying, so to step up definitely in the right direction. It's very difficult issue. Many administrations have tried to tackle the issue of immigration and trying to be in a compassionate, the understanding about families, but still respect, you know, the rule of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, CO-HOST",
      "sentences": "And you can't get to a place of compassion or empathy when you're accusing border patrol agents and ICE agents of being Nazis who are participating in tactics that were used in Nazi, Germany. I mean, there is nowhere to start there. And emotion has been so hot on this issue, as it has been in the past on issues of illegal immigration. This is nothing new. We can't really get to the truth of the problem here. The executive order is a good idea. Politically it looks better for the president considering the polling on this is bad. Ted Cruz introduced legislation, but it doesn't address the key issue here which is why are parents separated -- not parents, adults, I use the word adults very specifically because why are adults separated from children? Because, in recent years, we've seen an exponential increase in smugglers pairing strange adults -- stranger adults with children and smuggling them to the border, and there is no way for agents to prove they're actually parents of these children that they're showing up with. And in the past, they would come to the border knowing if they show up with a child, they'll just be released. So, the difference here is that they're not being released. But the problem also moving forward is you can't win. You have Kamala Harris tweeting after President Trump signed this executive order saying, well, this executive order is not enough now, even though parents and children are going to be detained in the same location. They can't be detained indefinitely. So, they've moved the goalpost here on what is allowed, and their solution is to simply let them go into the interior of the country which is exactly why we're in the position we are today. It's why we were there in 2014, and we'll be there again in the future at this emotional state, probably even hotter if it continues this way without some solution about the problems of the unaccompanied minors or parents, adults, who are coming here illegally with children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. OK, Jesse, obviously, you should be concerned as well if you have a child coming in with someone who is not their parents, or not their guardian, or a legal relative, that child is in harm's way. And then, there would be outraged as well on the other side to say, oh, my goodness, look what you've done because you left this child with this individual who now caused harm to the child, God forbid, a rape, a murder, or something like that happen. You do have a responsibility to properly identify and match a child to a parental relative, or guardian, etcetera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Right. Obama's policy was meant to be pro-family and ended up being pro-smugglers because when you saw this policy come in to position, you had a surge of people from fake families. And that's when the coyotes and the cartels profit. And still, this president kind of created a solution because there's no false choice between being strong on the border now and pro-family. He's kind of -- this is a silver bullet, but, you know, it still could get challenge. You never know what's going to happen. He wanted congress to solve it. Congress didn't step up to the plate. Cruz had a stand-alone bill. Chuck Schumer said I don't want to touch it. We want to keep this alive. And if you watch cable news today, some of these anchors kind of upset that the president solved the problem because it seemed like they want to keep this story alive, which is really sick. I think the Democrats hurt themselves more on this issue than President Trump. President Trump looks like a man of action. He looks like he's compassionate. He has heart. And the do-nothing Democrat sat around and whined and complained and did absolutely nothing, like typical congressmen. So, the media also lied about it. I mean, the media said from the jump this was President Trump's policy. And now, when he comes out with an executive order, the Washington Post and the New York Times say, oh, you know what? This violates the 1997 court settlement that limits how long you can keep a child in confinement. And so, this goes against the ninth circuit court ruling. So which one is it? You can't have it both ways New York Times and Washington Post. So, you know, hopefully, congress can step in and eventually do something because this will be challenged in court. Right now, I guess it's a, you know, smart solution, but you never know how it's going to play out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Juan, so the president had to step in with some, you know, decisive action and leadership because, you know, congress hasn't exactly been winning on this issue in terms of putting forth some positive, good solutions and results. So, now you have a situation where the left is still upset, even though they were calling for the president to act. He's acted, and now they're still saying that there's an issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "I don't think it's just the left that's upset. I think a lot of people are upset by this and very emotional about it. And you see people ranging from Laura Bush to Arnold Schwarzenegger. I can go on. Most, in fact, Mitch McConnell today said the majority of the Republican caucus in the senate was ready to propose legislation to end this policy. And what you see is that President Trump who said, oh, it's not a policy. It's something I did. It's something the Democrats did. Oh, guess what. He just signed a policy today, an executive order that ended it. So, sounds to me like we know who lied here. It was the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He said it was the Democrat's fault. It wasn't Democrats fault. It was his policy and he undid his policy because he was losing. You think about it for a second. The Wall Street Journal editorial page today said this is costing Republicans heading into the midterms. It is that detrimental. You think about the fact that right now 67 percent of Americans say this is unacceptable. Most Republicans, I think it's like 39 to 34, said unacceptable. In terms of independents, two-thirds of independent voters said this is unacceptable. So, President Trump reacted to the real politics here that were hurting him and hurting Republicans ahead of the midterms. When he talks about infestation, animals, criminals, he's dehumanizing immigrants. When it comes to children, I think lots of Americans say this has gone too far. And, you know, he says, oh, it's the Democrats fault or I don't have a policy, that's what Homeland Secretary Nielsen said. We don't have a policy. Guess what? Today, the president signed an order undoing his policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "It's not a policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sex trafficking a problem that you have to get the kids separated from people who aren't there actual guardians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Secondary maybe even.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The numbers are disturbing. So child sex trafficking is a tertiary issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "To this the key issue here is separating children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Without some children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Americans are very clear on this. Although, you might want to obfuscate and complicate the issue to try.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". to take away from children being separate from their parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm bringing up a real problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Katie, there has to be a determination as to who is legitimately with a proper parent or guardian, who isn't. It would be reckless and essentially committing another crime against an innocent child to not do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yeah. Chuck Grassley wrote a letter to ICE in 2016, April 2016, saying we've seen an exponential increase in smugglers pairing unrelated adults with unrelated children, taking them to the border and then using them, by the way, when they get to the United States for sex trafficking, for child labor. So, it absolutely is a huge number one priority that is completely being swallowed up in all the emotional argument here. And when it comes down to solving this problem, they're still, in this executive order, have to prove, according to the order, that the child is related to the adult. It is very, very difficult to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, Katie, you know the thing is, I am sensitive to this argument because I don't think child labor is good, and I don't think -- certainly sex trafficking is an abomination. So, I would listen. But, the fact is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What would make you happy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hang on, please. But that was not what was raised by the administration. They said this would -- this is part of a zero tolerance policy that's going to disincentives people crossing the border. But we have seen it didn't have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "It's not a policy, Juan. The consequences that we saw this week and over the last couple weeks are a consequence of people breaking the law. They've changed it now so children can be detained with adults in these centers together. But when you talk about the issues of what Kirstjen Nielsen, the homeland security secretary, said on Monday, they are concerned about the well-being of these children because it's a liability for them when they're in their custody to make sure that they are not being abused, which is why they separate them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Answer my question, which is what would make you happy? What do you think is a good outcome here because you're.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You cannot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": ". with what the president has done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I want to hear the solution. I'm dying for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Dying to hear it too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The solution is obvious. It's what the president did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He ended that policy and said that you keep parents and children together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So you're happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I am happy that he did it. But I'm saying, how many lives were told in defense of this indefensible policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The New York Times reported that there's laws and court decisions on the books that say what you can do when a minor crosses the border. You can't hold them indefinitely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And you also -- you can't just -- you also have to give them a hearing when they claim asylum. So that's one of the reasons, if you have a zero tolerance policy, that you can't just keep migrant camps of people, of minors and adults together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're still not allowing them to do catch and release. It's tough on the border and pro-family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That has nothing to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And children separated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're still going to challenge this in court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, guys, there is other people here. Whenever you have Democrats talking about gun control, what do they talk about? Closing the loopholes. Everybody is obsessed with closing the loophole. Where there are laws, there are loopholes. There was a loophole here in the immigration system, a broken system. We admit it's a broken system. The loophole allowed bad actors to take advantage of it by smuggling kids in to farms and to -- for sex trafficking. This is a part of it, Juan. And the whole point is we're just like liberals, we want to close the loopholes. Why do you have a problem with closing the loopholes? Also to your point, you made a really good point about Grassley. Rob Portman was on top of this three years ago. He's from Ohio where these poor kids end up at these labor farms. Republicans were on this years ago, but for some reason, no one cared. Why is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But people do care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now, because President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What people have care about is President Trump separating children from parents. That's the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And they're separated from adults who are facing pending criminal charges or are suspected of trafficking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Step two is the solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Go through a port of entry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yeah. All right. An outrageous attack against the president's 12-year-old son, Greg explains next. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tuesday, the violent group Antifa tweeted out identities and locations of over 1,500 immigration and customs agents and not to send them Christmas cards. This is called \"doxing\" when you spread someone personal post so others can harass them. The justification, clearly, these agents are evil, so why not. Are you surprised? Not when the media's loudest voices described America as the Third Reich, making these agents the storm troopers. Soledad O'Brien just tweeted, I guess we put to rest the question, Nazi, Germany, could it happen here in America. On Twitter, actor Peter Fonda, do you remember him? Barely. Instructed the world to target the agents by surrounding their kid's schools and scaring the F out of them. Fonda also called for kidnapping Barron Trump to be put in a cage with pedophiles. That tweet got over a thousand likes. He also called for Kirstjen Nielsen to be stripped naked and whipped, that got nearly 700 likes. Viva the resistance. So outrage minus any solution creates a bloodthirst targeting Americans trying to solve a problem that the loudest voices never cared about until now. But a simple Google search going a few years back will find terrible tales of child sex and labor trafficking, smugglers tricking kids into a life of enslavement. Is that the alternative you'd want for 125,000 unaccompanied minors who've come to America since 2011 from Guatemala, Honduras and El Salvador. I got that stat for a Washington Post 2016 article when President Obama was in charge, back when Peter Fonda and the rest didn't seem to mind.   All right. Since I wrote that beautiful monologue, thank you very much, America, Peter Fonda has since apologized, claiming -- about the Barron Trump thing, I went too far, it was wrong, and I shouldn't have done it. I believe he issued an apology because the secret service contacted him because he had broken a series of laws for threatening a family member of the president with kidnapping, number one, and bodily harm which he was insinuating rape -- raping the child.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, when the left is comparing Republicans to Nazis, yet they're the ones that are fantasying about child rape, assassination, and beheadings. It doesn't make a lot of sense. And remember Jane Fonda? Jane Fonda posed on the top of North Vietnamese tanks and then Peter said hold my beer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Watch what I do to the president's son. You know, the whole thing is sickening. I know we've talked about this before. But the left and the media, they threw a tantrum. They threw a tantrum, offered no solutions, and when the person came in and created a solution, they still don't know what to do with themselves. They're going to go onto the next disaster and try to call the next person Hitler or call the next person a Nazi. It doesn't matter what this president does. They did it with the travel ban. They did it -- almost every policy he's been compared to Hitler. I'm just curious to see what's going to be next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And they eliminated any, like, positive feedback for North Korea. Kimberly, it strikes me strange that the same people who resent calling MS- 13 animals have no problem calling people storm troopers and Nazis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No. I just want to address the Peter Fonda issue, I think it's particularly repulsive, it's reprehensible. I don't care that he apologized. Sorry isn't good enough. To say that a 12-year-old boy should be put in a cage with pedophiles so that he could be raped is absolutely disgusting. And this is an individual -- it's vile to even see his picture there, to say that to a child. I'm a mother of an 11-year-old. And for someone to say that for another child for that to happen to them, it's really sickening when you see the level of the depravity of the left when they behave -- and Hollywood, in a way like this. To the point where Melania Trump had to call secret service to make sure to get this investigated because it's a real threat. When people see stuff like this, it's dangerous for a child to say something. I have this happen, Greg, when I had people, going viral, when I had this whole Snoop Dogg and Bow Wow thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "People came after my son who was 11, and did the exact same thing and it was horrific. And this has to stop and it's grossly irresponsible. I don't even know why Sony would even put a movie out with a guy like this in it. He should literally never work again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Why would they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Maybe Michael Moore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, exactly. He might get a TV show out of it, Katie. He's still on twitter, by the way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I haven't checked. I did notice he deleted them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He deleted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Because I went to try to find them, and I couldn't find them",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, because underneath that there were all these calls for other members of the Trump family and for children, they're going to come for that child and, you know, this is the problem with the environment, and dangerous environment it creates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "It's the initial statement which he made and I think he actually meant it, and then the mob that came to back him up on the statement is I think even more terrifying than the initial of thing of what he said. This is a guy who praised Roman Polanski, so I guess I'm not surprised this would be something that he would want to say. But this doesn't bring us any closer to a real solution about people's lives who are in danger, whether it's people in America whose families have been ripped apart by illegal immigration crime through drunk driving or murder, or whether it's parents who've sent their kid up to smugglers to the border through harrowing journey who are now stuck in this place where they don't know where they're going to go. Are they going to be put into a labor situation where they owe a smuggler a labor debt, because that's a real thing? We don't know. And so, this kind of language is horrific. It's awful. It has real-life consequences. And there're people's lives right now, today, who depend on real solutions coming from Washington, D.C., and their local communities, and this guy isn't doing anything but making the situation worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan, I'm not even going to ask you to defend this. I know you found it disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I mean, to me it was a poorly worded tweet, offensive language use. But what strikes me from this very conversation is you guys delight in it because, again, it takes away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Delight in it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, you delight in it because it takes away from the conversation focusing on what President Trump did that is antithetical to American values.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So that justifies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". and separating a 4-year-old. Imagine, three 4-year-old in bed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". not knowing where his or her parents are. And you, oh, that's not the issue. The issue is a Hollywood celebrity acting like a fool. What's the foolish thing in this is people are saying the president did something here. Republicans, Democrats, independents, that is just abhorrent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And that justifies this behavior? Got it. Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I didn't say it justified it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're definitely are defending it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, what I said was you're delighting in it because it gives you an opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, it is. And that's why the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, what Peter Fonda did is indefensible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Nobody is defending it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's not poorly worded. WILLIAMS: But you choose to focus on it because it gets you away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, yeah, that's it. You're mind-reading, Juan. You're mind reading again. Get your crystal ball. That's not what I'm thinking. A top congressman making a disturbing new allegation that could deal a huge blow to the Clinton email and Russia investigations. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A stunning new claim about more potential FBI misconduct in the Clinton email and Russia investigations. Congressman Mark Meadows raising serious concerns about witness reports during yesterday's hearing on the I.G. report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS (R), NORTH CAROLINA",
      "sentences": "The other thing that I would ask you to look into. There is growing evidence that 302s were edited and changed. And it gets back to what Ms. Handel said in terms of those particular interview sessions, and those 302s, it is suggested that they were changed to either prosecute or not prosecute individuals, and that is very troubling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The president's lawyer, Rudy Giuliani, also weighing in on the bias at the bureau.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, LAWYER FOR DONALD TRUMP",
      "sentences": "We believe there may be two of the people with similar biases expressed in texts that are presently working on the investigation. If that's the case, then how can you trust anything they're doing in this investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And after Peter Strzok volunteered to testify before Congress, House Judiciary Chairman Bob Goodlatte is warning the anti-Trump FBI agent to agree to testify next week, because he says a subpoena is coming. So Kimberly, not only did FBI agents choose these interviews with some of these people like Mike Flynn, some of these anti-Trump FBI guys ended up on the Mueller team aside from the people we know, like Peter Strzok. The hits keep coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, well, there can be no fairness where there is inherent bias like this. And this has been really demonstrably proven here in this particular case. You have people who have been compromised, who have been removed from an investigation. So how is it, it's like fruit of the poisonous tree. How can you trust anything when they were part and parcel of that investigation, and then you're going to trust the byproducts of that investigation that there was some kind of impartiality or fairness in the process when you've seen now the bias? There's actual evidence of it in the text messages and then the altering of the FD-302 forms, which actually are entered into evidence during proceedings. They are actual legal documents that comprise sort of the notes of interviews, et cetera. So when you have somebody admitting that they've altered those documents, any of those particular 302s that were proffered by people like McCabe, et cetera, in other cases, those investigations have been compromised, as well. So this is really, like, fraught with legal problems, implications in terms of any of the ongoing investigations, including the Mueller probe, that's been going on and on forever, like years of Christmas past. And now you have this revelation coming forward and two additional agents that showed bias and that were anti-Trump. So this is the big revelation coming out of all this, is saying wait a second. That's why the president is saying this is something. This proves his point, and this is, you know, a witch hunt against him, et cetera, et cetera.  And you have all these people that were really out to get him. And can you imagine, we're actually talking about the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And one of the people most out to get him, Peter Strzok, may come in and testify in Congress as soon as next week. Juan, how do you feel about your good friend Peter up on Capitol Hill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He's not my pal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Testi-lying. Testi-lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's had a long time to get his story straight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think Peter Strzok says he's glad to testify. He wants to testify. I don't see that there's an issue here. To me, this issue is about the president and his, I guess his surrogates, making the case that somehow the FBI and the Comey investigation and Robert Mueller as the special counsel are not to be trusted.  Anything that's found out about President Trump, just ignore it, America, because guess what? Peter Strzok said he doesn't like President Trump and doesn't want him elected. Imagine that. How many Americans can say the same thing? How many people go about doing their job? And in fact, what the inspector general found was there was no evidence that the job was done in any biased manner. But the larger point here is, if anybody has a complaint, it's Hillary Clinton, because guess what? That's what Comey did. He came out and made an announcement that tremendously hurt her chances, not only in June but then subsequently, ten days before the election. Recently, she said she deserves an apology. He says no. That's the real fight. And now President Trump wants to jump in: \"Hey, I can get off of this, too. I'll tell my supporters this thing is a total witch hunt.\" What did Giuliani say? Now we should investigate the investigators. How ridiculous is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, you know what's ridiculous? The --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, the inspector general is investigating the investigators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, so it's not that ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Michael Horowitz's entire job is investigating and holding accountable the investigators. So it's not a foreign -- right, it's not a foreign concept to look into why decisions were made and whether they were made under the guise of ethical behavior, which by the way, he said it wasn't during his testimony this week. But my favorite thing about the Peter Strzok statement from his attorney is that they're now concerned that this investigation into him has been tainted with political bias and that he's going to be treated unfairly. Imagine how it is when you are, you know, a witness in an FBI case or a subject in an investigation and you know that the people in charge have the same biases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know, Greg, if someone locked you up and you found out that police officer hated \"The Gutfeld Monologues\" and hated FOX News. You'd scratch her head and you'd think, you know, maybe the fix was in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, it raises the question, what proof of bias do you need beyond the investigators saying, \"I'm stopping Trump\"? I mean, what do you need? Do you need an actual plan, a Nancy Kerrigan-style, you know, attack? Do you need that? I mean, imagine if the left had an email from Trump that said, \"Call Putin. We must stop Hillary.\" I think they would call that bias. But I'm honestly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They're still looking for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I picked the wrong time for a summer vacation club, because this story is, like, the most boring form of tug-of-war. We never get anywhere, and we keep going over the same ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We're winning, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But the only change in this story is Trey Gowdy's facial hair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, you know how I know it was biased, Juan? It's because all of Hillary's people, they destroyed evidence, lied to the FBI. They all got immunity. And then Trump's guy gets a date wrong, and they're going to lock him up for a year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And real quick, (UNINTELLIGIBLE) reported this back in February that it was altered, the 302, the interview of General Flynn, so that McCabe, Strzok, all of the -- that was reported. And now we --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What we think is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That was reported, and now we -- no, now we know that that is true. So it totally compromised investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "President Trump today says maybe Flynn didn't lie. Remember, Flynn has pled guilty to lying, America. But the president said, oh, maybe not. Oh, my gosh. This is making -- this is making your head blow up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Based on fraudulent information in the compromised investigation. See what happens with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan, you usually defend people that plead guilty. A troubling trend is developing for Nancy Pelosi. How concerned should she be? Find out next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is Nancy Pelosi's popularity problem putting her in peril? Political reporting at least 20 Democratic House candidates say they will not support her bid for speaker if the blue wave sweeps the Democrats back into power in November. So let me ask you, Jesse. What do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, I'm just reading Pelosi put out a statement on Trump's executive order, and she blasts it. She says this paves the way for long- term incarceration of children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He can't win. He's either separating families or imprisoning children. But this is politics. I would say that Republicans aren't running away from Donald Trump. The Democrats are running away from Nancy Pelosi. And that kind of shows you the state of politics right now. It's a center-right country, and the president is more in touch with the average person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think this shows that Bernie Sanders may have lost the battle, but he's going to win the war. This is the Bernie Sanders part of the party, the younger -- the younger people who are running for office, the young millennials who support Democrats, saying \"We no longer want the establishment in power.\" Nancy Pelosi has been facing a coup for a long time and maybe, maybe if Democrats take the House, which right now it's looking more unlikely by the day. But if she does, finally, we may see that she goes away in terms of her power that she's had for far too long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Greg, I think she said it doesn't matter to her if you have a Connor Lamb, the young man who won in a red district, Pennsylvania 18, a Democrat. And he said, \"You know what? I'm not going to vote for her.\" And her response, \"That's fine. As long as Democrats win.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's just -- a lot of politicians won't leave until you show them the door. It's on both sides, by the way. But Dems have made it into a lifelong career. And Bernie is a perfect example. I don't know if he's ever held a real job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But we're elevating politicians above real work. And I think the saddest part -- and I'm a broken record. She should do a walking tour of San Francisco. It's no longer this precious jewel. It makes the \"Dirty Harry\" era look serene. It has gone from bucolic to bubonic. When you look at the -- when you look at these shantytowns and the disease that's being spread and the feces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm not going to go through it, because I love California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I love California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She has betrayed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Hello. I left San Francisco when it was very good shape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And it's very upsetting to me to see what's happened now, because you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is rich people and people suffering. That's all it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. It's very, like I said, bipolar in terms of, you know, the divide there. And what -- the areas that are nice, the areas that are not. And it's, you know, shameful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me ask you this. Let me put it to you this way, Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sixty percent of registered voters --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I'd like to disclose that I used to be related. To Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sixty percent of voters told The Washington Post in April it's no importance to them, a candidate supports or opposes Nancy. But I'm thinking to myself, most voters don't like Congress. They have a negative perception of Pelosi, of Paul Ryan, of Mitch McConnell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So what difference does this make if some people say, \"I wouldn't vote for Pelosi.\" Doesn't that just take away the potential for Republican ads that would link them to Pelosi?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, right, I mean, it's a problem for the party because she's the head of it. So when you have, like, record disapproval for, you know, Congress, and this is the person that's been heading it up for the whole time, hello. Yes. They're saying, \"Listen, no mas. No mas.\" So none of the Democrats, they don't want this. They're going to go hard left. People like, yes, Elizabeth Warren, Kamala Harris, Bernie Sanders, that's the future and the face of the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So they go farther to the left?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, absolutely. They're going to go even farther to the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So maybe -- maybe the Republicans now would like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Just like the whole California delegation. They're not. She's -- the failed (ph) party of the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "A refreshing take from Hollywood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS PRATT, ACTOR",
      "sentences": "God is real. God loves you. God wants the best for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The speech everyone is talking about. That's next on \"The Five.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, we are used to seeing Hollywood stars at awards shows attacking President Trump and pushing a liberal political agenda, but an A- list actor, Chris Pratt, is making headlines for a powerful and inspiring message to his fans while accepting the Generation Award at the MTV Movie and TV Awards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRATT",
      "sentences": "God is real. God loves you. God wants the best for you. Believe that. Learn to pray. It's easy, and it's so good for your soul. People are going to tell you you're perfect just the way you are. You're not. You are imperfect. You always will be. But there is a powerful force that designed you that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Greg, pretty brave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It's refreshing. However, the real story is that these awards still exist and that MTV still exists. Because that's -- I used to live for this stuff and live tweet it. I didn't even know this was on. MTV is now as irrelevant as a man bun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Jesse, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think Hollywood stripped his award after the show, he was so insulting. I mean, I would just say that he's brave, but you can -- we get away with this stuff if you're a good-looking leading man. You can, you can. You can get away with anything. He's a heartthrob. He can say anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Kimberly, what about his advice? He accepted this award and gave, like, nine pieces of good advice, you know, learning to pray. It's an easy thing to do, saying that you're not the perfect person. You have to improve in life and grow. I mean, things like that are contrary to a lot of what we hear at all these other awards shows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Absolutely, and I thought this was very refreshing. And so he's not only dreaming. He's inspirational. Megan Albano, our producer's, celebrity crush. I just outed her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Oh, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I thought I was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, it's not you, definitely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're on another list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I'm pretty sure about that. Yes. You're on the super freaky list but not on the heartthrob list. But this is nice to see. You know, and it's good for children and young people to see, as well, and for adults. And when you look at the juxtaposition of someone like Chris Pratt versus this Peter Fonda, absolute just disgusting human being, it's refreshing to see there's a few nice people in Hollywood that are classy and not afraid to embrace their faith.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Juan, different than the Tonys and Robert de Niro yelling the \"F\" word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I just think this is, to me, the real news here is, you know, you get somebody up on the stage who says, you know, God is real. God is important. Prayer is real. Grace is real. To me, these are Christian values. You know, I guess the difficulties, people say why your proselytizing, using this pulpit in a way that's not about Hollywood, not about awards. But I don't -- I guess you guys are excited because he didn't say something anti-Trump. Am I right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I'm just excited he said something different than what we hear in this droning on of unoriginal thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We have -- we have a handsome leading man right here. I don't hear praise of God every day from Jesse. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I say it every day once I leave the set.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "\"Thank God I'm out of here.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- what you say, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "All right. \"One More Thing\" up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"One More Thing.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It's time now for \"One More Thing\" -- Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I've been gone for a few days to attend my son's wedding. It was a blast, folks. And I brought back some pictures of Raffi and Morgan. Here's their magic moment, exchanging rings with Father C.J. Here they are walking down the aisle as Mr. and Mrs. And here's the two during their first dance. And here's a shot overlooking the Mount Holyoke Mountains. They look like models. And here is the happy couple with some old folks. You know them. Congratulations to Raffi and Morgan. Well wishes to you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Very sweet. Congratulations. A happy and blessed marriage and life. It's very sweet, Juan. And in little baby news, look at these little hilarious photos. And it proves that kids and, well, self-tanning lotion probably shouldn't mix together. So two Scotland moms took to Facebook to show what happened when the kids decided to tend to their summer glow. This is why I don't do it on myself, because it can be really problematic. This is 2-year-old Kyle and his 3-year-old friend Leo. They covered themselves from head to toe in this tanning lotion. And it's instant tanning lotion. So trust me, this is problematic. While the Moms' backs were turned. But they were having a little playdate. And can you imagine? Of all things for them to get into.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank God it was tanning lotion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, exactly. OK, Jess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Life imitating art. A man with a gun tattooed on his forehead arrested for unlawfully possessing a gun. This guy in South Carolina tossed a revolver in some grass after a car wreck. Not even allowed to be having a firearm, not allowed to be driving a car. And I mean, what a beautiful piece of work that guy is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, talk about self-fulfilling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. My podcast is with the great Walter Kern. If you go to FOXNewspodcast.com. The reason why this is an interesting podcast, Walter interviews me about my new book, \"The Gutfeld Monologues.\" So he actually -- it's a reversal. It's a Freaky Friday, except it's Wednesday. And I just tweeted it so you can go and find it. And all you've got to do is go on my Twitter feed and you'll find the tweet, and you can click on it. And I'll be there with my book and then you can buy a book. It will change your life. It will. It will make you better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So being interviewed on your own podcast about your own book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "This is the way Gutfeld does it. You have a full screen for that, a graphic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, it's the age-old question, are cats smarter than dogs or are dogs smarter than cats? And according to the science journal \"Animal Cognition,\" the answer is -- drumroll please -- dogs are smarter than cats and have twice as much raw brainpower as cats do. And if you listen to what they're telling you, like my dog Gaston does, if they put their paw up while they're sitting down, they're saying feed me, just like Gaston's saying right now. They're actually trying to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "This is what happens. This is what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If we are going to do this story. I said, \"Oh, please.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You don't have to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Brain power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We love our dogs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next with this guy. Hi, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Cats and dogs living together. Thanks, Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Kind of like \"The Five.\" Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "Hello, everyone. I'm Kimberly Guilfoyle along with Juan Williams, Jesse Watters, Katie Pavlich, and Greg Gutfeld. It's 5 o'clock in New York City, and this is \"The Five.\" Major developments in the heated national debate on immigration, President Trump signing an executive order which will keep migrant families together in detention centers. The president explaining why he's taking action."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "We're signing an executive order I consider to be a very important executive order. It's about keeping families together, while at the same time being sure that we have a very powerful, very strong border, and border security will be equal if not greater than previously. We're keeping families together, and this will solve that problem. At the same time, we are keeping a very powerful border and it continues to be a zero tolerance. We have zero tolerance for people that enter our country illegally."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "The big question remains, is it legal? The courts have said children cannot be detained for longer than 20 days with the adults. All right, Greg, will start with you. Obviously, this has been, pretty, hot- button issue, a lot of discussion back and forth from both sides. Everyone, obviously, cares about families and about children, and no one wants to see children harmed. And now you see the president engaged in an executive action to try to address some of the concerns about concerns that people have."
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "Yeah. I think everybody -- the problem with this issue has always been that everybody agrees the separation issue is bad. The problem is nobody had a solution. Nobody was offering solutions. They were offering a lot of anger and rage. Over time, though, you start seeing these ideas bubble up. What are you going to do? What are you going to do? My worry is I worry about the intensity of anger and division that I saw this week as we got to this point. We have to admit that there's a torrent of rage that is out of proportion to the scenario. Don't say, oh, when you say that, you don't care. I do care. I said this was a problem. But I do think -- I worry about this outrage that foments insurrection without coming up with a solution. We had nine -- I think it was nine people killed in Chicago over the weekend, but I've never seen this kind of rage about anything. And I am -- I think you should also be aware that when we start talking about facilities and housing, this will not satisfy the people that are the loudest voices. They will not be satisfied. If it's a military base, they're going to say how dare you put these children among soldiers carrying weapons. It's like a FEMA camp -- I think you're going to expect more outrage, a different kind of outrage because it seems to be working. But I want to reiterate we all care. But caring isn't enough. You need solutions. And the problem that's always been with this story is that while the separation issue is real, the idea that half the country is demonic and bigoted is a delusion. And the more that you push that delusion, the more precarious this country, the situation in this country is in. If you blame half the country because you don't like their stance on immigration and you call them Nazis, that is dangerous. That's very dangerous. We're talking about 2,000 kids. We want to solve this problem. We're all there. Let's see what happens. This may not work out, but people are trying."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. People are trying, so to step up definitely in the right direction. It's very difficult issue. Many administrations have tried to tackle the issue of immigration and trying to be in a compassionate, the understanding about families, but still respect, you know, the rule of law."
    },
    {
      "speaker": "KATIE PAVLICH, CO-HOST",
      "utterance": "And you can't get to a place of compassion or empathy when you're accusing border patrol agents and ICE agents of being Nazis who are participating in tactics that were used in Nazi, Germany. I mean, there is nowhere to start there. And emotion has been so hot on this issue, as it has been in the past on issues of illegal immigration. This is nothing new. We can't really get to the truth of the problem here. The executive order is a good idea. Politically it looks better for the president considering the polling on this is bad. Ted Cruz introduced legislation, but it doesn't address the key issue here which is why are parents separated -- not parents, adults, I use the word adults very specifically because why are adults separated from children? Because, in recent years, we've seen an exponential increase in smugglers pairing strange adults -- stranger adults with children and smuggling them to the border, and there is no way for agents to prove they're actually parents of these children that they're showing up with. And in the past, they would come to the border knowing if they show up with a child, they'll just be released. So, the difference here is that they're not being released. But the problem also moving forward is you can't win. You have Kamala Harris tweeting after President Trump signed this executive order saying, well, this executive order is not enough now, even though parents and children are going to be detained in the same location. They can't be detained indefinitely. So, they've moved the goalpost here on what is allowed, and their solution is to simply let them go into the interior of the country which is exactly why we're in the position we are today. It's why we were there in 2014, and we'll be there again in the future at this emotional state, probably even hotter if it continues this way without some solution about the problems of the unaccompanied minors or parents, adults, who are coming here illegally with children."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. OK, Jesse, obviously, you should be concerned as well if you have a child coming in with someone who is not their parents, or not their guardian, or a legal relative, that child is in harm's way. And then, there would be outraged as well on the other side to say, oh, my goodness, look what you've done because you left this child with this individual who now caused harm to the child, God forbid, a rape, a murder, or something like that happen. You do have a responsibility to properly identify and match a child to a parental relative, or guardian, etcetera."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Right. Obama's policy was meant to be pro-family and ended up being pro-smugglers because when you saw this policy come in to position, you had a surge of people from fake families. And that's when the coyotes and the cartels profit. And still, this president kind of created a solution because there's no false choice between being strong on the border now and pro-family. He's kind of -- this is a silver bullet, but, you know, it still could get challenge. You never know what's going to happen. He wanted congress to solve it. Congress didn't step up to the plate. Cruz had a stand-alone bill. Chuck Schumer said I don't want to touch it. We want to keep this alive. And if you watch cable news today, some of these anchors kind of upset that the president solved the problem because it seemed like they want to keep this story alive, which is really sick. I think the Democrats hurt themselves more on this issue than President Trump. President Trump looks like a man of action. He looks like he's compassionate. He has heart. And the do-nothing Democrat sat around and whined and complained and did absolutely nothing, like typical congressmen. So, the media also lied about it. I mean, the media said from the jump this was President Trump's policy. And now, when he comes out with an executive order, the Washington Post and the New York Times say, oh, you know what? This violates the 1997 court settlement that limits how long you can keep a child in confinement. And so, this goes against the ninth circuit court ruling. So which one is it? You can't have it both ways New York Times and Washington Post. So, you know, hopefully, congress can step in and eventually do something because this will be challenged in court. Right now, I guess it's a, you know, smart solution, but you never know how it's going to play out."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Juan, so the president had to step in with some, you know, decisive action and leadership because, you know, congress hasn't exactly been winning on this issue in terms of putting forth some positive, good solutions and results. So, now you have a situation where the left is still upset, even though they were calling for the president to act. He's acted, and now they're still saying that there's an issue."
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "I don't think it's just the left that's upset. I think a lot of people are upset by this and very emotional about it. And you see people ranging from Laura Bush to Arnold Schwarzenegger. I can go on. Most, in fact, Mitch McConnell today said the majority of the Republican caucus in the senate was ready to propose legislation to end this policy. And what you see is that President Trump who said, oh, it's not a policy. It's something I did. It's something the Democrats did. Oh, guess what. He just signed a policy today, an executive order that ended it. So, sounds to me like we know who lied here. It was the president."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Not true."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He said it was the Democrat's fault. It wasn't Democrats fault. It was his policy and he undid his policy because he was losing. You think about it for a second. The Wall Street Journal editorial page today said this is costing Republicans heading into the midterms. It is that detrimental. You think about the fact that right now 67 percent of Americans say this is unacceptable. Most Republicans, I think it's like 39 to 34, said unacceptable. In terms of independents, two-thirds of independent voters said this is unacceptable. So, President Trump reacted to the real politics here that were hurting him and hurting Republicans ahead of the midterms. When he talks about infestation, animals, criminals, he's dehumanizing immigrants. When it comes to children, I think lots of Americans say this has gone too far. And, you know, he says, oh, it's the Democrats fault or I don't have a policy, that's what Homeland Secretary Nielsen said. We don't have a policy. Guess what? Today, the president signed an order undoing his policy."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "It's not a policy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sex trafficking a problem that you have to get the kids separated from people who aren't there actual guardians."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Secondary maybe even."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The numbers are disturbing. So child sex trafficking is a tertiary issue?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "To this the key issue here is separating children."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Without some children."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Americans are very clear on this. Although, you might want to obfuscate and complicate the issue to try."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm not."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". to take away from children being separate from their parents."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm bringing up a real problem."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Katie, there has to be a determination as to who is legitimately with a proper parent or guardian, who isn't. It would be reckless and essentially committing another crime against an innocent child to not do so."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yeah. Chuck Grassley wrote a letter to ICE in 2016, April 2016, saying we've seen an exponential increase in smugglers pairing unrelated adults with unrelated children, taking them to the border and then using them, by the way, when they get to the United States for sex trafficking, for child labor. So, it absolutely is a huge number one priority that is completely being swallowed up in all the emotional argument here. And when it comes down to solving this problem, they're still, in this executive order, have to prove, according to the order, that the child is related to the adult. It is very, very difficult to do that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, Katie, you know the thing is, I am sensitive to this argument because I don't think child labor is good, and I don't think -- certainly sex trafficking is an abomination. So, I would listen. But, the fact is."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What would make you happy?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hang on, please. But that was not what was raised by the administration. They said this would -- this is part of a zero tolerance policy that's going to disincentives people crossing the border. But we have seen it didn't have that."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "It's not a policy, Juan. The consequences that we saw this week and over the last couple weeks are a consequence of people breaking the law. They've changed it now so children can be detained with adults in these centers together. But when you talk about the issues of what Kirstjen Nielsen, the homeland security secretary, said on Monday, they are concerned about the well-being of these children because it's a liability for them when they're in their custody to make sure that they are not being abused, which is why they separate them."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Answer my question, which is what would make you happy? What do you think is a good outcome here because you're."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You cannot."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": ". with what the president has done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I want to hear the solution. I'm dying for it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Dying to hear it too."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The solution is obvious. It's what the president did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He ended that policy and said that you keep parents and children together."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So you're happy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I am happy that he did it. But I'm saying, how many lives were told in defense of this indefensible policy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The New York Times reported that there's laws and court decisions on the books that say what you can do when a minor crosses the border. You can't hold them indefinitely."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Correct."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And you also -- you can't just -- you also have to give them a hearing when they claim asylum. So that's one of the reasons, if you have a zero tolerance policy, that you can't just keep migrant camps of people, of minors and adults together."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're still not allowing them to do catch and release. It's tough on the border and pro-family."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That has nothing to do."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And children separated."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're still going to challenge this in court."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, guys, there is other people here. Whenever you have Democrats talking about gun control, what do they talk about? Closing the loopholes. Everybody is obsessed with closing the loophole. Where there are laws, there are loopholes. There was a loophole here in the immigration system, a broken system. We admit it's a broken system. The loophole allowed bad actors to take advantage of it by smuggling kids in to farms and to -- for sex trafficking. This is a part of it, Juan. And the whole point is we're just like liberals, we want to close the loopholes. Why do you have a problem with closing the loopholes? Also to your point, you made a really good point about Grassley. Rob Portman was on top of this three years ago. He's from Ohio where these poor kids end up at these labor farms. Republicans were on this years ago, but for some reason, no one cared. Why is that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But people do care."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now, because President Trump."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What people have care about is President Trump separating children from parents. That's the issue."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And they're separated from adults who are facing pending criminal charges or are suspected of trafficking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Step two is the solution."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Go through a port of entry."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yeah. All right. An outrageous attack against the president's 12-year-old son, Greg explains next. Stay with us."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tuesday, the violent group Antifa tweeted out identities and locations of over 1,500 immigration and customs agents and not to send them Christmas cards. This is called \"doxing\" when you spread someone personal post so others can harass them. The justification, clearly, these agents are evil, so why not. Are you surprised? Not when the media's loudest voices described America as the Third Reich, making these agents the storm troopers. Soledad O'Brien just tweeted, I guess we put to rest the question, Nazi, Germany, could it happen here in America. On Twitter, actor Peter Fonda, do you remember him? Barely. Instructed the world to target the agents by surrounding their kid's schools and scaring the F out of them. Fonda also called for kidnapping Barron Trump to be put in a cage with pedophiles. That tweet got over a thousand likes. He also called for Kirstjen Nielsen to be stripped naked and whipped, that got nearly 700 likes. Viva the resistance. So outrage minus any solution creates a bloodthirst targeting Americans trying to solve a problem that the loudest voices never cared about until now. But a simple Google search going a few years back will find terrible tales of child sex and labor trafficking, smugglers tricking kids into a life of enslavement. Is that the alternative you'd want for 125,000 unaccompanied minors who've come to America since 2011 from Guatemala, Honduras and El Salvador. I got that stat for a Washington Post 2016 article when President Obama was in charge, back when Peter Fonda and the rest didn't seem to mind. All right. Since I wrote that beautiful monologue, thank you very much, America, Peter Fonda has since apologized, claiming -- about the Barron Trump thing, I went too far, it was wrong, and I shouldn't have done it. I believe he issued an apology because the secret service contacted him because he had broken a series of laws for threatening a family member of the president with kidnapping, number one, and bodily harm which he was insinuating rape -- raping the child."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, when the left is comparing Republicans to Nazis, yet they're the ones that are fantasying about child rape, assassination, and beheadings. It doesn't make a lot of sense. And remember Jane Fonda? Jane Fonda posed on the top of North Vietnamese tanks and then Peter said hold my beer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Watch what I do to the president's son. You know, the whole thing is sickening. I know we've talked about this before. But the left and the media, they threw a tantrum. They threw a tantrum, offered no solutions, and when the person came in and created a solution, they still don't know what to do with themselves. They're going to go onto the next disaster and try to call the next person Hitler or call the next person a Nazi. It doesn't matter what this president does. They did it with the travel ban. They did it -- almost every policy he's been compared to Hitler. I'm just curious to see what's going to be next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And they eliminated any, like, positive feedback for North Korea. Kimberly, it strikes me strange that the same people who resent calling MS- 13 animals have no problem calling people storm troopers and Nazis."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No. I just want to address the Peter Fonda issue, I think it's particularly repulsive, it's reprehensible. I don't care that he apologized. Sorry isn't good enough. To say that a 12-year-old boy should be put in a cage with pedophiles so that he could be raped is absolutely disgusting. And this is an individual -- it's vile to even see his picture there, to say that to a child. I'm a mother of an 11-year-old. And for someone to say that for another child for that to happen to them, it's really sickening when you see the level of the depravity of the left when they behave -- and Hollywood, in a way like this. To the point where Melania Trump had to call secret service to make sure to get this investigated because it's a real threat. When people see stuff like this, it's dangerous for a child to say something. I have this happen, Greg, when I had people, going viral, when I had this whole Snoop Dogg and Bow Wow thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "People came after my son who was 11, and did the exact same thing and it was horrific. And this has to stop and it's grossly irresponsible. I don't even know why Sony would even put a movie out with a guy like this in it. He should literally never work again."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Why would they?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, I don't know."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Maybe Michael Moore."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, exactly. He might get a TV show out of it, Katie. He's still on twitter, by the way?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I haven't checked. I did notice he deleted them."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He deleted."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Because I went to try to find them, and I couldn't find them"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, because underneath that there were all these calls for other members of the Trump family and for children, they're going to come for that child and, you know, this is the problem with the environment, and dangerous environment it creates."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "It's the initial statement which he made and I think he actually meant it, and then the mob that came to back him up on the statement is I think even more terrifying than the initial of thing of what he said. This is a guy who praised Roman Polanski, so I guess I'm not surprised this would be something that he would want to say. But this doesn't bring us any closer to a real solution about people's lives who are in danger, whether it's people in America whose families have been ripped apart by illegal immigration crime through drunk driving or murder, or whether it's parents who've sent their kid up to smugglers to the border through harrowing journey who are now stuck in this place where they don't know where they're going to go. Are they going to be put into a labor situation where they owe a smuggler a labor debt, because that's a real thing? We don't know. And so, this kind of language is horrific. It's awful. It has real-life consequences. And there're people's lives right now, today, who depend on real solutions coming from Washington, D.C., and their local communities, and this guy isn't doing anything but making the situation worse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan, I'm not even going to ask you to defend this. I know you found it disgusting."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I mean, to me it was a poorly worded tweet, offensive language use. But what strikes me from this very conversation is you guys delight in it because, again, it takes away."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Delight in it?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, you delight in it because it takes away from the conversation focusing on what President Trump did that is antithetical to American values."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So that justifies."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". and separating a 4-year-old. Imagine, three 4-year-old in bed."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". not knowing where his or her parents are. And you, oh, that's not the issue. The issue is a Hollywood celebrity acting like a fool. What's the foolish thing in this is people are saying the president did something here. Republicans, Democrats, independents, that is just abhorrent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And that justifies this behavior? Got it. Got it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I didn't say it justified it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're definitely are defending it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, what I said was you're delighting in it because it gives you an opportunity."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, it is. And that's why the president."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, what Peter Fonda did is indefensible."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Nobody is defending it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's not poorly worded. WILLIAMS: But you choose to focus on it because it gets you away."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, yeah, that's it. You're mind-reading, Juan. You're mind reading again. Get your crystal ball. That's not what I'm thinking. A top congressman making a disturbing new allegation that could deal a huge blow to the Clinton email and Russia investigations. Stay with us."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A stunning new claim about more potential FBI misconduct in the Clinton email and Russia investigations. Congressman Mark Meadows raising serious concerns about witness reports during yesterday's hearing on the I.G. report."
    },
    {
      "speaker": "REP. MARK MEADOWS (R), NORTH CAROLINA",
      "utterance": "The other thing that I would ask you to look into. There is growing evidence that 302s were edited and changed. And it gets back to what Ms. Handel said in terms of those particular interview sessions, and those 302s, it is suggested that they were changed to either prosecute or not prosecute individuals, and that is very troubling."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The president's lawyer, Rudy Giuliani, also weighing in on the bias at the bureau."
    },
    {
      "speaker": "RUDY GIULIANI, LAWYER FOR DONALD TRUMP",
      "utterance": "We believe there may be two of the people with similar biases expressed in texts that are presently working on the investigation. If that's the case, then how can you trust anything they're doing in this investigation?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "And after Peter Strzok volunteered to testify before Congress, House Judiciary Chairman Bob Goodlatte is warning the anti-Trump FBI agent to agree to testify next week, because he says a subpoena is coming. So Kimberly, not only did FBI agents choose these interviews with some of these people like Mike Flynn, some of these anti-Trump FBI guys ended up on the Mueller team aside from the people we know, like Peter Strzok. The hits keep coming."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, well, there can be no fairness where there is inherent bias like this. And this has been really demonstrably proven here in this particular case. You have people who have been compromised, who have been removed from an investigation. So how is it, it's like fruit of the poisonous tree. How can you trust anything when they were part and parcel of that investigation, and then you're going to trust the byproducts of that investigation that there was some kind of impartiality or fairness in the process when you've seen now the bias? There's actual evidence of it in the text messages and then the altering of the FD-302 forms, which actually are entered into evidence during proceedings. They are actual legal documents that comprise sort of the notes of interviews, et cetera. So when you have somebody admitting that they've altered those documents, any of those particular 302s that were proffered by people like McCabe, et cetera, in other cases, those investigations have been compromised, as well. So this is really, like, fraught with legal problems, implications in terms of any of the ongoing investigations, including the Mueller probe, that's been going on and on forever, like years of Christmas past. And now you have this revelation coming forward and two additional agents that showed bias and that were anti-Trump. So this is the big revelation coming out of all this, is saying wait a second. That's why the president is saying this is something. This proves his point, and this is, you know, a witch hunt against him, et cetera, et cetera. And you have all these people that were really out to get him. And can you imagine, we're actually talking about the FBI."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And one of the people most out to get him, Peter Strzok, may come in and testify in Congress as soon as next week. Juan, how do you feel about your good friend Peter up on Capitol Hill?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He's not my pal."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He is."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Testi-lying. Testi-lying."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's had a long time to get his story straight."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think Peter Strzok says he's glad to testify. He wants to testify. I don't see that there's an issue here. To me, this issue is about the president and his, I guess his surrogates, making the case that somehow the FBI and the Comey investigation and Robert Mueller as the special counsel are not to be trusted. Anything that's found out about President Trump, just ignore it, America, because guess what? Peter Strzok said he doesn't like President Trump and doesn't want him elected. Imagine that. How many Americans can say the same thing? How many people go about doing their job? And in fact, what the inspector general found was there was no evidence that the job was done in any biased manner. But the larger point here is, if anybody has a complaint, it's Hillary Clinton, because guess what? That's what Comey did. He came out and made an announcement that tremendously hurt her chances, not only in June but then subsequently, ten days before the election. Recently, she said she deserves an apology. He says no. That's the real fight."
    },
    {
      "speaker": "And now President Trump wants to jump in",
      "utterance": "\"Hey, I can get off of this, too. I'll tell my supporters this thing is a total witch hunt.\" What did Giuliani say? Now we should investigate the investigators. How ridiculous is that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, you know what's ridiculous? The --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, the inspector general is investigating the investigators."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, so it's not that ridiculous."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Michael Horowitz's entire job is investigating and holding accountable the investigators. So it's not a foreign -- right, it's not a foreign concept to look into why decisions were made and whether they were made under the guise of ethical behavior, which by the way, he said it wasn't during his testimony this week. But my favorite thing about the Peter Strzok statement from his attorney is that they're now concerned that this investigation into him has been tainted with political bias and that he's going to be treated unfairly. Imagine how it is when you are, you know, a witness in an FBI case or a subject in an investigation and you know that the people in charge have the same biases."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know, Greg, if someone locked you up and you found out that police officer hated \"The Gutfeld Monologues\" and hated FOX News. You'd scratch her head and you'd think, you know, maybe the fix was in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, it raises the question, what proof of bias do you need beyond the investigators saying, \"I'm stopping Trump\"? I mean, what do you need? Do you need an actual plan, a Nancy Kerrigan-style, you know, attack? Do you need that? I mean, imagine if the left had an email from Trump that said, \"Call Putin. We must stop Hillary.\" I think they would call that bias. But I'm honestly --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They're still looking for that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I picked the wrong time for a summer vacation club, because this story is, like, the most boring form of tug-of-war. We never get anywhere, and we keep going over the same ground."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We're winning, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But the only change in this story is Trey Gowdy's facial hair."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, you know how I know it was biased, Juan? It's because all of Hillary's people, they destroyed evidence, lied to the FBI. They all got immunity. And then Trump's guy gets a date wrong, and they're going to lock him up for a year."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And real quick, (UNINTELLIGIBLE) reported this back in February that it was altered, the 302, the interview of General Flynn, so that McCabe, Strzok, all of the -- that was reported. And now we --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What we think is --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That was reported, and now we -- no, now we know that that is true. So it totally compromised investigations."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "President Trump today says maybe Flynn didn't lie. Remember, Flynn has pled guilty to lying, America. But the president said, oh, maybe not. Oh, my gosh. This is making -- this is making your head blow up."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Based on fraudulent information in the compromised investigation. See what happens with that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan, you usually defend people that plead guilty. A troubling trend is developing for Nancy Pelosi. How concerned should she be? Find out next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is Nancy Pelosi's popularity problem putting her in peril? Political reporting at least 20 Democratic House candidates say they will not support her bid for speaker if the blue wave sweeps the Democrats back into power in November. So let me ask you, Jesse. What do you make of this?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, I'm just reading Pelosi put out a statement on Trump's executive order, and she blasts it. She says this paves the way for long- term incarceration of children."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He can't win. He's either separating families or imprisoning children. But this is politics. I would say that Republicans aren't running away from Donald Trump. The Democrats are running away from Nancy Pelosi. And that kind of shows you the state of politics right now. It's a center-right country, and the president is more in touch with the average person."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, what do you think?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think this shows that Bernie Sanders may have lost the battle, but he's going to win the war. This is the Bernie Sanders part of the party, the younger -- the younger people who are running for office, the young millennials who support Democrats, saying \"We no longer want the establishment in power.\" Nancy Pelosi has been facing a coup for a long time and maybe, maybe if Democrats take the House, which right now it's looking more unlikely by the day. But if she does, finally, we may see that she goes away in terms of her power that she's had for far too long."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Greg, I think she said it doesn't matter to her if you have a Connor Lamb, the young man who won in a red district, Pennsylvania 18, a Democrat. And he said, \"You know what? I'm not going to vote for her.\" And her response, \"That's fine. As long as Democrats win.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's just -- a lot of politicians won't leave until you show them the door. It's on both sides, by the way. But Dems have made it into a lifelong career. And Bernie is a perfect example. I don't know if he's ever held a real job."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But we're elevating politicians above real work. And I think the saddest part -- and I'm a broken record. She should do a walking tour of San Francisco. It's no longer this precious jewel. It makes the \"Dirty Harry\" era look serene. It has gone from bucolic to bubonic. When you look at the -- when you look at these shantytowns and the disease that's being spread and the feces."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right, all right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm not going to go through it, because I love California."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I love California."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She has betrayed it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Hello. I left San Francisco when it was very good shape."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And it's very upsetting to me to see what's happened now, because you know --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is rich people and people suffering. That's all it is."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. It's very, like I said, bipolar in terms of, you know, the divide there. And what -- the areas that are nice, the areas that are not. And it's, you know, shameful."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me ask you this. Let me put it to you this way, Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sixty percent of registered voters --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I'd like to disclose that I used to be related. To Nancy Pelosi."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sixty percent of voters told The Washington Post in April it's no importance to them, a candidate supports or opposes Nancy. But I'm thinking to myself, most voters don't like Congress. They have a negative perception of Pelosi, of Paul Ryan, of Mitch McConnell."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Sure."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So what difference does this make if some people say, \"I wouldn't vote for Pelosi.\" Doesn't that just take away the potential for Republican ads that would link them to Pelosi?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, right, I mean, it's a problem for the party because she's the head of it. So when you have, like, record disapproval for, you know, Congress, and this is the person that's been heading it up for the whole time, hello. Yes. They're saying, \"Listen, no mas. No mas.\" So none of the Democrats, they don't want this. They're going to go hard left. People like, yes, Elizabeth Warren, Kamala Harris, Bernie Sanders, that's the future and the face of the Democratic Party."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So they go farther to the left?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, absolutely. They're going to go even farther to the left."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So maybe -- maybe the Republicans now would like it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Just like the whole California delegation. They're not. She's -- the failed (ph) party of the past."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "A refreshing take from Hollywood."
    },
    {
      "speaker": "CHRIS PRATT, ACTOR",
      "utterance": "God is real. God loves you. God wants the best for you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The speech everyone is talking about. That's next on \"The Five.\""
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, we are used to seeing Hollywood stars at awards shows attacking President Trump and pushing a liberal political agenda, but an A- list actor, Chris Pratt, is making headlines for a powerful and inspiring message to his fans while accepting the Generation Award at the MTV Movie and TV Awards."
    },
    {
      "speaker": "PRATT",
      "utterance": "God is real. God loves you. God wants the best for you. Believe that. Learn to pray. It's easy, and it's so good for your soul. People are going to tell you you're perfect just the way you are. You're not. You are imperfect. You always will be. But there is a powerful force that designed you that way."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Greg, pretty brave."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It's refreshing. However, the real story is that these awards still exist and that MTV still exists. Because that's -- I used to live for this stuff and live tweet it. I didn't even know this was on. MTV is now as irrelevant as a man bun."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Jesse, your thoughts?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think Hollywood stripped his award after the show, he was so insulting. I mean, I would just say that he's brave, but you can -- we get away with this stuff if you're a good-looking leading man. You can, you can. You can get away with anything. He's a heartthrob. He can say anything."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Kimberly, what about his advice? He accepted this award and gave, like, nine pieces of good advice, you know, learning to pray. It's an easy thing to do, saying that you're not the perfect person. You have to improve in life and grow. I mean, things like that are contrary to a lot of what we hear at all these other awards shows."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Absolutely, and I thought this was very refreshing. And so he's not only dreaming. He's inspirational. Megan Albano, our producer's, celebrity crush. I just outed her."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Oh, man."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I thought I was."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, it's not you, definitely."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're on another list."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I'm pretty sure about that. Yes. You're on the super freaky list but not on the heartthrob list. But this is nice to see. You know, and it's good for children and young people to see, as well, and for adults. And when you look at the juxtaposition of someone like Chris Pratt versus this Peter Fonda, absolute just disgusting human being, it's refreshing to see there's a few nice people in Hollywood that are classy and not afraid to embrace their faith."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Juan, different than the Tonys and Robert de Niro yelling the \"F\" word."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I just think this is, to me, the real news here is, you know, you get somebody up on the stage who says, you know, God is real. God is important. Prayer is real. Grace is real. To me, these are Christian values. You know, I guess the difficulties, people say why your proselytizing, using this pulpit in a way that's not about Hollywood, not about awards. But I don't -- I guess you guys are excited because he didn't say something anti-Trump. Am I right?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I'm just excited he said something different than what we hear in this droning on of unoriginal thought."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We have -- we have a handsome leading man right here. I don't hear praise of God every day from Jesse. Right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I say it every day once I leave the set."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "\"Thank God I'm out of here.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- what you say, Juan."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "All right. \"One More Thing\" up next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"One More Thing.\""
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It's time now for \"One More Thing\" -- Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I've been gone for a few days to attend my son's wedding. It was a blast, folks. And I brought back some pictures of Raffi and Morgan. Here's their magic moment, exchanging rings with Father C.J. Here they are walking down the aisle as Mr. and Mrs. And here's the two during their first dance. And here's a shot overlooking the Mount Holyoke Mountains. They look like models. And here is the happy couple with some old folks. You know them. Congratulations to Raffi and Morgan. Well wishes to you both."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Very sweet. Congratulations. A happy and blessed marriage and life. It's very sweet, Juan. And in little baby news, look at these little hilarious photos. And it proves that kids and, well, self-tanning lotion probably shouldn't mix together. So two Scotland moms took to Facebook to show what happened when the kids decided to tend to their summer glow. This is why I don't do it on myself, because it can be really problematic. This is 2-year-old Kyle and his 3-year-old friend Leo. They covered themselves from head to toe in this tanning lotion. And it's instant tanning lotion. So trust me, this is problematic. While the Moms' backs were turned. But they were having a little playdate. And can you imagine? Of all things for them to get into."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank God it was tanning lotion."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, exactly. OK, Jess."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Life imitating art. A man with a gun tattooed on his forehead arrested for unlawfully possessing a gun. This guy in South Carolina tossed a revolver in some grass after a car wreck. Not even allowed to be having a firearm, not allowed to be driving a car. And I mean, what a beautiful piece of work that guy is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, talk about self-fulfilling."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. My podcast is with the great Walter Kern. If you go to FOXNewspodcast.com. The reason why this is an interesting podcast, Walter interviews me about my new book, \"The Gutfeld Monologues.\" So he actually -- it's a reversal. It's a Freaky Friday, except it's Wednesday. And I just tweeted it so you can go and find it. And all you've got to do is go on my Twitter feed and you'll find the tweet, and you can click on it. And I'll be there with my book and then you can buy a book. It will change your life. It will. It will make you better."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So being interviewed on your own podcast about your own book."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well done."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "This is the way Gutfeld does it. You have a full screen for that, a graphic."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, it's the age-old question, are cats smarter than dogs or are dogs smarter than cats? And according to the science journal \"Animal Cognition,\" the answer is -- drumroll please -- dogs are smarter than cats and have twice as much raw brainpower as cats do. And if you listen to what they're telling you, like my dog Gaston does, if they put their paw up while they're sitting down, they're saying feed me, just like Gaston's saying right now. They're actually trying to talk to you."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "This is what happens. This is what happens."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If we are going to do this story. I said, \"Oh, please.\""
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You don't have to do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Brain power."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And I love it."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We love our dogs."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next with this guy. Hi, Bret."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Cats and dogs living together. Thanks, Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Kind of like \"The Five.\" Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}