{
  "date": "June 7, 2019",
  "headline": "Speaker Pelosi reportedly tells House Democrats she wants to see President Trump in prison",
  "subHeadline": "Guests: Matt Gaetz, Mike Turner, Tom Fitton, Austan Goolsbee, Tom McClintock, Kayleigh McEnany, Andy Biggs",
  "url": "https://www.foxnews.com/transcript/speaker-pelosi-reportedly-tells-house-democrats-she-wants-to-see-president-trump-in-prison",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DAN BONGINO, HOST",
      "sentences": "Welcome to a special edition of “Hannity: Justice in America.” I'm Dan Bongino, in tonight for Sean. Now, we start with a Fox News alert. Just minutes ago, President Trump announced he is suspending the threat of economic tariffs against Mexico after the country agreed to take tough legal action against illegal immigration. We'll have full coverage of this coming up.  But, first, we begin with the big breaking news from Catherine Herridge who is now reporting that U.S. attorney John Durham is, quote, dialed in to his ongoing investigation in the origins of the Russia witch hunt. According to sources, Durham is asking the right questions and getting to the truth. Durham is working in coordination with the DOJ Inspector General Horowitz, who's investigating FISA abuse and the top Democrats are worried that these ongoing probes could throw cold water on their impeachment dreams.  But it's not just congressional Democrats fantasizing about impeachment. Former top FBI lawyer James Baker is now praying to the impeachment gods. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES BAKER, FORMER FBI LAWYER",
      "sentences": "Impeachment is a political process. And to my mind, if you don't have the support of the American people, it's not going to go forward. That requires educating the American people. That's what Congress needs to do and focus on, and figure out how to do that in an effective way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "That is what the so-called nonpartisan FBI look like under Jim Comey's dreadful leadership.  And tonight, we are now learning that Lt. General Michael Flynn caught the attention of the federal investigators as early as 2015 and was even a target of Stefan Halper. Remember the informant who spied on both George Papadopoulos and Carter Page?   Joining us now with more is Florida Congressman Matt Gaetz and Ohio Congressman Mike Turner. Congressman Gaetz, I'll start with you. This investigation is getting uglier by the minute as more of these investigation goes out in a drift, drift fashion. But one of the problems, Congressman Gaetz, I have with this is that the Mueller report is appearing more and more by the day like one big extended op-ed. We found out this week about -- remember the doctored Nancy Pelosi video? We found out that the transcripts from President Trump's lawyer John Dowd, the actual transcripts to a voicemail to Mike Flynn, there were the keywords missing in it.   I mean, is Mueller writing an op-ed or doing an investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MATT GAETZ, R-FLA.",
      "sentences": "Well, we continue to see chinks in the armor when it comes to the Mueller report, and I would point you to the great work by John Solomon who frequently appears on this program who pointed out that Konstantin Kilimnik who Mueller identified as an individual connected to the Russian intelligence was actually a source of the State Department working with our government. So, if Robert Mueller wasn't able to ascertain who was spying for the Russian and who was collecting a reporting intelligence to our own government, I think it would call in question substantial portions of his work. But there is three real levels of what Mr. Durham's doing that are important, the FISA abuses, the lies before the courts that should not have occurred, also the illegal leaks.  Your point about James Baker really highlights the extent to which under James Comey leadership, the FBI wasn't conducting the investigations and looking for the truth. They were trying to shape public opinion. And I think most notably the corrupt origins of the investigation inside the Obama White House, where we weren't just violating the rights of our own citizens in our country, we were actually off trying to pressure our allies like Britain to collect intelligence on people that we would have had no ability to do here in the United States -- all that together is supposed bad news for the people in the Obama White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, I want to get back to Kilimnik. But, Congressman Turner, I go to you first on a kind of a related topic here. You're up on the Hill and you see what is going on every day. Do you sense a tide is turning feeling up there on the Hill where the Democrats realize there is something going on here? That there was clearly, this was not, to quote Susan Rice, by the book FBI investigation here.  I mean, listen, your colleagues up on the Hill are the Democrats. We may not agree with them, but they are not stupid. They have to know that there were severe abnormalities here. Do you think they're getting worried that this is coming out and it may rebound on them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE TURNER (R-OH)",
      "sentences": "One of the things I think they are worried about is the new authorities that the Attorney General Barr has with respect to declassification because you remember, it's not just these investigation, the origins of the investigations, it's also the American public getting the truth and getting the actual information.  Remember when Michael Cohen came to testify before the Intelligence Committee which I serve on, there were a number of leaks about Michael Cohen's testimony was going to sink the president and leaks about what was in his testimony. And, you know, the story sort of came to a screeching halt the moment that the transcript was released and people saw what was in it. And I think that's part of the aspect that's going to be really important as the inspector general, as the attorney general, as they move forward with this investigation of the origins of this, which I had to live through with the intelligence committee.  They're certainly going to find not only holes in everyone's stories but they're going to release this information to the public so they can read it themselves and see that not only was there no \"there\" there, but there were some real misdeeds done. It's very obviously I think clear to the American public that Comey, Clapper, Brennan and Baker, when they stand on the television sets now and are clearly anti-Trump bias, that that bias predated their leaving the government. It was certainly there when they were over these agencies that were so important that were targeted at the American citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Congressman Gaetz, on the point you made about Konstantin Kilimnik, this is just really disturbing. So, we find out in the Mueller report that there are real sins of omission here, that Mueller -- I don't want to leave Weissmann out of this. We should be clear -- Andy Weissmann is definitely -- his fingerprints are all over this.  You brought up the fact that they damn Manafort in the report for having these discussions with Kilimnik, and whether they are appropriate or not is up for you to decide. He wasn't charged for the conversations, but Kilimnik was the source for the State Department in the Obama administration. And then we find out this week as well that one of Mueller's confidential informants in the case, it's an allegation, of course, but apparently was arrested for the child pornography of all things.   This was Mueller's source? I mean, this report is getting uglier by the minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "And it continues to trend where there's information that's not damaging to the president, you get these deep state actors who try to keep that information away from the public view. So, again, you see that it in the Mueller report where the Kilimnik information was not cast in accurate light. But even before then in the fraud that occurred before a secret court with no defense attorney present, you had the Department of Justice and the FBI presenting information that seemed to indicate that George Papadopoulos was off colluding with Russians when the reality is they had a transcript where Brits run intelligence against Papadopoulos and Papadopoulos denied ever having engaged in these unlawful acts. And so, they are presenting information to try to reinforce their bias. Rather than putting forward the information that would have spared our country from this 22 months of division because from the beginning it was on that there wasn't collusion but they allowed the investigation to persist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Congressman Turner, so we have seen some -- information has come out, but we have seen very little accountability. I'm trying to get the best way to phrase it. I get e-mails a lot from people, from listeners, and I see them on Twitter all the time as well. They're upset. They see people getting off.  There is allegation of a senior FBI official accused of leaking. Of course, the DOJ didn't want to prosecute that case. Why does it appear if it involves a Trump-associated person, Mike Flynn, George Papadopoulos, Paul Manafort, that the heavy hand of justice comes down on them hard? Early morning raids, severe prison sentences, Paul Manafort ridiculously is in solitary confinement on Rikers Island?   I was a cop in NYPD. You don't want to be on Rikers Island. No less solitary in Rikers Island. Yet when it comes to people involved with the DOJ, where it could negatively implicate a Democrat or someone in the FBI involved in spying, they seem to get off. Are we ever going to get accountability?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well, the inequity certainly does seem very troubling. I can tell you from the perspective of the Intelligence Committee and certainly as you are aware from the Oversight Committee. Criminal referrals have been made, as a result of the both inaccurate statement that people made, lying under oath. The -- I believe this thing is going to go right to the heart of the inception of this investigation.  But you're right, the people around Trump were clearly pursued for the purpose of trying to turn them against the president and say things that are not true. Mueller investigation found no collusion. They did not conclude. They found there was no evidence ultimately to conclude that the president committed a crime on obstruction.  But yet, they put tremendous pressure on the people around them, including ruining their lives and pursuing them with criminal prosecution. There are criminal referrals that have been made that I think go right to the heart of people being dishonest, realizing their bias and abusing their power. I think the attorney general is going to undertake this and I think the American public is going to get answers. I think we need to change the laws --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Let me follow-up. Listen, I understand and I totally get it that you're not -- you can't go out and physically put handcuffs on people. That's not your job. You're a legislator.   You can make referrals. I totally get that. But I think the frustration is, you know, is there any pressure that we can put on the DOJ and people to do their jobs? It seems like the inequities are leading to a real imbalance.  I mean, the republic only matters if the people have fidelity to it and believe that the Constitution means something. It seems to mean something for one side but mean absolutely nothing to the other side of the political debate. And I guess my question better phrased is, what from your side can be done about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "I think the general investigation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Sorry, I was just getting a quick follow-up. I'll go to you Congressman Gaetz for the last word. My apologies. Congressman Turner?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "My understanding is, you know, if you look to Attorney General Barr's investigation, the inspector general's investigation, these are going to get to the heart of were there laws broken, where there procedures broken? You know, clearly, things were done by the book. Clearly, there were abuses of the process. We're going to get data and information from which those investigations can lend themselves to the criminal prosecutions hardest and the referrals from the Intelligence Committee and the Government Oversight Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Congressman Gaetz, I give you the last word on that. What do you think can be done? I mean, people are getting frustrated out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "The American people are sick and tired of a double standard that seems to pave a yellow brick road to the exoneration for Hillary Clinton, when they were clearly crimes committed there, while at the same time casting these aspersions on Donald Trump without a basis as a result of bias. The only reason while we haven't had people thrown in jail yet is because Jeff Sessions did a terrible job as attorney general.  Now, we got a real attorney general. Mr. Durham is on the case. And the information we have now seems to indicate that at every level of this corruption, there is going to be accountability and there is going to be a restoration of justice and the rule of law. And I can't wait for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Congressman Gaetz, Congressman Turner, thanks so much. I really appreciate it. Thanks a lot. Thanks to Judicial Watch, we now have even more evidence in corruption and incompetence at the highest levels of our bureaucracy. Newly uncovered documents are showing that the conduit of the deep state himself, Bruce Ohr, was actually given a whopping $28,000 bonus and a raise -- compliments of you, the American people -- during the very height of the Russia witch hunt.   But that's not all. Yet another discovery from the Judicial Watch is revealing how the Clinton e-mail investigation was so botched that the important investigatory notes are totally missing, while others are damaged beyond repair. Nothing to see there, folks. Joining us with more is Judicial Watch President Tom Fitton, and the FOX News legal analyst Gregg Jarrett. Gregg, I'll go to you on this again, speaking in these inequities. There's magical information appears on Trump all the time about Kilimnik being a Russian intelligence guy despite the fact that the State Department used him. We found out with the Trump Tower meeting with Veselnitskaya that this was so horrible for Donald Trump Jr., yet Veselnitskaya was working with the company paid for by Hillary.   And yet when it comes to information on the Clintons, it all seems to magically disappear as the black hole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "sentences": "Unequal justice, selective prosecution became hallmarks of the Obama administration and James Comey and Robert Mueller. I'll give you a couple of examples. Huma Abedin told the FBI, oh, there was no hacking of the Clinton server. Documents show that was simply untrue. The Chinese hacked her server and she knew it. So, that appears to have been a lie.  Huma Abedin and Cheryl Mills also told the FBI -- and again this under oath -- we don't know anything about Hillary Clinton using a private unauthorized server. Documents show they were talking about it, communicating about it. And yet, they never prosecuted. Comey was asked about it. Why didn't you prosecute that? Oh, he said, you know, failing memories should be forgiven.  So, the lesson here is, if you a friend of Hillary Clinton, you get a free pass. If you so much as cough and sneeze in the vicinity of Donald Trump, the full force of the federal government will come after you with a vengeance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, well, Mike Flynn and George Papadopoulos' failing memories weren't forgiven at all. They were thrown in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Ridiculous.  Tom, I'll go to you. Judicial Watch has been doing just tremendous work lately, Tom, and your recent discovery here of this missing information of the FBI. I have a theory on this. Tell me if you think I'm right. That is the inspector general of the intelligence community's notes with the FBI, correct? Some of that are missing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM FITTON, PRESIDENT, JUDICIAL WATCH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Is it possible -- I mean, you know better than I. You're going the guys who are the ones who FOIA'ed it. Is possible that was some kind of a damage assessment done by the intelligence community about the Hillary Clinton's e-mail if it was hacked and what was out there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "Well, the dates line up. The missing meeting notes are from a meeting that the intelligence community I.G. had with Peter Strzok and company. It looks like about a month after the ICIG referred it to DOJ.  So, they had this -- the Intelligence Committee referred to the Justice Department Hillary Clinton for the investigation over her missing e-mails, the national security implications. They have a meeting about the issue a month later, and the notes are nowhere to be found. And it looks like it lines up with the discussions that the agencies had about whether the Chinese gained access to her e-mails. And the notes are gone. And it says the result of a lawsuit that has come. It's not voluntary disclosures. You know, to me it shows they didn't care. I mean, it was a sham investigation. They lost some notes. Who cares?  Last week, they admitted to us that there were 302s, four witnesses, interview statements were missing. So, you know, you don't care about the investigation, you know, it's wired, you're not going to do the basics like keep notes of the meetings and be diligent and record everything that happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You know, one of things, Gregg, I saw in the Judicial Watch report is the potential that some of the Hillary Clinton information on the server may have appeared on the dark web. Some of it was classified. With the classified markings marked out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Oh, sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "This is really staggering information. We are talking about the secretary of state. She is not trafficking in low-level information.   You know, I was an introductory Secret Service agent, we worked the treasury check cases. They were nice to work but they weren't national security cases. This is the real deal. She was the secretary of state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Oh, absolutely. And she jeopardized the national security. She didn't care, Obama didn't care. Obama went on national television, in fact, on Fox News with Chris Wallace and said she didn't jeopardize national security. She was a little careless. And, of course, that was the clarion call to Comey and the Department of Justice to stomp the foot on the scales of justice and clear Hillary Clinton even though they knew she committed crimes, more than 100 of them representing 110 classified documents on her unauthorized server. Comey twisted the law, contorted the facts to absolve Hillary Clinton, making the announcement on the day that his FBI furtively meeting in London with the author of the phony dossier. And that was the beginning of the Russia hoax that begot the witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You know, Tom, doubling down on what Gregg had to say here, the beginning of the investigation obviously has become a scandal in and of itself. The FBI story doesn't seem to make any sense when you analyze it with the clear eyes. They said it started with a George Papadopoulos tip to Downer at the end of July, July 31st. But the problem, Tom, is we have FBI agents over two weeks before, middle of July, before July 31st in London, meeting with Christopher Steele and the dossier.  Is the big scandal here the fact that the FBI is not telling us the full story the entire time about the origins of the case? Is that what Bill Barr is going to give us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "Well, Mueller didn't tell us the full story of the origin of the case. They suggested that it started later than it did. You know, the FBI hasn't, quote, told us anything. It's all been leaks and suppositions. Mueller was supposed to tell us the truth. As you have seen the Mueller dossier is being shown to be a sham. If I were the A.G., Dan, I would issue a black box warning about -- with the Mueller report, equivalent of black box, you can't trust it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "We disavow it. It's there if you want to look at it. There may be some facts you can double check but we can't vouch for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I love that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "And, you know, and so, we've got these documents coming out for instance that Bruce Ohr is getting unusual bonus, at least given the recent salary history in the middle of the Russia-gate investigation. Just about the time he is launched by the FBI and the DOJ to be the back channel as you pointed out to Christopher Steele after the FBI fired him. So, he gets a big bonus. Then it comes out he was dealing with Christopher Steele on the down-low because evidently Sessions and company didn't know about it, so they removed him. You know what? They kicked him upstairs to the international group and gave him a raise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes. Gregg, I hypothesized from the start that Ohr is the key to this whole case. He seems to be the information launder, as I refer. He wasn't money laundering, he was laundering information. He was making illegitimate information look real because it came in through his position, through his wife and him at the DOJ. Now, he gets a raise for it.  But one of the abnormalities in this case, I know you've been all over in your books, Simpson and Ohr, their stories don't make sense. Simpson said he contacted them after the election in Thanksgiving -- contacted Ohr around Thanksgiving. But Ohr is saying he made contact with Simpson in August. So, obviously, the stories can't marry up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "And Nellie Ohr has received a criminal referral because of that very fact. And you're right, Bruce Ohr and Glenn Simpson's testimony don't match up. I think Glenn Simpson is in a world of legal trouble, which is why he eventually invoked the Fifth Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Was it convenient too? He says, Oh, just met Ohr after the election in November. When in reality is Ohr -- that changes the whole story and it will give Simpson a motive to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes, I mean, look, there are so many bad characters in all of this. But Glenn Simpson, Christopher Steele, Bruce Ohr, Nellie Ohr, and the Ohrs, by the way, are profiting by this at the same time they are peddling this phony dossier. And now we learn today thanks to Tom Fitton and Judicial Watch, Ohr is getting $28,000 bonus for the work he did that resulted in his demotion. Only in American government can you profit by malfeasance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "We paid for it. And so did you, America, you paid. Your tax dollars not so hard at work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "Quickly, Dan, the attorney general should just look at the documents his agency and the FBI give to Judicial Watch. He can do the prosecutions that he needs to based over that. It's incredible. It is all there in the public domain already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Well, I hope he does because this was a major slap in the face that the taxpayer dollars are financing this kind of malfeasance. It's really grotesque.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I got to get that job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Writing an op-ed, right, it's not exactly chump change either. You get a lot of money. All right. Directly ahead, Democrats are still in an impeachment frenzy. Plus, President Trump responds to Nancy Pelosi's prison comment. We have a debate with Austan Goolsbee and Congressman Tom McClintock, next. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Welcome back to this \"Hannity\" special: \"Justice in America.\" The ongoing battle between President Trump and Speaker Nancy Pelosi escalated this week when Pelosi reportedly told fellow Democrats she wants to see Trump, quote, \"in prison.\" Isn't that nice? President Trump responded to the speaker during an interview with Laura Ingraham. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "I think she is a disgrace. I actually don't think she is a talented person. I have tried to be nice to her because I would have liked to have gotten some deals done. She is incapable of doing deals. She is a nasty, vindictive, horrible person. The Mueller report came out. I was a disaster for them. Nancy Pelosi is a disaster. Let her do what she wants. You know what? I think they are in big trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Trump wasn't the only person to take offense to Pelosi's comments. Even MSNBC hosts had problems with their comments. Check this out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI MELBER, MSNBC HOST",
      "sentences": "There was a judicial legal process. We have covered it extensively. It did not result in an indictment whether you like it or not. The next step does Congress want to deal with it? If the speaker doesn't want to go that route, she has every right to explain that. But if she doesn't want to go that route but she is making prison-esque, jail-esque references, does she risk, I ask for your analysis, does she risk getting close to a \"lock her up\" kind of frame?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC HOST",
      "sentences": "Imagine you live in some rinky-dink country in the world that has always looked up to ours, you know, some fourth world country that doesn't even have a democracy and here we have the leader of the opposition, saying the other guy to be imprisoned -- this is stuff we used to see in Pakistan in the old days. Defeat the guy and then hang him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Well, Pelosi is talking about jailing the president a handful of the Democrats are pushing for impeachment. But as \"Axios\" shows us, they have a long way to get enough votes to make impeachment a reality. Joining us now with reaction is California Congressman Tom McClintock, and former Obama economic adviser Austan Goolsbee. Austan, I'll got to you first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER OBAMA ECONOMIC ADVISER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, Austan. So, what is with the police state bent of the modern Democrat Party? I don't get it. First, we have the spying scandal here. We have no Democrats coming out to calling out the government spying on President Trump. Now, we have calls from the speaker of the House to put president Trump in the handcuffs. I guess she thought it wasn't going to slip out to the general public. She said it behind closed doors.  I mean, do you have a problem with this kind of stuff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "I have somewhat of a problem with that I'm glad it wasn't a public statement. I wasn't there. I can't verify she said that. If she did say that, I think that is over the line. I don't think -- now, it's a line that the president of the United States, to be fair, is quite familiar with stepping over, too, calling for people to be investigated for treason, pronouncing them guilty before there is any investigation. But I certainly don't think that it is appropriate to either say you want the president in jail, or to say that you think that the president should be impeached when there has been no investigation. We haven't had any fact-finding. I think that's stepping over the line. I do have a problem with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Congressman, your take on this? We have seen this increasingly hostile position from the Democrat Party. It's really hard to believe when you see this. You have even people on MSNBC complaining like we are in a third world republic here. I mean, this is outrageous. This is the speaker of the House here talking behind closed doors. No one has yet to refute it conclusively, talking about putting handcuffs on the president of the United States after he was spied on -- he was spied on by their party. They should be apologizing to him. Not calling for his jailing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TOM MCCLINTOCK, R-CALIF.",
      "sentences": "Well, there's tendency -- to criminalize our political process is disturbing. It goes back to the persecution of the Tea Party by the IRS. I still know Tea Party activists who won't go near politics because they are scared to death of bringing the IRS upon them. So, it's very regrettable. I will say this, though. It was behind closed doors. Politicians sometimes talk loosely behind closed doors. Sometimes they talk loosely out in public. But I do think that she is legitimately concerned over this obsession that the radical left within the Democratic Caucus has with the impeachment. I think they are in danger of running a foul of something that the Air Force pilots talk about. It's called target fixation. When a pilot is so fixated on a target, he ends up flying his plane into a mountain. The Democrats campaigned as the problem solvers in the 2016 election. They have been nothing but trouble-makers in the days since then. And I think the American people are getting tired of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You know, Austan, I know I kind of hinted at this before, but it generally concerns me. I'm not being hyperbolic when I say this. You're a pretty reasonable guy. But where are the Democrats in your party speaking out about things like this and things like the spying scandal. I mean, we know now, we know conclusively the President was spied on. Again, that's not up for debate. The only part to debate is was it predicated? I think that's absolutely false, but where are the Democrats even people like yourself speaking out saying, \"Hey, guys we're going down the wrong road. Time to take the loss on this.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "I mean, I'm speaking out on that one specifically because I think that that is the wrong phrase to say that the President was being spied on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Well, what would you call it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "If somebody is getting -- well, if someone is being investigated, that's not being spied on and if you read the Mueller report --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, but they already admitted they were spying on him. They had a spy, like an actual spy. What would you call it? Surveillance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "No, you're adding the phrase spying on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, no. He's called a spy. What would you call it? Unauthorized surveillance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "When you say he, you're talking about Attorney General Barr?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I am talking about Stefan Halper, the actual spy, the Intelligence who spied on the Trump team. What would you call it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Look, I would say that they were being investigated and the Mueller report shows that they were being investigated for good reason. The Russians were ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "What reason?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "... heavily trying to influence U.S. elections in an illegal way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "So why not spy on the Russians? Why spy on Trump? Why spy on Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Because they were communicating with the Trump campaign. What do you mean why? It's clear why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "How were they communicating with the Trump campaign? How were they doing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Look, do we want to walk through each of the sections of the Mueller report? If we have time, we can do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, I am just saying, what you're saying is not accurate. Michael Cohen tried to communicate with the Russians, he didn't even have their e-mail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "But they reached out multiple times to members of the Trump campaign and that is why they were being investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "So when Hillary was talking to Russians and paying Russian, should we have surveilled her, too? I'm just kind of checking, so we're all on the same level here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Well, so we're clear Rudy Giuliani was working for the campaign and was talking to the FBI behind the scenes -- FBI agents -- and finding out information that was not appropriate about what was happening in those campaigns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Wait, one last thing though, sorry, one last thing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLBEE",
      "sentences": "That she was being investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Sorry, one last thing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Do you call that spying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Is it illegal to talk to Russians, I am just checking because I've talked to Russians. I spent some time in Russia, is that illegal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Sometimes. It depends what you talk about, Dan. Don't tell me. I don't want to be an accomplice, but it depends what you say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Oh, guys, thanks a lot, Congressman and Austan Goolsbee. Thank you so much. I appreciate it. Next, Ilhan Omar is having some legal trouble. Trace Gallagher will have a report with details. And then Joe Biden commits one of the biggest political flip flops of all time. Kayleigh McEnaney and Matt Schlapp will have reaction. Stay with us. This is as “Hannity” special rolls along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Welcome back to this special edition of Hannity, \"Justice in America.\" Congresswoman Ilhan Omar is in some hot water tonight as she faces fines for campaign finance violations. Fox News correspondent, Trace Gallagher joins us live from our West Coast newsroom with the latest -- Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Dan, good evening. This goes back to when Democratic Congresswoman Ilhan Omar was a Minnesota state lawmaker. Now Minnesota campaign finance officials have ordered her to pay back about $4,000.00 for repeatedly using campaign money for unlawful purposes including personal travel and paying a law firm to correct her income tax returns. But some conservatives say the real story here isn't the misuse of campaign funds, it's her tax returns and here's why. The initial complaint was that Ilhan Omar used campaign money to help pay for her divorce. State officials investigated and found that was not the case, but it does appear that Omar may have filed joint tax returns in 2014 and 2015 with her current husband, Ahmed Hirsi. But at the time she was reportedly married to another man, and tax experts say the IRS only allows joint filings if the state legally recognizes the marriage. So conservatives are now accusing her of tax fraud, which is a felony. Omar says the accusations are baseless and politically motivated -- Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Thanks a lot, Trace. New tonight, Joe Biden is making it clear that he is willing to say and do absolutely anything to appease a new radical left like doing an abrupt flip-flop on the issue of abortion funding. Because literally a day after issuing a statement reaffirming his decades- long support for the Hyde Amendment which restricts Federal tax dollars from going to abortion, Biden changes his view and now says he can no longer support the amendment. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "We now see so many Republican governors denying healthcare to millions of the most poorest and most vulnerable Americans by refusing even Medicaid expansion. I can't justify leaving millions of women without access to the care they need and the ability to exercise their constitutionally protected right. If I believe healthcare is a right, as I do, I can no longer support an amendment that makes that right dependent on someone's zip code.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Now compare that with what was being said about his position just this week. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CEDRIC RICHMOND, D-LA",
      "sentences": "He is a deeply religious man, I think everyone knows that and he is guided by his faith and his position on the Hyde Amendment has been consistent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "But Joe Biden has and I've done some reporting on this today and I am told explicitly that it is Joe Biden himself who says this is my conviction and I'm not changing it. This is how I have felt and this is how I have voted for my four decades in public service and I'm not changing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You see what's going on here? Biden has no core values, no core ideas and his campaign is already doing damage control. Joining me now for reaction, American Conservative Union Chairman, Matt Schlapp and National Press Secretary for Trump 2020, Kayleigh McEnany. Matt, I'll go to you first on this one. I was joking around with Tucker before about this when I did the news explosion because I'm seriously having a tough time about the flip-flop- flop-flip-flop, so he was for Hyde in 1976, he was against Hyde a few days ago; now he's for Hyde and was against Hyde again. Matt, can you please explain to us where Joe Biden is right now on the Hyde Amendment. We'd love to hear it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION",
      "sentences": "Well, the saddest thing of all, Dan is to watch him stumble through that statement. Clearly, he doesn't know what to say or what to do. The first thing that's important to keep clear is, abortion is not healthcare. And just because the Supreme Court wrongly found the word abortion in the Constitution which never appears there by the way, it still doesn't mean that your fellow citizens have to pay for your ability to exercise that right. These are very fundamental questions. Joe Biden for decades, he started off as a pro-life senator and for decades, he moved back and said, look, this is a moral question. We shouldn't use our taxpayer money to pay for something that is so morally controversial. And now it just shows you where the Democrats are. This is an open borders, Green New Deal, socialist Democratic Party that believes in post- birth abortion, late-term abortion. They are exceedingly radical and Joe Biden is trying to go along to get that brass ring and it's not worth the 30 pieces of silver.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Kayleigh, this was a 540. It wasn't a -- he did a 180, then a 360, then he did the 540, right? So he's back to now not supporting it, which is really radical by the way. I am pro-life conception to natural death, but I think a relatively centrist bipartisan position was even if you don't agree with me, I shouldn't have to be or nor should you have to pay with your tax dollars for someone else's choice to have an abortion. That seemed like a reasonable bipartisan position. Well, the Democratic Party is not reasonable anymore and my question to you is if Joe Biden couldn't withstand the tweets of Alyssa Milano who apparently influenced him, she was the boss on this one, how does he expect to stand up to Donald Trump who has been a vigorously pro-life President to this point? KAYLEIGH MCENANY, NATIONAL PRESS SECRETARY FOR TRUMP 2020: That's right. Look, Joe Biden is puppet boy. There is someone pulling his strings. It is pathetic. He has no convictions, no principles, no message and the question is who is pulling those strings? And as you just noted, it's Alyssa Milano, a Hollywood actress. It's junior level staffers who reportedly convinced Joe Biden to reject whatever principles he had left. They're gone. They're out the window. This is puppet boy. And it's incredible, 72 hours ago, I was over on CNN and that first clip you played was really important because that was Cedric Richmond, his national co-chair who just before I came on, went on about Joe Biden's faith and he is a religious man. He has these convictions, so he supports the Hyde Amendment. In 72, hours where did his faith and his convictions and his principles go? Out the window. Because the radical left and Alyssa Milano and Hollywood and junior level staffers demanded it. Reject puppet boy. Embrace principle. Vote for Donald Trump. That's what I'm here to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You know, Matt, Kayleigh is absolutely right. I mean, we're not talking about a flip-flop on a tax rate. We're like, Joe Biden suggested a 50 percent tax rate; now he is at 55. You know, people they evolve on stuff like that all the time. You said Joe Biden's own words, he's a Catholic. I'm not putting words in his mouth. All of a sudden, overnight, Federally-funded, taxpayer-funded abortions. He flips overnight. I mean, that says to me that this is a pretty spineless politician.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Yes, and remember for all eight years of the Obama presidency, he also supported the Hyde Amendment. So this is something he is doing like I'm like I'm saying, to get that last line on the resume, right, to get the big job, he is being convinced that he can't even say which is approved by 60 percent plus of the American people that we shouldn't use your money, Dan Bongino, and your money, Kayleigh McEnany to pay for abortions. They even give the exceptions on the Hyde Amendment. They say if it's rape, if it's incest, if it's the life of the mother at stake, you know, then you can get that Medicaid abortion procedure. So this is the -- this is actually quite a modest thing to be for. Simply take everyone's taxpayers money and hold it harmless on these serious moral questions and even that, even that very modest careful step, tiny little step towards life, Joe Biden and the Democrats can't before because they have become radicalized. This is not your grandfather's Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Matt and Kayleigh, thanks a lot. Really appreciate your insights on this. Thank you. Are we finally seeing an end to the border crisis, thanks to President Trump? Congressman Andy Biggs and Tammy Bruce will be here to react to the latest breaking news. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Welcome back to the special edition of “Hannity.” Breaking tonight, President Trump just announced on Twitter that the United States has reached a signed agreement with Mexico. The tariffs that were scheduled to be implemented on Monday were suspended indefinitely, in exchange for Mexico taking strong measures to stem the tide of migration through Mexico. Mexico had already begun taking action earlier this week. The Mexican military police and immigration agents blocked the advance of 1,000 Central American migrants and according to reports, the government proposed to send 6,000 National Guard troops to its southern border with Guatemala. Joining us now for reaction, Fox News contributor Tammy Bruce and Arizona Congressman, Andy Biggs. Tammy, I'll go to you first. I mean, there's -- we know the media can't stand this President, but is there any way to frame this other than a big win for the Trump administration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, CONTRIBUTOR",
      "sentences": "Well, it obviously is. I mean, what a concept that Mexico would actually take control of their southern border and they've done so in the past. We know they can. It's very strange that they just suddenly, they just kind of weren't, and all these thousands of -- 144,000 people that we actually captured. Who knows how many got through beyond that in the month of May? It's an obscene number of people and not just of course the people from South and Central America, from Congo, from Algeria, from Angola et cetera -- from Africa, all around the world. Bottom line is, it is undeniable now as we know this is not just a -- it's a humanitarian crisis, but also, it is a health crisis with everything else that's going on with infectious diseases. I've got to column up now at foxnews.com addressing that as well. These are remarkable events. The President's approach worldwide on tariffs, this is another example of his strength with the economy and using it for the benefit of the United States, not just with the economy, but for our national security. It has not happened before. No other president has done it and has -- or maybe tried, and has not done it properly. This President has not only -- it doesn't matter that the Democrats won't admit it. Right now, we understand how great this President is and history will prove him to be one of the greatest Presidents. I want to mention one other thing, Independent Women's Voice of which I'm President has a petition for the President and for the CDC regarding the health crisis. You can learn more about that IWV.org, which is being facilitated in part at the border and this crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Got you. Congressman Biggs, so you know, the media has a hundred percent success record of failure. They succeed at failing 100 percent of the time when criticizing Donald Trump. It's amazing, their success record is unparalleled there. But one of the things they knock him on frequently is his unpredictability. But do you agree with me here? I don't want to put words in your mouth, but his unpredictability here has been a huge asset because every other President, both Republican and Democrat prior to this has been very predictable on the immigration crisis at the border. You know what they would predictably do? Zero. Absolutely nothing and President Trump got to win. I've got to get your thoughts on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ANDY BIGGS, R-ARIZ.",
      "sentences": "Yes, you know, Dan, you're exactly right. I mean when you think about it, his unpredictability -- I don't like to think of it as unpredictability, I like to think of it as some kind of strategic chaos. Because the one thing that is predictable and we saw this here is that if he says he's going to do something, he is going to do something and so the Democrats are all over him this week after he comes back from Europe saying, \"Oh, the rest of the world doesn't have respect for Donald Trump and the United States.\" Go tell that to Mexico. Go tell that to China. Both are reacting to strong President Trump policies that really have driven this and I hope ultimately will solve this border crisis through his policies of toughness and that's really what we haven't had in a long time. He is keeping his promises. It's now up to Congress to kind of catch back up and keep our promises as well. So, I think, he may be unpredictable to some, but you know what, he has been a disrupter, but when you keep your promises, when he says something, you may not have been expecting it, but you can expect one thing, that he is going to keep it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And know how he is unpredictable? Is that it smashes the status quo. It moves us forward. It eliminates the dynamic of what the system has been expecting, which is the same dynamic the global world, the new world order --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But let me ask you this because you just said something. I'm dying to get your take on this. Is this a remnant of the fact that Trump is not a swamp creature? He has not grown up in the ways of Washington to learn to be helpless, to learn to capitulate. Is that why he says, you know what, why can't we impose tariffs? Because we've never done it before. Well, has anyone tried it? No, is this just Trump being Trump, like I'm not going to do it the old way. The old way doesn't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It is and it's also the economy, the remarkable Renaissance of this economy and the expectation because he knows what he's doing that it will continue, so it allows you to take additional steps, but of course his approach is the approach for the American and the Mexican citizen, the citizen of the world who wants a world that we get rid of terrorism, deal with these international scourges of these infectious diseases that are moving around, the chaos that Europe is seeing. The world is seeing this. The citizen is seeing a citizen representative as embodied by Donald Trump and of course, you would say unpredictable, only because he is successful and I guess success for the swamp is the strange unpredictable thing they haven't seen before. Welcome to it, bring it on. There will be more. Six years more, but there's a lot more to do, so it's an exciting time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Congressman Biggs, a quick last word from, you are we going to see an economic rebound now from this? I mean, this is big news. I know the stock market got a little jittery about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIGGS",
      "sentences": "Yes, we're going to see a rebound. The jittery was fake. This is real and I think we're going to be strong and the economy is going to continue on an upward swing, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Thanks a lot, Congressman. Congressman and Tammy, thank you so much. When we come back, you won't believe what the ladies of \"The View\" said today. We'll be right back in this HANNITY special, \"Justice in America.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Welcome back to the special edition of Hannity, \"Justice in America.\" Tonight's villain of the day is one of the President's most vocal haters. Joy Behar is famous for pushing her liberal perspective on \"The View,\" yet she somehow thinks she's a centrist, yes, take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, ABC HOST",
      "sentences": "I'm a little confused about when they say they're too far to the left, because in my day, we had cleaner air. We had -- I went to a state school -- city and state schools that were virtually free, so we don't have that anymore. They don't do that anymore. So there was that. We all had health insurance when I was a kid and the doctors didn't charge much at that time, so are those the lefty positions? What is it that they say is so progressive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEGHAN MCCAIN, ABC HOST",
      "sentences": "You are far to the left --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEHAR",
      "sentences": "I am far to the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAIN",
      "sentences": "So for you, it's probably -- it is hard for you to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Unfortunately, it's all the time we have left for this evening. Thanks again for watching tonight. I really appreciate it. And if you want to hear more, check out my podcast called \"The Dan Bongino Show,\" crazy how they found a host called Dan Bongino for \"The Dan Bongino Show.\" You can find that wherever you get your podcasts. As always, thanks a lot for being with us. Sean will be back here on Monday. Have a really great weekend. Take it easy. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, HOST",
      "utterance": "Welcome to a special edition of “Hannity: Justice in America.” I'm Dan Bongino, in tonight for Sean. Now, we start with a Fox News alert. Just minutes ago, President Trump announced he is suspending the threat of economic tariffs against Mexico after the country agreed to take tough legal action against illegal immigration. We'll have full coverage of this coming up. But, first, we begin with the big breaking news from Catherine Herridge who is now reporting that U.S. attorney John Durham is, quote, dialed in to his ongoing investigation in the origins of the Russia witch hunt. According to sources, Durham is asking the right questions and getting to the truth. Durham is working in coordination with the DOJ Inspector General Horowitz, who's investigating FISA abuse and the top Democrats are worried that these ongoing probes could throw cold water on their impeachment dreams. But it's not just congressional Democrats fantasizing about impeachment. Former top FBI lawyer James Baker is now praying to the impeachment gods. Watch this."
    },
    {
      "speaker": "JAMES BAKER, FORMER FBI LAWYER",
      "utterance": "Impeachment is a political process. And to my mind, if you don't have the support of the American people, it's not going to go forward. That requires educating the American people. That's what Congress needs to do and focus on, and figure out how to do that in an effective way."
    },
    {
      "speaker": "BONGINO",
      "utterance": "That is what the so-called nonpartisan FBI look like under Jim Comey's dreadful leadership. And tonight, we are now learning that Lt. General Michael Flynn caught the attention of the federal investigators as early as 2015 and was even a target of Stefan Halper. Remember the informant who spied on both George Papadopoulos and Carter Page? Joining us now with more is Florida Congressman Matt Gaetz and Ohio Congressman Mike Turner. Congressman Gaetz, I'll start with you. This investigation is getting uglier by the minute as more of these investigation goes out in a drift, drift fashion. But one of the problems, Congressman Gaetz, I have with this is that the Mueller report is appearing more and more by the day like one big extended op-ed. We found out this week about -- remember the doctored Nancy Pelosi video? We found out that the transcripts from President Trump's lawyer John Dowd, the actual transcripts to a voicemail to Mike Flynn, there were the keywords missing in it. I mean, is Mueller writing an op-ed or doing an investigation?"
    },
    {
      "speaker": "REP. MATT GAETZ, R-FLA.",
      "utterance": "Well, we continue to see chinks in the armor when it comes to the Mueller report, and I would point you to the great work by John Solomon who frequently appears on this program who pointed out that Konstantin Kilimnik who Mueller identified as an individual connected to the Russian intelligence was actually a source of the State Department working with our government. So, if Robert Mueller wasn't able to ascertain who was spying for the Russian and who was collecting a reporting intelligence to our own government, I think it would call in question substantial portions of his work. But there is three real levels of what Mr. Durham's doing that are important, the FISA abuses, the lies before the courts that should not have occurred, also the illegal leaks. Your point about James Baker really highlights the extent to which under James Comey leadership, the FBI wasn't conducting the investigations and looking for the truth. They were trying to shape public opinion. And I think most notably the corrupt origins of the investigation inside the Obama White House, where we weren't just violating the rights of our own citizens in our country, we were actually off trying to pressure our allies like Britain to collect intelligence on people that we would have had no ability to do here in the United States -- all that together is supposed bad news for the people in the Obama White House."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, I want to get back to Kilimnik. But, Congressman Turner, I go to you first on a kind of a related topic here. You're up on the Hill and you see what is going on every day. Do you sense a tide is turning feeling up there on the Hill where the Democrats realize there is something going on here? That there was clearly, this was not, to quote Susan Rice, by the book FBI investigation here. I mean, listen, your colleagues up on the Hill are the Democrats. We may not agree with them, but they are not stupid. They have to know that there were severe abnormalities here. Do you think they're getting worried that this is coming out and it may rebound on them?"
    },
    {
      "speaker": "REP. MIKE TURNER (R-OH)",
      "utterance": "One of the things I think they are worried about is the new authorities that the Attorney General Barr has with respect to declassification because you remember, it's not just these investigation, the origins of the investigations, it's also the American public getting the truth and getting the actual information. Remember when Michael Cohen came to testify before the Intelligence Committee which I serve on, there were a number of leaks about Michael Cohen's testimony was going to sink the president and leaks about what was in his testimony. And, you know, the story sort of came to a screeching halt the moment that the transcript was released and people saw what was in it. And I think that's part of the aspect that's going to be really important as the inspector general, as the attorney general, as they move forward with this investigation of the origins of this, which I had to live through with the intelligence committee. They're certainly going to find not only holes in everyone's stories but they're going to release this information to the public so they can read it themselves and see that not only was there no \"there\" there, but there were some real misdeeds done. It's very obviously I think clear to the American public that Comey, Clapper, Brennan and Baker, when they stand on the television sets now and are clearly anti-Trump bias, that that bias predated their leaving the government. It was certainly there when they were over these agencies that were so important that were targeted at the American citizens."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Congressman Gaetz, on the point you made about Konstantin Kilimnik, this is just really disturbing. So, we find out in the Mueller report that there are real sins of omission here, that Mueller -- I don't want to leave Weissmann out of this. We should be clear -- Andy Weissmann is definitely -- his fingerprints are all over this. You brought up the fact that they damn Manafort in the report for having these discussions with Kilimnik, and whether they are appropriate or not is up for you to decide. He wasn't charged for the conversations, but Kilimnik was the source for the State Department in the Obama administration. And then we find out this week as well that one of Mueller's confidential informants in the case, it's an allegation, of course, but apparently was arrested for the child pornography of all things. This was Mueller's source? I mean, this report is getting uglier by the minute."
    },
    {
      "speaker": "GAETZ",
      "utterance": "And it continues to trend where there's information that's not damaging to the president, you get these deep state actors who try to keep that information away from the public view. So, again, you see that it in the Mueller report where the Kilimnik information was not cast in accurate light. But even before then in the fraud that occurred before a secret court with no defense attorney present, you had the Department of Justice and the FBI presenting information that seemed to indicate that George Papadopoulos was off colluding with Russians when the reality is they had a transcript where Brits run intelligence against Papadopoulos and Papadopoulos denied ever having engaged in these unlawful acts. And so, they are presenting information to try to reinforce their bias. Rather than putting forward the information that would have spared our country from this 22 months of division because from the beginning it was on that there wasn't collusion but they allowed the investigation to persist."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Congressman Turner, so we have seen some -- information has come out, but we have seen very little accountability. I'm trying to get the best way to phrase it. I get e-mails a lot from people, from listeners, and I see them on Twitter all the time as well. They're upset. They see people getting off. There is allegation of a senior FBI official accused of leaking. Of course, the DOJ didn't want to prosecute that case. Why does it appear if it involves a Trump-associated person, Mike Flynn, George Papadopoulos, Paul Manafort, that the heavy hand of justice comes down on them hard? Early morning raids, severe prison sentences, Paul Manafort ridiculously is in solitary confinement on Rikers Island? I was a cop in NYPD. You don't want to be on Rikers Island. No less solitary in Rikers Island. Yet when it comes to people involved with the DOJ, where it could negatively implicate a Democrat or someone in the FBI involved in spying, they seem to get off. Are we ever going to get accountability?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Well, the inequity certainly does seem very troubling. I can tell you from the perspective of the Intelligence Committee and certainly as you are aware from the Oversight Committee. Criminal referrals have been made, as a result of the both inaccurate statement that people made, lying under oath. The -- I believe this thing is going to go right to the heart of the inception of this investigation. But you're right, the people around Trump were clearly pursued for the purpose of trying to turn them against the president and say things that are not true. Mueller investigation found no collusion. They did not conclude. They found there was no evidence ultimately to conclude that the president committed a crime on obstruction. But yet, they put tremendous pressure on the people around them, including ruining their lives and pursuing them with criminal prosecution. There are criminal referrals that have been made that I think go right to the heart of people being dishonest, realizing their bias and abusing their power. I think the attorney general is going to undertake this and I think the American public is going to get answers. I think we need to change the laws --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Let me follow-up. Listen, I understand and I totally get it that you're not -- you can't go out and physically put handcuffs on people. That's not your job. You're a legislator. You can make referrals. I totally get that. But I think the frustration is, you know, is there any pressure that we can put on the DOJ and people to do their jobs? It seems like the inequities are leading to a real imbalance. I mean, the republic only matters if the people have fidelity to it and believe that the Constitution means something. It seems to mean something for one side but mean absolutely nothing to the other side of the political debate. And I guess my question better phrased is, what from your side can be done about this?"
    },
    {
      "speaker": "TURNER",
      "utterance": "I think the general investigation --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Sorry, I was just getting a quick follow-up. I'll go to you Congressman Gaetz for the last word. My apologies. Congressman Turner?"
    },
    {
      "speaker": "TURNER",
      "utterance": "My understanding is, you know, if you look to Attorney General Barr's investigation, the inspector general's investigation, these are going to get to the heart of were there laws broken, where there procedures broken? You know, clearly, things were done by the book. Clearly, there were abuses of the process. We're going to get data and information from which those investigations can lend themselves to the criminal prosecutions hardest and the referrals from the Intelligence Committee and the Government Oversight Committee."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Congressman Gaetz, I give you the last word on that. What do you think can be done? I mean, people are getting frustrated out there."
    },
    {
      "speaker": "GAETZ",
      "utterance": "The American people are sick and tired of a double standard that seems to pave a yellow brick road to the exoneration for Hillary Clinton, when they were clearly crimes committed there, while at the same time casting these aspersions on Donald Trump without a basis as a result of bias. The only reason while we haven't had people thrown in jail yet is because Jeff Sessions did a terrible job as attorney general. Now, we got a real attorney general. Mr. Durham is on the case. And the information we have now seems to indicate that at every level of this corruption, there is going to be accountability and there is going to be a restoration of justice and the rule of law. And I can't wait for it."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Congressman Gaetz, Congressman Turner, thanks so much. I really appreciate it. Thanks a lot. Thanks to Judicial Watch, we now have even more evidence in corruption and incompetence at the highest levels of our bureaucracy. Newly uncovered documents are showing that the conduit of the deep state himself, Bruce Ohr, was actually given a whopping $28,000 bonus and a raise -- compliments of you, the American people -- during the very height of the Russia witch hunt. But that's not all. Yet another discovery from the Judicial Watch is revealing how the Clinton e-mail investigation was so botched that the important investigatory notes are totally missing, while others are damaged beyond repair. Nothing to see there, folks. Joining us with more is Judicial Watch President Tom Fitton, and the FOX News legal analyst Gregg Jarrett. Gregg, I'll go to you on this again, speaking in these inequities. There's magical information appears on Trump all the time about Kilimnik being a Russian intelligence guy despite the fact that the State Department used him. We found out with the Trump Tower meeting with Veselnitskaya that this was so horrible for Donald Trump Jr., yet Veselnitskaya was working with the company paid for by Hillary. And yet when it comes to information on the Clintons, it all seems to magically disappear as the black hole."
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "utterance": "Unequal justice, selective prosecution became hallmarks of the Obama administration and James Comey and Robert Mueller. I'll give you a couple of examples. Huma Abedin told the FBI, oh, there was no hacking of the Clinton server. Documents show that was simply untrue. The Chinese hacked her server and she knew it. So, that appears to have been a lie. Huma Abedin and Cheryl Mills also told the FBI -- and again this under oath -- we don't know anything about Hillary Clinton using a private unauthorized server. Documents show they were talking about it, communicating about it. And yet, they never prosecuted. Comey was asked about it. Why didn't you prosecute that? Oh, he said, you know, failing memories should be forgiven. So, the lesson here is, if you a friend of Hillary Clinton, you get a free pass. If you so much as cough and sneeze in the vicinity of Donald Trump, the full force of the federal government will come after you with a vengeance."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, well, Mike Flynn and George Papadopoulos' failing memories weren't forgiven at all. They were thrown in jail."
    },
    {
      "speaker": "JARRETT",
      "utterance": "That's right."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Ridiculous. Tom, I'll go to you. Judicial Watch has been doing just tremendous work lately, Tom, and your recent discovery here of this missing information of the FBI. I have a theory on this. Tell me if you think I'm right. That is the inspector general of the intelligence community's notes with the FBI, correct? Some of that are missing?"
    },
    {
      "speaker": "TOM FITTON, PRESIDENT, JUDICIAL WATCH",
      "utterance": "That's right."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Is it possible -- I mean, you know better than I. You're going the guys who are the ones who FOIA'ed it. Is possible that was some kind of a damage assessment done by the intelligence community about the Hillary Clinton's e-mail if it was hacked and what was out there?"
    },
    {
      "speaker": "FITTON",
      "utterance": "Well, the dates line up. The missing meeting notes are from a meeting that the intelligence community I.G. had with Peter Strzok and company. It looks like about a month after the ICIG referred it to DOJ. So, they had this -- the Intelligence Committee referred to the Justice Department Hillary Clinton for the investigation over her missing e-mails, the national security implications. They have a meeting about the issue a month later, and the notes are nowhere to be found. And it looks like it lines up with the discussions that the agencies had about whether the Chinese gained access to her e-mails. And the notes are gone. And it says the result of a lawsuit that has come. It's not voluntary disclosures. You know, to me it shows they didn't care. I mean, it was a sham investigation. They lost some notes. Who cares? Last week, they admitted to us that there were 302s, four witnesses, interview statements were missing. So, you know, you don't care about the investigation, you know, it's wired, you're not going to do the basics like keep notes of the meetings and be diligent and record everything that happens."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You know, one of things, Gregg, I saw in the Judicial Watch report is the potential that some of the Hillary Clinton information on the server may have appeared on the dark web. Some of it was classified. With the classified markings marked out."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Oh, sure."
    },
    {
      "speaker": "BONGINO",
      "utterance": "This is really staggering information. We are talking about the secretary of state. She is not trafficking in low-level information. You know, I was an introductory Secret Service agent, we worked the treasury check cases. They were nice to work but they weren't national security cases. This is the real deal. She was the secretary of state."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Oh, absolutely. And she jeopardized the national security. She didn't care, Obama didn't care. Obama went on national television, in fact, on Fox News with Chris Wallace and said she didn't jeopardize national security. She was a little careless. And, of course, that was the clarion call to Comey and the Department of Justice to stomp the foot on the scales of justice and clear Hillary Clinton even though they knew she committed crimes, more than 100 of them representing 110 classified documents on her unauthorized server. Comey twisted the law, contorted the facts to absolve Hillary Clinton, making the announcement on the day that his FBI furtively meeting in London with the author of the phony dossier. And that was the beginning of the Russia hoax that begot the witch hunt."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You know, Tom, doubling down on what Gregg had to say here, the beginning of the investigation obviously has become a scandal in and of itself. The FBI story doesn't seem to make any sense when you analyze it with the clear eyes. They said it started with a George Papadopoulos tip to Downer at the end of July, July 31st. But the problem, Tom, is we have FBI agents over two weeks before, middle of July, before July 31st in London, meeting with Christopher Steele and the dossier. Is the big scandal here the fact that the FBI is not telling us the full story the entire time about the origins of the case? Is that what Bill Barr is going to give us?"
    },
    {
      "speaker": "FITTON",
      "utterance": "Well, Mueller didn't tell us the full story of the origin of the case. They suggested that it started later than it did. You know, the FBI hasn't, quote, told us anything. It's all been leaks and suppositions. Mueller was supposed to tell us the truth. As you have seen the Mueller dossier is being shown to be a sham. If I were the A.G., Dan, I would issue a black box warning about -- with the Mueller report, equivalent of black box, you can't trust it."
    },
    {
      "speaker": "FITTON",
      "utterance": "We disavow it. It's there if you want to look at it. There may be some facts you can double check but we can't vouch for it."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I love that."
    },
    {
      "speaker": "FITTON",
      "utterance": "And, you know, and so, we've got these documents coming out for instance that Bruce Ohr is getting unusual bonus, at least given the recent salary history in the middle of the Russia-gate investigation. Just about the time he is launched by the FBI and the DOJ to be the back channel as you pointed out to Christopher Steele after the FBI fired him. So, he gets a big bonus. Then it comes out he was dealing with Christopher Steele on the down-low because evidently Sessions and company didn't know about it, so they removed him. You know what? They kicked him upstairs to the international group and gave him a raise."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes. Gregg, I hypothesized from the start that Ohr is the key to this whole case. He seems to be the information launder, as I refer. He wasn't money laundering, he was laundering information. He was making illegitimate information look real because it came in through his position, through his wife and him at the DOJ. Now, he gets a raise for it. But one of the abnormalities in this case, I know you've been all over in your books, Simpson and Ohr, their stories don't make sense. Simpson said he contacted them after the election in Thanksgiving -- contacted Ohr around Thanksgiving. But Ohr is saying he made contact with Simpson in August. So, obviously, the stories can't marry up."
    },
    {
      "speaker": "JARRETT",
      "utterance": "And Nellie Ohr has received a criminal referral because of that very fact. And you're right, Bruce Ohr and Glenn Simpson's testimony don't match up. I think Glenn Simpson is in a world of legal trouble, which is why he eventually invoked the Fifth Amendment."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Was it convenient too? He says, Oh, just met Ohr after the election in November. When in reality is Ohr -- that changes the whole story and it will give Simpson a motive to say that."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes, I mean, look, there are so many bad characters in all of this. But Glenn Simpson, Christopher Steele, Bruce Ohr, Nellie Ohr, and the Ohrs, by the way, are profiting by this at the same time they are peddling this phony dossier. And now we learn today thanks to Tom Fitton and Judicial Watch, Ohr is getting $28,000 bonus for the work he did that resulted in his demotion. Only in American government can you profit by malfeasance."
    },
    {
      "speaker": "BONGINO",
      "utterance": "We paid for it. And so did you, America, you paid. Your tax dollars not so hard at work."
    },
    {
      "speaker": "FITTON",
      "utterance": "Quickly, Dan, the attorney general should just look at the documents his agency and the FBI give to Judicial Watch. He can do the prosecutions that he needs to based over that. It's incredible. It is all there in the public domain already."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Well, I hope he does because this was a major slap in the face that the taxpayer dollars are financing this kind of malfeasance. It's really grotesque."
    },
    {
      "speaker": "JARRETT",
      "utterance": "I got to get that job."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Writing an op-ed, right, it's not exactly chump change either. You get a lot of money. All right. Directly ahead, Democrats are still in an impeachment frenzy. Plus, President Trump responds to Nancy Pelosi's prison comment. We have a debate with Austan Goolsbee and Congressman Tom McClintock, next. Don't go away."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Welcome back to this \"Hannity\" special: \"Justice in America.\" The ongoing battle between President Trump and Speaker Nancy Pelosi escalated this week when Pelosi reportedly told fellow Democrats she wants to see Trump, quote, \"in prison.\" Isn't that nice? President Trump responded to the speaker during an interview with Laura Ingraham. Watch this."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "I think she is a disgrace. I actually don't think she is a talented person. I have tried to be nice to her because I would have liked to have gotten some deals done. She is incapable of doing deals. She is a nasty, vindictive, horrible person. The Mueller report came out. I was a disaster for them. Nancy Pelosi is a disaster. Let her do what she wants. You know what? I think they are in big trouble."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Trump wasn't the only person to take offense to Pelosi's comments. Even MSNBC hosts had problems with their comments. Check this out."
    },
    {
      "speaker": "ARI MELBER, MSNBC HOST",
      "utterance": "There was a judicial legal process. We have covered it extensively. It did not result in an indictment whether you like it or not. The next step does Congress want to deal with it? If the speaker doesn't want to go that route, she has every right to explain that. But if she doesn't want to go that route but she is making prison-esque, jail-esque references, does she risk, I ask for your analysis, does she risk getting close to a \"lock her up\" kind of frame?"
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC HOST",
      "utterance": "Imagine you live in some rinky-dink country in the world that has always looked up to ours, you know, some fourth world country that doesn't even have a democracy and here we have the leader of the opposition, saying the other guy to be imprisoned -- this is stuff we used to see in Pakistan in the old days. Defeat the guy and then hang him."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Well, Pelosi is talking about jailing the president a handful of the Democrats are pushing for impeachment. But as \"Axios\" shows us, they have a long way to get enough votes to make impeachment a reality. Joining us now with reaction is California Congressman Tom McClintock, and former Obama economic adviser Austan Goolsbee. Austan, I'll got to you first."
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER OBAMA ECONOMIC ADVISER",
      "utterance": "OK."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, Austan. So, what is with the police state bent of the modern Democrat Party? I don't get it. First, we have the spying scandal here. We have no Democrats coming out to calling out the government spying on President Trump. Now, we have calls from the speaker of the House to put president Trump in the handcuffs. I guess she thought it wasn't going to slip out to the general public. She said it behind closed doors. I mean, do you have a problem with this kind of stuff?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "I have somewhat of a problem with that I'm glad it wasn't a public statement. I wasn't there. I can't verify she said that. If she did say that, I think that is over the line. I don't think -- now, it's a line that the president of the United States, to be fair, is quite familiar with stepping over, too, calling for people to be investigated for treason, pronouncing them guilty before there is any investigation. But I certainly don't think that it is appropriate to either say you want the president in jail, or to say that you think that the president should be impeached when there has been no investigation. We haven't had any fact-finding. I think that's stepping over the line. I do have a problem with it."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Congressman, your take on this? We have seen this increasingly hostile position from the Democrat Party. It's really hard to believe when you see this. You have even people on MSNBC complaining like we are in a third world republic here. I mean, this is outrageous. This is the speaker of the House here talking behind closed doors. No one has yet to refute it conclusively, talking about putting handcuffs on the president of the United States after he was spied on -- he was spied on by their party. They should be apologizing to him. Not calling for his jailing."
    },
    {
      "speaker": "REP. TOM MCCLINTOCK, R-CALIF.",
      "utterance": "Well, there's tendency -- to criminalize our political process is disturbing. It goes back to the persecution of the Tea Party by the IRS. I still know Tea Party activists who won't go near politics because they are scared to death of bringing the IRS upon them. So, it's very regrettable. I will say this, though. It was behind closed doors. Politicians sometimes talk loosely behind closed doors. Sometimes they talk loosely out in public. But I do think that she is legitimately concerned over this obsession that the radical left within the Democratic Caucus has with the impeachment. I think they are in danger of running a foul of something that the Air Force pilots talk about. It's called target fixation. When a pilot is so fixated on a target, he ends up flying his plane into a mountain. The Democrats campaigned as the problem solvers in the 2016 election. They have been nothing but trouble-makers in the days since then. And I think the American people are getting tired of it."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You know, Austan, I know I kind of hinted at this before, but it generally concerns me. I'm not being hyperbolic when I say this. You're a pretty reasonable guy. But where are the Democrats in your party speaking out about things like this and things like the spying scandal. I mean, we know now, we know conclusively the President was spied on. Again, that's not up for debate. The only part to debate is was it predicated? I think that's absolutely false, but where are the Democrats even people like yourself speaking out saying, \"Hey, guys we're going down the wrong road. Time to take the loss on this.\""
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "I mean, I'm speaking out on that one specifically because I think that that is the wrong phrase to say that the President was being spied on."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Well, what would you call it?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "If somebody is getting -- well, if someone is being investigated, that's not being spied on and if you read the Mueller report --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, but they already admitted they were spying on him. They had a spy, like an actual spy. What would you call it? Surveillance?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "No, you're adding the phrase spying on."
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, no. He's called a spy. What would you call it? Unauthorized surveillance?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "When you say he, you're talking about Attorney General Barr?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "I am talking about Stefan Halper, the actual spy, the Intelligence who spied on the Trump team. What would you call it?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Look, I would say that they were being investigated and the Mueller report shows that they were being investigated for good reason. The Russians were ..."
    },
    {
      "speaker": "BONGINO",
      "utterance": "What reason?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "... heavily trying to influence U.S. elections in an illegal way."
    },
    {
      "speaker": "BONGINO",
      "utterance": "So why not spy on the Russians? Why spy on Trump? Why spy on Trump?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Because they were communicating with the Trump campaign. What do you mean why? It's clear why."
    },
    {
      "speaker": "BONGINO",
      "utterance": "How were they communicating with the Trump campaign? How were they doing that?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Look, do we want to walk through each of the sections of the Mueller report? If we have time, we can do that."
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, I am just saying, what you're saying is not accurate. Michael Cohen tried to communicate with the Russians, he didn't even have their e-mail."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "But they reached out multiple times to members of the Trump campaign and that is why they were being investigated."
    },
    {
      "speaker": "BONGINO",
      "utterance": "So when Hillary was talking to Russians and paying Russian, should we have surveilled her, too? I'm just kind of checking, so we're all on the same level here."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Well, so we're clear Rudy Giuliani was working for the campaign and was talking to the FBI behind the scenes -- FBI agents -- and finding out information that was not appropriate about what was happening in those campaigns."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Wait, one last thing though, sorry, one last thing --"
    },
    {
      "speaker": "GOOLBEE",
      "utterance": "That she was being investigated."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Sorry, one last thing --"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Do you call that spying?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Is it illegal to talk to Russians, I am just checking because I've talked to Russians. I spent some time in Russia, is that illegal?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Sometimes. It depends what you talk about, Dan. Don't tell me. I don't want to be an accomplice, but it depends what you say."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Oh, guys, thanks a lot, Congressman and Austan Goolsbee. Thank you so much. I appreciate it. Next, Ilhan Omar is having some legal trouble. Trace Gallagher will have a report with details. And then Joe Biden commits one of the biggest political flip flops of all time. Kayleigh McEnaney and Matt Schlapp will have reaction. Stay with us. This is as “Hannity” special rolls along."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Welcome back to this special edition of Hannity, \"Justice in America.\" Congresswoman Ilhan Omar is in some hot water tonight as she faces fines for campaign finance violations. Fox News correspondent, Trace Gallagher joins us live from our West Coast newsroom with the latest -- Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Dan, good evening. This goes back to when Democratic Congresswoman Ilhan Omar was a Minnesota state lawmaker. Now Minnesota campaign finance officials have ordered her to pay back about $4,000.00 for repeatedly using campaign money for unlawful purposes including personal travel and paying a law firm to correct her income tax returns. But some conservatives say the real story here isn't the misuse of campaign funds, it's her tax returns and here's why. The initial complaint was that Ilhan Omar used campaign money to help pay for her divorce. State officials investigated and found that was not the case, but it does appear that Omar may have filed joint tax returns in 2014 and 2015 with her current husband, Ahmed Hirsi. But at the time she was reportedly married to another man, and tax experts say the IRS only allows joint filings if the state legally recognizes the marriage. So conservatives are now accusing her of tax fraud, which is a felony. Omar says the accusations are baseless and politically motivated -- Dan."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Thanks a lot, Trace. New tonight, Joe Biden is making it clear that he is willing to say and do absolutely anything to appease a new radical left like doing an abrupt flip-flop on the issue of abortion funding. Because literally a day after issuing a statement reaffirming his decades- long support for the Hyde Amendment which restricts Federal tax dollars from going to abortion, Biden changes his view and now says he can no longer support the amendment. Take a look."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "We now see so many Republican governors denying healthcare to millions of the most poorest and most vulnerable Americans by refusing even Medicaid expansion. I can't justify leaving millions of women without access to the care they need and the ability to exercise their constitutionally protected right. If I believe healthcare is a right, as I do, I can no longer support an amendment that makes that right dependent on someone's zip code."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Now compare that with what was being said about his position just this week. Take a look."
    },
    {
      "speaker": "REP. CEDRIC RICHMOND, D-LA",
      "utterance": "He is a deeply religious man, I think everyone knows that and he is guided by his faith and his position on the Hyde Amendment has been consistent."
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "utterance": "But Joe Biden has and I've done some reporting on this today and I am told explicitly that it is Joe Biden himself who says this is my conviction and I'm not changing it. This is how I have felt and this is how I have voted for my four decades in public service and I'm not changing."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You see what's going on here? Biden has no core values, no core ideas and his campaign is already doing damage control. Joining me now for reaction, American Conservative Union Chairman, Matt Schlapp and National Press Secretary for Trump 2020, Kayleigh McEnany. Matt, I'll go to you first on this one. I was joking around with Tucker before about this when I did the news explosion because I'm seriously having a tough time about the flip-flop- flop-flip-flop, so he was for Hyde in 1976, he was against Hyde a few days ago; now he's for Hyde and was against Hyde again. Matt, can you please explain to us where Joe Biden is right now on the Hyde Amendment. We'd love to hear it."
    },
    {
      "speaker": "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION",
      "utterance": "Well, the saddest thing of all, Dan is to watch him stumble through that statement. Clearly, he doesn't know what to say or what to do. The first thing that's important to keep clear is, abortion is not healthcare. And just because the Supreme Court wrongly found the word abortion in the Constitution which never appears there by the way, it still doesn't mean that your fellow citizens have to pay for your ability to exercise that right. These are very fundamental questions. Joe Biden for decades, he started off as a pro-life senator and for decades, he moved back and said, look, this is a moral question. We shouldn't use our taxpayer money to pay for something that is so morally controversial. And now it just shows you where the Democrats are. This is an open borders, Green New Deal, socialist Democratic Party that believes in post- birth abortion, late-term abortion. They are exceedingly radical and Joe Biden is trying to go along to get that brass ring and it's not worth the 30 pieces of silver."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Kayleigh, this was a 540. It wasn't a -- he did a 180, then a 360, then he did the 540, right? So he's back to now not supporting it, which is really radical by the way. I am pro-life conception to natural death, but I think a relatively centrist bipartisan position was even if you don't agree with me, I shouldn't have to be or nor should you have to pay with your tax dollars for someone else's choice to have an abortion. That seemed like a reasonable bipartisan position. Well, the Democratic Party is not reasonable anymore and my question to you is if Joe Biden couldn't withstand the tweets of Alyssa Milano who apparently influenced him, she was the boss on this one, how does he expect to stand up to Donald Trump who has been a vigorously pro-life President to this point? KAYLEIGH MCENANY, NATIONAL PRESS SECRETARY FOR TRUMP 2020: That's right. Look, Joe Biden is puppet boy. There is someone pulling his strings. It is pathetic. He has no convictions, no principles, no message and the question is who is pulling those strings? And as you just noted, it's Alyssa Milano, a Hollywood actress. It's junior level staffers who reportedly convinced Joe Biden to reject whatever principles he had left. They're gone. They're out the window. This is puppet boy. And it's incredible, 72 hours ago, I was over on CNN and that first clip you played was really important because that was Cedric Richmond, his national co-chair who just before I came on, went on about Joe Biden's faith and he is a religious man. He has these convictions, so he supports the Hyde Amendment. In 72, hours where did his faith and his convictions and his principles go? Out the window. Because the radical left and Alyssa Milano and Hollywood and junior level staffers demanded it. Reject puppet boy. Embrace principle. Vote for Donald Trump. That's what I'm here to say."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You know, Matt, Kayleigh is absolutely right. I mean, we're not talking about a flip-flop on a tax rate. We're like, Joe Biden suggested a 50 percent tax rate; now he is at 55. You know, people they evolve on stuff like that all the time. You said Joe Biden's own words, he's a Catholic. I'm not putting words in his mouth. All of a sudden, overnight, Federally-funded, taxpayer-funded abortions. He flips overnight. I mean, that says to me that this is a pretty spineless politician."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Yes, and remember for all eight years of the Obama presidency, he also supported the Hyde Amendment. So this is something he is doing like I'm like I'm saying, to get that last line on the resume, right, to get the big job, he is being convinced that he can't even say which is approved by 60 percent plus of the American people that we shouldn't use your money, Dan Bongino, and your money, Kayleigh McEnany to pay for abortions. They even give the exceptions on the Hyde Amendment. They say if it's rape, if it's incest, if it's the life of the mother at stake, you know, then you can get that Medicaid abortion procedure. So this is the -- this is actually quite a modest thing to be for. Simply take everyone's taxpayers money and hold it harmless on these serious moral questions and even that, even that very modest careful step, tiny little step towards life, Joe Biden and the Democrats can't before because they have become radicalized. This is not your grandfather's Democratic Party."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Matt and Kayleigh, thanks a lot. Really appreciate your insights on this. Thank you. Are we finally seeing an end to the border crisis, thanks to President Trump? Congressman Andy Biggs and Tammy Bruce will be here to react to the latest breaking news. Stay with us."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Welcome back to the special edition of “Hannity.” Breaking tonight, President Trump just announced on Twitter that the United States has reached a signed agreement with Mexico. The tariffs that were scheduled to be implemented on Monday were suspended indefinitely, in exchange for Mexico taking strong measures to stem the tide of migration through Mexico. Mexico had already begun taking action earlier this week. The Mexican military police and immigration agents blocked the advance of 1,000 Central American migrants and according to reports, the government proposed to send 6,000 National Guard troops to its southern border with Guatemala. Joining us now for reaction, Fox News contributor Tammy Bruce and Arizona Congressman, Andy Biggs. Tammy, I'll go to you first. I mean, there's -- we know the media can't stand this President, but is there any way to frame this other than a big win for the Trump administration?"
    },
    {
      "speaker": "TAMMY BRUCE, CONTRIBUTOR",
      "utterance": "Well, it obviously is. I mean, what a concept that Mexico would actually take control of their southern border and they've done so in the past. We know they can. It's very strange that they just suddenly, they just kind of weren't, and all these thousands of -- 144,000 people that we actually captured. Who knows how many got through beyond that in the month of May? It's an obscene number of people and not just of course the people from South and Central America, from Congo, from Algeria, from Angola et cetera -- from Africa, all around the world. Bottom line is, it is undeniable now as we know this is not just a -- it's a humanitarian crisis, but also, it is a health crisis with everything else that's going on with infectious diseases. I've got to column up now at foxnews.com addressing that as well. These are remarkable events. The President's approach worldwide on tariffs, this is another example of his strength with the economy and using it for the benefit of the United States, not just with the economy, but for our national security. It has not happened before. No other president has done it and has -- or maybe tried, and has not done it properly. This President has not only -- it doesn't matter that the Democrats won't admit it. Right now, we understand how great this President is and history will prove him to be one of the greatest Presidents. I want to mention one other thing, Independent Women's Voice of which I'm President has a petition for the President and for the CDC regarding the health crisis. You can learn more about that IWV.org, which is being facilitated in part at the border and this crisis."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Got you. Congressman Biggs, so you know, the media has a hundred percent success record of failure. They succeed at failing 100 percent of the time when criticizing Donald Trump. It's amazing, their success record is unparalleled there. But one of the things they knock him on frequently is his unpredictability. But do you agree with me here? I don't want to put words in your mouth, but his unpredictability here has been a huge asset because every other President, both Republican and Democrat prior to this has been very predictable on the immigration crisis at the border. You know what they would predictably do? Zero. Absolutely nothing and President Trump got to win. I've got to get your thoughts on that."
    },
    {
      "speaker": "REP. ANDY BIGGS, R-ARIZ.",
      "utterance": "Yes, you know, Dan, you're exactly right. I mean when you think about it, his unpredictability -- I don't like to think of it as unpredictability, I like to think of it as some kind of strategic chaos. Because the one thing that is predictable and we saw this here is that if he says he's going to do something, he is going to do something and so the Democrats are all over him this week after he comes back from Europe saying, \"Oh, the rest of the world doesn't have respect for Donald Trump and the United States.\" Go tell that to Mexico. Go tell that to China. Both are reacting to strong President Trump policies that really have driven this and I hope ultimately will solve this border crisis through his policies of toughness and that's really what we haven't had in a long time. He is keeping his promises. It's now up to Congress to kind of catch back up and keep our promises as well. So, I think, he may be unpredictable to some, but you know what, he has been a disrupter, but when you keep your promises, when he says something, you may not have been expecting it, but you can expect one thing, that he is going to keep it."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And know how he is unpredictable? Is that it smashes the status quo. It moves us forward. It eliminates the dynamic of what the system has been expecting, which is the same dynamic the global world, the new world order --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "But let me ask you this because you just said something. I'm dying to get your take on this. Is this a remnant of the fact that Trump is not a swamp creature? He has not grown up in the ways of Washington to learn to be helpless, to learn to capitulate. Is that why he says, you know what, why can't we impose tariffs? Because we've never done it before. Well, has anyone tried it? No, is this just Trump being Trump, like I'm not going to do it the old way. The old way doesn't work."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It is and it's also the economy, the remarkable Renaissance of this economy and the expectation because he knows what he's doing that it will continue, so it allows you to take additional steps, but of course his approach is the approach for the American and the Mexican citizen, the citizen of the world who wants a world that we get rid of terrorism, deal with these international scourges of these infectious diseases that are moving around, the chaos that Europe is seeing. The world is seeing this. The citizen is seeing a citizen representative as embodied by Donald Trump and of course, you would say unpredictable, only because he is successful and I guess success for the swamp is the strange unpredictable thing they haven't seen before. Welcome to it, bring it on. There will be more. Six years more, but there's a lot more to do, so it's an exciting time."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Congressman Biggs, a quick last word from, you are we going to see an economic rebound now from this? I mean, this is big news. I know the stock market got a little jittery about it."
    },
    {
      "speaker": "BIGGS",
      "utterance": "Yes, we're going to see a rebound. The jittery was fake. This is real and I think we're going to be strong and the economy is going to continue on an upward swing, absolutely."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Thanks a lot, Congressman. Congressman and Tammy, thank you so much. When we come back, you won't believe what the ladies of \"The View\" said today. We'll be right back in this HANNITY special, \"Justice in America.\""
    },
    {
      "speaker": "BONGINO",
      "utterance": "Welcome back to the special edition of Hannity, \"Justice in America.\" Tonight's villain of the day is one of the President's most vocal haters. Joy Behar is famous for pushing her liberal perspective on \"The View,\" yet she somehow thinks she's a centrist, yes, take a look."
    },
    {
      "speaker": "JOY BEHAR, ABC HOST",
      "utterance": "I'm a little confused about when they say they're too far to the left, because in my day, we had cleaner air. We had -- I went to a state school -- city and state schools that were virtually free, so we don't have that anymore. They don't do that anymore. So there was that. We all had health insurance when I was a kid and the doctors didn't charge much at that time, so are those the lefty positions? What is it that they say is so progressive?"
    },
    {
      "speaker": "MEGHAN MCCAIN, ABC HOST",
      "utterance": "You are far to the left --"
    },
    {
      "speaker": "BEHAR",
      "utterance": "I am far to the left."
    },
    {
      "speaker": "MCCAIN",
      "utterance": "So for you, it's probably -- it is hard for you to --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Unfortunately, it's all the time we have left for this evening. Thanks again for watching tonight. I really appreciate it. And if you want to hear more, check out my podcast called \"The Dan Bongino Show,\" crazy how they found a host called Dan Bongino for \"The Dan Bongino Show.\" You can find that wherever you get your podcasts. As always, thanks a lot for being with us. Sean will be back here on Monday. Have a really great weekend. Take it easy. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}