{
  "date": "June 15, 2022",
  "headline": "'Your World' on the Fed's rate decision, stock market reaction",
  "subHeadline": "Guests: Phil Flynn, Jackie DeAngelis, Susan Li, Connell McShane, Ed Lawrence, Gerri Willis, Sarah Westwood, Kirsten Jordan, Kevin Brady, Stephen Guilfoyle",
  "url": "https://www.foxnews.com/transcript/your-world-feds-rate-decision-stock-market-reaction",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "Ready, set, hike. FOX on top of a Fed on fire and a stock market fired up, and all because interest rates today rocketed up. You heard us right, stocks soaring news that borrowing costs are rising. Now, stick with us here, because something very unusual is going on here, the Federal Reserve today hiking a key interest rate by three-quarters-of- a-percentage point. That's not only unusual. That's darn near unprecedented. In fact, you would have to go all the way back to 1994 to see anything like it. Back then, Bill Clinton was president, \"Forrest Gump\" was a box office hit, and police were chasing O.J. Simpson in a white Bronco. This time it's the Fed chasing something else, not O.J. on the run, but prices out of control. Experts call it getting ahead of the inflation curve, and investors liked what they saw. But will you? After all, your borrowing costs just went up and stand to go up even more. But the hope is that the tough medicine will work and this inflation fever will break. The only question, of course, is when. We have got you covered regardless with Connell McShane at the Nasdaq on why traders are buying the half-full-glass story, the guy They called the Sarge on whether order is returning, Ed Lawrence in Washington with the Fed chief, Jerome Powell, and what he's predicting, and Gerri Willis in New York on why borrowers are wearing, but savers, will, man, oh, man, they are rejoicing. Welcome, everybody. I'm Neil Cavuto. And this is a much more expensive \"Your World,\" but for today, at least, rejoicing at the prospect it won't last very long, at least the high prices. We got to Connell McShane at Nasdaq with more -- Connell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONNELL MCSHANE, FOX NEWS CORRESPONDENT",
      "sentences": "Well, hey there, Neil. I think investors, more than anything, liked what they heard from the Fed chairman, Jerome Powell, after the decision to hike interest rates. And the message from the chairman essentially boiled down to this: Yes, we know we had to be aggressive today, and we were, but don't get used to it. It might not be like this forever. So three-quarters-of-a-point higher, yes, that's a lot, first time since 1994 that we have seen them move like that. But then Powell comes out in his news conference, which you will hear more about in a moment, and he says, this is not going to be common, won't be common. And after those comments, it seems like the stock market really took off. I want to show you two charts of the Dow Jones industrial average just to kind of illustrate the point of where we have been and maybe where we're going. I mean, where we have been is important, because it gives us a perspective on today's rally in the market. The Dow fell, give or take, about 3,000 points in four-and-a-half days coming into today. So it was way down. At the end of that chart, we start to come back. If we zoom in and make that a one-day chart, just today, of the Dow Jones industrial average, then you get the Fed market reaction. At first, it was a bit muted at 2:00 p.m. Eastern time, but then, with those comments from Powell that this will not be a common occurrence, and, at the next meeting, he will be choosing between going at half-a-point or three-quarters-of-a-point, the market really shot up on that. I think tech stocks, and not just because we're here at the Nasdaq today, but just in general tech stocks are a really good place to look as a barometer for the market reaction, because they have been hit so hard in the market sell-off, Microsoft, Amazon and Apple all up significantly percentage wise in today's trading. So, as you know, Neil, investors always like to look to the future. What did they learn about the future today? Well, they know now that the Fed sees inflation at a higher rate than it originally thought. Instead of saying it was in the low 4's percentage wise, it thinks the inflation rate will be over 5 percent at the end of the year. So it thinks its key rate, the overnight bank lending rate, instead of being below 2 percent, will have to go up maybe as high as 3.4 percent at the end of the year. So that is their expectation. They seem to know the game that they're playing right now. But, again, the key comment, it seems, at least for investors, from Jerome Powell was, this will not be a common occurrence. So we will see where we go from here, but for today at least, a pretty good day for the market -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, they will take what they can when they can take it. All right. Thank you very much, Connell McShane. To Edward Lawrence now on Jerome Powell and this shifting language, because, if memory serves me, right, Edward Lawrence, he was talking not too long ago about half-a-point hike and that will do it. What happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARD LAWRENCE, FOX BUSINESS CORRESPONDENT",
      "sentences": "Yes. Yes. You know, and that's very interesting that he did talk about why that happened. And he said, it's very uncommon for the Federal Reserve Board to move in late data, with late data, and change the course of what they were planning on doing. It sounded like they were planning on doing a half-a- percentage point. But then, when they saw the CPI number, when you saw the consumer sentiment number, which he called eye-popping, it changed to 75 basis points, or 0.75 percent, on this. If you look at the forecast the Fed had, and the number of meetings they have left, we have the raise today. But then we also have -- they're forecasting three more possible raises at probably half-a-basis- point, 50 -- 0.5 percent, as well as a 25, 0.5 -- 0.25 percent -- I will get that right -- quarter-of-a-point. Before the end of the year. Now, in 2024, they're looking at possibly a rate hike, so they do look out a little bit. What's very interesting in all this is the growth, the GDP growth. They brought down the growth significantly, saying they will end this year at 1.7 percent. That's basically Obama administration growth. Now, the Fed sees that they're staying at 1.7 percent next year, and then still under 2 percent for 2024, 1.9 percent. Now, the Federal Reserve chairman saying that slower growth in the data, as well as that consumer sentiment number, which, again, was eye-popping, as he called it. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEROME POWELL, FEDERAL RESERVE CHAIRMAN",
      "sentences": "And I think if you look across that broad range of data, what you see is that expectations are still in the place, very much in the place where short-term inflation is going to be high, but comes down sharply over the next couple of years. That's really where inflation expectations are. And also, as you get away from this episode, it may get back down close to 2 percent. And so this is really very important to us that that remain the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE",
      "sentences": "And that's what they're trying to do. But you see the Consumer Price Index, the inflation rate now 8.6 percent. Businesses are feeling that 10.8 percent. So I went on to ask the chairman about slowing retail sales, which we saw last month, and if he's hearing that inflation is changing consumer habits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POWELL",
      "sentences": "You see some things getting -- sales going down. But, overall, spending is very strong. The consumer is in really good shape financially. They're spending. There's no sign of a broader slowdown that I can see in the economy. People are talking about it a lot. Consumer confidence is very low. That's probably related to gas prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE",
      "sentences": "So the chairman is saying that they have the tools, and they will use those tools to get inflation under control. And that's their number one goal, price stability -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Ed Lawrence, thank you very, very much. So that's the conundrum for the Federal Reserve. In other words, it's going to keep raising interest rates, where you have to get the kind of match whatever the inflation rate is. Now, if you looked at a roughly 8.6 percent inflation rate on the consumer level, you would have to go up a lot higher. But his thinking is, with the rate hikes to come, you're going to bring down that inflation rate, to the point you don't have to go that high. Nevertheless, rates are still going higher, and consistently so, meeting after meeting, at least through the end of this year into next year. Stephen Guilfoyle joins us right now. They call it Sarge. He's that much of an iconic figure. Susan Li with us as well. We just call her Susan. But she's an iconic figure in her own right. So, Sarge, let me ask you a little bit about how you interpreted what the Federal Reserve was saying. We're going big starting out, but we don't have to go big always. Do you believe that? STEPHEN GUILFOYLE, FOUNDER, SARGE986: I don't really believe that. I found it kind of almost emboldening that he was willing to go at least half-a-point next couple of meetings. So they are taking it somewhat serious. I think the market rallied today because we got exactly what we expected. I don't think we get any more than that. I don't think this is time to invest, although it might be time for guys like myself to trade. But for the folks at home, I don't think this rally was a jump-all-in-type rally. I think -- I find what they said about growth going forward, 1.7 percent for this year, and next year and the year after, I find that kind of alarming. I mean, the Atlanta Fed took their GDP expectation for Q2 down to 0.0 percent this morning, after Q1 was, what, minus-1.5 percent? So we know Joe and Jane average American are really hurting right now. And I don't think this offered much solace for the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's very interesting. Susan, the other thing is, is how high we're going to end up at the end of the year. If we're a little over 1.5 percent or so right now for rates the Federal Reserve can control, like this overnight bank lending rate, looking out to the end of the year, it could be up to 3, 3.5 percent. And that might not cut it enough. It might not do it. So what's your sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "sentences": "Well, I feel like Wall Street is relieved because the Federal Reserve, Jay Powell, met the market where it was, meaning that we got the 75-basis-point hike. We could get 50 to 75 next month, and he says that 75 basis points is not going to be a common occurrence. And I pretty much heard a lot of dovishness, trying to calm the market from Jay Powell today, talking about a softish landing, saying that the economy is still strong, especially if you look at the job opportunities there, two jobs for every applicant on the market. But credibility is a question, because, if you listened to the first few questions in that press conference, numerous times, he was asked, didn't you promise -- promise us 50 basis points last time? We got 75. Can we trust what you say throughout the rest of this year and when we get to 3.4 percent for that end-of-year interest rate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "But I would say, look, there's so much max bearishness on the market that any expectations being met is a positive. And that's why we're looking at this big rally to end the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Stephen, you're one of the best investors I have ever followed over these decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So you zig while others zag. And I'm looking at this and the response the stock market had today. Are you saying it's overdone, that they're missing something?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, for them for the market to turn successfully, all right, we -- I have been around, as you said, for quite a while. I have been trading professionally since the mid-'80s. The financial markets when into a downturn have never turned the other way without the Fed turning dovish. Now, the Fed is certainly not dovish right now. The Fed is hawkish, and they have to stay hawkish until they make progress on inflation. Also, the S&P 500 -- it's going to get a little wonky here -- trades at, what, 15.8 times forward looking earnings right now? The last few times...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's not too pricey. That -- you know, all of a sudden, that's still pricey, if you think about it, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Agreed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's not too pricey, no, but it's not where the Fed put is. The last few times that the Fed actually came to the rescue of the market, it was not until the S&P 500 was trading around 13.5 times. So if I do the math quick, that's about 13 or 14 percent more room we have to go to the downside before the Fed would come to our rescue. And that's assuming they make progress on inflation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So another 13 percent of the downside from here, and the major markets have already collapsed to the tune of 20 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Possible. It's very possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I will tell you right now I am over 40 percent cash right now. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Because cash tamps down volatility better than anything else I know. And cash is up. The U.S. dollar index is up, what, 9.5 percent this year? Inflation is 8.6 percent. So, yes, while it erodes your purchasing power, cash vs. the rest of the world is actually higher. If you're in bonds or stocks, you're not getting that kind of return. So cash is not a dead investment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very, very interesting. When people get nervous, that's where they put a lot of it, in cash. And so we will see how this carries through to tomorrow. Guys, I want to thank you both very, very much. So when interest rates go up as they're going up, and as the Federal Reserve has signaled they will continue to go up, if you owe, it's going to cost you dearly. But, but, but if you're a saver and financially prudent person, like our Gerri Willis, well, you like the news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "She sorts it all out for us right now -- Gerri.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERRI WILLIS, FOX BUSINESS CORRESPONDENT",
      "sentences": "Hi there, Neil. Well, look, the ink isn't even dry on the Fed statement, and already J.P. Morgan Chase behind me here, and Fifth Third Bank in Cincinnati already raising their prime rate. So the games have begun. And if you have variable rate debt, you are going to get clobbered. If you have an adjustable-rate mortgage, a home equity line of credit, a credit card, you're going to get hit here.Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG MCBRIDE, SENIOR FINANCIAL ANALYST, BANKRATE.COM",
      "sentences": "Pedaling into a progressively stiffer headwind, it just becomes tougher and tougher to make any headway on paying down that balance over time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIS",
      "sentences": "And so the hardest-hit people will be those with credit card debt. We have seen credit card debts scale up to $841 billion, a new high. We got that news this week. And those folks are going to see those rates rise over the next one to two billing cycles. So the thing to do here, if you're carrying that debt over month to month, is to pay it down as quickly as you can, and get one of those low-rate transfer cards, so that you can give yourself some shelter while rates go higher. There's also mortgages. Adjustable-rate mortgages are also going higher here. We have already -- and so mortgage options here, we have seen 30-year fixed rates at 5.23 percent, the five-year ARMs almost a percentage lower. But I just want to give folks a warning here. Those adjustable-rate mortgages, they're not your grandfather's ARM. In fact, those rates reset every six months, not every year. So as you start to look at the options out here, you're going to want to be very careful indeed. Savers get a break, hopefully, fingers crossed, as we see some of those savings rates go higher -- Neil, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Gerri, thank you very much. And that 5.23 percent 30-year fixed-rate that she alluded to, that's not your median, in other words, half more and half higher. The overall rate for 30-year fixed-rate mortgages has now ballooned -- and this is just in the last 24 hours -- to 6.28 percent. And, again, that is deeply affected by the moves that the Federal Reserve will continue to make, to make them higher. But, again, this is the tough medicine that they're giving us right now. It's supposedly tough medicine to eventually say, all right, we want to break the inflation fever and then, of course, you will feel better. But the reality is, for homebuyers and those who are putting their homes up for sale, one out of four of whom have already cut their price to get buyers interested, those numbers are a stark reality. We're on top of that and some big developments in South Carolina, how the Trump bump at least got bumped for one candidate the former president didn't want to win. But she did -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. South Carolina Republican Congresswoman Nancy Mace lives to fight another day, winning her primary, a hotly contested one, even though President Trump was backing her opponent. She says it's a sign that unity in the Republican Party remains. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY MACE (R-SC)",
      "sentences": "I think it was a message of unity last night as well. And we had big backing from Nikki Haley, who is a constituent in the First Congressional District and voter. She was out campaigning with us over the last few days as well. But this district, as I have always said, is different. We march to the beat of our own drum. And I promised when I ran in 2020 and flipped this seat from Democrat to Republican that I would truly be an independent voice. And I have done that. I said I would not toe the party line. I have done that. I have kept true to those promises. But we also worked very, very hard. And I'm glad to hear that there is a message of unity throughout the party today, because we're going to need to have that unity to win the majority in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If Donald Trump wanted to help you in your reelection quest, would you welcome that help? Would you invite him to the state, your district, what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACE",
      "sentences": "Well, my district, as I said earlier, is very much an independent district. This is a swing district. And it's really up to me now as a nominee to keep this seat in Republican hands. I grew up here. I'm from here. I'm raising my family here. And I'm going to continue to care about the issues that are important to this district. And endorsements, they only go so far, as we have seen in the race last night. And all politics is local. In this particular district, they want someone who is fiscally conservative, who cares about the environment, who cares about offshore drilling and making sure we don't have it here. And those are the issues that are really going to get to take us into November. And that's where I will be focused. I will be focused on policy, on substance. And the work that I have done so far, I have passed several pieces of legislation. I have delivered a lot of results for the First Congressional District in South Carolina. I have worked hard for South Carolinian families and workers here. And that's the message we're going to carry forth in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congresswoman, there are a lot of people looking at your state and whether what happened there could be a harbinger of things to come. The fellow congressman who was battling an impeachment vote ultimately lost in his quest to survive. So, it's a mixed bag in terms of those who voted to impeach Donald Trump vs. those like you who were critical of him. You didn't vote to impeach, of course, all this happening later. But my -- I guess my point is, how much of a factor do you think the former president will be on the November election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACE",
      "sentences": "It's really hard to say at this point. Endorsements only go so far. And I made it very clear in this election, that I am conservative, and I supported his policies in '16 and '20. And that hasn't changed. But I also wanted to make the distinction that I wasn't going to toe my party line, especially when Republicans are spending too much or taxing too much. And, for me, in this particular district, because I know the district really well, having grown up here, policy does matter. Principles do matter. And ensuring that you have somebody who is going to stand strong and be honest and stay true to their word, it really is important to voters here in the First Congressional District, and that's how I know we're going to win the November election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Nancy Mace. All right, she did try to pound again and again this notion that Republicans are more united than you think. And it's proving itself again and again in race after race. And doesn't the world's richest man know it and see it and appreciate it, Elon Musk indicating that today he had indeed voted yesterday for Republican Mayra Flores, the first Mexican-born citizen to get a seat in the United States Congress, win that one, flip a seat that was blue red. We could be seeing a lot more of that. Sarah Westwood with us of The Washington Examiner. What's going on here, Sarah, and what do you read about the winning candidates and even the appearance that Nancy Mace and Donald Trump, they patched things up enough for him to say good things about her and that she should win against her Democratic opponent? There's something spreading here, and I'm wondering what you make of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH WESTWOOD, THE WASHINGTON EXAMINER",
      "sentences": "Yes, well, I think Mace sort of followed the Glenn Youngkin playbook that was also replicated in Georgia with Brian Kemp and Brad Raffensperger. And that's showing -- voters are showing a willingness to sort of forgive Republicans who were critical of Trump in the aftermath of 2020, but who limited their criticisms just to what happened on January 6 and what happened with the election, but who are still complimentary of Trump as a person, of his agenda and of the movement still. So I think the difference there in South Carolina between Nancy Mace, who was able to beat back a Trump-backed challenger and Tom Rice, who was not able to do so, is that Tom Rice sort of took the Liz Cheney route, which is sort of made his opposition to Trump part of his political identity and bet that there is enough of a constituency out there in the Republican Party that wants to see Trump completely eradicated. I don't know that that constituency is large enough anymore, because in all of these races, you are seeing voters don't want to hear them bad-mouthing Trump, these candidates. They do want to hear, though, a vision for how the party moves forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's interesting. No matter who he supports, and he still has a very high batting percentage, I think it's in excess of 85 percent of his candidates and his choices winning, but it's almost 100 percent when it comes to some of his policies when he was in office. So they're preaching the policies, not necessarily always the language. I'm wondering where this Republican Party might be headed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTWOOD",
      "sentences": "Yes, the Republicans who have really held on to their criticism of Trump and who have made sort of part of their identity, like I said, pushing back on him as a person, voters kind of perceive that as them dismissing his agenda. They still want to hear candidates talking about the same things that Trump was, winning the trade war, securing the border, embracing populist ideas culturally. Those are the types of things that voters are interested in. Most of the Republicans who have lost their primaries here were not really willing to embrace -- embrace the Trump agenda, sort of saw all of that as tainted by his actions with relation to 2020. It'll be interesting to see, as we move forward, to some of the marquee primaries, particularly Liz Cheney, if that sentiment continues on or if candidates with as big a name I.D. as her are going to be able to beat back what we're seeing is a growing trend there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. Sarah Westwood, thank you very, very much, a political investigative reporter for The Washington Examiner. What we were talking about at the start of the broadcast, with the Federal Reserve hiking interest rates to respond to the upward trend in prices, but I dare say hiking interest rates would not affect the crowd that is open to spending better than 100 grand, $110,000, to go all around the world and visit all the Disney properties. We're told the interest is off the charts. And it's not just Sean Hannity buying -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We're not saying that the housing boom is going bust, but it is getting a little bumpy, especially when you realize that folks who just put their home on the market, one out of four of them are reducing the price. So the demand is there, just, well, not as much -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, in these inflationary times, maybe this kind of says it all. Disney offered $110,000 package to someone who wants to fly around the world and visit all the theme parks that Disney offers. And I'm talking everywhere, China, France, you name it, United States. Have at it. That's the price tag. Are you in? I know Jackie DeAngelis is. She's reporting on this, because she can easily afford this. But she just wanted to share it with us. Jackie, what's going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKIE DEANGELIS, FOX BUSINESS CORRESPONDENT",
      "sentences": "Good afternoon, Neil. Well, as inflation grips the nation Disney is offering this special global package that you mentioned to its parks for travelers that may be insulated from inflation. It's called Disney Parks Around the World: A Private Jet Adventure. And the price tag, as you said, $110,000. That's only for double occupancy. Say you're a family of three. You could add on for additional fees. But as the name suggests, you get a 24-day tour, including private jet travel to all 12 parks across the globe, plus stops at some of the Wonders of the World, like the Taj Mahal and the Eiffel Tower. But you have to act fast, Neil. There's only 75 spots on this tour, and the tour starts on July 9. The other thing is that you need to be able to travel for roughly a month. So you need a lot of money and a lot of time. It is a combination that fits the profile of a select group. Some other perks, private guides, Disney VIPs, surprise guests. It's going to be interesting to see if they sell all the spots, as you said -- right now, the anticipated demand is high -- to see if there's an appetite for this kind of thing right now. Most Americans, of course, may have to pare back their spending and travel. There's definitely some pent-up post-pandemic-driven demand out there. All I can say is, I do like Mickey Mouse, Neil, but not enough to cough up that kind of cash, if I had it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Well, I'm doing the math. You're going all over via private jet to all these locations. The jet alone would normally be that and much more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEANGELIS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, who knows? We have to dig into these numbers. I think this requires a reporter's trip. Jackie, I think you should investigate this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEANGELIS",
      "sentences": "I would happily volunteer for the assignment, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that would be a fun assignment. All right, Jackie, thank you very much. Jackie DeAngelis following all of that. A lot to that, right? There's a lot to that. All right, and a lot to what happens now. The Federal Reserve is doing its part, raising rates and all of that. If Republicans took hold of the Congress as they expected to, what would they do to keep this economic progress going, if you call it progress? One guy has an idea -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We understand gas prices are high. We understand, the president understands what it means to have food prices -- again, that's connected to Putin's war against Ukraine and them attacking another country's sovereignty. That's what we're seeing happening there. And so we're going to continue to do everything that we can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, back to the Putin war thing and the effect on gas prices. No doubt, as we said many times on this show, that was a contributing factor. But the factor and the higher prices were already well in place long before the first Russian soldiers set foot in Ukraine. But I digress. Let's go to Kevin Brady right now, the House Ways and Means Committee ranking member, who joins us out of Washington. Always great seeing you, Congressman. I'm past the point, I guess, when we're going to get the real skinny on what's going on with prices. I do know the Federal Reserve did something dramatic today to address it. And that is hike interest rates by three- quarters-of-a-point, with promises of more such hikes to come. Does that worry you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN BRADY (R-TX)",
      "sentences": "No, I think it had to happen. There just was no seriousness about the Fed and tackling the inflation. They were in denial about it. And I think most people, and maybe the market as well, more concerned about inflation than they are of higher borrowing costs. Obviously, inflation is accelerating. Wholesale prices worry everyone, six straight months of double digit their. First half -- first quarter, the economy, it shrunk. Second quarter may well be shrinking. No one really sees something better for the last half of the year. So I think there was a general -- my guess is there's a general sense that inflation is the bigger fear here. So, yes, I think the Fed had to act more boldly. The question is, will they continue to deal with the real-life economic actions or just pray for some kind of price shock to get them out of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, it's too early to say for sure. But, Congressman, I was thinking about when you have the Federal Reserve aggressively raising interest rates, a lot of people think Jerome Powell wants to be the next Paul Volcker. Of course, that Central Bank chief during the years of the last year, Jimmy Carter, and into the Reagan years was raising interest rates sometimes one full point at a time. But Ronald Reagan followed up with big tax cuts that took the stag out of the stagflation part. If Republicans were to take control of Congress, I know you're retiring, but do you think that should be the Republican approach to this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, yes, we have whipped inflation. That's the hope. Now comes the stimulus part?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, so I think -- I think that Reagan recipe is exactly what we need right now to offset some of those higher borrowing costs, get the economy back on track. Certainly, ending the COVID era spending that fuels inflation would be hugely helpful, abandoning the Biden tax hikes. In fact, they ought to make the Tax Cuts and Jobs Act Permanent, locking those lower rates in for families and small businesses, and the investment incentives so that companies can invest in that supply chain equipment. The solutions there, I think, would be -- would help a great deal. But the other thing about Ronald Reagan we need to emulate, we need to reconnect workers back to their jobs. Right now, that worker crisis, the worst I have really ever seen in my work life, is driving a lot of the -- I think the inflation factors in our economy right now. And we just haven't seen any even acknowledgement these days from the president. So those are some of the supply-side incentives this president would be smart to put in place now. But he's not going to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You do go after him for tax hikes, but they have been more proposed than reality, right? I mean, he's failed a number of times to get them to happen. Is it safe to say that, if Republicans take the House, possibly the Senate, they're never going to happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, they are not. The worry is between what happens between now and the end of the year. Build Back Better, their -- quote -- \"slimmed-down version,\" which is still in play, is still a trillion to $1 trillion to $1.3 trillion in tax hikes. Those are on small businesses. Those are on those who invest the most in America, always will land in higher prices and on workers. And so now's not the time to be complacent against stopping those Build Back Better taxes, because -- because, unfortunately, they are still in play, as crazy as that sounds, because we got four other countries lowering those business rates to fight inflation. Here we have a Democrat Senate that is still looking at increasing them. It doesn't make sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, you're leaving the Congress when all of this exciting stuff could be happening. I have asked you this before. What will you do afterwards? What will you recommend your party do afterwards? Because I have noticed, with various parties, no matter who's in control, that they botch something and they get thrown out on their families. How would you recommend Democrats and Republicans handle whatever happens in the fall, particularly your Republican colleagues, who could end up repeating the same mistakes of Democrats, just overdoing it on the other side?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, I don't think we will. I know I'm helping shape the economic agenda, trade agenda, work force agenda for Republicans. And I think, when you see this, what's called the Commitment to America, and what it means for families and security and privacy, for example, I think Americans are going to see an agenda they can embrace. So I'm pretty excited, actually, about Republicans...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "What Republicans to focus on, it's going to be on real world problems and solving them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Would you or Republicans support the president if he were to remove some of the tariffs President Trump placed on Chinese goods?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "I think, if it isn't just a gimmick, just the appearance of I'm fighting inflation by removing some tariffs, I think what really we need right now is a real exclusion process, so that those American companies, especially small- and medium-sized businesses that can't find the equipment or the ingredients outside of China, and they can't source it elsewhere. They're not big enough. I think there ought to be a real exclusion process that actually makes sure we don't punish our economy and our workers with that. I think that would be a huge step forward. Regardless of what the president does on other parts of tariffs, I think that's really crucial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You have any favorite to be your party's presidential nominee in '24?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "I will tell you right now I think President Trump will win the nomination if he pursues it. If he doesn't, we have got a deep and great bench that I think is going to fire a lot of people up. So I think we're in an awfully good position. I will tell you, in the election last night in Texas, historic, first Mexico-born Republican congresswoman...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "... won in a huge margin in the district Biden won. But the other thing is, she ran against a model Democrat, conservative pro- life Democrat, public official, name I.D. crushed him, and in the biggest county, Cameron County, most populous, Biden won by 13 points, she won it. She carried it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. It wasn't even close.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "So, if I'm a Democrat activist -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're talking about Mayra Flores, who easily beat out a Democratic challenger who was, at least on paper, in Texas would have been someone who could have made a much more close battle, but failed. But you're right. Congressman, we will follow it all very closely. Fill us in on what you plan to do in the months ahead as well, sir. Good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, sir. Good to see you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Congressman Brady on all of that. In the meantime, following what's happening on housing, all right, you just heard the Federal Reserve hiking interest rates. It's going to make borrowing costs go up. We're already seeing a sign, long before the Fed was starting to make these dramatic moves, that, I wouldn't call a lot of dramatic fall-down and housing activity, but signs that, well, it's slipping a bit -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, it's not exactly a housing crash, but in the face of higher rates -- and that was even before the Federal Reserve acted today to raise rates, a key rate by three-quarters-of-a-point -- we're already seeing signs that there could be some fraying at the edges, with mortgage rates now well over 6 percent and about one out of four people who list their homes cutting the price of those homes, so that they can sell. So should we be worried? Should there be trouble in real estate land? Who better has than Kirsten Jordan, the \"Million Dollar Listing New York\" realtor, much, much more, a good read of how things are going. Kirsten, good to have you. Are you worried, what's going on? KIRSTEN JORDAN, \"MILLION DOLLAR LISTING NEW YORK\": I'm definitely not worried, because we have seen these kinds of rates in the past. It is actually still technically less than the average as far as the rates. And what we're also seeing is, it depends on the state that you're in. In New York, we're actually seeing that retail rates are in the high 4's in a lot of cases for people. And if you're in private banking, it can be in the low 4's. Yes, other parts of the country, it's also getting higher. But, still, again, these are still lower than a lot of the average rates over the last 30 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, it used to be, in hot markets, they were begging homeowners to put their homes on the market. They were reluctant. We have started seeing more of them do just that, and a lot of them coming out the gate lowering prices. What are we to make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Prices had gone up so much, especially in certain markets that we're seeing across the country. I mean, Phoenix, Miami a lot of those sand states, they had prices go up so high so quickly that, at some point, they -- it couldn't be sustainable that we were seeing 5, 10, 15, 30 percent increases in housing prices. So a lot of these sellers, they were overzealous. They came on, adding that extra 10 percent. And, of course, they're going to have to reduce those prices, because buyers are looking at the numbers. They need to do those new calculations. And it's going to -- they're going to command lower numbers. And you know what? I think some sellers out there are actually at a point where they need to sell. Buyers aren't even aware. They're afraid of these new rates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "But the truth is, is you make money in real estate when you buy. It's about the prices you buy. And, of course, you can always refinance when those rates get better. Or you can try some of these other alternative mortgage ideas to help keep those rates lower in the meantime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How is the market -- and a lot of people on paper are worth a lot less. I wonder how that affects those who put up cash or stock collateral to buy a home, whether there's less of that going on, maybe even in your neck of the woods, which is a pretty pricey neck of the woods, the New York City area.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "A lot of our wealthiest buyers are definitely very diversified. And so this isn't the end of the world that the stock market has taken a plunge or the crypto market, but they are looking at their portfolios, and it is making a difference. So we are seeing lower ball offers. We are seeing certain parts of the market definitely slow down. But we are seeing the primest inventory in the primest location is either nonexistent, because they're not putting it on the market, because they want to wait and see, and they don't need to sell, or it comes on and it's off immediately because it sells still really, really quickly, because those buyers are sitting there waiting, and they have been watching for years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I guess it depends where you're looking to buy. Kirsten, thank you very, very much. Continued success. Good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we're getting some updates right now, that California man that is facing federal indictments in Maryland for the attempted murder of Supreme Court Justice Brett Kavanaugh. The details are as follows right now, charging Nicholas John Roske, age 26, for federal charges of attempting to murder a justice of the United States, specifically an associate justice of the Supreme Court. An initial appearance for Roske has not yet been scheduled. But there was wide expectation here that this was coming down. Right now, it has. And the next step is protecting justices, period. Finally, the House passed such a legislation that would protect all the justices and their families, extended and otherwise, in light of this heat that's developed, for example, in this particular case over the potential pending Roe v. Wade decision. We will keep you posted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEAN-PIERRE",
      "sentences": "We are calling on them to do the right thing, to be patriots here, and not to use the war as an excuse or as a reason to not put -- to not put out production, to not do the capacity that is needed out there, so that the prices can -- so that the prices can come down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, well, they're still linking, again, this run-up and gas and oil prices to the war in Ukraine. That's a whole separate argument. Phil Flynn wonders why the oil industry itself remains the target here. But now the latest seems to be, Phil, as you know, go after them in their fat profits to try to help out, A, produce more or just do more. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL FLYNN, FOX BUSINESS CONTRIBUTOR",
      "sentences": "I think the energy industry has done an amazing job, considering the incredible obstacles that they have had over the last couple of years, to make investment and bring oil to the average American people. And they have done so in the light of a lot of regulations by the Biden administration that was -- really has slowed down the permitting process to approve oil projects, new taxes, new regulations that have really hurt. And this misconception that oil companies are making money like crazy, when you compare it to other industries, they're really not. And we're hearing that from the energy industry today. They're responding to the Biden administration, saying, listen, we have a plan to lower prices, but you have to help us and get out of the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that's not happening. And you're quite right. We look at the aggregate figures, but, as a percent of revenue and all of that, they're nowhere near the top. But, that aside, I'm beginning to wonder, though, whether the Federal Reserve might cure the problem. I mean, we were down a little on gas and oil today. And many argue it's because the Fed is going to slow things down to the point where we could risk go into a recession and those prices come down fast. What do you see happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "Yes, I think that's a real possibility. We saw weekly data from the Energy Information Administration that showed the gasoline demand is slowing. Last week, we saw record low consumer confidence. That usually foretells consumer spending habits, and that slows things down. Now you have got the Federal Reserve raising the interest rate, which, let's face it, is designed to slow the economy, right, and slow down the housing market, slow down the building. And that usually will slow down demand for oil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What about getting rid of the federal tax, Phil? What about -- sorry we're tight for time here, but what about that and the process you have to go through for that? That's 18.5 cents, thereabouts. What do you think that would do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "You know, I think it would be a short-term fix, but much appreciated by drivers, but I don't think it's going to do a lot. Listen, I can go back to what the American Petroleum Institute came out with today, a 10-point plan to lower prices. And it really covered a lot of the major issues that they have been having problems with, permitting processes, approvals, drilling moratoriums.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "Change that. ExxonMobil too, same thing. Listen, pull that out. Listen, they're investing a lot of money, more than anybody else. So that's the answer to the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, explore it and have at it, but do something about it. Phil Flynn, thank you very, very much. We shall see in the meantime. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "Ready, set, hike. FOX on top of a Fed on fire and a stock market fired up, and all because interest rates today rocketed up. You heard us right, stocks soaring news that borrowing costs are rising. Now, stick with us here, because something very unusual is going on here, the Federal Reserve today hiking a key interest rate by three-quarters-of- a-percentage point. That's not only unusual. That's darn near unprecedented. In fact, you would have to go all the way back to 1994 to see anything like it. Back then, Bill Clinton was president, \"Forrest Gump\" was a box office hit, and police were chasing O.J. Simpson in a white Bronco. This time it's the Fed chasing something else, not O.J. on the run, but prices out of control. Experts call it getting ahead of the inflation curve, and investors liked what they saw. But will you? After all, your borrowing costs just went up and stand to go up even more. But the hope is that the tough medicine will work and this inflation fever will break. The only question, of course, is when. We have got you covered regardless with Connell McShane at the Nasdaq on why traders are buying the half-full-glass story, the guy They called the Sarge on whether order is returning, Ed Lawrence in Washington with the Fed chief, Jerome Powell, and what he's predicting, and Gerri Willis in New York on why borrowers are wearing, but savers, will, man, oh, man, they are rejoicing. Welcome, everybody. I'm Neil Cavuto. And this is a much more expensive \"Your World,\" but for today, at least, rejoicing at the prospect it won't last very long, at least the high prices. We got to Connell McShane at Nasdaq with more -- Connell."
    },
    {
      "speaker": "CONNELL MCSHANE, FOX NEWS CORRESPONDENT",
      "utterance": "Well, hey there, Neil."
    },
    {
      "speaker": "I think investors, more than anything, liked what they heard from the Fed chairman, Jerome Powell, after the decision to hike interest rates. And the message from the chairman essentially boiled down to this",
      "utterance": "Yes, we know we had to be aggressive today, and we were, but don't get used to it. It might not be like this forever. So three-quarters-of-a-point higher, yes, that's a lot, first time since 1994 that we have seen them move like that. But then Powell comes out in his news conference, which you will hear more about in a moment, and he says, this is not going to be common, won't be common. And after those comments, it seems like the stock market really took off. I want to show you two charts of the Dow Jones industrial average just to kind of illustrate the point of where we have been and maybe where we're going. I mean, where we have been is important, because it gives us a perspective on today's rally in the market. The Dow fell, give or take, about 3,000 points in four-and-a-half days coming into today. So it was way down. At the end of that chart, we start to come back. If we zoom in and make that a one-day chart, just today, of the Dow Jones industrial average, then you get the Fed market reaction. At first, it was a bit muted at 2:00 p.m. Eastern time, but then, with those comments from Powell that this will not be a common occurrence, and, at the next meeting, he will be choosing between going at half-a-point or three-quarters-of-a-point, the market really shot up on that. I think tech stocks, and not just because we're here at the Nasdaq today, but just in general tech stocks are a really good place to look as a barometer for the market reaction, because they have been hit so hard in the market sell-off, Microsoft, Amazon and Apple all up significantly percentage wise in today's trading. So, as you know, Neil, investors always like to look to the future. What did they learn about the future today? Well, they know now that the Fed sees inflation at a higher rate than it originally thought. Instead of saying it was in the low 4's percentage wise, it thinks the inflation rate will be over 5 percent at the end of the year. So it thinks its key rate, the overnight bank lending rate, instead of being below 2 percent, will have to go up maybe as high as 3.4 percent at the end of the year. So that is their expectation. They seem to know the game that they're playing right now. But, again, the key comment, it seems, at least for investors, from Jerome Powell was, this will not be a common occurrence. So we will see where we go from here, but for today at least, a pretty good day for the market -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, they will take what they can when they can take it. All right. Thank you very much, Connell McShane. To Edward Lawrence now on Jerome Powell and this shifting language, because, if memory serves me, right, Edward Lawrence, he was talking not too long ago about half-a-point hike and that will do it. What happened?"
    },
    {
      "speaker": "EDWARD LAWRENCE, FOX BUSINESS CORRESPONDENT",
      "utterance": "Yes. Yes. You know, and that's very interesting that he did talk about why that happened. And he said, it's very uncommon for the Federal Reserve Board to move in late data, with late data, and change the course of what they were planning on doing. It sounded like they were planning on doing a half-a- percentage point. But then, when they saw the CPI number, when you saw the consumer sentiment number, which he called eye-popping, it changed to 75 basis points, or 0.75 percent, on this. If you look at the forecast the Fed had, and the number of meetings they have left, we have the raise today. But then we also have -- they're forecasting three more possible raises at probably half-a-basis- point, 50 -- 0.5 percent, as well as a 25, 0.5 -- 0.25 percent -- I will get that right -- quarter-of-a-point. Before the end of the year. Now, in 2024, they're looking at possibly a rate hike, so they do look out a little bit. What's very interesting in all this is the growth, the GDP growth. They brought down the growth significantly, saying they will end this year at 1.7 percent. That's basically Obama administration growth. Now, the Fed sees that they're staying at 1.7 percent next year, and then still under 2 percent for 2024, 1.9 percent. Now, the Federal Reserve chairman saying that slower growth in the data, as well as that consumer sentiment number, which, again, was eye-popping, as he called it. Listen."
    },
    {
      "speaker": "JEROME POWELL, FEDERAL RESERVE CHAIRMAN",
      "utterance": "And I think if you look across that broad range of data, what you see is that expectations are still in the place, very much in the place where short-term inflation is going to be high, but comes down sharply over the next couple of years. That's really where inflation expectations are. And also, as you get away from this episode, it may get back down close to 2 percent. And so this is really very important to us that that remain the case."
    },
    {
      "speaker": "LAWRENCE",
      "utterance": "And that's what they're trying to do. But you see the Consumer Price Index, the inflation rate now 8.6 percent. Businesses are feeling that 10.8 percent. So I went on to ask the chairman about slowing retail sales, which we saw last month, and if he's hearing that inflation is changing consumer habits."
    },
    {
      "speaker": "POWELL",
      "utterance": "You see some things getting -- sales going down. But, overall, spending is very strong. The consumer is in really good shape financially. They're spending. There's no sign of a broader slowdown that I can see in the economy. People are talking about it a lot. Consumer confidence is very low. That's probably related to gas prices."
    },
    {
      "speaker": "LAWRENCE",
      "utterance": "So the chairman is saying that they have the tools, and they will use those tools to get inflation under control. And that's their number one goal, price stability -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Ed Lawrence, thank you very, very much. So that's the conundrum for the Federal Reserve. In other words, it's going to keep raising interest rates, where you have to get the kind of match whatever the inflation rate is. Now, if you looked at a roughly 8.6 percent inflation rate on the consumer level, you would have to go up a lot higher. But his thinking is, with the rate hikes to come, you're going to bring down that inflation rate, to the point you don't have to go that high. Nevertheless, rates are still going higher, and consistently so, meeting after meeting, at least through the end of this year into next year. Stephen Guilfoyle joins us right now. They call it Sarge. He's that much of an iconic figure. Susan Li with us as well. We just call her Susan. But she's an iconic figure in her own right. So, Sarge, let me ask you a little bit about how you interpreted what the Federal Reserve was saying. We're going big starting out, but we don't have to go big always. Do you believe that? STEPHEN GUILFOYLE, FOUNDER, SARGE986: I don't really believe that. I found it kind of almost emboldening that he was willing to go at least half-a-point next couple of meetings. So they are taking it somewhat serious. I think the market rallied today because we got exactly what we expected. I don't think we get any more than that. I don't think this is time to invest, although it might be time for guys like myself to trade. But for the folks at home, I don't think this rally was a jump-all-in-type rally. I think -- I find what they said about growth going forward, 1.7 percent for this year, and next year and the year after, I find that kind of alarming. I mean, the Atlanta Fed took their GDP expectation for Q2 down to 0.0 percent this morning, after Q1 was, what, minus-1.5 percent? So we know Joe and Jane average American are really hurting right now. And I don't think this offered much solace for the future."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's very interesting. Susan, the other thing is, is how high we're going to end up at the end of the year. If we're a little over 1.5 percent or so right now for rates the Federal Reserve can control, like this overnight bank lending rate, looking out to the end of the year, it could be up to 3, 3.5 percent. And that might not cut it enough. It might not do it. So what's your sense?"
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "utterance": "Well, I feel like Wall Street is relieved because the Federal Reserve, Jay Powell, met the market where it was, meaning that we got the 75-basis-point hike. We could get 50 to 75 next month, and he says that 75 basis points is not going to be a common occurrence. And I pretty much heard a lot of dovishness, trying to calm the market from Jay Powell today, talking about a softish landing, saying that the economy is still strong, especially if you look at the job opportunities there, two jobs for every applicant on the market. But credibility is a question, because, if you listened to the first few questions in that press conference, numerous times, he was asked, didn't you promise -- promise us 50 basis points last time? We got 75. Can we trust what you say throughout the rest of this year and when we get to 3.4 percent for that end-of-year interest rate?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "LI",
      "utterance": "But I would say, look, there's so much max bearishness on the market that any expectations being met is a positive. And that's why we're looking at this big rally to end the day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Stephen, you're one of the best investors I have ever followed over these decades."
    },
    {
      "speaker": "LI",
      "utterance": "Wow."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So you zig while others zag. And I'm looking at this and the response the stock market had today. Are you saying it's overdone, that they're missing something?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, for them for the market to turn successfully, all right, we -- I have been around, as you said, for quite a while. I have been trading professionally since the mid-'80s. The financial markets when into a downturn have never turned the other way without the Fed turning dovish. Now, the Fed is certainly not dovish right now. The Fed is hawkish, and they have to stay hawkish until they make progress on inflation. Also, the S&P 500 -- it's going to get a little wonky here -- trades at, what, 15.8 times forward looking earnings right now? The last few times..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's not too pricey. That -- you know, all of a sudden, that's still pricey, if you think about it, right?"
    },
    {
      "speaker": "LI",
      "utterance": "Agreed."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's not too pricey, no, but it's not where the Fed put is. The last few times that the Fed actually came to the rescue of the market, it was not until the S&P 500 was trading around 13.5 times. So if I do the math quick, that's about 13 or 14 percent more room we have to go to the downside before the Fed would come to our rescue. And that's assuming they make progress on inflation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So another 13 percent of the downside from here, and the major markets have already collapsed to the tune of 20 percent."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Possible. It's very possible."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I will tell you right now I am over 40 percent cash right now. Why?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wow."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Because cash tamps down volatility better than anything else I know. And cash is up. The U.S. dollar index is up, what, 9.5 percent this year? Inflation is 8.6 percent. So, yes, while it erodes your purchasing power, cash vs. the rest of the world is actually higher. If you're in bonds or stocks, you're not getting that kind of return. So cash is not a dead investment."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very, very interesting. When people get nervous, that's where they put a lot of it, in cash. And so we will see how this carries through to tomorrow. Guys, I want to thank you both very, very much. So when interest rates go up as they're going up, and as the Federal Reserve has signaled they will continue to go up, if you owe, it's going to cost you dearly. But, but, but if you're a saver and financially prudent person, like our Gerri Willis, well, you like the news."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "She sorts it all out for us right now -- Gerri."
    },
    {
      "speaker": "GERRI WILLIS, FOX BUSINESS CORRESPONDENT",
      "utterance": "Hi there, Neil. Well, look, the ink isn't even dry on the Fed statement, and already J.P. Morgan Chase behind me here, and Fifth Third Bank in Cincinnati already raising their prime rate. So the games have begun. And if you have variable rate debt, you are going to get clobbered. If you have an adjustable-rate mortgage, a home equity line of credit, a credit card, you're going to get hit here.Listen."
    },
    {
      "speaker": "GREG MCBRIDE, SENIOR FINANCIAL ANALYST, BANKRATE.COM",
      "utterance": "Pedaling into a progressively stiffer headwind, it just becomes tougher and tougher to make any headway on paying down that balance over time."
    },
    {
      "speaker": "WILLIS",
      "utterance": "And so the hardest-hit people will be those with credit card debt. We have seen credit card debts scale up to $841 billion, a new high. We got that news this week. And those folks are going to see those rates rise over the next one to two billing cycles. So the thing to do here, if you're carrying that debt over month to month, is to pay it down as quickly as you can, and get one of those low-rate transfer cards, so that you can give yourself some shelter while rates go higher. There's also mortgages. Adjustable-rate mortgages are also going higher here. We have already -- and so mortgage options here, we have seen 30-year fixed rates at 5.23 percent, the five-year ARMs almost a percentage lower. But I just want to give folks a warning here. Those adjustable-rate mortgages, they're not your grandfather's ARM. In fact, those rates reset every six months, not every year. So as you start to look at the options out here, you're going to want to be very careful indeed. Savers get a break, hopefully, fingers crossed, as we see some of those savings rates go higher -- Neil, back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Gerri, thank you very much. And that 5.23 percent 30-year fixed-rate that she alluded to, that's not your median, in other words, half more and half higher. The overall rate for 30-year fixed-rate mortgages has now ballooned -- and this is just in the last 24 hours -- to 6.28 percent. And, again, that is deeply affected by the moves that the Federal Reserve will continue to make, to make them higher. But, again, this is the tough medicine that they're giving us right now. It's supposedly tough medicine to eventually say, all right, we want to break the inflation fever and then, of course, you will feel better. But the reality is, for homebuyers and those who are putting their homes up for sale, one out of four of whom have already cut their price to get buyers interested, those numbers are a stark reality. We're on top of that and some big developments in South Carolina, how the Trump bump at least got bumped for one candidate the former president didn't want to win. But she did -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. South Carolina Republican Congresswoman Nancy Mace lives to fight another day, winning her primary, a hotly contested one, even though President Trump was backing her opponent. She says it's a sign that unity in the Republican Party remains. Take a look."
    },
    {
      "speaker": "REP. NANCY MACE (R-SC)",
      "utterance": "I think it was a message of unity last night as well. And we had big backing from Nikki Haley, who is a constituent in the First Congressional District and voter. She was out campaigning with us over the last few days as well. But this district, as I have always said, is different. We march to the beat of our own drum. And I promised when I ran in 2020 and flipped this seat from Democrat to Republican that I would truly be an independent voice. And I have done that. I said I would not toe the party line. I have done that. I have kept true to those promises. But we also worked very, very hard. And I'm glad to hear that there is a message of unity throughout the party today, because we're going to need to have that unity to win the majority in November."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If Donald Trump wanted to help you in your reelection quest, would you welcome that help? Would you invite him to the state, your district, what?"
    },
    {
      "speaker": "MACE",
      "utterance": "Well, my district, as I said earlier, is very much an independent district. This is a swing district. And it's really up to me now as a nominee to keep this seat in Republican hands. I grew up here. I'm from here. I'm raising my family here. And I'm going to continue to care about the issues that are important to this district. And endorsements, they only go so far, as we have seen in the race last night. And all politics is local. In this particular district, they want someone who is fiscally conservative, who cares about the environment, who cares about offshore drilling and making sure we don't have it here. And those are the issues that are really going to get to take us into November. And that's where I will be focused. I will be focused on policy, on substance. And the work that I have done so far, I have passed several pieces of legislation. I have delivered a lot of results for the First Congressional District in South Carolina. I have worked hard for South Carolinian families and workers here. And that's the message we're going to carry forth in November."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congresswoman, there are a lot of people looking at your state and whether what happened there could be a harbinger of things to come. The fellow congressman who was battling an impeachment vote ultimately lost in his quest to survive. So, it's a mixed bag in terms of those who voted to impeach Donald Trump vs. those like you who were critical of him. You didn't vote to impeach, of course, all this happening later. But my -- I guess my point is, how much of a factor do you think the former president will be on the November election?"
    },
    {
      "speaker": "MACE",
      "utterance": "It's really hard to say at this point. Endorsements only go so far. And I made it very clear in this election, that I am conservative, and I supported his policies in '16 and '20. And that hasn't changed. But I also wanted to make the distinction that I wasn't going to toe my party line, especially when Republicans are spending too much or taxing too much. And, for me, in this particular district, because I know the district really well, having grown up here, policy does matter. Principles do matter. And ensuring that you have somebody who is going to stand strong and be honest and stay true to their word, it really is important to voters here in the First Congressional District, and that's how I know we're going to win the November election."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Nancy Mace. All right, she did try to pound again and again this notion that Republicans are more united than you think. And it's proving itself again and again in race after race. And doesn't the world's richest man know it and see it and appreciate it, Elon Musk indicating that today he had indeed voted yesterday for Republican Mayra Flores, the first Mexican-born citizen to get a seat in the United States Congress, win that one, flip a seat that was blue red. We could be seeing a lot more of that. Sarah Westwood with us of The Washington Examiner. What's going on here, Sarah, and what do you read about the winning candidates and even the appearance that Nancy Mace and Donald Trump, they patched things up enough for him to say good things about her and that she should win against her Democratic opponent? There's something spreading here, and I'm wondering what you make of it."
    },
    {
      "speaker": "SARAH WESTWOOD, THE WASHINGTON EXAMINER",
      "utterance": "Yes, well, I think Mace sort of followed the Glenn Youngkin playbook that was also replicated in Georgia with Brian Kemp and Brad Raffensperger. And that's showing -- voters are showing a willingness to sort of forgive Republicans who were critical of Trump in the aftermath of 2020, but who limited their criticisms just to what happened on January 6 and what happened with the election, but who are still complimentary of Trump as a person, of his agenda and of the movement still. So I think the difference there in South Carolina between Nancy Mace, who was able to beat back a Trump-backed challenger and Tom Rice, who was not able to do so, is that Tom Rice sort of took the Liz Cheney route, which is sort of made his opposition to Trump part of his political identity and bet that there is enough of a constituency out there in the Republican Party that wants to see Trump completely eradicated. I don't know that that constituency is large enough anymore, because in all of these races, you are seeing voters don't want to hear them bad-mouthing Trump, these candidates. They do want to hear, though, a vision for how the party moves forward."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's interesting. No matter who he supports, and he still has a very high batting percentage, I think it's in excess of 85 percent of his candidates and his choices winning, but it's almost 100 percent when it comes to some of his policies when he was in office. So they're preaching the policies, not necessarily always the language. I'm wondering where this Republican Party might be headed."
    },
    {
      "speaker": "WESTWOOD",
      "utterance": "Yes, the Republicans who have really held on to their criticism of Trump and who have made sort of part of their identity, like I said, pushing back on him as a person, voters kind of perceive that as them dismissing his agenda. They still want to hear candidates talking about the same things that Trump was, winning the trade war, securing the border, embracing populist ideas culturally. Those are the types of things that voters are interested in. Most of the Republicans who have lost their primaries here were not really willing to embrace -- embrace the Trump agenda, sort of saw all of that as tainted by his actions with relation to 2020. It'll be interesting to see, as we move forward, to some of the marquee primaries, particularly Liz Cheney, if that sentiment continues on or if candidates with as big a name I.D. as her are going to be able to beat back what we're seeing is a growing trend there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. Sarah Westwood, thank you very, very much, a political investigative reporter for The Washington Examiner. What we were talking about at the start of the broadcast, with the Federal Reserve hiking interest rates to respond to the upward trend in prices, but I dare say hiking interest rates would not affect the crowd that is open to spending better than 100 grand, $110,000, to go all around the world and visit all the Disney properties. We're told the interest is off the charts. And it's not just Sean Hannity buying -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We're not saying that the housing boom is going bust, but it is getting a little bumpy, especially when you realize that folks who just put their home on the market, one out of four of them are reducing the price. So the demand is there, just, well, not as much -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, in these inflationary times, maybe this kind of says it all. Disney offered $110,000 package to someone who wants to fly around the world and visit all the theme parks that Disney offers. And I'm talking everywhere, China, France, you name it, United States. Have at it. That's the price tag. Are you in? I know Jackie DeAngelis is. She's reporting on this, because she can easily afford this. But she just wanted to share it with us. Jackie, what's going on here?"
    },
    {
      "speaker": "JACKIE DEANGELIS, FOX BUSINESS CORRESPONDENT",
      "utterance": "Good afternoon, Neil."
    },
    {
      "speaker": "Well, as inflation grips the nation Disney is offering this special global package that you mentioned to its parks for travelers that may be insulated from inflation. It's called Disney Parks Around the World",
      "utterance": "A Private Jet Adventure. And the price tag, as you said, $110,000. That's only for double occupancy. Say you're a family of three. You could add on for additional fees. But as the name suggests, you get a 24-day tour, including private jet travel to all 12 parks across the globe, plus stops at some of the Wonders of the World, like the Taj Mahal and the Eiffel Tower. But you have to act fast, Neil. There's only 75 spots on this tour, and the tour starts on July 9. The other thing is that you need to be able to travel for roughly a month. So you need a lot of money and a lot of time. It is a combination that fits the profile of a select group. Some other perks, private guides, Disney VIPs, surprise guests. It's going to be interesting to see if they sell all the spots, as you said -- right now, the anticipated demand is high -- to see if there's an appetite for this kind of thing right now. Most Americans, of course, may have to pare back their spending and travel. There's definitely some pent-up post-pandemic-driven demand out there. All I can say is, I do like Mickey Mouse, Neil, but not enough to cough up that kind of cash, if I had it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Well, I'm doing the math. You're going all over via private jet to all these locations. The jet alone would normally be that and much more."
    },
    {
      "speaker": "DEANGELIS",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, who knows? We have to dig into these numbers. I think this requires a reporter's trip. Jackie, I think you should investigate this."
    },
    {
      "speaker": "DEANGELIS",
      "utterance": "I would happily volunteer for the assignment, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that would be a fun assignment. All right, Jackie, thank you very much. Jackie DeAngelis following all of that. A lot to that, right? There's a lot to that. All right, and a lot to what happens now. The Federal Reserve is doing its part, raising rates and all of that. If Republicans took hold of the Congress as they expected to, what would they do to keep this economic progress going, if you call it progress? One guy has an idea -- after this."
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We understand gas prices are high. We understand, the president understands what it means to have food prices -- again, that's connected to Putin's war against Ukraine and them attacking another country's sovereignty. That's what we're seeing happening there. And so we're going to continue to do everything that we can."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, back to the Putin war thing and the effect on gas prices. No doubt, as we said many times on this show, that was a contributing factor. But the factor and the higher prices were already well in place long before the first Russian soldiers set foot in Ukraine. But I digress. Let's go to Kevin Brady right now, the House Ways and Means Committee ranking member, who joins us out of Washington. Always great seeing you, Congressman. I'm past the point, I guess, when we're going to get the real skinny on what's going on with prices. I do know the Federal Reserve did something dramatic today to address it. And that is hike interest rates by three- quarters-of-a-point, with promises of more such hikes to come. Does that worry you?"
    },
    {
      "speaker": "REP. KEVIN BRADY (R-TX)",
      "utterance": "No, I think it had to happen. There just was no seriousness about the Fed and tackling the inflation. They were in denial about it. And I think most people, and maybe the market as well, more concerned about inflation than they are of higher borrowing costs. Obviously, inflation is accelerating. Wholesale prices worry everyone, six straight months of double digit their. First half -- first quarter, the economy, it shrunk. Second quarter may well be shrinking. No one really sees something better for the last half of the year. So I think there was a general -- my guess is there's a general sense that inflation is the bigger fear here. So, yes, I think the Fed had to act more boldly. The question is, will they continue to deal with the real-life economic actions or just pray for some kind of price shock to get them out of this?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, it's too early to say for sure. But, Congressman, I was thinking about when you have the Federal Reserve aggressively raising interest rates, a lot of people think Jerome Powell wants to be the next Paul Volcker. Of course, that Central Bank chief during the years of the last year, Jimmy Carter, and into the Reagan years was raising interest rates sometimes one full point at a time. But Ronald Reagan followed up with big tax cuts that took the stag out of the stagflation part. If Republicans were to take control of Congress, I know you're retiring, but do you think that should be the Republican approach to this?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, yes, we have whipped inflation. That's the hope. Now comes the stimulus part?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, so I think -- I think that Reagan recipe is exactly what we need right now to offset some of those higher borrowing costs, get the economy back on track. Certainly, ending the COVID era spending that fuels inflation would be hugely helpful, abandoning the Biden tax hikes. In fact, they ought to make the Tax Cuts and Jobs Act Permanent, locking those lower rates in for families and small businesses, and the investment incentives so that companies can invest in that supply chain equipment. The solutions there, I think, would be -- would help a great deal. But the other thing about Ronald Reagan we need to emulate, we need to reconnect workers back to their jobs. Right now, that worker crisis, the worst I have really ever seen in my work life, is driving a lot of the -- I think the inflation factors in our economy right now. And we just haven't seen any even acknowledgement these days from the president. So those are some of the supply-side incentives this president would be smart to put in place now. But he's not going to."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You do go after him for tax hikes, but they have been more proposed than reality, right? I mean, he's failed a number of times to get them to happen. Is it safe to say that, if Republicans take the House, possibly the Senate, they're never going to happen?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, they are not. The worry is between what happens between now and the end of the year. Build Back Better, their -- quote -- \"slimmed-down version,\" which is still in play, is still a trillion to $1 trillion to $1.3 trillion in tax hikes. Those are on small businesses. Those are on those who invest the most in America, always will land in higher prices and on workers. And so now's not the time to be complacent against stopping those Build Back Better taxes, because -- because, unfortunately, they are still in play, as crazy as that sounds, because we got four other countries lowering those business rates to fight inflation. Here we have a Democrat Senate that is still looking at increasing them. It doesn't make sense."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, you're leaving the Congress when all of this exciting stuff could be happening. I have asked you this before. What will you do afterwards? What will you recommend your party do afterwards? Because I have noticed, with various parties, no matter who's in control, that they botch something and they get thrown out on their families. How would you recommend Democrats and Republicans handle whatever happens in the fall, particularly your Republican colleagues, who could end up repeating the same mistakes of Democrats, just overdoing it on the other side?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, I don't think we will. I know I'm helping shape the economic agenda, trade agenda, work force agenda for Republicans. And I think, when you see this, what's called the Commitment to America, and what it means for families and security and privacy, for example, I think Americans are going to see an agenda they can embrace. So I'm pretty excited, actually, about Republicans..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "BRADY",
      "utterance": "What Republicans to focus on, it's going to be on real world problems and solving them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Would you or Republicans support the president if he were to remove some of the tariffs President Trump placed on Chinese goods?"
    },
    {
      "speaker": "BRADY",
      "utterance": "I think, if it isn't just a gimmick, just the appearance of I'm fighting inflation by removing some tariffs, I think what really we need right now is a real exclusion process, so that those American companies, especially small- and medium-sized businesses that can't find the equipment or the ingredients outside of China, and they can't source it elsewhere. They're not big enough. I think there ought to be a real exclusion process that actually makes sure we don't punish our economy and our workers with that. I think that would be a huge step forward. Regardless of what the president does on other parts of tariffs, I think that's really crucial."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You have any favorite to be your party's presidential nominee in '24?"
    },
    {
      "speaker": "BRADY",
      "utterance": "I will tell you right now I think President Trump will win the nomination if he pursues it. If he doesn't, we have got a deep and great bench that I think is going to fire a lot of people up. So I think we're in an awfully good position. I will tell you, in the election last night in Texas, historic, first Mexico-born Republican congresswoman..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's right."
    },
    {
      "speaker": "BRADY",
      "utterance": "... won in a huge margin in the district Biden won. But the other thing is, she ran against a model Democrat, conservative pro- life Democrat, public official, name I.D. crushed him, and in the biggest county, Cameron County, most populous, Biden won by 13 points, she won it. She carried it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. It wasn't even close."
    },
    {
      "speaker": "BRADY",
      "utterance": "So, if I'm a Democrat activist -- yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're talking about Mayra Flores, who easily beat out a Democratic challenger who was, at least on paper, in Texas would have been someone who could have made a much more close battle, but failed. But you're right. Congressman, we will follow it all very closely. Fill us in on what you plan to do in the months ahead as well, sir. Good seeing you."
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, sir. Good to see you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Congressman Brady on all of that. In the meantime, following what's happening on housing, all right, you just heard the Federal Reserve hiking interest rates. It's going to make borrowing costs go up. We're already seeing a sign, long before the Fed was starting to make these dramatic moves, that, I wouldn't call a lot of dramatic fall-down and housing activity, but signs that, well, it's slipping a bit -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, it's not exactly a housing crash, but in the face of higher rates -- and that was even before the Federal Reserve acted today to raise rates, a key rate by three-quarters-of-a-point -- we're already seeing signs that there could be some fraying at the edges, with mortgage rates now well over 6 percent and about one out of four people who list their homes cutting the price of those homes, so that they can sell. So should we be worried? Should there be trouble in real estate land? Who better has than Kirsten Jordan, the \"Million Dollar Listing New York\" realtor, much, much more, a good read of how things are going. Kirsten, good to have you. Are you worried, what's going on? KIRSTEN JORDAN, \"MILLION DOLLAR LISTING NEW YORK\": I'm definitely not worried, because we have seen these kinds of rates in the past. It is actually still technically less than the average as far as the rates. And what we're also seeing is, it depends on the state that you're in. In New York, we're actually seeing that retail rates are in the high 4's in a lot of cases for people. And if you're in private banking, it can be in the low 4's. Yes, other parts of the country, it's also getting higher. But, still, again, these are still lower than a lot of the average rates over the last 30 years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, it used to be, in hot markets, they were begging homeowners to put their homes on the market. They were reluctant. We have started seeing more of them do just that, and a lot of them coming out the gate lowering prices. What are we to make of that?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Prices had gone up so much, especially in certain markets that we're seeing across the country. I mean, Phoenix, Miami a lot of those sand states, they had prices go up so high so quickly that, at some point, they -- it couldn't be sustainable that we were seeing 5, 10, 15, 30 percent increases in housing prices. So a lot of these sellers, they were overzealous. They came on, adding that extra 10 percent. And, of course, they're going to have to reduce those prices, because buyers are looking at the numbers. They need to do those new calculations. And it's going to -- they're going to command lower numbers. And you know what? I think some sellers out there are actually at a point where they need to sell. Buyers aren't even aware. They're afraid of these new rates."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "JORDAN",
      "utterance": "But the truth is, is you make money in real estate when you buy. It's about the prices you buy. And, of course, you can always refinance when those rates get better. Or you can try some of these other alternative mortgage ideas to help keep those rates lower in the meantime."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How is the market -- and a lot of people on paper are worth a lot less. I wonder how that affects those who put up cash or stock collateral to buy a home, whether there's less of that going on, maybe even in your neck of the woods, which is a pretty pricey neck of the woods, the New York City area."
    },
    {
      "speaker": "JORDAN",
      "utterance": "A lot of our wealthiest buyers are definitely very diversified. And so this isn't the end of the world that the stock market has taken a plunge or the crypto market, but they are looking at their portfolios, and it is making a difference. So we are seeing lower ball offers. We are seeing certain parts of the market definitely slow down. But we are seeing the primest inventory in the primest location is either nonexistent, because they're not putting it on the market, because they want to wait and see, and they don't need to sell, or it comes on and it's off immediately because it sells still really, really quickly, because those buyers are sitting there waiting, and they have been watching for years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I guess it depends where you're looking to buy. Kirsten, thank you very, very much. Continued success. Good seeing you."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we're getting some updates right now, that California man that is facing federal indictments in Maryland for the attempted murder of Supreme Court Justice Brett Kavanaugh. The details are as follows right now, charging Nicholas John Roske, age 26, for federal charges of attempting to murder a justice of the United States, specifically an associate justice of the Supreme Court. An initial appearance for Roske has not yet been scheduled. But there was wide expectation here that this was coming down. Right now, it has. And the next step is protecting justices, period. Finally, the House passed such a legislation that would protect all the justices and their families, extended and otherwise, in light of this heat that's developed, for example, in this particular case over the potential pending Roe v. Wade decision. We will keep you posted."
    },
    {
      "speaker": "JEAN-PIERRE",
      "utterance": "We are calling on them to do the right thing, to be patriots here, and not to use the war as an excuse or as a reason to not put -- to not put out production, to not do the capacity that is needed out there, so that the prices can -- so that the prices can come down."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, well, they're still linking, again, this run-up and gas and oil prices to the war in Ukraine. That's a whole separate argument. Phil Flynn wonders why the oil industry itself remains the target here. But now the latest seems to be, Phil, as you know, go after them in their fat profits to try to help out, A, produce more or just do more. What do you make of that?"
    },
    {
      "speaker": "PHIL FLYNN, FOX BUSINESS CONTRIBUTOR",
      "utterance": "I think the energy industry has done an amazing job, considering the incredible obstacles that they have had over the last couple of years, to make investment and bring oil to the average American people. And they have done so in the light of a lot of regulations by the Biden administration that was -- really has slowed down the permitting process to approve oil projects, new taxes, new regulations that have really hurt. And this misconception that oil companies are making money like crazy, when you compare it to other industries, they're really not. And we're hearing that from the energy industry today. They're responding to the Biden administration, saying, listen, we have a plan to lower prices, but you have to help us and get out of the way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that's not happening. And you're quite right. We look at the aggregate figures, but, as a percent of revenue and all of that, they're nowhere near the top. But, that aside, I'm beginning to wonder, though, whether the Federal Reserve might cure the problem. I mean, we were down a little on gas and oil today. And many argue it's because the Fed is going to slow things down to the point where we could risk go into a recession and those prices come down fast. What do you see happening?"
    },
    {
      "speaker": "FLYNN",
      "utterance": "Yes, I think that's a real possibility. We saw weekly data from the Energy Information Administration that showed the gasoline demand is slowing. Last week, we saw record low consumer confidence. That usually foretells consumer spending habits, and that slows things down. Now you have got the Federal Reserve raising the interest rate, which, let's face it, is designed to slow the economy, right, and slow down the housing market, slow down the building. And that usually will slow down demand for oil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What about getting rid of the federal tax, Phil? What about -- sorry we're tight for time here, but what about that and the process you have to go through for that? That's 18.5 cents, thereabouts. What do you think that would do?"
    },
    {
      "speaker": "FLYNN",
      "utterance": "You know, I think it would be a short-term fix, but much appreciated by drivers, but I don't think it's going to do a lot. Listen, I can go back to what the American Petroleum Institute came out with today, a 10-point plan to lower prices. And it really covered a lot of the major issues that they have been having problems with, permitting processes, approvals, drilling moratoriums."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it."
    },
    {
      "speaker": "FLYNN",
      "utterance": "Change that. ExxonMobil too, same thing. Listen, pull that out. Listen, they're investing a lot of money, more than anybody else. So that's the answer to the problem."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, explore it and have at it, but do something about it. Phil Flynn, thank you very, very much. We shall see in the meantime."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}