{
  "date": "June 22, 2017",
  "headline": "Sen. Rand Paul: In some areas bill may be ObamaCare-plus",
  "subHeadline": "On 'Your World,' Kentucky lawmaker explains why he is opposing the Senate healthcare bill",
  "url": "https://www.foxnews.com/transcript/sen-rand-paul-in-some-areas-bill-may-be-obamacare-plus",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "All right, to Kentucky Republican Senator Rand, who kind of echoed those concerns here that we're keeping ObamaCare, we are not repealing it. He joins us out Washington.  Senator, explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL, R-KENTUCKY",
      "sentences": "Well, you know, when we look at the bill, we thought we had promised to repeal ObamaCare. That's what I have been saying for six years.  But when we look at the bill, we actually find that, with the ObamaCare subsidies, not only are we keeping them. We may actually be providing more subsidies than ObamaCare has. Our early estimates on the bill are that the bill may spend more in the next year or two than ObamaCare does. And so it's hard for us to get our mind around that this is a repeal bill if we're spending more, keeping all the subsidies, and that we're going to start a brand-new federal entitlement program where give insurance companies money.  And, for the life of me, insurance companies -- I'm all for people making money in capitalism. They make $15 billion a year. I don't understand why the taxpayer would need to subsidize insurance companies. And I'm just not for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "A lot of people look at insurance companies and wonder if they are happy about it, their investors are happy about it, maybe that should be a concern.  But I do notice that, as the day wore on, Senator, that those insurance companies that were running up when this draft first came out starting running back after word came back that you and Senator -- that Ted Cruz and Mike Lee and Ron Johnson were among those not keen on it.   So, if you had to weigh the odds now, as they stand -- Senator Mitch McConnell wants a vote before the July 4 recess -- is that doable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "It could still happen if the people who wrote the bill are willing to negotiate. Conservatives want a repeal bill. I want a bill that looks like, feels like and is a repeal bill. My fear is that, when I look at this, I keep reading it, and it's like, it sounds like ObamaCare to me. It doesn't even sound like ObamaCare-lite. In some areas, it may be ObamaCare-plus on the subsidy side.   We can't have a bill that spends more than ObamaCare in the first couple years and call that a repeal bill. So, yes, we should be for repeal, but we also have to have sufficient confidence in capitalism, competition and free markets. And I don't think we do. I think we're replacing it with about here's a little ObamaCare, here's another little ObamaCare. But we don't really believe that the market will work, because what we're doing is the death spiral that we have talked about so much, we're just dumping a bunch of federal money into the individual market and saying, prices will be lower. But you could do that for new cars. Why we don't we propose a new car stabilization fund or a college stabilization fund or an iPhone stabilization fund? Those would not be Republican ideas. And they would be laughed out of Congress.  The same should happen for a stabilization fund where we dump taxpayer dollars into insurance companies' coffers that are already making $15 billion a year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To your point, Senator, that, technically, this is not really a repeal of ObamaCare, it raised an issue as to whether Republicans, to win over Democratic votes, should have just said that up front and that this was a replacement and a fix, or so they deemed it -- I know you disagree -- but that they could have won over more Democratic votes. Having said that, I want you to react to something Chuck Schumer said today after this. He kind of threw this open with an offer for Republicans. This is Chuck Schumer earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY, MINORITY LEADER",
      "sentences": "Let us forget this draft bill. Let us right now, Democrats and Republicans, sit down and try to come up with a bipartisan bill.  We're willing to do it today, now, this minute. Will you accept that offer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you say, Senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Disingenuous, at best.   We tried to nibble at the edge when the Democrats were in charge, just changing like the requirement from 40 hours -- or from 30 hours of work to 40 hours for requiring and mandating insurance. We couldn't even nibble at the edges with them. They're not for repealing any regulations. They're not for repealing any ObamaCare taxes. So, no, they don't want to work on this. I think that's rhetoric and not really serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.  Where do we go now? Let's say there's not much agreement or progress made in the next week. Then, obviously, this goes into August, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Well, what I would hope is...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Even if you meet in August.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "My hope is that the four of us who have announced our opposition will be invited to sit down with the people who wrote the bill, leadership, and say, what will it take to get you guys behind the bill? If they're willing to do that, and they're honestly willing to make this look more like a repeal bill, not just look, but actually be more of a repeal bill, I think we have got a chance.  But all we have seen is the House bill, they kept plussing up with more money. So they sprinkled money on top of the House bill to encourage more people to be on it. But allowing Medicaid expansion to go on and on and on and on, and then repealing the taxes that actually paid for it doesn't make any economic sense.  So, everybody wants to get rid of the taxes, but they are wanting to let the expenditures go on and on, which there's no way that that ends up being or making any sense with regard to the debt or not adding new debt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator, I'm just wondering. Everyone loves the goodies, the coverage for preexisting conditions, maybe depending on how you feel about your kid or kids, keeping them on your insurance policy a little longer. They don't like having to pay for it. A lot of the taxes that went along with ObamaCare, most are not part of this, but, as you say, there's this $50 billion up-front money that I don't know the source of that. But there's another way to put some money for it.   Should Republicans go back to their original position, which was, this is not the government's job, period?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "That's my position. And the other thing is, is, the main problem, the fatal flaw of ObamaCare, the death spiral is created by telling people you can buy insurance after you're sick, and then by adding regulations to insurance to make it too expensive that young, healthy people don't want to buy it.  So, if you make it expensive and then tell people, hey, if it's too expensive, just wait to buy it until after you're sick, that's the death spiral of ObamaCare. The Republican plan doesn't fix that. It subsidizes the death spiral of ObamaCare.  It dumps a bunch of federal money, taxpayer money, or borrowed money into the insurance industry and says, hey, please lower the prices if we give you money. That is not capitalism. That's not what made this country great. And it is really is not consistent with any notion of a limited government, conservative Republican position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it does seem to be closer to President Trump's position. Do you risk enticing his wrath here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "I don't think this is President Trump's bill. I talked to him earlier in the week. He wants something done, like so many of us want done. But he and I ran on a similar proposition. And that was repealing ObamaCare. So, I think he wants it repealed.   And I think my preference -- and I can't speak for the president -- but that replacement would involve, you know, allowing more of the marketplace to work, legalizing competition, expanding health savings accounts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Now, the bill does one good thing. It does allow the co-ops I have been talking about across state lines and the expansion of co-ops. That, I'm for. And that is the real answer, instead of plowing federal money in. Let's have sufficient confidence that people could buy their insurance through an association.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The reason why I mention all of this is, there's great impatience and a feeling of rush that Republicans need a legislative win for the president and the president for Congress. And this was the means by which you got the health care reform. This was the means by which you got those tax cuts and the big reform there. If you are at loggerheads on this thing, do you or would you recommend putting it aside, proceed to the tax cuts? Or is it too late now, too far along?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "I think we will get to the tax cuts. I'm all for them. I want a tax cut bill in the fall, not just sort of a tax-shifting bill or a revenue-neutral bill. I want a tax cut.   But I think we will find more agreement on that. Do I want to skip health care? No, because if we skip it, we're probably never coming back to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "There is a trillion dollars of taxes we can cut out of ObamaCare. Let's just be wise and not just cut taxes and keep the spending. If we're going to cut taxes, let's also cut the spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so you want to get this done before you address that. I noticed you said about the tax cuts that they shouldn't necessarily be revenue-neutral and all of that. There are others who are arguing that, in the scheme of things, they should be. You feel that would be limiting.  Could you explain that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Well, if you really want to grow the economy, you have to leave more money in the economy. If it's revenue neutral, that means half of the people in the country will get a tax increase, and half will get a tax reduction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if it's revenue-neutral, it can go by this budget reconciliation measure. It's a simple majority vote, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Yes, you can pass it by a simply majority, but it's only good for 10 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "The Bush tax cuts were good for 10 years. And guess what? Even some Democrats were hesitant to take them away at the end. So, we lost a little bit of them. But I think 98, 99 percent of the Bush tax cuts were kept. I would say, if we can get the corporate rate down to 15 for 10 years, if we see an economic boom, voters will reward those who created the economic boom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you would be OK with that? You would rather something rather than nothing on that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Absolutely. I -- we need a real tax cut. When Reagan did a real tax cut, rates went from 70 to 50, 50 to 28. That was a huge tax cut, and we got huge growth I think for many decades based on the Reagan tax cuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, real quickly, then, Senator, is it your sense that, for example, if you don't get this done, either on the health care or the tax cuts, that you can kiss Republicans' chances goodbye next year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "I'm actually the opposite. I think if we pass something and promise people we fixed everything and insurance rates are going to go down, and come next year ObamaCare death spiral still exists, I think that's a lot worse than doing nothing. ObamaCare is in absolute and utter disaster. The insurance markets are unraveling because of government intervention. We shouldn't try to fix government intervention with more intervention. The stabilization fund, a new federal fund to dump money into the insurance companies, is more of the same philosophy that got us in this problem in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Senator Rand Paul, thank you for taking the time. We will see how this goes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Rand Paul in our nation's Capital joining three other Republican senators who are not keen on this and will not support this. So, what happens after this? END  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "All right, to Kentucky Republican Senator Rand, who kind of echoed those concerns here that we're keeping ObamaCare, we are not repealing it. He joins us out Washington. Senator, explain."
    },
    {
      "speaker": "SEN. RAND PAUL, R-KENTUCKY",
      "utterance": "Well, you know, when we look at the bill, we thought we had promised to repeal ObamaCare. That's what I have been saying for six years. But when we look at the bill, we actually find that, with the ObamaCare subsidies, not only are we keeping them. We may actually be providing more subsidies than ObamaCare has. Our early estimates on the bill are that the bill may spend more in the next year or two than ObamaCare does. And so it's hard for us to get our mind around that this is a repeal bill if we're spending more, keeping all the subsidies, and that we're going to start a brand-new federal entitlement program where give insurance companies money. And, for the life of me, insurance companies -- I'm all for people making money in capitalism. They make $15 billion a year. I don't understand why the taxpayer would need to subsidize insurance companies. And I'm just not for that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "A lot of people look at insurance companies and wonder if they are happy about it, their investors are happy about it, maybe that should be a concern. But I do notice that, as the day wore on, Senator, that those insurance companies that were running up when this draft first came out starting running back after word came back that you and Senator -- that Ted Cruz and Mike Lee and Ron Johnson were among those not keen on it. So, if you had to weigh the odds now, as they stand -- Senator Mitch McConnell wants a vote before the July 4 recess -- is that doable?"
    },
    {
      "speaker": "PAUL",
      "utterance": "It could still happen if the people who wrote the bill are willing to negotiate. Conservatives want a repeal bill. I want a bill that looks like, feels like and is a repeal bill. My fear is that, when I look at this, I keep reading it, and it's like, it sounds like ObamaCare to me. It doesn't even sound like ObamaCare-lite. In some areas, it may be ObamaCare-plus on the subsidy side. We can't have a bill that spends more than ObamaCare in the first couple years and call that a repeal bill. So, yes, we should be for repeal, but we also have to have sufficient confidence in capitalism, competition and free markets. And I don't think we do. I think we're replacing it with about here's a little ObamaCare, here's another little ObamaCare. But we don't really believe that the market will work, because what we're doing is the death spiral that we have talked about so much, we're just dumping a bunch of federal money into the individual market and saying, prices will be lower. But you could do that for new cars. Why we don't we propose a new car stabilization fund or a college stabilization fund or an iPhone stabilization fund? Those would not be Republican ideas. And they would be laughed out of Congress. The same should happen for a stabilization fund where we dump taxpayer dollars into insurance companies' coffers that are already making $15 billion a year."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To your point, Senator, that, technically, this is not really a repeal of ObamaCare, it raised an issue as to whether Republicans, to win over Democratic votes, should have just said that up front and that this was a replacement and a fix, or so they deemed it -- I know you disagree -- but that they could have won over more Democratic votes. Having said that, I want you to react to something Chuck Schumer said today after this. He kind of threw this open with an offer for Republicans. This is Chuck Schumer earlier today."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY, MINORITY LEADER",
      "utterance": "Let us forget this draft bill. Let us right now, Democrats and Republicans, sit down and try to come up with a bipartisan bill. We're willing to do it today, now, this minute. Will you accept that offer?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you say, Senator?"
    },
    {
      "speaker": "PAUL",
      "utterance": "Disingenuous, at best. We tried to nibble at the edge when the Democrats were in charge, just changing like the requirement from 40 hours -- or from 30 hours of work to 40 hours for requiring and mandating insurance. We couldn't even nibble at the edges with them. They're not for repealing any regulations. They're not for repealing any ObamaCare taxes. So, no, they don't want to work on this. I think that's rhetoric and not really serious."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Where do we go now? Let's say there's not much agreement or progress made in the next week. Then, obviously, this goes into August, right?"
    },
    {
      "speaker": "PAUL",
      "utterance": "Well, what I would hope is..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Even if you meet in August."
    },
    {
      "speaker": "PAUL",
      "utterance": "My hope is that the four of us who have announced our opposition will be invited to sit down with the people who wrote the bill, leadership, and say, what will it take to get you guys behind the bill? If they're willing to do that, and they're honestly willing to make this look more like a repeal bill, not just look, but actually be more of a repeal bill, I think we have got a chance. But all we have seen is the House bill, they kept plussing up with more money. So they sprinkled money on top of the House bill to encourage more people to be on it. But allowing Medicaid expansion to go on and on and on and on, and then repealing the taxes that actually paid for it doesn't make any economic sense. So, everybody wants to get rid of the taxes, but they are wanting to let the expenditures go on and on, which there's no way that that ends up being or making any sense with regard to the debt or not adding new debt."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator, I'm just wondering. Everyone loves the goodies, the coverage for preexisting conditions, maybe depending on how you feel about your kid or kids, keeping them on your insurance policy a little longer. They don't like having to pay for it. A lot of the taxes that went along with ObamaCare, most are not part of this, but, as you say, there's this $50 billion up-front money that I don't know the source of that. But there's another way to put some money for it. Should Republicans go back to their original position, which was, this is not the government's job, period?"
    },
    {
      "speaker": "PAUL",
      "utterance": "That's my position. And the other thing is, is, the main problem, the fatal flaw of ObamaCare, the death spiral is created by telling people you can buy insurance after you're sick, and then by adding regulations to insurance to make it too expensive that young, healthy people don't want to buy it. So, if you make it expensive and then tell people, hey, if it's too expensive, just wait to buy it until after you're sick, that's the death spiral of ObamaCare. The Republican plan doesn't fix that. It subsidizes the death spiral of ObamaCare. It dumps a bunch of federal money, taxpayer money, or borrowed money into the insurance industry and says, hey, please lower the prices if we give you money. That is not capitalism. That's not what made this country great. And it is really is not consistent with any notion of a limited government, conservative Republican position."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it does seem to be closer to President Trump's position. Do you risk enticing his wrath here?"
    },
    {
      "speaker": "PAUL",
      "utterance": "I don't think this is President Trump's bill. I talked to him earlier in the week. He wants something done, like so many of us want done. But he and I ran on a similar proposition. And that was repealing ObamaCare. So, I think he wants it repealed. And I think my preference -- and I can't speak for the president -- but that replacement would involve, you know, allowing more of the marketplace to work, legalizing competition, expanding health savings accounts."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PAUL",
      "utterance": "Now, the bill does one good thing. It does allow the co-ops I have been talking about across state lines and the expansion of co-ops. That, I'm for. And that is the real answer, instead of plowing federal money in. Let's have sufficient confidence that people could buy their insurance through an association."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The reason why I mention all of this is, there's great impatience and a feeling of rush that Republicans need a legislative win for the president and the president for Congress. And this was the means by which you got the health care reform. This was the means by which you got those tax cuts and the big reform there. If you are at loggerheads on this thing, do you or would you recommend putting it aside, proceed to the tax cuts? Or is it too late now, too far along?"
    },
    {
      "speaker": "PAUL",
      "utterance": "I think we will get to the tax cuts. I'm all for them. I want a tax cut bill in the fall, not just sort of a tax-shifting bill or a revenue-neutral bill. I want a tax cut. But I think we will find more agreement on that. Do I want to skip health care? No, because if we skip it, we're probably never coming back to it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "PAUL",
      "utterance": "There is a trillion dollars of taxes we can cut out of ObamaCare. Let's just be wise and not just cut taxes and keep the spending. If we're going to cut taxes, let's also cut the spending."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so you want to get this done before you address that. I noticed you said about the tax cuts that they shouldn't necessarily be revenue-neutral and all of that. There are others who are arguing that, in the scheme of things, they should be. You feel that would be limiting. Could you explain that?"
    },
    {
      "speaker": "PAUL",
      "utterance": "Well, if you really want to grow the economy, you have to leave more money in the economy. If it's revenue neutral, that means half of the people in the country will get a tax increase, and half will get a tax reduction."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if it's revenue-neutral, it can go by this budget reconciliation measure. It's a simple majority vote, right?"
    },
    {
      "speaker": "PAUL",
      "utterance": "Yes, you can pass it by a simply majority, but it's only good for 10 years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PAUL",
      "utterance": "The Bush tax cuts were good for 10 years. And guess what? Even some Democrats were hesitant to take them away at the end. So, we lost a little bit of them. But I think 98, 99 percent of the Bush tax cuts were kept. I would say, if we can get the corporate rate down to 15 for 10 years, if we see an economic boom, voters will reward those who created the economic boom."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you would be OK with that? You would rather something rather than nothing on that, right?"
    },
    {
      "speaker": "PAUL",
      "utterance": "Absolutely. I -- we need a real tax cut. When Reagan did a real tax cut, rates went from 70 to 50, 50 to 28. That was a huge tax cut, and we got huge growth I think for many decades based on the Reagan tax cuts."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, real quickly, then, Senator, is it your sense that, for example, if you don't get this done, either on the health care or the tax cuts, that you can kiss Republicans' chances goodbye next year?"
    },
    {
      "speaker": "PAUL",
      "utterance": "I'm actually the opposite. I think if we pass something and promise people we fixed everything and insurance rates are going to go down, and come next year ObamaCare death spiral still exists, I think that's a lot worse than doing nothing. ObamaCare is in absolute and utter disaster. The insurance markets are unraveling because of government intervention. We shouldn't try to fix government intervention with more intervention. The stabilization fund, a new federal fund to dump money into the insurance companies, is more of the same philosophy that got us in this problem in the first place."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Senator Rand Paul, thank you for taking the time. We will see how this goes."
    },
    {
      "speaker": "PAUL",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Rand Paul in our nation's Capital joining three other Republican senators who are not keen on this and will not support this. So, what happens after this? END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}