{
  "date": "June 25, 2021",
  "headline": "'Gutfeld!' on CNN's Dom Lemon, opinions versus facts",
  "subHeadline": "Guests: Lara Trump, Pete Hegseth, Tyrus, Kat Timpf",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-cnns-dom-lemon-opinions-versus-facts",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RACHEL MADDOW, HOST, MSNBC",
      "sentences": "The ETs, the aliens and that what they did I didn't know. They are preparing us for the end of the world. There I think at a cost the end of the world, I don't know if that's supposed to be good. The aliens, these cute little like deflated Pillsbury Doughboy, white aliens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "White aliens? Now that's racist in any galaxy. Happy Wednesday, everyone. What a lineup we got tonight. We have Lara Trump. There she is. This is no joke. You should see her workout routine which is on Instagram. Roll it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Tell me this happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the show. That's really her. And it's pretty impressive. Especially when you compare her workout to Kat's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You should be drinking after the workout, Kat, not before. And we got Pete Hegseth, everybody. Look at him. Yes. He'll bring in another 200 viewers. And those are just his kids. I joke. But he is the father of tonight studio audience. True. Even Maury Povich got tired of telling him You are the father. So, do you want to hear a funny opinion? That Don Lemon doesn't do opinion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "I don't do opinion. And I know that the difference for me is I do point of view. So, I'm giving my point of view as an American, as a black man who happens to be gay. But I'm through that lens. But I'm also -- I'm also -- I also represent CNN. And so I must tell the truth. And if I don't, if my facts are wrong, then I have to clarify it. And I have to come on television and I have to apologize. And I say I got that wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That has never happened. So, he's telling you what he bases his opinions off of at the same time he tells you he doesn't give opinions just point of view. Look up what point of view means. It means opinion. But let's be honest. CNN's facts are much like their opinions and that they aren't facts. In series, Don Lemon doesn't do opinions. Yes. And the Olive Garden doesn't do breadsticks. And riots are peaceful and crime isn't exploding and Kat Timpf isn't hammered off copy toner right now. It's true. You know what they say about opinions? Opinions are like A-holes. Everyone has one. And you know what they say about A-holes with opinions? They probably work at CNN.   Imagine taking anything that Lemon says as fact. I think CNN once did a commercial on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is an apple. Some people might try to tell you that it's a banana. They might scream banana, banana, banana over and over and over again. He might put banana in all caps. You might even start to believe that this is a banana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Much like Brian Stelter's hairline, that has not aged well. And neither has Lemon's so called facts otherwise known as unhinged babble puke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "You are the commander-in-chief, the President of the United States of America, the greatest country on Earth. Act like it. The President of the United States is a fraud and a con man. The President of the United States is racist. All of us already knew that. If you voted for Trump, you voted for the person who the Klan supported. You voted for the person who Nazis support. They liked the racism. They like the misogyny. They like all of it, because if they didn't, they wouldn't support him. Yes, Democratic cities are in chaos right now. Is this what you want from Joe Biden and they're going to take your country away and they're taking down the statues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "Crime is rising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "Crime is rising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "Defund police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "Oh my gosh, it's so bad and they get defunding police. It's like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Biden just did a presser on the crime way, buddy. If you brought this guy within a mile of a lie detector, it would explode. I haven't seen that many bad opinions since the initial reviews of this hit show. Whatever happened to those people? So why is he so defensive about expressing opinions? It seems like the central part of his identity, his emotional assessment of stuff. Why Katie Say hi, I'm Don Lemon, and I have more opinions than a meth-addled cab driver. Instead, we have to laugh at his nightly denials. After me, he's the funniest late night show host on T.V. Perhaps it's a defensive response to our accurate criticism of CNN. And we're only trying to help them. A strong CNN makes for a stronger Fox News. Competition builds character. It's why my debate coach would make me wrestle him for pencils. They were always in his front pocket. So with a weak adversary, like CNN, it's harder to build your own muscles.  It's like the gym, you need heavy weights to build strength. And CNN is like those stretch bands old ladies used in arthritis commercials. And like those bands, you can only stretch the truth so far before it breaks. But at this point, it's almost unfair to comment on CNN. It's like bad mouthing the deceased at a funeral. But they deserve it. They refuse to admit their agenda driven and the agenda is to stoke anger between citizens in order to keep eyeballs glued to their misery fest.  The fact that their ratings are lower than a snake's nuts should be good news for all of us. Still, they must maintain the belief that they speak the truth because everything else they do is built on it. Snakes do have nuts. If you lie all the time, and then you tell the truth, half of the CNN viewers will suddenly figure out that you were lying to them before. So they turn you off and boom, there goes half their audience which is roughly the size of the exit family. Last week, I pointed out the difference between us and the Decepticons at CNN, we make a clear who's giving an opinion and who's reporting a story. Take me and Bill Hemmer to Aruba. He's a news guy who delivers the product straighter than Perino's teeth. I'm an opinion guy who looks great in a pastel Speedo. Follow me on Instagram. How does Don Lemon see this obvious a fact?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "So that is a difference between what I'm doing and what someone as you mentioned, over at Fox News is doing. I'm operating from a place of truth. It's all based in fact, and it's all based on the evidence that's out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, the keywords out there. It's a Dodge. He can lie because the lie comes from truth that's out there. And it's that defense that is allowed CNN to push destructive bile about law enforcement, about the decimation of our cities due to the left-wing policies, CNN parades his progress. But imagine if CNN hadn't embraced the police's racist theme and had looked at the data. If I could do it, so could Lemon but he didn't, because if he did, Zucker would can him quicker than clean peaches. Imagine if they hadn't portrayed half of America's white supremacists. I mean, there are black and brown Trump supporters. But if they didn't count at least for Lemon. Imagine if they saw how much divisive opinions created a climate that pit people against each other, culminating in billions in damages and rioting. Oh, how they laughed at that crime. You saw that. If only they had waited until it finally affected Biden's election chances that they took the bloodshed seriously. The divisive climate caused a palpable subversion of law enforcement leading to reductions in police interaction and communities that needed their help most. The results of massive spike in shootings and murder. The death of innocent minorities in cities left to right by the left who took their cues from CNN.   But I guess that's just an opinion, right? But it's an opinion arising from truth, from facts. I mean, if Lemon can say that, so can I. But at least I'm honest enough to say that it's my opinion. Time for Lemon to do the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. Her biceps are registered with CrossFit and the NRA, Fox News Contributor, Lara Trump. He was awarded the Bronze Star and that's also his nickname at the tanning salon. Fox and Friends weekend co-host, Pete Hegseth. She's louder than a garbage disposal full of angry ghosts. Fox News Contributor Kat Timpf. If he haulers cannonball, there's about to be a tsunami. My massive sidekick and host of \"NUFF SAID\" on Fox Nation, Tyrus. So Lara, that's the first time I've been on your Instagram. You work out like a demon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Congratulations for checking me out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. I think I learned a lot. I learned a lot about how to do my tries better. So, always feel like that the legacy media is based on an adolescent idea. Almost like from a -- like a freshman in high school that they know the truth and no one else does. And that -- and then that means that they can read everybody else's mind. And that's what CNN -- that's why CNN can demonize everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes. Well, it's very clear, maybe they don't call it opinion. Maybe it's because it is obviously like left-wing propaganda that they continue to push out there. It's very clear to anyone that's been paying attention that the mainstream media and CNN is definitely part of that is like the marketing arm for the Democrat Party. They continue to push the narrative that the Democrats want them to put out there.   And it's pretty clear, when you walk down the street, you can see the people that have bought into the propaganda and see the people who are free thinkers, who are critical thinkers, who have clearly not bought into it. And by the way, I think they are playing their hand a little too far each and every day. And I think people are starting to wake up and say something isn't right. Because after all, we see all the things that they were continuing to be wrong about come out every single day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And the thing is, Pete, he said, like, when I'm wrong, I'll admit it. He never admitted he was wrong about anything, especially the riots that he mocked and the violence in the black on a black crime. He mocked it. He never came back and said, boy, I really screwed up. Instead, he said that it's affecting Biden's chances at the -- in the election which, you know, as we know, some election, right, Pete?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Yes. Really spot on. Let's do that again, 24.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's because his entire premise is based on the fact that he's smart, and you're dumb. And as a result, if he admits that he's wrong, he's got to admit that that he's not as smart as he says, and he doesn't get to tell you his point of view that isn't opinion. By the way, he went from CNN to PBS so that he could go the only place lower rated than CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "To do this interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hosted by -- and that was Margaret Hoover, who is married to John Avlon, who is one of the loudest most obnoxious hacks on CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Oh, and probably on Twitter, then as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "But the whole thing is he ultimately -- don't lie to me. That's all I want on T.V. Greg Gutfeld will come up and say, this is my point of view. This is my opinion, this is what I -- when you stand up and say, no, I'm objective, just the facts, just the science, just the truth. And you can see right through it, that's why people turn the channel. People would rather watch MSNBC where they're saying, I've got a point of view, I'm going to tell you what it is. Judge for your side, same thing with Fox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's why Rachel Maddow is a pro. And I may disagree with everything, but she's not -- she's not a phony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And Tyrus, it's like these weird level of levels of awareness where CNN is at this weird thing where they believe that they know the truth. As you get older, you're supposed to get wisdom where you know that truth isn't -- that's not how it works. It's like, you can look at CNN and you can look at Fox News, and you can look at MSNBC and see what they're doing. You could be above it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "I'm above it naturally, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I know being above things is new for you. And by the way, only you could see if a snake had nuts. That's awesome. Thank you for that. Let's not be so quick to -- I mean, hey, hold on here. If you can say, point of view and opinion, I mean, I'd be like, I don't murder, I take life. So, you know, you just kind of split, you know, just let's not be so -- it's always safe for what he's basically saying is, I'm not wrong and if I am, it's from my point of view because I'm coming from a place of truth. Which means that I can't be held accountable for anything I say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So, if you give an opinion, you have to own it. And it takes courage to give an opinion to sit up here, and especially your stature and those socks, for you to say the things that you want to say -- listen, I got to do something, you know, because she's going to snap and I'm not going to stop her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "About my socks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, every week you keep throwing little jabs at Kat. And I'm telling you it's building, it's building. And when she gives you her point of view, you're going to want to hear my opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Kat. Are you a Don Lemon fan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you -- do you notice that their entire, like, I guess your entire premise is based on knowing what you think. Like if you say, Kat, to CNN, I'm not racist, they would disagree. They go, but I know you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think if anybody knew what I was thinking ever, I would not be allowed in society. I just think it's so interesting that anybody would ever trust any human and say yes, what they're saying is complete fact because a lot of us aren't perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And sometimes people -- I mean, like someone can tell you one thing and then, you know, you spend some time hiding in their bushes and you see something completely different. You can't completely -- just even fancy yourself as -- he's remarkably bad at it. I mean, he doesn't even try. Everything's in opinion everything is, you know, clearly, his biases is very, very, very, very straightforward when it comes to that. But to even think that he would be capable of that is a creepy level of narcissism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I would -- I mean, I always use myself, my example of like my shift on Donald Trump was pretty drastic. And it was because of my cognitive biases, I'm aware of when -- I'm aware of how we manufacture our own truth. We manufacture our own truth every day. And then we come to believe it and then we say, but it's the truth. We forget that we actually have manufacturing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. Like how I used to drink before work and now that I know I can get high off copy toner, I'm going to save a lot of money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Save some for the rest of us. All right. Up next, Hollywood swarms to promote dangerous reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Celebs still give us classes and being total jackasses. Senate Republicans blocked democratic election reform bill this week, but not before Hollywood tried desperately to paint the bill as apocalyptic. And then over the top video, Orlando Bloom and Katy Perry, whoever they are, say America is toast if the bill doesn't pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORLANDO BLOOM, ACTOR",
      "sentences": "Let's hope this work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATY PERRY, AMERICAN SINGER-SONGWRITER",
      "sentences": "We've got to tell them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOM",
      "sentences": "You are our only hope. America doesn't exist in our future. Democracy is dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRY",
      "sentences": "It started when voter suppression ran wild all over America. The voting rights bills died in the Senate. Polling places closed. We lost our right to vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOM",
      "sentences": "The future doesn't have to be. You have the power to change it. Save democracy while you can!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRY",
      "sentences": "Call your senator now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was filmed in present day Portland. I'm sorry I made everybody watch that. Everybody here at the panel was actually looking nauseous. Anyway, they were the only ones, lots of Hollywood left-wingers tweeted pretty much the same, sky is falling message. Jimmy Kimmel and Sarah Silverman did but we didn't recognize them in white face. And a bunch of others whose opinions were assigned to them, of course by Twitter proving that if it didn't work for Hillary Clinton, then try it again. So surprise, the media framed the bill's defeat in exactly the same way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YAMICHE ALCINDOR, MSNBC POLITICAL CONTRIBUTOR",
      "sentences": "This is going to be a debate about what -- whether or not we want America to be the place that the founders flawed as they may have been. The founders wanted it to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is not a democracy. This is a minority. There's a term for minority rule. And that's called apartheid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA GAY, NEW YORK TIMES EDITORIAL BOARD MEMBER",
      "sentences": "The darkest hours of your history books coming to life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "A minority party using a filibuster to allow them to keep suppressing the votes of minorities and others. It is an existential battle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "You have activists who have fought and bled and died to try to stop these Republican bills.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, Geez. What feverish claptrap. I call it hot garbage, but that's an insult to heat and garbage. A quick reminder that bill could take away state's ability to enforce voter I.D. laws, which most people are for. A poll released just this week found that 80 percent of Americans support requiring voters to show photo I.D. in order to cast a ballot. Americans haven't been united on anything like that since Britney dump Kevin Federline or Federline.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Federline.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, all right, all right. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I think the -- I think the F is silent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But it's like Benjamin Franklin once said, do you charge by the hour because I'll be fast? All right. Tyrus, that video I looked over at your face, and you were not pleased by it. It kind of shows that they really do believe the other side is evil. And that this is an apocalyptic. And also they're kind of impressed by their own ability to create this kind of like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, I think this is the Hail Mary pass of the progressive. Because they're in trouble. They made a deal with a moderate. And I know this is -- maybe I'm confused. But I know no one's allowed to vote. But didn't they win?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "(INAUDIBLE) I'm sorry. And then we got -- we've had a black president not once, but twice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So that means everyone gets to vote still. So what's -- but they made a deal with an old man who was a moderate, who's now starting to want to work with Republicans. And this is a problem. So the progressive do. The only thing they can do. They try to scare us with actors who really need a break. That is not the Elvenking that I knew on The Hobbit anymore. Like they bring in these actors who are looking to be woke but they're only speaking to each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "President Trump changed things. People watch politics, like sports now. They know what stuff means, they know what's real and what's B.S. And that's why you're going to see the house flip. And the senate flip because you got the game ball because you're going to do all these wonderful things. And it was all like most of their movies, a flash in the pan. And it doesn't make any sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. The mental gymnastics you'd have to do to believe, these things, I mean, it wasn't just the voter I.D. The surveys show the majority of likely voters don't like the stuff that's in there. So you'd have to believe that the majority of likely voters are against their own voting rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And then the idea that this is what the founders would have wanted. So, you know, that's why an Article One of the constitution, you know, they wrote the time and manner of elect -- or congressional elections should be decided by the states. They wrote that, but they actually believe the opposite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "you would actually have to believe that in order to believe this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll tell you what it is, Pete. I'm moving over to Pete. I didn't mean to call you Pete.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Whatever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He's been called worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. By me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You can apologize for calling me Pete.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Early in the previous segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But not for saying she does drugs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "After saying I do drugs all day at work but calling Pete, that's taking it too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He did cross the line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I was going to call you (INAUDIBLE) Pete, but I didn't. Pete. It is about who is for something and who is against something. Imagine if the Republicans decided to come out for this bill. The Democrats would be against it. You don't even -- like I don't think the Democrats are against -- no Democrat is against voter I.D. but they have to be against anything that a Republican is for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Well, there are some Democrats who are against voter I.D. because they want it absolutely wide open. There are a lot of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "And I think the reason -- they use the word existential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Why in the world -- you know what existential means is your very survival.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's exactly what you said, Tyrus. 22 and 24 are going to be a wave, we hope, let's hope of common sense, take this back. And the existential nature is, if we don't maintain these COVID exceptions, which existed in one election in 2020, then our survival is at stake because we can't win this thing fairly. So we're going to make sure that we're mailing out ballots to voter rolls that are not cleaned up, we're not verifying the chain of custody, we're not asking for I.D.s, you know, drop boxes all over the place. That's -- that to them is existential because political power is their holy grail. That's why they see it as so important. Remember, this is all -- this all happened because the economy was roaring under Donald Trump, then Wuhan gives us a virus, we have to change all our voting laws with -- none of which are constitutional at the state level. And now it's existential that we keep those one-time exceptional changes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's absurd and you're right. Politics is like sports now. People know what's going on. They know that black people can get I.D.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. I got mine with me. You want to see it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Really? There it is. You guys, how did you do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's Kilmeade's wallet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Oh, I get it. I've got in line, filled up some paperwork. And then a nice white lady gave me you (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No. I feel like everybody knows what's going on except the woke celebrities, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Because these people clearly have no idea what they're talking about. And it's so obvious when you see how ridiculous that video was that you just played. Just ridiculous, out of control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now it is. They're facing their own existential crisis. They're watching their industry implode and they realize the only -- they think that the only way they can survive is to be more woke. But the walkodile comes for everyone. By the way, I think that was Kimleade's wallet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Oh, what? You racist little man. You know what I'm saying? That's why I don't share nothing with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The next block. Hunter Biden partied hard and put it all on daddy's card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hunter's new doozy, spending his dad's cash on a floozy. What's a floozy? Hunter Biden allegedly spent 25-grand from an account linked to Joe Biden to pay for a prostitute in 2018. That's according to the New York Post, which obtained receipts and text messages from that famous laptop that wasn't supposed to exist. That torrid transaction took place in Los Angeles at the Chateau Marmont, which is French for Chateau Marma. It's where, it's where John Belushi, John Belushi died 39 years ago when SNL was still funny. After several drug and alcohol-fueled nights with an escort and I don't mean Ford Escort, Kat, although they are fetching. Hunter had apparently racked up a bill over 8000 bucks he continued charging several accounts, thinking the payments weren't going through, which led to a whopping 25-grand overcharge. I hate that. That's when the Secret Service allegedly got involved as evidenced by these texts from a former Special Agent, \"Come on, H, this is linked to the Celtics account or Celtic.\" Could be Celtic or Celtic. \"D.C. is calling me every 10 let me let me up or come down. I can't help you if you don't let me, H.\" For those of you playing along at home, Celtic was Joe's Secret Service code name when he was Vice President. It's even on his medic alert bracelet. So, it's too bad for hunter that the Secret Service can't protect you from yourself. It's like my accountant said to me after looking at my tax return, you can't write off secret camera in Kat's office. Pete, the worst part about Hunter Biden is that he gives partying a bad name. You know what, if you go out with them the next day, it's not like, hey, I'd like to do that again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CHANNEL HOST",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You're right. But he does seem to have an unlimited credit card, his dad's card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Some sort of a life goal. It is amazing. The types of things. You'd have to tell me, Laura, does -- is what the Secret Service is supposed to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't even think he was under Secret Service protection, which begs a lot of different questions here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "The Secret Service is showing up before --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And answer's no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "To save him from overcharges to a prostitute that he was putting on his vice presidential father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You read this entire story. It's insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Every time you read something about Hunter Biden's and say, by the way, this might be the only time you ever use protection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Touche. Touche.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean, stripper baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the name of my yacht.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "OK. I thought you're going to look at me and say stripper baby. You know what, everyone has a different job when they start. You know, this this screams of parent to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "The Secret Agent probably got a call from Celtic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Someone help me. My son's doing it again. Because when you're dealing with a drug addict who will wipe you out because he doesn't think and he ran up every credit card he did. And of course, then he was like, oh, well, my dad's vice president charged him. TRUMP Why does he have his dad's credit card?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Because his --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He needs a couple hookers as a treat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I think, I think he just -- parents have boundaries. There's just like, why did that one kid run around and knock over stuff when my kids wouldn't dare? Being understandably like, why didn't parents like that. But this is what I was in the first thing we're talking about the progressive attack, they made a deal with a moderate. And he's common sense. And he's backing off from the funding the police. He's backing off from Universal this and get rid of this. So what all of a sudden now we couldn't get a story when Fox was covering hunter Biden, literally, we don't know if it's his laptop. But yes, now this is how we get rid of Joe because he wouldn't do what we want to do. So now all of a sudden the Hunter Biden stuffs coming out. And now even CNN is like, this is really hard to, you know, this must be so hard for the President. Now, it's a problem. Because now the deals, the waters breaking, the civil war is going to start between progressives and moderates, because he's not playing ball. So now they're going to go after Hunter. But then their truth seekers, when we did it, we were disgusting in attacking -- an addicts lifestyle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It didn't exist. The laptop, the story didn't exist. So tech giants actually buried it. Lara, I imagine if this were Trump offspring? Oh, I know. That's a cliched question at this point. But I mean, it has to run through your head that like this. I mean, what your family went through every day, because you're simply related to the President. And then compared to what he's not going through? Oh, it's only the Daily Mail that is interested in this and the New York Post.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It is, it's so sad actually. Because whenever my father in law was in office, we all knew that we were a reflection of America. And we took it very seriously to be part of the First Family of the United States. And we wanted to act appropriately and do things that were upstanding. To see things like this, I mean, the number of times hunter Biden has broken the law, I mean, he's admitted to smoking crack. And no, smoking Parmesan cheese isn't illegal, just questionable. But now we know he's paying prostitutes on possibly his father's credit card. It is outrageous stuff. It just makes me sad, really, for America, that that this is a member of our first family. Very sad to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, have you ever used your dad's credit card for anything close to this Kat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, I know. And that's why he does have it very good. Right, especially for a crackhead. But part of me feels a little bad for him. Because it's going to be really hard for him to just, you know, have a fun weekend. If he set the bar at getting so blasted with an escort that you're so high you can't figure out how to pay her when it's over. 3",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know, like, he doesn't probably get excited for like dinner in a movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Well, it depends. What's for dinner? like broccoli, steak and crack. I'm sure he's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Are we watching the movie or am I in it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I see. You ko why? Why watch it when you can star in it. I mean, it's like, Did you see what he did? When he you know, he the things he does with the snacks in the minibar. What he did with the M&Ms No, Mike, of all of that. Yes, exactly. I didn't watch ANY of them more than three times. But you know what, he's the kind of guy that that drags everybody into his problems. And if you tried to help him, he guilts you like he was saying, man, why are you bothering me? This guy is trying to save you, and he's being like, you're just, you're basically paying on my hive, which may actually improve the hive. Up next, woke teachers are the worst. So, Florida's putting civics first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Does Florida have the tools to save our schools? Florida Governor Ron DeSantis has announced new public school programs requiring civics and patriotism education as well as CPR training, which they'll need to revive liberals who collapse when they heard patriotism. There you go. The potential 2024 presidential candidate has made it clear he won't tolerate the commie nonsense infiltrating the American educational system, especially since Florida has many residents who fled oppressive regimes in Cuba, Vietnam, Venezuela, and of course Manhattan. In a recent appearance on the \"INGRAHAM ANGLE,\" my favorite angle after obtuse and right, DeSantis said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "This will show the effect that these bad policies had on people's freedoms and livelihoods and their families, many of them in South Florida for example, lost family members to communism. I think it's important that this puts, that we get this in the classroom and provide an honest assessment of what this totalitarian ideology has done for the last 100-plus years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Florida is taking the lead in shutting down the woke poisoning in our schools. In June, the Sunshine State's Board of Education unanimously banned Critical Race Theory for public school classrooms, comparing it to the discredited New York Times 1619 Project and Holocaust denialism. Hopefully, this emphasis on good citizenship and rational thinking will prepare students to fight life's toughest battles, which is against, of course, their college professors. But it's like my first grade teacher once said to me, Greg, you need to stop coming to school, you're 35. Kat, what are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "OK, so obviously, I love capitalism. You know thousands of years the world had very little wealth creation, and that only changed because some places started trying capitalism. It's obviously the way to go. But in my ideal country, a state's governor wouldn't even have any say in what kids would or would not be taught in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think, Laura?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't know why we couldn't extend this out to maybe every single American, because I think a lot of people probably -- well, I think a lot of people got a great civics lesson when Donald Trump ran for office and then became president. But people probably have forgotten a lot since then. I think it would be nice to extend out. And when did we stop teaching that communism was a terrible thing? And totalitarianism is an awful thing? Kudos to Ron DeSantis. I think this is a really great thing at least for the kids in Florida. This is going to be really positive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I, Pete, not you. Pete, I'm very pessimistic because I see that I see the Joint Chief of Staff, General Mark Milley, defending teaching CRT and I'm going like, OK, this stuff -- the genie is out of the barn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Nailed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. It's over. If when -- the military is doing this stuff, I mean, unless the tea, unless the parents, you know, launched their own Tea Party, we're like, we're screwed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "I actually totally agree with you. I think it were --when it comes to the education of kids, especially in our public school system, we are charging a machine gun nest with pitchforks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "I mean, they're between teachers unions and teachers college and the curriculum, universities, how they how they train teachers, they have an all on lockdown. They may say they're not teaching CRT, but they're calling it equity, diversity, inclusion, something else they're finding another way to get it in. You can ban it, that individual teacher who has an incentive to teach it otherwise will still do so we are in a really bad place. When we have to say communism bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That it shows you where we are. But I actually disagree, Kat, I think this is exactly what governors should be doing in their states. It's a local initiative. And if you, if you believe your kids need to be future citizens, then train them up using the resources you have available. Cuban exiles, who would there under Fidel Castro, have them come in and talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think just and this is something that Florida does a lot better than other states. I would just like to see more of the emphasis on school choice where parents could decide what things they wanted their kids to learn in school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "I just think it's more abandonment of government schools at this point. You can move from one school district to another rich or poor otherwise you're probably --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Abandonment of government schools is exactly what I'm talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "OK, great. We're in violent agreement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know what, this is where I got to kind of -- and I think he's a star, I think he's, he's going to make some waves and his future is bright. But we got to start learning to play the game a little bit, you don't say evil communism because woke up? Oh, yes, we say we're going to teach civics and communism in school, because you know what? They didn't say evil communism. But when I was sitting in class between football practice --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So smart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And they started talking about communism, I was like, damn, that sucks. So, I work and you get my stuff. Oh, hell no. I didn't need evil. Any American who's got a summer job is like, wait a minute, I'm going to work this summer at the park and Kat chilling over there selling drugs the corner is going to get the same as me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That means I'm working too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Tax free. But the point is, we got to start playing the game a little better. Take the evil out and make it sound like it's happy. Because guess what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's what it left us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "The kids go. Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's what the left does with everything. CRT stuff is like the - - what is anti-racism training? We know what it is, but they dress it up as something else. OK, up next, can science replace dirty laundry in space?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "In outer space doing laundry is a quandary. NASA has teamed up with Ty to figure out how to wash dirty clothes in space. Because currently there's absolutely no way to do that without gravity. So, I guess it's time for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"GREG'S AMAZING THEORY.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "My theory is that outer space was never finished. Whoever the builders of the universe were, ran out of money, and they couldn't extend gravity beyond Earth's atmosphere. Assuming that the new buyer will deal with that later. This theory completely explains why outer space sucks. They couldn't afford more gravity, and this is why astronauts now have to wear their clothes until they can't take the stench anymore. And rather than clean them they stuffed them in with a bunch of other trash on cargo ships and send those ships to burn in the Earth's atmosphere. Anyway, the more I think about it, a spaceship sounds exactly like that five day Greyhound bus trip I took from Vegas to Atlantic City, horrible smell and full of people trying to solve problems with arson. By theory, Tyrus, you know when you look at new property, and you see exactly where the money stopped, you know they didn't finish the ceramic tiles and the third bathroom, that's gravity. Exactly. They, they stopped doing gravity. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He let the horse out of the bottle on that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I did. I did, and then Kat tried to drink the rest of the contents of the bottle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "She's going to get it. Keep it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't do until the horse made into the glue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You can't unsee this theory. When you think about it, that day stopped with gravity, you cannot unsee this theory. It explains everything and why outer space is overrated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I feel like you're saying God makes mistakes, which means you're getting a lot of hate mail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, God just said hey, look, I only got time for this. I got to go work on the other galaxy and universe somewhere else. So, I'm going to like do this but you guys are on your own. Figure out gravity in the next five billion years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's a very interesting point of view you have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it's a fact. It's not a point of view. It's a fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Based on science.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, based on science.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's his truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's not an apple, it's a banana straight from the lemons mouth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And they don't float in trees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When life gives you lemons, you eat bananas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Invalidating his truth is white supremacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Bartender can I get a refill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Black holes are racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Consider my privilege checked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "About damn time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Lara, is this the most interesting and vital segment you've ever taken part of at Fox News?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'm so honored to be a part. Thank you. I'll tell you what I love about this story and what I think everyone here can agree with now that you've seen all my workout videos. These astronauts are working out for two hours a day, why am I not an astronaut?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Obviously, I'm qualified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You're a foot taller than the average astronaut, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Before I go, let's be honest, this is the reason why we have female astronauts. Somebody's got to do the laundry, says a sexist! Says a sexist! I condemn that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Weekend \"FOX AND FRIENDS\" right here, bro.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Set your DVRs every night so you never miss an episode. Thanks to Lara Trump, Pete Hegseth, Kat, Tyrus, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, HOST, MSNBC",
      "utterance": "The ETs, the aliens and that what they did I didn't know. They are preparing us for the end of the world. There I think at a cost the end of the world, I don't know if that's supposed to be good. The aliens, these cute little like deflated Pillsbury Doughboy, white aliens."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "White aliens? Now that's racist in any galaxy. Happy Wednesday, everyone. What a lineup we got tonight. We have Lara Trump. There she is. This is no joke. You should see her workout routine which is on Instagram. Roll it."
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Tell me this happening."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the show. That's really her. And it's pretty impressive. Especially when you compare her workout to Kat's."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You should be drinking after the workout, Kat, not before. And we got Pete Hegseth, everybody. Look at him. Yes. He'll bring in another 200 viewers. And those are just his kids. I joke. But he is the father of tonight studio audience. True. Even Maury Povich got tired of telling him You are the father. So, do you want to hear a funny opinion? That Don Lemon doesn't do opinion?"
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "utterance": "I don't do opinion. And I know that the difference for me is I do point of view. So, I'm giving my point of view as an American, as a black man who happens to be gay. But I'm through that lens. But I'm also -- I'm also -- I also represent CNN. And so I must tell the truth. And if I don't, if my facts are wrong, then I have to clarify it. And I have to come on television and I have to apologize. And I say I got that wrong."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That has never happened. So, he's telling you what he bases his opinions off of at the same time he tells you he doesn't give opinions just point of view. Look up what point of view means. It means opinion. But let's be honest. CNN's facts are much like their opinions and that they aren't facts. In series, Don Lemon doesn't do opinions. Yes. And the Olive Garden doesn't do breadsticks. And riots are peaceful and crime isn't exploding and Kat Timpf isn't hammered off copy toner right now. It's true. You know what they say about opinions? Opinions are like A-holes. Everyone has one. And you know what they say about A-holes with opinions? They probably work at CNN. Imagine taking anything that Lemon says as fact. I think CNN once did a commercial on that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is an apple. Some people might try to tell you that it's a banana. They might scream banana, banana, banana over and over and over again. He might put banana in all caps. You might even start to believe that this is a banana."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Much like Brian Stelter's hairline, that has not aged well. And neither has Lemon's so called facts otherwise known as unhinged babble puke."
    },
    {
      "speaker": "LEMON",
      "utterance": "You are the commander-in-chief, the President of the United States of America, the greatest country on Earth. Act like it. The President of the United States is a fraud and a con man. The President of the United States is racist. All of us already knew that. If you voted for Trump, you voted for the person who the Klan supported. You voted for the person who Nazis support. They liked the racism. They like the misogyny. They like all of it, because if they didn't, they wouldn't support him. Yes, Democratic cities are in chaos right now. Is this what you want from Joe Biden and they're going to take your country away and they're taking down the statues."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "Crime is rising."
    },
    {
      "speaker": "LEMON",
      "utterance": "Crime is rising."
    },
    {
      "speaker": "CUOMO",
      "utterance": "Defund police."
    },
    {
      "speaker": "LEMON",
      "utterance": "Oh my gosh, it's so bad and they get defunding police. It's like."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Biden just did a presser on the crime way, buddy. If you brought this guy within a mile of a lie detector, it would explode. I haven't seen that many bad opinions since the initial reviews of this hit show. Whatever happened to those people? So why is he so defensive about expressing opinions? It seems like the central part of his identity, his emotional assessment of stuff. Why Katie Say hi, I'm Don Lemon, and I have more opinions than a meth-addled cab driver. Instead, we have to laugh at his nightly denials. After me, he's the funniest late night show host on T.V. Perhaps it's a defensive response to our accurate criticism of CNN. And we're only trying to help them. A strong CNN makes for a stronger Fox News. Competition builds character. It's why my debate coach would make me wrestle him for pencils. They were always in his front pocket. So with a weak adversary, like CNN, it's harder to build your own muscles. It's like the gym, you need heavy weights to build strength. And CNN is like those stretch bands old ladies used in arthritis commercials. And like those bands, you can only stretch the truth so far before it breaks. But at this point, it's almost unfair to comment on CNN. It's like bad mouthing the deceased at a funeral. But they deserve it. They refuse to admit their agenda driven and the agenda is to stoke anger between citizens in order to keep eyeballs glued to their misery fest. The fact that their ratings are lower than a snake's nuts should be good news for all of us. Still, they must maintain the belief that they speak the truth because everything else they do is built on it. Snakes do have nuts. If you lie all the time, and then you tell the truth, half of the CNN viewers will suddenly figure out that you were lying to them before. So they turn you off and boom, there goes half their audience which is roughly the size of the exit family. Last week, I pointed out the difference between us and the Decepticons at CNN, we make a clear who's giving an opinion and who's reporting a story. Take me and Bill Hemmer to Aruba. He's a news guy who delivers the product straighter than Perino's teeth. I'm an opinion guy who looks great in a pastel Speedo. Follow me on Instagram. How does Don Lemon see this obvious a fact?"
    },
    {
      "speaker": "LEMON",
      "utterance": "So that is a difference between what I'm doing and what someone as you mentioned, over at Fox News is doing. I'm operating from a place of truth. It's all based in fact, and it's all based on the evidence that's out there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, the keywords out there. It's a Dodge. He can lie because the lie comes from truth that's out there. And it's that defense that is allowed CNN to push destructive bile about law enforcement, about the decimation of our cities due to the left-wing policies, CNN parades his progress. But imagine if CNN hadn't embraced the police's racist theme and had looked at the data. If I could do it, so could Lemon but he didn't, because if he did, Zucker would can him quicker than clean peaches. Imagine if they hadn't portrayed half of America's white supremacists. I mean, there are black and brown Trump supporters. But if they didn't count at least for Lemon. Imagine if they saw how much divisive opinions created a climate that pit people against each other, culminating in billions in damages and rioting. Oh, how they laughed at that crime. You saw that. If only they had waited until it finally affected Biden's election chances that they took the bloodshed seriously. The divisive climate caused a palpable subversion of law enforcement leading to reductions in police interaction and communities that needed their help most. The results of massive spike in shootings and murder. The death of innocent minorities in cities left to right by the left who took their cues from CNN. But I guess that's just an opinion, right? But it's an opinion arising from truth, from facts. I mean, if Lemon can say that, so can I. But at least I'm honest enough to say that it's my opinion. Time for Lemon to do the same."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. Her biceps are registered with CrossFit and the NRA, Fox News Contributor, Lara Trump. He was awarded the Bronze Star and that's also his nickname at the tanning salon. Fox and Friends weekend co-host, Pete Hegseth. She's louder than a garbage disposal full of angry ghosts. Fox News Contributor Kat Timpf. If he haulers cannonball, there's about to be a tsunami. My massive sidekick and host of \"NUFF SAID\" on Fox Nation, Tyrus. So Lara, that's the first time I've been on your Instagram. You work out like a demon."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, thank you very much."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Congratulations for checking me out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. I think I learned a lot. I learned a lot about how to do my tries better. So, always feel like that the legacy media is based on an adolescent idea. Almost like from a -- like a freshman in high school that they know the truth and no one else does. And that -- and then that means that they can read everybody else's mind. And that's what CNN -- that's why CNN can demonize everyone."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes. Well, it's very clear, maybe they don't call it opinion. Maybe it's because it is obviously like left-wing propaganda that they continue to push out there. It's very clear to anyone that's been paying attention that the mainstream media and CNN is definitely part of that is like the marketing arm for the Democrat Party. They continue to push the narrative that the Democrats want them to put out there. And it's pretty clear, when you walk down the street, you can see the people that have bought into the propaganda and see the people who are free thinkers, who are critical thinkers, who have clearly not bought into it. And by the way, I think they are playing their hand a little too far each and every day. And I think people are starting to wake up and say something isn't right. Because after all, we see all the things that they were continuing to be wrong about come out every single day."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And the thing is, Pete, he said, like, when I'm wrong, I'll admit it. He never admitted he was wrong about anything, especially the riots that he mocked and the violence in the black on a black crime. He mocked it. He never came back and said, boy, I really screwed up. Instead, he said that it's affecting Biden's chances at the -- in the election which, you know, as we know, some election, right, Pete?"
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Yes. Really spot on. Let's do that again, 24."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's because his entire premise is based on the fact that he's smart, and you're dumb. And as a result, if he admits that he's wrong, he's got to admit that that he's not as smart as he says, and he doesn't get to tell you his point of view that isn't opinion. By the way, he went from CNN to PBS so that he could go the only place lower rated than CNN."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "To do this interview."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hosted by -- and that was Margaret Hoover, who is married to John Avlon, who is one of the loudest most obnoxious hacks on CNN."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Oh, and probably on Twitter, then as well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "But the whole thing is he ultimately -- don't lie to me. That's all I want on T.V. Greg Gutfeld will come up and say, this is my point of view. This is my opinion, this is what I -- when you stand up and say, no, I'm objective, just the facts, just the science, just the truth. And you can see right through it, that's why people turn the channel. People would rather watch MSNBC where they're saying, I've got a point of view, I'm going to tell you what it is. Judge for your side, same thing with Fox."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's why Rachel Maddow is a pro. And I may disagree with everything, but she's not -- she's not a phony."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That's right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And Tyrus, it's like these weird level of levels of awareness where CNN is at this weird thing where they believe that they know the truth. As you get older, you're supposed to get wisdom where you know that truth isn't -- that's not how it works. It's like, you can look at CNN and you can look at Fox News, and you can look at MSNBC and see what they're doing. You could be above it."
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "I'm above it naturally, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I know being above things is new for you. And by the way, only you could see if a snake had nuts. That's awesome. Thank you for that. Let's not be so quick to -- I mean, hey, hold on here. If you can say, point of view and opinion, I mean, I'd be like, I don't murder, I take life. So, you know, you just kind of split, you know, just let's not be so -- it's always safe for what he's basically saying is, I'm not wrong and if I am, it's from my point of view because I'm coming from a place of truth. Which means that I can't be held accountable for anything I say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So, if you give an opinion, you have to own it. And it takes courage to give an opinion to sit up here, and especially your stature and those socks, for you to say the things that you want to say -- listen, I got to do something, you know, because she's going to snap and I'm not going to stop her."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "About my socks?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, every week you keep throwing little jabs at Kat. And I'm telling you it's building, it's building. And when she gives you her point of view, you're going to want to hear my opinion."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Kat. Are you a Don Lemon fan?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you -- do you notice that their entire, like, I guess your entire premise is based on knowing what you think. Like if you say, Kat, to CNN, I'm not racist, they would disagree. They go, but I know you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think if anybody knew what I was thinking ever, I would not be allowed in society. I just think it's so interesting that anybody would ever trust any human and say yes, what they're saying is complete fact because a lot of us aren't perfect."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And sometimes people -- I mean, like someone can tell you one thing and then, you know, you spend some time hiding in their bushes and you see something completely different. You can't completely -- just even fancy yourself as -- he's remarkably bad at it. I mean, he doesn't even try. Everything's in opinion everything is, you know, clearly, his biases is very, very, very, very straightforward when it comes to that. But to even think that he would be capable of that is a creepy level of narcissism."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I would -- I mean, I always use myself, my example of like my shift on Donald Trump was pretty drastic. And it was because of my cognitive biases, I'm aware of when -- I'm aware of how we manufacture our own truth. We manufacture our own truth every day. And then we come to believe it and then we say, but it's the truth. We forget that we actually have manufacturing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. Like how I used to drink before work and now that I know I can get high off copy toner, I'm going to save a lot of money."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Save some for the rest of us. All right. Up next, Hollywood swarms to promote dangerous reform."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Celebs still give us classes and being total jackasses. Senate Republicans blocked democratic election reform bill this week, but not before Hollywood tried desperately to paint the bill as apocalyptic. And then over the top video, Orlando Bloom and Katy Perry, whoever they are, say America is toast if the bill doesn't pass."
    },
    {
      "speaker": "ORLANDO BLOOM, ACTOR",
      "utterance": "Let's hope this work."
    },
    {
      "speaker": "KATY PERRY, AMERICAN SINGER-SONGWRITER",
      "utterance": "We've got to tell them."
    },
    {
      "speaker": "BLOOM",
      "utterance": "You are our only hope. America doesn't exist in our future. Democracy is dead."
    },
    {
      "speaker": "PERRY",
      "utterance": "It started when voter suppression ran wild all over America. The voting rights bills died in the Senate. Polling places closed. We lost our right to vote."
    },
    {
      "speaker": "BLOOM",
      "utterance": "The future doesn't have to be. You have the power to change it. Save democracy while you can!"
    },
    {
      "speaker": "PERRY",
      "utterance": "Call your senator now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was filmed in present day Portland. I'm sorry I made everybody watch that. Everybody here at the panel was actually looking nauseous. Anyway, they were the only ones, lots of Hollywood left-wingers tweeted pretty much the same, sky is falling message. Jimmy Kimmel and Sarah Silverman did but we didn't recognize them in white face. And a bunch of others whose opinions were assigned to them, of course by Twitter proving that if it didn't work for Hillary Clinton, then try it again. So surprise, the media framed the bill's defeat in exactly the same way."
    },
    {
      "speaker": "YAMICHE ALCINDOR, MSNBC POLITICAL CONTRIBUTOR",
      "utterance": "This is going to be a debate about what -- whether or not we want America to be the place that the founders flawed as they may have been. The founders wanted it to be."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is not a democracy. This is a minority. There's a term for minority rule. And that's called apartheid."
    },
    {
      "speaker": "MARA GAY, NEW YORK TIMES EDITORIAL BOARD MEMBER",
      "utterance": "The darkest hours of your history books coming to life."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "A minority party using a filibuster to allow them to keep suppressing the votes of minorities and others. It is an existential battle."
    },
    {
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "utterance": "You have activists who have fought and bled and died to try to stop these Republican bills."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, Geez. What feverish claptrap. I call it hot garbage, but that's an insult to heat and garbage. A quick reminder that bill could take away state's ability to enforce voter I.D. laws, which most people are for. A poll released just this week found that 80 percent of Americans support requiring voters to show photo I.D. in order to cast a ballot. Americans haven't been united on anything like that since Britney dump Kevin Federline or Federline."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Federline."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, all right, all right. Sorry."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I think the -- I think the F is silent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But it's like Benjamin Franklin once said, do you charge by the hour because I'll be fast? All right. Tyrus, that video I looked over at your face, and you were not pleased by it. It kind of shows that they really do believe the other side is evil. And that this is an apocalyptic. And also they're kind of impressed by their own ability to create this kind of like --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, I think this is the Hail Mary pass of the progressive. Because they're in trouble. They made a deal with a moderate. And I know this is -- maybe I'm confused. But I know no one's allowed to vote. But didn't they win?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "(INAUDIBLE) I'm sorry. And then we got -- we've had a black president not once, but twice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So that means everyone gets to vote still. So what's -- but they made a deal with an old man who was a moderate, who's now starting to want to work with Republicans. And this is a problem. So the progressive do. The only thing they can do. They try to scare us with actors who really need a break. That is not the Elvenking that I knew on The Hobbit anymore. Like they bring in these actors who are looking to be woke but they're only speaking to each other."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "President Trump changed things. People watch politics, like sports now. They know what stuff means, they know what's real and what's B.S. And that's why you're going to see the house flip. And the senate flip because you got the game ball because you're going to do all these wonderful things. And it was all like most of their movies, a flash in the pan. And it doesn't make any sense."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. The mental gymnastics you'd have to do to believe, these things, I mean, it wasn't just the voter I.D. The surveys show the majority of likely voters don't like the stuff that's in there. So you'd have to believe that the majority of likely voters are against their own voting rights."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And then the idea that this is what the founders would have wanted. So, you know, that's why an Article One of the constitution, you know, they wrote the time and manner of elect -- or congressional elections should be decided by the states. They wrote that, but they actually believe the opposite."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "you would actually have to believe that in order to believe this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't get it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll tell you what it is, Pete. I'm moving over to Pete. I didn't mean to call you Pete."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't think --"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Whatever."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He's been called worse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. By me."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You can apologize for calling me Pete."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Early in the previous segment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But not for saying she does drugs."
    },
    {
      "speaker": "TIMPF",
      "utterance": "After saying I do drugs all day at work but calling Pete, that's taking it too far."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He did cross the line."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I was going to call you (INAUDIBLE) Pete, but I didn't. Pete. It is about who is for something and who is against something. Imagine if the Republicans decided to come out for this bill. The Democrats would be against it. You don't even -- like I don't think the Democrats are against -- no Democrat is against voter I.D. but they have to be against anything that a Republican is for."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Well, there are some Democrats who are against voter I.D. because they want it absolutely wide open. There are a lot of them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "And I think the reason -- they use the word existential."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Why in the world -- you know what existential means is your very survival."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's exactly what you said, Tyrus. 22 and 24 are going to be a wave, we hope, let's hope of common sense, take this back. And the existential nature is, if we don't maintain these COVID exceptions, which existed in one election in 2020, then our survival is at stake because we can't win this thing fairly. So we're going to make sure that we're mailing out ballots to voter rolls that are not cleaned up, we're not verifying the chain of custody, we're not asking for I.D.s, you know, drop boxes all over the place. That's -- that to them is existential because political power is their holy grail. That's why they see it as so important. Remember, this is all -- this all happened because the economy was roaring under Donald Trump, then Wuhan gives us a virus, we have to change all our voting laws with -- none of which are constitutional at the state level. And now it's existential that we keep those one-time exceptional changes?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's absurd and you're right. Politics is like sports now. People know what's going on. They know that black people can get I.D."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. I got mine with me. You want to see it?"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Really? There it is. You guys, how did you do it?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's Kilmeade's wallet."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Oh, I get it. I've got in line, filled up some paperwork. And then a nice white lady gave me you (INAUDIBLE)"
    },
    {
      "speaker": "TRUMP",
      "utterance": "No. I feel like everybody knows what's going on except the woke celebrities, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Because these people clearly have no idea what they're talking about. And it's so obvious when you see how ridiculous that video was that you just played. Just ridiculous, out of control."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now it is. They're facing their own existential crisis. They're watching their industry implode and they realize the only -- they think that the only way they can survive is to be more woke. But the walkodile comes for everyone. By the way, I think that was Kimleade's wallet."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Oh, what? You racist little man. You know what I'm saying? That's why I don't share nothing with you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The next block. Hunter Biden partied hard and put it all on daddy's card."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hunter's new doozy, spending his dad's cash on a floozy. What's a floozy? Hunter Biden allegedly spent 25-grand from an account linked to Joe Biden to pay for a prostitute in 2018. That's according to the New York Post, which obtained receipts and text messages from that famous laptop that wasn't supposed to exist. That torrid transaction took place in Los Angeles at the Chateau Marmont, which is French for Chateau Marma. It's where, it's where John Belushi, John Belushi died 39 years ago when SNL was still funny. After several drug and alcohol-fueled nights with an escort and I don't mean Ford Escort, Kat, although they are fetching. Hunter had apparently racked up a bill over 8000 bucks he continued charging several accounts, thinking the payments weren't going through, which led to a whopping 25-grand overcharge. I hate that. That's when the Secret Service allegedly got involved as evidenced by these texts from a former Special Agent, \"Come on, H, this is linked to the Celtics account or Celtic.\" Could be Celtic or Celtic. \"D.C. is calling me every 10 let me let me up or come down. I can't help you if you don't let me, H.\" For those of you playing along at home, Celtic was Joe's Secret Service code name when he was Vice President. It's even on his medic alert bracelet. So, it's too bad for hunter that the Secret Service can't protect you from yourself. It's like my accountant said to me after looking at my tax return, you can't write off secret camera in Kat's office. Pete, the worst part about Hunter Biden is that he gives partying a bad name. You know what, if you go out with them the next day, it's not like, hey, I'd like to do that again."
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CHANNEL HOST",
      "utterance": "Really?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You're right. But he does seem to have an unlimited credit card, his dad's card."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Some sort of a life goal. It is amazing. The types of things. You'd have to tell me, Laura, does -- is what the Secret Service is supposed to do?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't even think he was under Secret Service protection, which begs a lot of different questions here."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "The Secret Service is showing up before --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "And answer's no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "To save him from overcharges to a prostitute that he was putting on his vice presidential father."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You read this entire story. It's insane."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Every time you read something about Hunter Biden's and say, by the way, this might be the only time you ever use protection."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Touche. Touche."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean, stripper baby."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the name of my yacht."
    },
    {
      "speaker": "TYRUS",
      "utterance": "OK. I thought you're going to look at me and say stripper baby. You know what, everyone has a different job when they start. You know, this this screams of parent to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "The Secret Agent probably got a call from Celtic."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Someone help me. My son's doing it again. Because when you're dealing with a drug addict who will wipe you out because he doesn't think and he ran up every credit card he did. And of course, then he was like, oh, well, my dad's vice president charged him. TRUMP Why does he have his dad's credit card?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Because his --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "He needs a couple hookers as a treat."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I think, I think he just -- parents have boundaries. There's just like, why did that one kid run around and knock over stuff when my kids wouldn't dare? Being understandably like, why didn't parents like that. But this is what I was in the first thing we're talking about the progressive attack, they made a deal with a moderate. And he's common sense. And he's backing off from the funding the police. He's backing off from Universal this and get rid of this. So what all of a sudden now we couldn't get a story when Fox was covering hunter Biden, literally, we don't know if it's his laptop. But yes, now this is how we get rid of Joe because he wouldn't do what we want to do. So now all of a sudden the Hunter Biden stuffs coming out. And now even CNN is like, this is really hard to, you know, this must be so hard for the President. Now, it's a problem. Because now the deals, the waters breaking, the civil war is going to start between progressives and moderates, because he's not playing ball. So now they're going to go after Hunter. But then their truth seekers, when we did it, we were disgusting in attacking -- an addicts lifestyle."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It didn't exist. The laptop, the story didn't exist. So tech giants actually buried it. Lara, I imagine if this were Trump offspring? Oh, I know. That's a cliched question at this point. But I mean, it has to run through your head that like this. I mean, what your family went through every day, because you're simply related to the President. And then compared to what he's not going through? Oh, it's only the Daily Mail that is interested in this and the New York Post."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It is, it's so sad actually. Because whenever my father in law was in office, we all knew that we were a reflection of America. And we took it very seriously to be part of the First Family of the United States. And we wanted to act appropriately and do things that were upstanding. To see things like this, I mean, the number of times hunter Biden has broken the law, I mean, he's admitted to smoking crack. And no, smoking Parmesan cheese isn't illegal, just questionable. But now we know he's paying prostitutes on possibly his father's credit card. It is outrageous stuff. It just makes me sad, really, for America, that that this is a member of our first family. Very sad to see."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, have you ever used your dad's credit card for anything close to this Kat?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, I know. And that's why he does have it very good. Right, especially for a crackhead. But part of me feels a little bad for him. Because it's going to be really hard for him to just, you know, have a fun weekend. If he set the bar at getting so blasted with an escort that you're so high you can't figure out how to pay her when it's over. 3"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know, like, he doesn't probably get excited for like dinner in a movie."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Well, it depends. What's for dinner? like broccoli, steak and crack. I'm sure he's --"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Are we watching the movie or am I in it?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "There you go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I see. You ko why? Why watch it when you can star in it. I mean, it's like, Did you see what he did? When he you know, he the things he does with the snacks in the minibar. What he did with the M&Ms No, Mike, of all of that. Yes, exactly. I didn't watch ANY of them more than three times. But you know what, he's the kind of guy that that drags everybody into his problems. And if you tried to help him, he guilts you like he was saying, man, why are you bothering me? This guy is trying to save you, and he's being like, you're just, you're basically paying on my hive, which may actually improve the hive. Up next, woke teachers are the worst. So, Florida's putting civics first."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Does Florida have the tools to save our schools? Florida Governor Ron DeSantis has announced new public school programs requiring civics and patriotism education as well as CPR training, which they'll need to revive liberals who collapse when they heard patriotism. There you go. The potential 2024 presidential candidate has made it clear he won't tolerate the commie nonsense infiltrating the American educational system, especially since Florida has many residents who fled oppressive regimes in Cuba, Vietnam, Venezuela, and of course Manhattan. In a recent appearance on the \"INGRAHAM ANGLE,\" my favorite angle after obtuse and right, DeSantis said this."
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "This will show the effect that these bad policies had on people's freedoms and livelihoods and their families, many of them in South Florida for example, lost family members to communism. I think it's important that this puts, that we get this in the classroom and provide an honest assessment of what this totalitarian ideology has done for the last 100-plus years."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Florida is taking the lead in shutting down the woke poisoning in our schools. In June, the Sunshine State's Board of Education unanimously banned Critical Race Theory for public school classrooms, comparing it to the discredited New York Times 1619 Project and Holocaust denialism. Hopefully, this emphasis on good citizenship and rational thinking will prepare students to fight life's toughest battles, which is against, of course, their college professors. But it's like my first grade teacher once said to me, Greg, you need to stop coming to school, you're 35. Kat, what are your thoughts?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "OK, so obviously, I love capitalism. You know thousands of years the world had very little wealth creation, and that only changed because some places started trying capitalism. It's obviously the way to go. But in my ideal country, a state's governor wouldn't even have any say in what kids would or would not be taught in the first place."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think, Laura?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't know why we couldn't extend this out to maybe every single American, because I think a lot of people probably -- well, I think a lot of people got a great civics lesson when Donald Trump ran for office and then became president. But people probably have forgotten a lot since then. I think it would be nice to extend out. And when did we stop teaching that communism was a terrible thing? And totalitarianism is an awful thing? Kudos to Ron DeSantis. I think this is a really great thing at least for the kids in Florida. This is going to be really positive."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I, Pete, not you. Pete, I'm very pessimistic because I see that I see the Joint Chief of Staff, General Mark Milley, defending teaching CRT and I'm going like, OK, this stuff -- the genie is out of the barn."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Nailed it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. It's over. If when -- the military is doing this stuff, I mean, unless the tea, unless the parents, you know, launched their own Tea Party, we're like, we're screwed."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "I actually totally agree with you. I think it were --when it comes to the education of kids, especially in our public school system, we are charging a machine gun nest with pitchforks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "I mean, they're between teachers unions and teachers college and the curriculum, universities, how they how they train teachers, they have an all on lockdown. They may say they're not teaching CRT, but they're calling it equity, diversity, inclusion, something else they're finding another way to get it in. You can ban it, that individual teacher who has an incentive to teach it otherwise will still do so we are in a really bad place. When we have to say communism bad."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That it shows you where we are. But I actually disagree, Kat, I think this is exactly what governors should be doing in their states. It's a local initiative. And if you, if you believe your kids need to be future citizens, then train them up using the resources you have available. Cuban exiles, who would there under Fidel Castro, have them come in and talk about."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think just and this is something that Florida does a lot better than other states. I would just like to see more of the emphasis on school choice where parents could decide what things they wanted their kids to learn in school."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "I just think it's more abandonment of government schools at this point. You can move from one school district to another rich or poor otherwise you're probably --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Abandonment of government schools is exactly what I'm talking about."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "OK, great. We're in violent agreement."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know what, this is where I got to kind of -- and I think he's a star, I think he's, he's going to make some waves and his future is bright. But we got to start learning to play the game a little bit, you don't say evil communism because woke up? Oh, yes, we say we're going to teach civics and communism in school, because you know what? They didn't say evil communism. But when I was sitting in class between football practice --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So smart."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And they started talking about communism, I was like, damn, that sucks. So, I work and you get my stuff. Oh, hell no. I didn't need evil. Any American who's got a summer job is like, wait a minute, I'm going to work this summer at the park and Kat chilling over there selling drugs the corner is going to get the same as me?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "That means I'm working too."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Tax free. But the point is, we got to start playing the game a little better. Take the evil out and make it sound like it's happy. Because guess what --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's what it left us."
    },
    {
      "speaker": "TYRUS",
      "utterance": "The kids go. Oh, no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's what the left does with everything. CRT stuff is like the - - what is anti-racism training? We know what it is, but they dress it up as something else. OK, up next, can science replace dirty laundry in space?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "In outer space doing laundry is a quandary. NASA has teamed up with Ty to figure out how to wash dirty clothes in space. Because currently there's absolutely no way to do that without gravity. So, I guess it's time for --"
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"GREG'S AMAZING THEORY.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "My theory is that outer space was never finished. Whoever the builders of the universe were, ran out of money, and they couldn't extend gravity beyond Earth's atmosphere. Assuming that the new buyer will deal with that later. This theory completely explains why outer space sucks. They couldn't afford more gravity, and this is why astronauts now have to wear their clothes until they can't take the stench anymore. And rather than clean them they stuffed them in with a bunch of other trash on cargo ships and send those ships to burn in the Earth's atmosphere. Anyway, the more I think about it, a spaceship sounds exactly like that five day Greyhound bus trip I took from Vegas to Atlantic City, horrible smell and full of people trying to solve problems with arson. By theory, Tyrus, you know when you look at new property, and you see exactly where the money stopped, you know they didn't finish the ceramic tiles and the third bathroom, that's gravity. Exactly. They, they stopped doing gravity. Thank you."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He let the horse out of the bottle on that one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I did. I did, and then Kat tried to drink the rest of the contents of the bottle."
    },
    {
      "speaker": "TYRUS",
      "utterance": "She's going to get it. Keep it up."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't do until the horse made into the glue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You can't unsee this theory. When you think about it, that day stopped with gravity, you cannot unsee this theory. It explains everything and why outer space is overrated."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I feel like you're saying God makes mistakes, which means you're getting a lot of hate mail."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, God just said hey, look, I only got time for this. I got to go work on the other galaxy and universe somewhere else. So, I'm going to like do this but you guys are on your own. Figure out gravity in the next five billion years."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's a very interesting point of view you have."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it's a fact. It's not a point of view. It's a fact."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Based on science."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, based on science."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's his truth."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's not an apple, it's a banana straight from the lemons mouth."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And they don't float in trees."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When life gives you lemons, you eat bananas."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Invalidating his truth is white supremacy."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Bartender can I get a refill."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Black holes are racist."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Consider my privilege checked."
    },
    {
      "speaker": "TYRUS",
      "utterance": "About damn time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Lara, is this the most interesting and vital segment you've ever taken part of at Fox News?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'm so honored to be a part. Thank you. I'll tell you what I love about this story and what I think everyone here can agree with now that you've seen all my workout videos. These astronauts are working out for two hours a day, why am I not an astronaut?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Obviously, I'm qualified."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "You're a foot taller than the average astronaut, too."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Before I go, let's be honest, this is the reason why we have female astronauts. Somebody's got to do the laundry, says a sexist! Says a sexist! I condemn that."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Weekend \"FOX AND FRIENDS\" right here, bro."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Set your DVRs every night so you never miss an episode. Thanks to Lara Trump, Pete Hegseth, Kat, Tyrus, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}