{
  "date": "June 11, 2020",
  "headline": "Joint Chiefs Chairman Milley says he was ‘wrong to accompany Trump to park’",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/joint-chiefs-chairman-milley-says-he-was-wrong-to-accompany-trump-to-park",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "I wanted more the panda. Good evening, I'm Bret Baier. Breaking tonight, President Trump says the U.S. must invest more in police training and cannot make progress by labeling millions of Americans as racist. The president will be speaking to my colleague Harris Faulkner short. They will have parts of that interview very soon.  President Trump is in Texas right now preparing for a private fund-raiser after addressing community leaders in Dallas where he made his case for expanded African American opportunity in a post-pandemic world.  Meantime, the financial world took multiple hits today with more disappointing jobs news and the Dow's worst day since March, a loss of almost 1,900 points. Chief White House Correspondent John Roberts starts us off tonight, good evening, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Bret, good evening to you. The president is taking a two-pronged approach here responding to the tragedy in the wake of the George Floyd killing. First of all, he is moving to reform the use of force among police agencies across the country and at the same time, increase communities. And they are opportunities across America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "At a Dallas Roundtable with faith leaders, law enforcement and small business owners, President Trump painting a big picture outline of how to bring about equality and opportunity in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're working on a lot of different elements having to do with law, order, safety, comfort, control but we want safety, we want compassion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Police reform will be at the center of an executive action, President Trump is expected to announce next week. Senate Republicans also close to unveiling their plans for police reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "sentences": "The texts are being finished tomorrow or tonight. And so that means that I'll have a -- we can (INAUDIBLE) it all and hopefully Monday or Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "While Senate legislation may share some common ground with the Democratic proposal, Republicans and President Trump are rejecting the Democrat's idea of rolling back so-called \"qualified immunity.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "The qualified immunity doctrine which reigns many places protects police officers from prosecution in spite of bad conduct that might be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Police reform is just one part of the equation. Economic opportunity and recovery from coronavirus closures will also form another pillar. While weekly first-time unemployment claims continue to drop, today they had 1.5 million. African American unemployment in May was 3.5 points higher than the overall number. Fed Chairman Jerome Powell predicting unemployment could remain at nine percent through the end of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "sentences": "Clearly not everyone would go back, but and I would say many will go back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The president again at odds with Powell, tweeting, the Federal Reserve is wrong so often. We will have a very good third quarter, a great fourth quarter and one of our best years ever in 2021.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're going to start the -- our rally's back up now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump is anxious to get back on the campaign trail to make his case. But his choice of Tulsa, Oklahoma next Friday is drawing fire, that day is Juneteenth, a day African American celebrate as the end of slavery. And Tulsa was the scene of a racial massacre nearly a hundred years ago. Congresswoman Val Demings tweeting, Tulsa was the site of the worst racist violence in American history. The president's speech there on Juneteenth is a message to every black American, more of the same.  But Oklahoma Senator James Lankford is praising the choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JAMES LANKFORD (R-OK)",
      "sentences": "I think if anyone's going to celebrate Juneteenth, it'd be Republicans because it happened during a Republican president that declared the (INAUDIBLE). I do think the president should spend some time talking about racial issues. I think it's a perfect day, I think it's in a perfect place to be able to talk about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "As part of his recommendations for police reform, President Trump wants to implement a pilot program to have in certain precincts and sections across the country. Social workers join up with police forces. On the use of force, the president said, he wants to see force with compassion but adds, if the police are dealing with someone who is bad, they have to do it with real strength, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John Roberts live on the North Lawn. John, thanks. As we mentioned, the Dow lost 1,862 points today. The S&P 500 fell 188, the NASDAQ plunged 528. Let's get additional details on today's market drop. Connell McShane of Fox Business joins us now, good evening Connell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONNELL MCSHANE, FOX BUSINESS ANCHOR",
      "sentences": "Good evening, Bret. Investors reacting today to new fears of a second wave of the coronavirus and also taking in a rough economic forecast from the Federal Reserve. This was the worst day we've seen on Wall Street since the middle of March and very few stocks was spared. The S&P 500 has 11 major sectors. They were all down three percent or more today, some of course losing more than others.  If you look at the Wall Street tight and Goldman Sachs, it was down by more than nine percent on the day. Same deal for IBM and for Dow. Then look at Boeing, the worst performer among the 30 stocks that make up the Dow Jones Industrial Average, Boeing falling more than 16 percent. Now, what's happening is investors are trying to determine if the economy might shut down again or at least the reopening might be delayed as COVID- 19 cases have been spiking in a number of states, Arizona and Florida are examples.   The Treasury Secretary Steven Mnuchin ruled out another national shutdown saying that won't happen regardless of the trajectory of the virus. Now, the trajectory of the recovery might be another story. Federal Reserve Chairman Jerome Powell yesterday said the labor market could take years to recover from the pandemic. He also said millions of Americans might not be able to return to their old jobs.  Now as a final note, Bret, remember the stock market is up a lot from its low even with a sell-off today. The Dow, the S&P 500 and the NASDAQ all up well over 30 percent since March 23rd, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Connell, thank you. An eyebrow raising statement from the nation's top military officer today, Joint Chiefs Chairman General Mark Milley says he was wrong to accompany President Trump on a walk-through Lafayette Park to a nearby church last week. That event has been decried as a political photo op. Lucas Tomlinson reports tonight from the Pentagon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. MARK MILLEY, CHAIRMAN, JOINT CHIEFS OF STAFF",
      "sentences": "I should not have been there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS PENTAGON CORRESPONDENT",
      "sentences": "In his first public remarks since the incident in Lafayette Square last week, General Mark Milley said it was a mistake to be with President Trump on his walk to St. John's church.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLEY",
      "sentences": "My presence in that moment and in that environment created a perception of the military involved in domestic politics. As a commissioned uniformed officer, it was a mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "In his virtual commencement address to senior officers at National Defense University, General Milley also touched on race relations in the wake of George Floyd's death saying the country still struggles with racism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLEY",
      "sentences": "Our military has a mixed record on equality. We fought World War II with a racially segregated military. The Tuskegee Airmen are just one example of courageous men who fought for freedoms, they themselves did not enjoy at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "General Milley received support from a key ally of President Trump on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "sentences": "He is acting the finest traditions of military leadership and he is taking responsibility not just for the reality but for perceptions but not commend him for that and we all should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "Defense Secretary Esper and General Milley both support Army Secretary Ryan McCarthy who says he's open to changing the names of 10 U.S. army bases named for Confederate generals. A move that runs counter to President Trump who tweeted the basis, quote, will not be tampered with.   Earlier this week, the Navy joined the Marine Corps banning all Confederate battle flags from bases, warships and aircraft. The army is still weighing on decision.  This comes as NASCAR announced it will ban the Confederate flag in its races. Hours later, Alabama native Bubba Wallace, NASCAR's lone black driver raised in Martinsville, Virginia in a black Chevy with a new paint job including the words black lives matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "General Milley did not address the issue of renaming army bases in his speech. The GOP-controlled Senate Armed Services Committee is giving the Pentagon three years to make the change, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Lucas Tomlinson at the Pentagon. Lucas, thank you. Protesters in Richmond, Virginia have attacked the century-old statue of Confederate President Jefferson Davis. They pull down the monument late yesterday. It's among several statues damaged in demonstrations following the death of George Floyd.   In Portsmouth, Virginia attackers beheaded and toppled four statues and a Confederate monument. The commonwealth is trying to remove a monument to Confederate General Robert E. Lee, but that is stalled in the court so far.  Statues of Christopher Columbus have been attacked in Richmond, Miami, Houston and other cities. And House Speaker Nancy Pelosi is asking that 11 statues of Confederate figures be removed from the U.S. Capitol Statuary Hall. Pelosi says two of the statues are of Confederate leaders who she says were charged with treason against the United States.  Republicans in the Senate are stepping up their pursuit of former Obama administration officials who ran the investigation into Russia election interference. The Judiciary Committee ran by Lindsey Graham has approved issuing subpoenas for dozens of people. Congressional Correspondent Chad Pergram is on Capitol Hill tonight. Good evening, Chad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "Good evening, Bret. Well, this is the investigation into the investigation, the origins of the Russia probe, FISA abuse and what sparked the investigation and prosecution of former National Security Advisor Michael Flynn.  Now on a party line vote the Judiciary Committee green lighted subpoenas for who's who of former Obama administration officials. Former National Security Advisor Susan Rice, former Director of National Intelligence James Clapper, Judiciary Committee Chairman Lindsey Graham held particular contempt for former FBI Director James Comey and Deputy Director Andrew McCabe. Graham asked why the FBI Okayed flawed FISA warrants which ignited the entire Russia investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "Comey and McCabe in that whole crowd, their day is coming. How could it be possible that the people at the bottom of the basement told the case fell apart and people at the top had no idea? I don't buy that for one bit. Nobody's look at this but we're going to look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Republicans reject the Democratic demands to subpoena George Papadopoulos, former National Security Advisor Michael Flynn, Roger Stone and former Trump right-hand man Michael Cohen. Democrats say it's unfair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DICK DURBIN (D-IL)",
      "sentences": "If this committee truly wants to investigate where the crossfire hurricane and the Mueller investigation were factually predicated as opposed to some cooked in-house political job, why wouldn't you call a relevant witness like Mr. Papadopoulos?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Now, Lindsey Graham says that he thinks that the Mueller probe went quote, off script. He is willing to have Robert Mueller come in that something the Democrats have asked for. But something else that Lindsey Graham is looking at here, he wants to better understand from the Department of Justice why they terminated the prosecution of Michael Flynn, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Chad Pergram on Capitol Hill. Chad, thanks.  The Trump administration is slapping sanctions on the International Criminal Court, the ICC, over what it says are attempts to assert authority over U.S. personnel. State Department Correspondent Rich Edson tells us what that means tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH EDSON, FOX NEWS WASHINGTON CORRESPONDENT",
      "sentences": "A show of the United States top Cabinet and security officials as the Trump administration targets the International Criminal Court or ICC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, UNITED STATES SECRETARY OF STATE",
      "sentences": "We cannot, we will not stand by as our people are threatened by a kangaroo court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDSON",
      "sentences": "President Trump signed an executive order, targeting ICC officials involved in investigating American personnel, authorizing the administration to block ICC officials' financial assets and prevent them from visiting the United States. In March, judges for the ICC approved an investigation into potential war crimes by American troops, Afghan government forces and the Taliban during the war in Afghanistan. The U.S. government is not a party to the ICC and the administration says the United States is responsible for policing its military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK ESPER, UNITED STATES DEFENSE SECRETARY",
      "sentences": "Ultimately our justice system ensures that our people are held to account.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDSON",
      "sentences": "Attorney General William Barr says the U.S. is investigating the ICC, having received what he says is substantial credible information of corruption at the ICC prosecutor's office. Administration officials also accused countries like Russia of influencing the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT O'BRIEN, UNITED STATES NATIONAL SECURITY ADVISOR",
      "sentences": "We have every reason to believe our adversaries are manipulating the ICC by encouraging these allegations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDSON",
      "sentences": "The Trump administration has also criticized the ICC for targeting Israeli forces and their conduct in the Gaza Strip and West Bank. European officials and Human Rights organization have opposed the Trump administration sanctions. Human Rights Watch says the announcement, quote, demonstrates contempt for the global rule of law. This assault on the ICC is an effort to block victims of serious crimes, whether in Afghanistan, Israel or Palestine from seeing justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDSON",
      "sentences": "The ICC says it is aware of the Trump administration's announcement from this morning, that it is reviewing its contents and will eventually issue a response, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Rich Edson at the State Department. Rich, thank you.  A stunning reversal tonight in Minneapolis. The person claiming knowledge of previous animosity between George Floyd and the police officer charged with his murder is recanting that story. Correspondent Matt Finn has details tonight from St. Paul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID PINNEY, CO-WORKER OF DEREK CHAUVIN AND GEORGE FLOYD",
      "sentences": "No doubt in my mind, he knew exactly who George was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "sentences": "A coworker of the former police officer charged with murdering George Floyd is now retracting his shocking story that Derek Chauvin and Floyd knew each other well and butted heads working together at a nightclub. David Pinney says he confused George Floyd for another employee writing in an e-mail to CBS News, I apologize for not doing my due diligence. In Minneapolis, nine city council members are moving forward with plans to dismantle the Police Department. Fox News sat down with the Minneapolis police chief who says he'll make sure council members are having what he calls fact driven conversations because lives are at stake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEDARIA ARRADONDO, POLICE CHIEF, MINNEAPOLIS POLICE DEPARTMENT",
      "sentences": "Every day and night, there are people who are picking up the phone in our city, calling 911 because their life safety depends on it. At 3:00 or 4:00 in the morning, we are the face of government that is going to respond. So until some of those things change, we are it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "One of the three other police officers charged in connection with the death of Floyd is now out of jail, Thomas Lane posted bond Wednesday. The police chief says what he saw in the Floyd video is not training he's ever participated in. He expected the other officers to intervene, and he says, so did George Floyd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARRADONDO",
      "sentences": "Those former officers do not represent the vast majority of the men and women who serve today in this Minneapolis Police Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "And even more public outrage in the wake of Floyd's death. In a few states, protesters ripped down statues of historical figures they deem racists including this Christopher Columbus Statue at Minnesota State Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE FORCIA, AMERICAN INDIAN MOVEMENT",
      "sentences": "No, I wear it as a badge of honor. I'm happy we did it. I feel no regret whatsoever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "Today Minnesota's governor endorsed a package of sweeping reforms that would drastically change policing here. And also, several Minneapolis police officers released an open letter condemning Derek Chauvin, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matt Finn in St. Paul. Matt, thanks.  Up next, President Trump tells government leaders in Washington State to take back a part of Seattle from protesters or else. By the way, the president sitting with Harris Faulkner for that interview now. We'll have a piece of that a bit later. First, here's with some of our Fox affiliates around the country are covering tonight, Fox 5 in New York where authorities arrest a man after he allegedly brought explosives into Stony Brook University Hospital. The Suffolk County Police Department says 33-year-old Robert Roden had three explosive devices and a backpack when he came into the emergency department Tuesday. Fox 11 in Los Angeles says a mandatory evacuation orders are issued for remote area of Eastern Ventura County where crews worked to contain a wildfire. That blaze broke out Wednesday afternoon near a campground. The Fire Department says it has already burned 400 acres so far. And this is a live look at Dallas from our affiliate Fox 4. One of the big stories there tonight besides the president visiting. The professional golf tour resumes play. The PGA with a moment of silence for George Floyd. The Charles Schwab Challenge is the first tournament after a three-month layoff because of the coronavirus. That's tonight's live look outside the Bellway from SPECIAL REPORT. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Microsoft has become the third big tech company this week to say it will not sell its facial recognition software to police. The move follows similar action by Amazon and IBM. The companies are stepping back from law enforcement use of the systems that have faced criticism over identification of people with darker skin. Seattle's mayor has just said it would be illegal for President Trump to invade the city. The president says anarchist have taken over a part of Seattle. He's urging officials in Washington State to take back a police precinct there or he will. Correspondent Dan Springer is in Seattle and tells us where things stand tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN SPRINGER, FOX NEWS CORRESPONDENT",
      "sentences": "Protesters are still very much in control of several blocks in the heart of Seattle's Capitol Hill neighborhood. The Police Department's East Precinct vacated by police and the National Guard Monday tagged with graffiti calling it the people's department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Look what happened in Seattle, they took over a city, a city, a big city.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "President Trump criticizing Washington's governor and Seattle's mayor, tweeted in part, take back your city now. If you don't, I will. Mayor Jenny Durkan hasn't responded to the occupation but did fire back at Trump writing, make us all safe. Go back to your bunker. While many in this part of Seattle support the protesters, police have received complaints of residents and business owners being frisked and even made to pay protection money to armed guards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEANNA NOLLETTE, ASSISTANT CHIEF, SEATTLE POLICE",
      "sentences": "We have heard anecdotally reports of citizens and businesses being asked to pay a fee to operate within this area. This is the crime of extortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "Protesters deny anyone was forced to pay but acknowledge there are guns inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLBY WILLIAMS, PROTESTER",
      "sentences": "It's not really structure, these are just protesters exercising their Second Amendment right. And just showing up in case they need some sort of protection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "Among a long list of demands, abolish the police in court system. A protest leader who decline to give his full name says President Trump has them all wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROOKS, PROTESTER",
      "sentences": "We are not terrorists and we are not trying to take over anything. We just want change for our people. That's it. We are not war lords; we are not extortionists. We are not any of those things. We are loving and caring people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "The chief of police says the department does plan on reoccupying the east precinct, but it's hard to imagine how or when that might happen. The whole reason they bolted was to de-escalate the nightly conflicts and the protesters up here to be digging in for the long haul, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Dan Springer in Seattle, a story we'll follow. Dan, thank you. Up next, Democrats fight among themselves about how much pandemic relief spending is too much. First, Beyond Our Borders tonight, Russian combat jets flight training missions over the Baltic Sea to offset NATO's drills in the region. Russia's military says a dozen of its aircraft practice strikes today against marine targets in the Baltic Sea. Syrian President Bashar al-Assad fires his prime minister a month ahead of elections. The surprise decision comes amid a deepening economic crisis there and as public anger spills over into the Syrian streets. Parents from around the world are cuddling their babies born to surrogate mothers in Ukraine tonight. Scores of surrogate babies have been left stranded from their intended parents after Ukraine closed its borders because of the virus pandemic. The new parents had to spend two weeks in quarantine before they were allowed to meet the babies. Those meetings have finally happened. Some good news there. Just some of the other stories Beyond Our Borders tonight. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The number of coronavirus infections in the U.S. is now more than two million. That includes about 113,000 deaths and more than 530,000 recoveries. The associate oppresses reporting cases are on the rise in nearly half the states. SeaWorld Orlando, Aquatica Orlando and Discovery Cove are all back open tonight with enhanced health and safety protocols. The parks had been shut down since March. Customers are wearing masks and submitting the temperature checks upon entry. In tonight's report on post-pandemic liberty, the fight among Democrats over how much to spend to deal with the effects of the coronavirus. Correspondent Mark Meredith takes a look this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "sentences": "If we do nothing, more Americans will lose their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "sentences": "Democrats are demanding Congress spend trillions of dollars to revive the economy but within their caucus comes a dilemma over how much to spend and on what.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (D-VT)",
      "sentences": "In my view, the most cost-effective way to reform our dysfunctional and cruel system is to move to a Medicare for All single payer health care system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Aside from expanding Medicare, Senator Bernie Sanders is one of three lawmakers behind the monthly economic crisis support act, a proposal to give qualifying families up to $10,000 a month until the coronavirus crisis is over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BEN CARDIN (D-MD)",
      "sentences": "Let me underscore what I believe is our need to act, that the job is not done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "In March, as COVID-19 brought the economy to a screeching halt, New York Congresswoman Alexandria Ocasio-Cortez said Congress should go all in on spending. She tweeted, quote, \"This is not the time for half measures. We need to take dramatic action now to stave off the worst public health and economic effects. That includes making moves on paid leave, debt relief, waiving work requirements, guaranteeing health care, universal basic income, and detention relief.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The HEROES bill is passed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Last month the Democratic-controlled house the $3 trillion HEROES Act which provides for another round of direct payments, increased spending on welfare programs, and addresses other Democratic priorities like expanding voting by mail. Fourteen Democrats and all but one House Republican voted against it, and the measure is considered a nonstarter in the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYA MACGUINEAS, COMMITTEE FOR RESPONSIBLE FEDERAL BUDGET",
      "sentences": "Remember, borrowing doesn't make something free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Maya MacGuineas with the nonpartisan Committee for Responsible Federal Budget says helping struggling America is important, but she says no lawmaker from either party should use a crisis as an excuse to write a blank check.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGUINEAS",
      "sentences": "Once this becomes a political grab bag, the two parties are going to be at loggerheads with each other, and the American taxpayer is going to lose the confidence that when we're borrowing this month, it's actually worth it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "The debate over which Democratic priorities to fund is also likely to impact the 2020 race, with former Treasury Secretary and Joe Biden adviser Larry Summers warning recently --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY SUMMERS, ECONOMIST",
      "sentences": "We can't sustain the level of spending that we're engaged in this summer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "But with the unemployment rate above 13 percent, senior Democrats say they'll keep the pressure on Congress to spend more to create jobs and help Americans struggling to make ends meet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "If Democrats don't get the spending they want now, they will likely make their case directly to voters come November, making a direct appeal why they believe increase spending is necessary despite soaring deficits. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mark Meredith on Capitol Hill. Mark, thanks. In tonight's Democracy 2020 report, Joe Biden says he is concerned President Trump will try to steal the November election or refuse to leave the White House if he loses. The Trump campaign says the presumptive Democratic nominee is trafficking in conspiracy theories. Correspondent Peter Doocy has details from Philadelphia where Biden made a rare public appearance today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Joe Biden's visit to the city of brotherly love included a roundtable discussion in the building where Dick Clark used to broadcast \"American Bandstand.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "I could never dance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Congressman Evans, he's probably too young to know anything about \"American Bandstand.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Thank you. I love you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But on a late-night comedy show, Biden was far more serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It's my greatest concern, my single greatest concern, this president is going to try to steal this election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Trump used that same language, talking voter fraud fears in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We don't want this election stolen from us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Trump's critics insisted those claims were unfounded, and four years later Biden's worry involves doubts about mailed ballots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "This is a guy who said that all mail-in ballots are fraudulent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And he's going to so far to suggest that if Trump loses he may not leave the White House willingly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "You have so many rank-and-file military personnel saying, whoa, we are not a military state. This is not who we are. I promise you, I'm actually convinced they will score him from the White House with great dispatch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Biden made a different claim this spring that the president may move the election, which quickly hit a dead end in the Rose Garden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I never even thought of changing the date of the election. Why would I do that? November 3rd, it's a good number. No, I look forward to that election. And that was just made up propaganda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "So the election is on, and Biden is doing his part to prevent Democratic defections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The idea that somehow I've been told all along how young people don't think that I'm in the right spot, right place, there is no polling evidence to sustain that, nor is there voting evidence thus far to sustain that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The list of possible Biden running mates may be narrowing, because we know the vetting committee reached out to some women last month, but now one woman who has publicly pushed herself as a good fit for the job says she hasn't gotten any calls about that -- Stacey Abrams. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Peter, thank you. President Trump meets with community leaders in Dallas, talks with our own Harris Faulkner. We'll get reaction from the panel and some of that interview, we hope, when we return.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We are working to finalize an executive order that will encourage police departments nationwide to meet the most current professional standards for the use of force, including tactics for de-escalation. Also, we'll encourage pilot programs that allow social workers to join certain law enforcement officers so that they work together. We'll take care of our police. We're not defending police. If you're going to have to really do a job, if somebody is really bad, you're going to have to do it with real strength, real power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "President Trump in Dallas talking at a roundtable about law and order, about reform, about Seattle and what's happening there. Let's bring in our panel, Mo Elleithee, executive director of the Georgetown Institute of Politics, Kimberley Strassel, a member of the editorial board at \"The Wall Street Journal,\" and Jonathan Swan, national political reporter for \"Axios.\" Kimberley? KIMBERLEY STRASSEL, COLUMNIST, \"WALL STREET JOURNAL\": You know that roundtable was really interesting, Bret, because, not just what the president talked about in terms of what we need to do to revitalize and to make better our police forces, but also the context that was provided, most striking to me, by Attorney General Bill Barr, putting this in the history of 50 years, and talking about the progress we have made, and how this problem is also broader. It's not just about policing. It's about education. It's about opportunity, economic opportunity. It's about religion. And I thought that that put it in a very broader, good context in which maybe we can begin to have a more measured debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mo, this law and order talk and the talk about reform in that context, does that change the dynamic, in retrospect of what we're seeing in Seattle, in retrospect of what we're seeing in different police units around the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, EXECUTIVE DIRECTOR, GEORGETOWN INSTITUTE OF POLITICS",
      "sentences": "Look, I think the American consciousness has been awoken to police violence in a way that a lot of people wish it had before. The video that we saw of George Floyd on the heels of Breonna Taylor, on the heels of Ahmaud Arbery I think just kind of created a tipping point. And so you're seeing a shift, I think, in the public sensibilities beyond just tough law and order talk to something maybe more along the lines of, yes, we need law and order, but it's got to be just. It's got to be fair. We can't have anybody treated unequally, especially when that ends in death. And so I think the president might be a little off in his messaging. Today he is starting to try to address the broader issues, but I think his actions and his rhetoric over the past couple of weeks have him in a tough spot when it comes to broadening beyond just his solid base with that law and order message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jonathan, clearly, the Gallup poll showed his approval down at 39 percent. There is a Morning Consult/Politico poll that matches that approval rating. The coronavirus and this time has definitely given this president a hit, but is there a security element to this that we're not factoring in about what people are seeing and feeling? JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": Of course there is. With a lot of the punditry about the polling is asinine, frankly. Look, President Trump is basically political concrete. He has a range in which he floats around, bounces around. Now, he's had a bad couple of weeks, and this does look like Charlottesville numbers. He's bounced out of the range. But if history is any guide, he will bounce back into the range. And there is always a correction to the correction. So I don't know how big the correction is going to be, but you are already seeing some resistance to defund the police message. And it is likely that some of -- even though, as powerful as this movement is, there is always a correction. So I think to look at the current moment as if it's static is a mistake. That is not to say that things won't get worse for the president. I'm just saying that right now any punditry that writes his political chances off or predetermines a result in November is beyond premature. It's actually deceptive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, we have a long way to go. You're right, it has been a bad couple of weeks for this president. Take a listen to Larry Kudlow and the House Speaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, NATIONAL ECONOMIC COUNCIL DIRECTOR",
      "sentences": "I do not think the May jobs report, which surprised everybody, up 3 million, is a fluke. I think we are going to get more and more green shoots, more and more green shoots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "We got there by the investing that we had done in the previous coronavirus legislation. And we are checking those numbers. Hopefully they are what they say they are. But nonetheless, they would not be any -- things would be much worse had we not taken those measures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Kimberley, there is this thought that there will be a phase four, whatever that looks like in the negotiations, of some government bills, some legislation. But there is a double whammy for some small businesses that have taken a hit from coronavirus, and now they've taken a hit from protests and looting and rioting as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Look, Nancy Pelosi got one thing a right, which is that one part of the prior measures has been vital. And that was in fact the PPP program that was giving money to small businesses to help them weather these problems. And that is what has allowed many of them to get through the immediate crisis, open their doors again. And that is why you see those May job numbers, people going back. And we had some more unemployment figures this last week, more people filing for unemployment, but I think one of the more hopeful things is the numbers of people, more than 70 percent, who say they expect to be hired back. So I think the challenge now needs to be focused on what do you do to replace or revive those businesses that were closer or pushed into bankruptcy who say they're not opening? That isn't necessarily a function of simply spending on a phase four bill and throwing more money out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, stand by. Next up President Trump sits down with my colleague Harris Faulkner in Dallas. We will talk to Harris and get a preview of that interview after this break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Breaking tonight, as we mentioned, my colleague Harris Faulkner sat down with President Trump just moments ago wrapping that interview up in Dallas. We hope to speak to her at the other side of taking a listen to just a piece of this. Let's take it. HARRIS FAULKNER, HOST, \"OUTNUMBERED\": The point where you feel what the protesters, those -- you feel that. Yes. It's heartbreak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "And it is also fear that things may not change, and that there will be some who are vulnerable, people of color, the power imbalance. You talk about some on some police departments. You and I are in agreement, in fact 19 percent of police departments across the U.S. are former military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "And you know that touches me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That's true. I noticed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "But when we look at how we fix it, talk to me about police reform. You call yourself the law and order president. What does that mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, we are going to do lots of, I think, good things. But we also have to keep our police and our law enforcement strong. They have to do it right. They have to be trained in a proper manner. They have to do it right. Again, the sad thing is that they are very professional. But when you see an event like that with the more than eight minutes of war, that's eight minutes really of horror. It's a disgrace. And then people start saying, well, are all police like that? They don't know, maybe they don't think about it that much. It doesn't make any difference. The fact is they start saying, well, police are like that. The police aren't like that. I have seen so many incredible things that they do, but you don't see that. You don't put it on FOX. You don't put on television. You don't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "We do. I did a police town hall, so I do. But you know what else I see? I see that we have asked our officers to do so much. They're solving our homeless issues. They're solving domestic violence calls, which can be absolutely unpredictable when you put that much human emotion together. But at the same time, we can't lose without them feeling ready. The suicide rates are up among police officers, particularly on the east coast in New York. So we know that the issues are there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It is a tough job, Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "When you look, I saw the police officer standing on a corner innocently, and he get stabbed, in that case by a terrorist last week. How bad was that? You're just saying, what is this all about? We have seen some terrible things happen to police officers, also, and there is that line. But most of the police officers are really good people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Joining us now from Dallas is my colleague, Harris Faulkner, who just wrapped up the interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "Hi, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Pretty extensive it looked like, just for the amount of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Good evening, Harris. Tell me your impressions of the questions you asked and what the president said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "So I think the president is quite used to talking about the politics at the moment, Bret, you know that. But in this moment, there was no getting around that the question looked a lot like the protesters in the street. And I made the point of putting that out there, and I don't normally, but I think it is worth something, because you can't just call them rioters. And he and I talked about that. They are peaceful protesters. What do you have to say to them? One of the things I asked him, Bret, was can you be the law and order president -- I did ask him what he meant, by the way, and he talked about that -- but can you be that and also be the consoler in chief? His answer was interesting. He thinks that the two are one in the same, and that if you get too soft, then you cannot lead. And those things are important to know about this president because we only have one president at a time. And we want to know how they are going to deal with the moment that I described to the president off the top of our conversation that history may look back on, future generations, rather, may look back on this historical moment and wonder who we were. And I wanted to know, is he the president that can unite us? And so that is where the conversation went. And we talked about General Milley and the pushback on that now infamous photograph at Lafayette Square and how he felt about the secretary of defense also taking exception and apologizing and regretting that photo. He said it wasn't significant to him that they took exception, and that he still thinks it is a great moment for him and his presidency. So we talked about those issues, and we listened. Coming out of a pretty high energy event here at a megachurch in Dallas, Gateway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Very quickly, Harris, do you sense -- and he hasn't talked a lot about the frustration, the anger, the fear in African-American communities, that President Trump tapped into that in some of the things he told you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "I think what he tapped into, and I can only say this -- I shouldn't say I think. I know what he tapped into because he mentioned it more than once. He watched the eight minutes and 46 seconds, he said, of George Floyd's death. He taps into the loss and the hurt and pain, and he understands that. I think where we were kind of pressing back and forth in our conversation was, then do you understand how important it is for them to hear from you in this moment from that consoler in chief perspective? I don't know that that is as important to him from his perspective. He thinks that fixing the economy is how you bring everybody together and bring them forth. He wants to restore the markings of black wealth and that rise that was happening in black communities economically. And that is how he wants to go forward. It was a fascinating conversation to get in there with the president and see where he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I look forward to seeing the whole thing, and we will here on FOX News. Harris, as always, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "Thank you, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "When we come back, the brighter side of things, some good news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally, tonight, the inspiring side of things. We had a couple of them, but we wanted to talk more to Harris. First, Tony Hudgell set out to raise money for charity during his 10-kilometer challenge. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "I wanted more the panda. Good evening, I'm Bret Baier. Breaking tonight, President Trump says the U.S. must invest more in police training and cannot make progress by labeling millions of Americans as racist. The president will be speaking to my colleague Harris Faulkner short. They will have parts of that interview very soon. President Trump is in Texas right now preparing for a private fund-raiser after addressing community leaders in Dallas where he made his case for expanded African American opportunity in a post-pandemic world. Meantime, the financial world took multiple hits today with more disappointing jobs news and the Dow's worst day since March, a loss of almost 1,900 points. Chief White House Correspondent John Roberts starts us off tonight, good evening, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Bret, good evening to you. The president is taking a two-pronged approach here responding to the tragedy in the wake of the George Floyd killing. First of all, he is moving to reform the use of force among police agencies across the country and at the same time, increase communities. And they are opportunities across America."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "At a Dallas Roundtable with faith leaders, law enforcement and small business owners, President Trump painting a big picture outline of how to bring about equality and opportunity in America."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're working on a lot of different elements having to do with law, order, safety, comfort, control but we want safety, we want compassion."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Police reform will be at the center of an executive action, President Trump is expected to announce next week. Senate Republicans also close to unveiling their plans for police reform."
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "utterance": "The texts are being finished tomorrow or tonight. And so that means that I'll have a -- we can (INAUDIBLE) it all and hopefully Monday or Tuesday."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "While Senate legislation may share some common ground with the Democratic proposal, Republicans and President Trump are rejecting the Democrat's idea of rolling back so-called \"qualified immunity.\""
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "The qualified immunity doctrine which reigns many places protects police officers from prosecution in spite of bad conduct that might be there."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Police reform is just one part of the equation. Economic opportunity and recovery from coronavirus closures will also form another pillar. While weekly first-time unemployment claims continue to drop, today they had 1.5 million. African American unemployment in May was 3.5 points higher than the overall number. Fed Chairman Jerome Powell predicting unemployment could remain at nine percent through the end of the year."
    },
    {
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "utterance": "Clearly not everyone would go back, but and I would say many will go back."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The president again at odds with Powell, tweeting, the Federal Reserve is wrong so often. We will have a very good third quarter, a great fourth quarter and one of our best years ever in 2021."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're going to start the -- our rally's back up now."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump is anxious to get back on the campaign trail to make his case. But his choice of Tulsa, Oklahoma next Friday is drawing fire, that day is Juneteenth, a day African American celebrate as the end of slavery. And Tulsa was the scene of a racial massacre nearly a hundred years ago. Congresswoman Val Demings tweeting, Tulsa was the site of the worst racist violence in American history. The president's speech there on Juneteenth is a message to every black American, more of the same. But Oklahoma Senator James Lankford is praising the choice."
    },
    {
      "speaker": "SEN. JAMES LANKFORD (R-OK)",
      "utterance": "I think if anyone's going to celebrate Juneteenth, it'd be Republicans because it happened during a Republican president that declared the (INAUDIBLE). I do think the president should spend some time talking about racial issues. I think it's a perfect day, I think it's in a perfect place to be able to talk about it."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "As part of his recommendations for police reform, President Trump wants to implement a pilot program to have in certain precincts and sections across the country. Social workers join up with police forces. On the use of force, the president said, he wants to see force with compassion but adds, if the police are dealing with someone who is bad, they have to do it with real strength, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "John Roberts live on the North Lawn. John, thanks. As we mentioned, the Dow lost 1,862 points today. The S&P 500 fell 188, the NASDAQ plunged 528. Let's get additional details on today's market drop. Connell McShane of Fox Business joins us now, good evening Connell."
    },
    {
      "speaker": "CONNELL MCSHANE, FOX BUSINESS ANCHOR",
      "utterance": "Good evening, Bret. Investors reacting today to new fears of a second wave of the coronavirus and also taking in a rough economic forecast from the Federal Reserve. This was the worst day we've seen on Wall Street since the middle of March and very few stocks was spared. The S&P 500 has 11 major sectors. They were all down three percent or more today, some of course losing more than others. If you look at the Wall Street tight and Goldman Sachs, it was down by more than nine percent on the day. Same deal for IBM and for Dow. Then look at Boeing, the worst performer among the 30 stocks that make up the Dow Jones Industrial Average, Boeing falling more than 16 percent. Now, what's happening is investors are trying to determine if the economy might shut down again or at least the reopening might be delayed as COVID- 19 cases have been spiking in a number of states, Arizona and Florida are examples. The Treasury Secretary Steven Mnuchin ruled out another national shutdown saying that won't happen regardless of the trajectory of the virus. Now, the trajectory of the recovery might be another story. Federal Reserve Chairman Jerome Powell yesterday said the labor market could take years to recover from the pandemic. He also said millions of Americans might not be able to return to their old jobs. Now as a final note, Bret, remember the stock market is up a lot from its low even with a sell-off today. The Dow, the S&P 500 and the NASDAQ all up well over 30 percent since March 23rd, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Connell, thank you. An eyebrow raising statement from the nation's top military officer today, Joint Chiefs Chairman General Mark Milley says he was wrong to accompany President Trump on a walk-through Lafayette Park to a nearby church last week. That event has been decried as a political photo op. Lucas Tomlinson reports tonight from the Pentagon."
    },
    {
      "speaker": "GEN. MARK MILLEY, CHAIRMAN, JOINT CHIEFS OF STAFF",
      "utterance": "I should not have been there."
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS PENTAGON CORRESPONDENT",
      "utterance": "In his first public remarks since the incident in Lafayette Square last week, General Mark Milley said it was a mistake to be with President Trump on his walk to St. John's church."
    },
    {
      "speaker": "MILLEY",
      "utterance": "My presence in that moment and in that environment created a perception of the military involved in domestic politics. As a commissioned uniformed officer, it was a mistake."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "In his virtual commencement address to senior officers at National Defense University, General Milley also touched on race relations in the wake of George Floyd's death saying the country still struggles with racism."
    },
    {
      "speaker": "MILLEY",
      "utterance": "Our military has a mixed record on equality. We fought World War II with a racially segregated military. The Tuskegee Airmen are just one example of courageous men who fought for freedoms, they themselves did not enjoy at home."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "General Milley received support from a key ally of President Trump on Capitol Hill."
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "utterance": "He is acting the finest traditions of military leadership and he is taking responsibility not just for the reality but for perceptions but not commend him for that and we all should."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "Defense Secretary Esper and General Milley both support Army Secretary Ryan McCarthy who says he's open to changing the names of 10 U.S. army bases named for Confederate generals. A move that runs counter to President Trump who tweeted the basis, quote, will not be tampered with. Earlier this week, the Navy joined the Marine Corps banning all Confederate battle flags from bases, warships and aircraft. The army is still weighing on decision. This comes as NASCAR announced it will ban the Confederate flag in its races. Hours later, Alabama native Bubba Wallace, NASCAR's lone black driver raised in Martinsville, Virginia in a black Chevy with a new paint job including the words black lives matter."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "General Milley did not address the issue of renaming army bases in his speech. The GOP-controlled Senate Armed Services Committee is giving the Pentagon three years to make the change, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Lucas Tomlinson at the Pentagon. Lucas, thank you. Protesters in Richmond, Virginia have attacked the century-old statue of Confederate President Jefferson Davis. They pull down the monument late yesterday. It's among several statues damaged in demonstrations following the death of George Floyd. In Portsmouth, Virginia attackers beheaded and toppled four statues and a Confederate monument. The commonwealth is trying to remove a monument to Confederate General Robert E. Lee, but that is stalled in the court so far. Statues of Christopher Columbus have been attacked in Richmond, Miami, Houston and other cities. And House Speaker Nancy Pelosi is asking that 11 statues of Confederate figures be removed from the U.S. Capitol Statuary Hall. Pelosi says two of the statues are of Confederate leaders who she says were charged with treason against the United States. Republicans in the Senate are stepping up their pursuit of former Obama administration officials who ran the investigation into Russia election interference. The Judiciary Committee ran by Lindsey Graham has approved issuing subpoenas for dozens of people. Congressional Correspondent Chad Pergram is on Capitol Hill tonight. Good evening, Chad."
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "Good evening, Bret. Well, this is the investigation into the investigation, the origins of the Russia probe, FISA abuse and what sparked the investigation and prosecution of former National Security Advisor Michael Flynn. Now on a party line vote the Judiciary Committee green lighted subpoenas for who's who of former Obama administration officials. Former National Security Advisor Susan Rice, former Director of National Intelligence James Clapper, Judiciary Committee Chairman Lindsey Graham held particular contempt for former FBI Director James Comey and Deputy Director Andrew McCabe. Graham asked why the FBI Okayed flawed FISA warrants which ignited the entire Russia investigation."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "Comey and McCabe in that whole crowd, their day is coming. How could it be possible that the people at the bottom of the basement told the case fell apart and people at the top had no idea? I don't buy that for one bit. Nobody's look at this but we're going to look."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Republicans reject the Democratic demands to subpoena George Papadopoulos, former National Security Advisor Michael Flynn, Roger Stone and former Trump right-hand man Michael Cohen. Democrats say it's unfair."
    },
    {
      "speaker": "SEN. DICK DURBIN (D-IL)",
      "utterance": "If this committee truly wants to investigate where the crossfire hurricane and the Mueller investigation were factually predicated as opposed to some cooked in-house political job, why wouldn't you call a relevant witness like Mr. Papadopoulos?"
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Now, Lindsey Graham says that he thinks that the Mueller probe went quote, off script. He is willing to have Robert Mueller come in that something the Democrats have asked for. But something else that Lindsey Graham is looking at here, he wants to better understand from the Department of Justice why they terminated the prosecution of Michael Flynn, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Chad Pergram on Capitol Hill. Chad, thanks. The Trump administration is slapping sanctions on the International Criminal Court, the ICC, over what it says are attempts to assert authority over U.S. personnel. State Department Correspondent Rich Edson tells us what that means tonight."
    },
    {
      "speaker": "RICH EDSON, FOX NEWS WASHINGTON CORRESPONDENT",
      "utterance": "A show of the United States top Cabinet and security officials as the Trump administration targets the International Criminal Court or ICC."
    },
    {
      "speaker": "MIKE POMPEO, UNITED STATES SECRETARY OF STATE",
      "utterance": "We cannot, we will not stand by as our people are threatened by a kangaroo court."
    },
    {
      "speaker": "EDSON",
      "utterance": "President Trump signed an executive order, targeting ICC officials involved in investigating American personnel, authorizing the administration to block ICC officials' financial assets and prevent them from visiting the United States. In March, judges for the ICC approved an investigation into potential war crimes by American troops, Afghan government forces and the Taliban during the war in Afghanistan. The U.S. government is not a party to the ICC and the administration says the United States is responsible for policing its military."
    },
    {
      "speaker": "MARK ESPER, UNITED STATES DEFENSE SECRETARY",
      "utterance": "Ultimately our justice system ensures that our people are held to account."
    },
    {
      "speaker": "EDSON",
      "utterance": "Attorney General William Barr says the U.S. is investigating the ICC, having received what he says is substantial credible information of corruption at the ICC prosecutor's office. Administration officials also accused countries like Russia of influencing the court."
    },
    {
      "speaker": "ROBERT O'BRIEN, UNITED STATES NATIONAL SECURITY ADVISOR",
      "utterance": "We have every reason to believe our adversaries are manipulating the ICC by encouraging these allegations."
    },
    {
      "speaker": "EDSON",
      "utterance": "The Trump administration has also criticized the ICC for targeting Israeli forces and their conduct in the Gaza Strip and West Bank. European officials and Human Rights organization have opposed the Trump administration sanctions. Human Rights Watch says the announcement, quote, demonstrates contempt for the global rule of law. This assault on the ICC is an effort to block victims of serious crimes, whether in Afghanistan, Israel or Palestine from seeing justice."
    },
    {
      "speaker": "EDSON",
      "utterance": "The ICC says it is aware of the Trump administration's announcement from this morning, that it is reviewing its contents and will eventually issue a response, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Rich Edson at the State Department. Rich, thank you. A stunning reversal tonight in Minneapolis. The person claiming knowledge of previous animosity between George Floyd and the police officer charged with his murder is recanting that story. Correspondent Matt Finn has details tonight from St. Paul."
    },
    {
      "speaker": "DAVID PINNEY, CO-WORKER OF DEREK CHAUVIN AND GEORGE FLOYD",
      "utterance": "No doubt in my mind, he knew exactly who George was."
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "utterance": "A coworker of the former police officer charged with murdering George Floyd is now retracting his shocking story that Derek Chauvin and Floyd knew each other well and butted heads working together at a nightclub. David Pinney says he confused George Floyd for another employee writing in an e-mail to CBS News, I apologize for not doing my due diligence. In Minneapolis, nine city council members are moving forward with plans to dismantle the Police Department. Fox News sat down with the Minneapolis police chief who says he'll make sure council members are having what he calls fact driven conversations because lives are at stake."
    },
    {
      "speaker": "MEDARIA ARRADONDO, POLICE CHIEF, MINNEAPOLIS POLICE DEPARTMENT",
      "utterance": "Every day and night, there are people who are picking up the phone in our city, calling 911 because their life safety depends on it. At 3:00 or 4:00 in the morning, we are the face of government that is going to respond. So until some of those things change, we are it."
    },
    {
      "speaker": "FINN",
      "utterance": "One of the three other police officers charged in connection with the death of Floyd is now out of jail, Thomas Lane posted bond Wednesday. The police chief says what he saw in the Floyd video is not training he's ever participated in. He expected the other officers to intervene, and he says, so did George Floyd."
    },
    {
      "speaker": "ARRADONDO",
      "utterance": "Those former officers do not represent the vast majority of the men and women who serve today in this Minneapolis Police Department."
    },
    {
      "speaker": "FINN",
      "utterance": "And even more public outrage in the wake of Floyd's death. In a few states, protesters ripped down statues of historical figures they deem racists including this Christopher Columbus Statue at Minnesota State Capitol."
    },
    {
      "speaker": "MIKE FORCIA, AMERICAN INDIAN MOVEMENT",
      "utterance": "No, I wear it as a badge of honor. I'm happy we did it. I feel no regret whatsoever."
    },
    {
      "speaker": "FINN",
      "utterance": "Today Minnesota's governor endorsed a package of sweeping reforms that would drastically change policing here. And also, several Minneapolis police officers released an open letter condemning Derek Chauvin, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matt Finn in St. Paul. Matt, thanks. Up next, President Trump tells government leaders in Washington State to take back a part of Seattle from protesters or else. By the way, the president sitting with Harris Faulkner for that interview now. We'll have a piece of that a bit later. First, here's with some of our Fox affiliates around the country are covering tonight, Fox 5 in New York where authorities arrest a man after he allegedly brought explosives into Stony Brook University Hospital. The Suffolk County Police Department says 33-year-old Robert Roden had three explosive devices and a backpack when he came into the emergency department Tuesday. Fox 11 in Los Angeles says a mandatory evacuation orders are issued for remote area of Eastern Ventura County where crews worked to contain a wildfire. That blaze broke out Wednesday afternoon near a campground. The Fire Department says it has already burned 400 acres so far. And this is a live look at Dallas from our affiliate Fox 4. One of the big stories there tonight besides the president visiting. The professional golf tour resumes play. The PGA with a moment of silence for George Floyd. The Charles Schwab Challenge is the first tournament after a three-month layoff because of the coronavirus. That's tonight's live look outside the Bellway from SPECIAL REPORT. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "Microsoft has become the third big tech company this week to say it will not sell its facial recognition software to police. The move follows similar action by Amazon and IBM. The companies are stepping back from law enforcement use of the systems that have faced criticism over identification of people with darker skin. Seattle's mayor has just said it would be illegal for President Trump to invade the city. The president says anarchist have taken over a part of Seattle. He's urging officials in Washington State to take back a police precinct there or he will. Correspondent Dan Springer is in Seattle and tells us where things stand tonight."
    },
    {
      "speaker": "DAN SPRINGER, FOX NEWS CORRESPONDENT",
      "utterance": "Protesters are still very much in control of several blocks in the heart of Seattle's Capitol Hill neighborhood. The Police Department's East Precinct vacated by police and the National Guard Monday tagged with graffiti calling it the people's department."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Look what happened in Seattle, they took over a city, a city, a big city."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "President Trump criticizing Washington's governor and Seattle's mayor, tweeted in part, take back your city now. If you don't, I will. Mayor Jenny Durkan hasn't responded to the occupation but did fire back at Trump writing, make us all safe. Go back to your bunker. While many in this part of Seattle support the protesters, police have received complaints of residents and business owners being frisked and even made to pay protection money to armed guards."
    },
    {
      "speaker": "DEANNA NOLLETTE, ASSISTANT CHIEF, SEATTLE POLICE",
      "utterance": "We have heard anecdotally reports of citizens and businesses being asked to pay a fee to operate within this area. This is the crime of extortion."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "Protesters deny anyone was forced to pay but acknowledge there are guns inside."
    },
    {
      "speaker": "COLBY WILLIAMS, PROTESTER",
      "utterance": "It's not really structure, these are just protesters exercising their Second Amendment right. And just showing up in case they need some sort of protection."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "Among a long list of demands, abolish the police in court system. A protest leader who decline to give his full name says President Trump has them all wrong."
    },
    {
      "speaker": "ROOKS, PROTESTER",
      "utterance": "We are not terrorists and we are not trying to take over anything. We just want change for our people. That's it. We are not war lords; we are not extortionists. We are not any of those things. We are loving and caring people."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "The chief of police says the department does plan on reoccupying the east precinct, but it's hard to imagine how or when that might happen. The whole reason they bolted was to de-escalate the nightly conflicts and the protesters up here to be digging in for the long haul, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Dan Springer in Seattle, a story we'll follow. Dan, thank you. Up next, Democrats fight among themselves about how much pandemic relief spending is too much. First, Beyond Our Borders tonight, Russian combat jets flight training missions over the Baltic Sea to offset NATO's drills in the region. Russia's military says a dozen of its aircraft practice strikes today against marine targets in the Baltic Sea. Syrian President Bashar al-Assad fires his prime minister a month ahead of elections. The surprise decision comes amid a deepening economic crisis there and as public anger spills over into the Syrian streets. Parents from around the world are cuddling their babies born to surrogate mothers in Ukraine tonight. Scores of surrogate babies have been left stranded from their intended parents after Ukraine closed its borders because of the virus pandemic. The new parents had to spend two weeks in quarantine before they were allowed to meet the babies. Those meetings have finally happened. Some good news there. Just some of the other stories Beyond Our Borders tonight. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "The number of coronavirus infections in the U.S. is now more than two million. That includes about 113,000 deaths and more than 530,000 recoveries. The associate oppresses reporting cases are on the rise in nearly half the states. SeaWorld Orlando, Aquatica Orlando and Discovery Cove are all back open tonight with enhanced health and safety protocols. The parks had been shut down since March. Customers are wearing masks and submitting the temperature checks upon entry. In tonight's report on post-pandemic liberty, the fight among Democrats over how much to spend to deal with the effects of the coronavirus. Correspondent Mark Meredith takes a look this evening."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "utterance": "If we do nothing, more Americans will lose their jobs."
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "utterance": "Democrats are demanding Congress spend trillions of dollars to revive the economy but within their caucus comes a dilemma over how much to spend and on what."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (D-VT)",
      "utterance": "In my view, the most cost-effective way to reform our dysfunctional and cruel system is to move to a Medicare for All single payer health care system."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Aside from expanding Medicare, Senator Bernie Sanders is one of three lawmakers behind the monthly economic crisis support act, a proposal to give qualifying families up to $10,000 a month until the coronavirus crisis is over."
    },
    {
      "speaker": "SEN. BEN CARDIN (D-MD)",
      "utterance": "Let me underscore what I believe is our need to act, that the job is not done."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "In March, as COVID-19 brought the economy to a screeching halt, New York Congresswoman Alexandria Ocasio-Cortez said Congress should go all in on spending. She tweeted, quote, \"This is not the time for half measures. We need to take dramatic action now to stave off the worst public health and economic effects. That includes making moves on paid leave, debt relief, waiving work requirements, guaranteeing health care, universal basic income, and detention relief.\""
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The HEROES bill is passed."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Last month the Democratic-controlled house the $3 trillion HEROES Act which provides for another round of direct payments, increased spending on welfare programs, and addresses other Democratic priorities like expanding voting by mail. Fourteen Democrats and all but one House Republican voted against it, and the measure is considered a nonstarter in the Senate."
    },
    {
      "speaker": "MAYA MACGUINEAS, COMMITTEE FOR RESPONSIBLE FEDERAL BUDGET",
      "utterance": "Remember, borrowing doesn't make something free."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Maya MacGuineas with the nonpartisan Committee for Responsible Federal Budget says helping struggling America is important, but she says no lawmaker from either party should use a crisis as an excuse to write a blank check."
    },
    {
      "speaker": "MACGUINEAS",
      "utterance": "Once this becomes a political grab bag, the two parties are going to be at loggerheads with each other, and the American taxpayer is going to lose the confidence that when we're borrowing this month, it's actually worth it."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "The debate over which Democratic priorities to fund is also likely to impact the 2020 race, with former Treasury Secretary and Joe Biden adviser Larry Summers warning recently --"
    },
    {
      "speaker": "LARRY SUMMERS, ECONOMIST",
      "utterance": "We can't sustain the level of spending that we're engaged in this summer."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "But with the unemployment rate above 13 percent, senior Democrats say they'll keep the pressure on Congress to spend more to create jobs and help Americans struggling to make ends meet."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "If Democrats don't get the spending they want now, they will likely make their case directly to voters come November, making a direct appeal why they believe increase spending is necessary despite soaring deficits. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Mark Meredith on Capitol Hill. Mark, thanks. In tonight's Democracy 2020 report, Joe Biden says he is concerned President Trump will try to steal the November election or refuse to leave the White House if he loses. The Trump campaign says the presumptive Democratic nominee is trafficking in conspiracy theories. Correspondent Peter Doocy has details from Philadelphia where Biden made a rare public appearance today."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Joe Biden's visit to the city of brotherly love included a roundtable discussion in the building where Dick Clark used to broadcast \"American Bandstand.\""
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "I could never dance."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Congressman Evans, he's probably too young to know anything about \"American Bandstand.\""
    },
    {
      "speaker": "BIDEN",
      "utterance": "Thank you. I love you."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But on a late-night comedy show, Biden was far more serious."
    },
    {
      "speaker": "BIDEN",
      "utterance": "It's my greatest concern, my single greatest concern, this president is going to try to steal this election."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Trump used that same language, talking voter fraud fears in 2016."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We don't want this election stolen from us."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Trump's critics insisted those claims were unfounded, and four years later Biden's worry involves doubts about mailed ballots."
    },
    {
      "speaker": "BIDEN",
      "utterance": "This is a guy who said that all mail-in ballots are fraudulent."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And he's going to so far to suggest that if Trump loses he may not leave the White House willingly."
    },
    {
      "speaker": "BIDEN",
      "utterance": "You have so many rank-and-file military personnel saying, whoa, we are not a military state. This is not who we are. I promise you, I'm actually convinced they will score him from the White House with great dispatch."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Biden made a different claim this spring that the president may move the election, which quickly hit a dead end in the Rose Garden."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I never even thought of changing the date of the election. Why would I do that? November 3rd, it's a good number. No, I look forward to that election. And that was just made up propaganda."
    },
    {
      "speaker": "DOOCY",
      "utterance": "So the election is on, and Biden is doing his part to prevent Democratic defections."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The idea that somehow I've been told all along how young people don't think that I'm in the right spot, right place, there is no polling evidence to sustain that, nor is there voting evidence thus far to sustain that."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The list of possible Biden running mates may be narrowing, because we know the vetting committee reached out to some women last month, but now one woman who has publicly pushed herself as a good fit for the job says she hasn't gotten any calls about that -- Stacey Abrams. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Peter, thank you. President Trump meets with community leaders in Dallas, talks with our own Harris Faulkner. We'll get reaction from the panel and some of that interview, we hope, when we return."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We are working to finalize an executive order that will encourage police departments nationwide to meet the most current professional standards for the use of force, including tactics for de-escalation. Also, we'll encourage pilot programs that allow social workers to join certain law enforcement officers so that they work together. We'll take care of our police. We're not defending police. If you're going to have to really do a job, if somebody is really bad, you're going to have to do it with real strength, real power."
    },
    {
      "speaker": "BAIER",
      "utterance": "President Trump in Dallas talking at a roundtable about law and order, about reform, about Seattle and what's happening there. Let's bring in our panel, Mo Elleithee, executive director of the Georgetown Institute of Politics, Kimberley Strassel, a member of the editorial board at \"The Wall Street Journal,\" and Jonathan Swan, national political reporter for \"Axios.\" Kimberley? KIMBERLEY STRASSEL, COLUMNIST, \"WALL STREET JOURNAL\": You know that roundtable was really interesting, Bret, because, not just what the president talked about in terms of what we need to do to revitalize and to make better our police forces, but also the context that was provided, most striking to me, by Attorney General Bill Barr, putting this in the history of 50 years, and talking about the progress we have made, and how this problem is also broader. It's not just about policing. It's about education. It's about opportunity, economic opportunity. It's about religion. And I thought that that put it in a very broader, good context in which maybe we can begin to have a more measured debate."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mo, this law and order talk and the talk about reform in that context, does that change the dynamic, in retrospect of what we're seeing in Seattle, in retrospect of what we're seeing in different police units around the country?"
    },
    {
      "speaker": "MO ELLEITHEE, EXECUTIVE DIRECTOR, GEORGETOWN INSTITUTE OF POLITICS",
      "utterance": "Look, I think the American consciousness has been awoken to police violence in a way that a lot of people wish it had before. The video that we saw of George Floyd on the heels of Breonna Taylor, on the heels of Ahmaud Arbery I think just kind of created a tipping point. And so you're seeing a shift, I think, in the public sensibilities beyond just tough law and order talk to something maybe more along the lines of, yes, we need law and order, but it's got to be just. It's got to be fair. We can't have anybody treated unequally, especially when that ends in death. And so I think the president might be a little off in his messaging. Today he is starting to try to address the broader issues, but I think his actions and his rhetoric over the past couple of weeks have him in a tough spot when it comes to broadening beyond just his solid base with that law and order message."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jonathan, clearly, the Gallup poll showed his approval down at 39 percent. There is a Morning Consult/Politico poll that matches that approval rating. The coronavirus and this time has definitely given this president a hit, but is there a security element to this that we're not factoring in about what people are seeing and feeling? JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": Of course there is. With a lot of the punditry about the polling is asinine, frankly. Look, President Trump is basically political concrete. He has a range in which he floats around, bounces around. Now, he's had a bad couple of weeks, and this does look like Charlottesville numbers. He's bounced out of the range. But if history is any guide, he will bounce back into the range. And there is always a correction to the correction. So I don't know how big the correction is going to be, but you are already seeing some resistance to defund the police message. And it is likely that some of -- even though, as powerful as this movement is, there is always a correction. So I think to look at the current moment as if it's static is a mistake. That is not to say that things won't get worse for the president. I'm just saying that right now any punditry that writes his political chances off or predetermines a result in November is beyond premature. It's actually deceptive."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, we have a long way to go. You're right, it has been a bad couple of weeks for this president. Take a listen to Larry Kudlow and the House Speaker."
    },
    {
      "speaker": "LARRY KUDLOW, NATIONAL ECONOMIC COUNCIL DIRECTOR",
      "utterance": "I do not think the May jobs report, which surprised everybody, up 3 million, is a fluke. I think we are going to get more and more green shoots, more and more green shoots."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "We got there by the investing that we had done in the previous coronavirus legislation. And we are checking those numbers. Hopefully they are what they say they are. But nonetheless, they would not be any -- things would be much worse had we not taken those measures."
    },
    {
      "speaker": "BAIER",
      "utterance": "Kimberley, there is this thought that there will be a phase four, whatever that looks like in the negotiations, of some government bills, some legislation. But there is a double whammy for some small businesses that have taken a hit from coronavirus, and now they've taken a hit from protests and looting and rioting as well."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Look, Nancy Pelosi got one thing a right, which is that one part of the prior measures has been vital. And that was in fact the PPP program that was giving money to small businesses to help them weather these problems. And that is what has allowed many of them to get through the immediate crisis, open their doors again. And that is why you see those May job numbers, people going back. And we had some more unemployment figures this last week, more people filing for unemployment, but I think one of the more hopeful things is the numbers of people, more than 70 percent, who say they expect to be hired back. So I think the challenge now needs to be focused on what do you do to replace or revive those businesses that were closer or pushed into bankruptcy who say they're not opening? That isn't necessarily a function of simply spending on a phase four bill and throwing more money out there."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, stand by. Next up President Trump sits down with my colleague Harris Faulkner in Dallas. We will talk to Harris and get a preview of that interview after this break."
    },
    {
      "speaker": "BAIER",
      "utterance": "Breaking tonight, as we mentioned, my colleague Harris Faulkner sat down with President Trump just moments ago wrapping that interview up in Dallas. We hope to speak to her at the other side of taking a listen to just a piece of this. Let's take it. HARRIS FAULKNER, HOST, \"OUTNUMBERED\": The point where you feel what the protesters, those -- you feel that. Yes. It's heartbreak."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's terrible."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "And it is also fear that things may not change, and that there will be some who are vulnerable, people of color, the power imbalance. You talk about some on some police departments. You and I are in agreement, in fact 19 percent of police departments across the U.S. are former military."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "And you know that touches me."
    },
    {
      "speaker": "TRUMP",
      "utterance": "That's true. I noticed."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "But when we look at how we fix it, talk to me about police reform. You call yourself the law and order president. What does that mean?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, we are going to do lots of, I think, good things. But we also have to keep our police and our law enforcement strong. They have to do it right. They have to be trained in a proper manner. They have to do it right. Again, the sad thing is that they are very professional. But when you see an event like that with the more than eight minutes of war, that's eight minutes really of horror. It's a disgrace. And then people start saying, well, are all police like that? They don't know, maybe they don't think about it that much. It doesn't make any difference. The fact is they start saying, well, police are like that. The police aren't like that. I have seen so many incredible things that they do, but you don't see that. You don't put it on FOX. You don't put on television. You don't --"
    },
    {
      "speaker": "FAULKNER",
      "utterance": "We do. I did a police town hall, so I do. But you know what else I see? I see that we have asked our officers to do so much. They're solving our homeless issues. They're solving domestic violence calls, which can be absolutely unpredictable when you put that much human emotion together. But at the same time, we can't lose without them feeling ready. The suicide rates are up among police officers, particularly on the east coast in New York. So we know that the issues are there."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It is a tough job, Harris."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "It is."
    },
    {
      "speaker": "TRUMP",
      "utterance": "When you look, I saw the police officer standing on a corner innocently, and he get stabbed, in that case by a terrorist last week. How bad was that? You're just saying, what is this all about? We have seen some terrible things happen to police officers, also, and there is that line. But most of the police officers are really good people."
    },
    {
      "speaker": "BAIER",
      "utterance": "Joining us now from Dallas is my colleague, Harris Faulkner, who just wrapped up the interview."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "Hi, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Pretty extensive it looked like, just for the amount of time."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIER",
      "utterance": "Good evening, Harris. Tell me your impressions of the questions you asked and what the president said."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "So I think the president is quite used to talking about the politics at the moment, Bret, you know that. But in this moment, there was no getting around that the question looked a lot like the protesters in the street. And I made the point of putting that out there, and I don't normally, but I think it is worth something, because you can't just call them rioters. And he and I talked about that. They are peaceful protesters. What do you have to say to them? One of the things I asked him, Bret, was can you be the law and order president -- I did ask him what he meant, by the way, and he talked about that -- but can you be that and also be the consoler in chief? His answer was interesting. He thinks that the two are one in the same, and that if you get too soft, then you cannot lead. And those things are important to know about this president because we only have one president at a time. And we want to know how they are going to deal with the moment that I described to the president off the top of our conversation that history may look back on, future generations, rather, may look back on this historical moment and wonder who we were. And I wanted to know, is he the president that can unite us? And so that is where the conversation went. And we talked about General Milley and the pushback on that now infamous photograph at Lafayette Square and how he felt about the secretary of defense also taking exception and apologizing and regretting that photo. He said it wasn't significant to him that they took exception, and that he still thinks it is a great moment for him and his presidency. So we talked about those issues, and we listened. Coming out of a pretty high energy event here at a megachurch in Dallas, Gateway."
    },
    {
      "speaker": "BAIER",
      "utterance": "Very quickly, Harris, do you sense -- and he hasn't talked a lot about the frustration, the anger, the fear in African-American communities, that President Trump tapped into that in some of the things he told you?"
    },
    {
      "speaker": "FAULKNER",
      "utterance": "I think what he tapped into, and I can only say this -- I shouldn't say I think. I know what he tapped into because he mentioned it more than once. He watched the eight minutes and 46 seconds, he said, of George Floyd's death. He taps into the loss and the hurt and pain, and he understands that. I think where we were kind of pressing back and forth in our conversation was, then do you understand how important it is for them to hear from you in this moment from that consoler in chief perspective? I don't know that that is as important to him from his perspective. He thinks that fixing the economy is how you bring everybody together and bring them forth. He wants to restore the markings of black wealth and that rise that was happening in black communities economically. And that is how he wants to go forward. It was a fascinating conversation to get in there with the president and see where he is."
    },
    {
      "speaker": "BAIER",
      "utterance": "I look forward to seeing the whole thing, and we will here on FOX News. Harris, as always, thank you."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "Thank you, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "When we come back, the brighter side of things, some good news."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally, tonight, the inspiring side of things. We had a couple of them, but we wanted to talk more to Harris. First, Tony Hudgell set out to raise money for charity during his 10-kilometer challenge. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}