{
  "date": "June 12, 2018",
  "headline": "Gutfeld on the Trump-Kim summit video",
  "subHeadline": "President Trump and Kim Jong Un sign a landmark commitment to the complete denuclearization of the Korean peninsula.",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-the-trump-kim-summit-video",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Chairman Kim and I just signed a joint statement in which he reaffirmed his unwavering commitment to complete denuclearization of the Korean Peninsula.  They interrupted \"The Bachelorette\" for that? Anyway, this is big news, but it's only a start. A first date, if you will.  Verification is key. For in the past, North Korea has been about as trustworthy as sushi from the drugstore on a Thursday in the summertime.  But maybe that past is dead. Check out this movie trailer that President Trump presented to Kim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Destiny Pictures presents a story of opportunity. A new story, a new beginning, one of peace. Two men, two leaders, one destiny. A story about a special moment in time when a man is presented with one chance that may never be repeated. What will he choose? To show vision and leadership, or not? A new world can begin today. One of friendship, respect, and goodwill. Be part of that world where the doors of opportunity are ready to be open.  OK. That is amazing. And it's got to be a first, showing a world leader what the world could be like if you change your ways as a movie trailer. Who does this? Donald Trump. Why? Why did he show him this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I've showed it to you because that's the future. I mean, that could very well be the future. And the other alternative is just not a very good alternative.   Not at all. See, it's about two options: the golden off-ramp or the cliff to nowhere. This is not politics. It's persuasion. It reframes the future so the past is the past. This isn't thinking outside the box, it's getting rid of the box. Really, Trump just did a sales of presentation on freedom. No one has done that before. Will Kim do what's right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think he's going to do these things. I may be wrong. I mean, I may stand before you in six months and say, \"Hey, I was wrong.\" I don't know that I'll ever admit that, but I'll find some kind of an excuse.    Now, that's transparency. Now, this should feel like good news, but if you still believe the summit was itself a concession, then it won't. But with that thinking, why have diplomacy? We've be stuck in one place forever.  So, what should reassure you? Our new crew. Pompeo, Bolton, Trump. This isn't Kerry, Hillary or that guy Ben Rhodes -- entitled lemmings out for legacy. They were all carrot. The new guys? Mostly stick, which makes the carrot possible. The establishment will laugh, but just months ago the same people who thought Trump was leading us to war are now mad that he's averting it. Screw them.  As for you, you should greet this news with hope, not allusion. Let's check back in a year. Worst case, we're back at square one. That's no concession, just a path tried.  What did one great philosopher say?  TRUMP, JUNE 9: We're going to have to see what happens.   TRUMP, JUNE 1: We will see what we will see. TRUMP, JUNE 5: We'll see what happens. TRUMP, JUNE 1: We're going to see what happens.  TRUMP, MAY 30: We're going to see what happens.  TRUMP, JUNE 11: So, we'll see what happens.   We'll see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Chairman Kim and I just signed a joint statement in which he reaffirmed his unwavering commitment to complete denuclearization of the Korean Peninsula. They interrupted \"The Bachelorette\" for that? Anyway, this is big news, but it's only a start. A first date, if you will. Verification is key. For in the past, North Korea has been about as trustworthy as sushi from the drugstore on a Thursday in the summertime. But maybe that past is dead. Check out this movie trailer that President Trump presented to Kim."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Destiny Pictures presents a story of opportunity. A new story, a new beginning, one of peace. Two men, two leaders, one destiny. A story about a special moment in time when a man is presented with one chance that may never be repeated. What will he choose? To show vision and leadership, or not? A new world can begin today. One of friendship, respect, and goodwill. Be part of that world where the doors of opportunity are ready to be open. OK. That is amazing. And it's got to be a first, showing a world leader what the world could be like if you change your ways as a movie trailer. Who does this? Donald Trump. Why? Why did he show him this?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I've showed it to you because that's the future. I mean, that could very well be the future. And the other alternative is just not a very good alternative."
    },
    {
      "speaker": "Not at all. See, it's about two options",
      "utterance": "the golden off-ramp or the cliff to nowhere. This is not politics. It's persuasion. It reframes the future so the past is the past. This isn't thinking outside the box, it's getting rid of the box. Really, Trump just did a sales of presentation on freedom. No one has done that before. Will Kim do what's right?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think he's going to do these things. I may be wrong. I mean, I may stand before you in six months and say, \"Hey, I was wrong.\" I don't know that I'll ever admit that, but I'll find some kind of an excuse. Now, that's transparency. Now, this should feel like good news, but if you still believe the summit was itself a concession, then it won't. But with that thinking, why have diplomacy? We've be stuck in one place forever. So, what should reassure you? Our new crew. Pompeo, Bolton, Trump. This isn't Kerry, Hillary or that guy Ben Rhodes -- entitled lemmings out for legacy. They were all carrot. The new guys? Mostly stick, which makes the carrot possible. The establishment will laugh, but just months ago the same people who thought Trump was leading us to war are now mad that he's averting it. Screw them. As for you, you should greet this news with hope, not allusion. Let's check back in a year. Worst case, we're back at square one. That's no concession, just a path tried. What did one great philosopher say? TRUMP, JUNE 9: We're going to have to see what happens. TRUMP, JUNE 1: We will see what we will see. TRUMP, JUNE 5: We'll see what happens. TRUMP, JUNE 1: We're going to see what happens. TRUMP, MAY 30: We're going to see what happens. TRUMP, JUNE 11: So, we'll see what happens. We'll see what happens."
    }
  ]
}