{
  "date": "March 5, 2019",
  "headline": "Expanded Democratic investigation targets Trump family, business and White House",
  "subHeadline": "Guests: Larry Kudlow, Guy Benson, Jeff Mason, Mollie Hemingway",
  "url": "https://www.foxnews.com/transcript/expanded-democratic-investigation-targets-trump-family-business-and-white-house",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "The fact is that I guess we got 81 letters. There was no collusion. It was a hoax. There was no anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JERROLD NADLER, D-N.Y.",
      "sentences": "Our goal is to hold the administration accountable for the obstruction of justice, the abuse of power, and the corruption.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA",
      "sentences": "It's not fact-finding. It's politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONN.",
      "sentences": "Congress has an independent responsibility, a very solemn one, to do oversight. That's what the House committees are doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Reaction here at the White House and on Capitol Hill to the investigations that will be launched. They asked for all of these documents. The president tweeting today \"Now they realize the only collusion with Russia was done by crooked Hillary Clinton and the Democrats. Nadler, Schiff, and Dem heads of the committees have gone stone cold crazy, 81 letters sent to innocent people to harass them. They won't get anything done for our country. The greatest overreach in the history of our country, the Dems are obstructing justice and will not get anything done. A big fat fishing expedition desperately in search of a crime when in fact the real crime is what the Dems are doing and have done.\" Strong letter to follow. Let's bring in our panel, back at the bureau, Guy Benson, political editor at Townhall.com, Mollie Hemingway, senior editor at \"The Federalist,\" and here at the White House, Jeff Mason, White House correspondent for Reuters. Jeff, if there was any ambiguity, I don't think the president left anything on the table there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "sentences": "No ambiguity at all. And it reminds me actually of something that the president said shortly after the midterm elections. He said the Democrats from his perspective have a choice. We can either work together on things like infrastructure or they can do presidential harassment. He made it pretty clear today he views this as presidential harassment, and I suspect that means we're not going to see a lot of cooperation on some legislative priorities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The Senate majority leader, Mitch McConnell, Mollie, piping in, saying impeachment, this process, doesn't seem like it has worked before. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KY, MAJORITY LEADER",
      "sentences": "Sometimes the politics of presidential harassment hasn't worked out too well. I remember when we decided it was a good idea to impeach President Clinton and his approval rating went up and ours went down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mollie? MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": I believe I was the first person to describe in detail Congressman Nadler's plans to use his power to go after the president when he accidently revealed it in my presence on the train. He called me a liar. I think he's probably moving away from that story now that we see that what I wrote was exactly what his plans were.  But Senator McConnell raises a really good point, which is that impeachment is not something that goes over well with the American people. I think that's why President Trump is reframing this as presidential harassment is to his benefit, because no matter whether they actually end up impeaching him or trying to impeach him, just the act of going through these investigations where they're going after his business dealings from decades past, it fits that narrative that this is presidential harassment rather than legitimate oversight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Meantime, Guy, we are waiting for the Mueller investigation to wrap up, and whatever we learn, whatever the attorney general puts out from this. But the former attorney for the president today in a podcast with ABC, Ty Cobb, saying that Bob Mueller is an American hero. Take a listen.  TY COBB, FORMER ATTORNEY FOR President Trump: I think Bob Mueller is an American hero. I think the world of Bob Mueller. He is a very deliberate guy, but he's also a class act, and a very justice-oriented person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Obviously the current legal team has taken a different tack on all that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL.COM",
      "sentences": "They have, although I think it's worth pointing out and based on a lot of reporting, that's exactly the view that William Barr, the new attorney general, takes of the Special Counsel, Robert Mueller, as well. I do find it interesting that it does seem, Bret, like some people on the left who just months ago were hair on fire wanting to pass bills to protect Bob Mueller are already moving on to a post Bob Mueller world, almost with this strange anticipation that it's going to be a dud or not much there, and ramping up more sprawling investigations into still Russia, still obstruction, and other things.  And I actually agree with David Axelrod, which doesn't always happen. He was on Twitter yesterday saying the Democrats run a risk of overreach and whipping up all this attention to more and more investigations, and some unaffiliated voters and undecided people might come around to the harassment, witch hunt mentality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jeff, Ty Cobb obviously took a different tack when he was the president's lawyer, but in this podcast he said that the president has cooperated to the t. Documents, he told everybody if the special counsel wanted to interview them they should do it freely and extensively. Pretty interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "It is. And it's interesting as well. I think the White House, we've seen their strategy today in terms of responding to that new set of probes coming from Congress. But they have cooperated and have said that is something that they are proud of, I think. And that's something that the president sees as one reason to say there has been no collusion. Look, he's saying from the very beginning it's been a witch hunt, and he doesn't believe that any proof is going to be found to suggest otherwise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to turn quickly to the 2020, Mollie. Mike Bloomberg saying today he's not getting in, essentially sending the message that the party should not go to the extremes, to the far left, but he's not going to jump in the pool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And that's certainly interesting. He actually himself pretty far to the left, particularly his positions on guns and personal autonomy. He is pretty much out there himself. But it does speak to just how dramatically to the left the Democratic Party has swung, and it might be a problem as they are competing for voters to be able to swing back in time for the general after they have disenfranchised so many people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally, this dustup on Capitol Hill about anti-Semitism. Take a look at the House minority whip, Steve Scalise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA, HOUSE MINORITY WHIP",
      "sentences": "Why would you have her on a committee that important, that sensitive to our foreign policy, if she has those kinds of anti-Semitic beliefs unless you're willing to tolerate it? And it shouldn't be tolerated. She ought to be removed immediately from the Foreign Affairs Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEBBIE DINGELL, D-MICH.",
      "sentences": "We've got to protect free speech in this country, too, but understand we are hurting people at times with our language. But we've got to protect everybody's freedom of religion, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "They are talking about Congresswoman Ilhan Omar from Minnesota, the second time she has raised eyebrows here in town about something that was seen as anti-Semitic. A resolution, Guy, did not make it to the floor today, Democrats having a problem herding the cats on an anti-Semitism resolution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "That's interesting. That shouldn't be terribly hard, one would think, but apparently it is proving to be a bit of a challenge for Speaker Pelosi. And I would argue this is strike three or four for Representative Omar. With hypnotizing the world, she talked about Israel. She said all about the Benjamins, referring to the Jewish lobby, the Israel lobby, and now twice commenting about this dual loyalty trope that is known to be anti-Semitic. How many apologies and listening tours do we get until finally the Democrats decide, OK, we are going to do what the Republicans did with Steve King and actually come up with consequences. As of now, forget consequences, they are struggling to put together a coalition to pass a resolution condemning anti-Semitism, which is kind of breathtaking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll follow it. Panel, thank you very much.  When we come back, we met the Simpsons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Live shot at the West Wing here on the north lawn at the White House. Finally tonight, this video came to me from my brother, who happens to be a big \"Simpsons\" fan. A recent episode included a verbal cameo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There you have it, Abraham Simpson, forgotten hero no more, get tonight's last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, you just got the last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, no. You get the last word, then I say last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You did it again. Last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It doesn't work that way. Last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, it does. Last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't mess with me. I'm from Dorchester. Last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm from Porchester. Last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Turn off the camera and cut his mic. You, sir, are banned from MSNBC, CNBC, NBC, and forbidden from using the letters N, B, and C. Last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm calling Bret Baier. Last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally made it. Thanks for inviting us into your home tonight. That's it for the “Special Report.” Fair, balanced and unafraid. \"The Story\" hosted by Martha MacCallum starts right now.  Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "The fact is that I guess we got 81 letters. There was no collusion. It was a hoax. There was no anything."
    },
    {
      "speaker": "JERROLD NADLER, D-N.Y.",
      "utterance": "Our goal is to hold the administration accountable for the obstruction of justice, the abuse of power, and the corruption."
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA",
      "utterance": "It's not fact-finding. It's politics."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONN.",
      "utterance": "Congress has an independent responsibility, a very solemn one, to do oversight. That's what the House committees are doing."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Reaction here at the White House and on Capitol Hill to the investigations that will be launched. They asked for all of these documents. The president tweeting today \"Now they realize the only collusion with Russia was done by crooked Hillary Clinton and the Democrats. Nadler, Schiff, and Dem heads of the committees have gone stone cold crazy, 81 letters sent to innocent people to harass them. They won't get anything done for our country. The greatest overreach in the history of our country, the Dems are obstructing justice and will not get anything done. A big fat fishing expedition desperately in search of a crime when in fact the real crime is what the Dems are doing and have done.\" Strong letter to follow. Let's bring in our panel, back at the bureau, Guy Benson, political editor at Townhall.com, Mollie Hemingway, senior editor at \"The Federalist,\" and here at the White House, Jeff Mason, White House correspondent for Reuters. Jeff, if there was any ambiguity, I don't think the president left anything on the table there."
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "utterance": "No ambiguity at all. And it reminds me actually of something that the president said shortly after the midterm elections. He said the Democrats from his perspective have a choice. We can either work together on things like infrastructure or they can do presidential harassment. He made it pretty clear today he views this as presidential harassment, and I suspect that means we're not going to see a lot of cooperation on some legislative priorities."
    },
    {
      "speaker": "BAIER",
      "utterance": "The Senate majority leader, Mitch McConnell, Mollie, piping in, saying impeachment, this process, doesn't seem like it has worked before. Take a listen."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KY, MAJORITY LEADER",
      "utterance": "Sometimes the politics of presidential harassment hasn't worked out too well. I remember when we decided it was a good idea to impeach President Clinton and his approval rating went up and ours went down."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mollie? MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": I believe I was the first person to describe in detail Congressman Nadler's plans to use his power to go after the president when he accidently revealed it in my presence on the train. He called me a liar. I think he's probably moving away from that story now that we see that what I wrote was exactly what his plans were. But Senator McConnell raises a really good point, which is that impeachment is not something that goes over well with the American people. I think that's why President Trump is reframing this as presidential harassment is to his benefit, because no matter whether they actually end up impeaching him or trying to impeach him, just the act of going through these investigations where they're going after his business dealings from decades past, it fits that narrative that this is presidential harassment rather than legitimate oversight."
    },
    {
      "speaker": "BAIER",
      "utterance": "Meantime, Guy, we are waiting for the Mueller investigation to wrap up, and whatever we learn, whatever the attorney general puts out from this. But the former attorney for the president today in a podcast with ABC, Ty Cobb, saying that Bob Mueller is an American hero. Take a listen."
    },
    {
      "speaker": "TY COBB, FORMER ATTORNEY FOR President Trump",
      "utterance": "I think Bob Mueller is an American hero. I think the world of Bob Mueller. He is a very deliberate guy, but he's also a class act, and a very justice-oriented person."
    },
    {
      "speaker": "BAIER",
      "utterance": "Obviously the current legal team has taken a different tack on all that."
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL.COM",
      "utterance": "They have, although I think it's worth pointing out and based on a lot of reporting, that's exactly the view that William Barr, the new attorney general, takes of the Special Counsel, Robert Mueller, as well. I do find it interesting that it does seem, Bret, like some people on the left who just months ago were hair on fire wanting to pass bills to protect Bob Mueller are already moving on to a post Bob Mueller world, almost with this strange anticipation that it's going to be a dud or not much there, and ramping up more sprawling investigations into still Russia, still obstruction, and other things. And I actually agree with David Axelrod, which doesn't always happen. He was on Twitter yesterday saying the Democrats run a risk of overreach and whipping up all this attention to more and more investigations, and some unaffiliated voters and undecided people might come around to the harassment, witch hunt mentality."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jeff, Ty Cobb obviously took a different tack when he was the president's lawyer, but in this podcast he said that the president has cooperated to the t. Documents, he told everybody if the special counsel wanted to interview them they should do it freely and extensively. Pretty interesting."
    },
    {
      "speaker": "MASON",
      "utterance": "It is. And it's interesting as well. I think the White House, we've seen their strategy today in terms of responding to that new set of probes coming from Congress. But they have cooperated and have said that is something that they are proud of, I think. And that's something that the president sees as one reason to say there has been no collusion. Look, he's saying from the very beginning it's been a witch hunt, and he doesn't believe that any proof is going to be found to suggest otherwise."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to turn quickly to the 2020, Mollie. Mike Bloomberg saying today he's not getting in, essentially sending the message that the party should not go to the extremes, to the far left, but he's not going to jump in the pool."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And that's certainly interesting. He actually himself pretty far to the left, particularly his positions on guns and personal autonomy. He is pretty much out there himself. But it does speak to just how dramatically to the left the Democratic Party has swung, and it might be a problem as they are competing for voters to be able to swing back in time for the general after they have disenfranchised so many people."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally, this dustup on Capitol Hill about anti-Semitism. Take a look at the House minority whip, Steve Scalise."
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA, HOUSE MINORITY WHIP",
      "utterance": "Why would you have her on a committee that important, that sensitive to our foreign policy, if she has those kinds of anti-Semitic beliefs unless you're willing to tolerate it? And it shouldn't be tolerated. She ought to be removed immediately from the Foreign Affairs Committee."
    },
    {
      "speaker": "REP. DEBBIE DINGELL, D-MICH.",
      "utterance": "We've got to protect free speech in this country, too, but understand we are hurting people at times with our language. But we've got to protect everybody's freedom of religion, period."
    },
    {
      "speaker": "BAIER",
      "utterance": "They are talking about Congresswoman Ilhan Omar from Minnesota, the second time she has raised eyebrows here in town about something that was seen as anti-Semitic. A resolution, Guy, did not make it to the floor today, Democrats having a problem herding the cats on an anti-Semitism resolution."
    },
    {
      "speaker": "BENSON",
      "utterance": "That's interesting. That shouldn't be terribly hard, one would think, but apparently it is proving to be a bit of a challenge for Speaker Pelosi. And I would argue this is strike three or four for Representative Omar. With hypnotizing the world, she talked about Israel. She said all about the Benjamins, referring to the Jewish lobby, the Israel lobby, and now twice commenting about this dual loyalty trope that is known to be anti-Semitic. How many apologies and listening tours do we get until finally the Democrats decide, OK, we are going to do what the Republicans did with Steve King and actually come up with consequences. As of now, forget consequences, they are struggling to put together a coalition to pass a resolution condemning anti-Semitism, which is kind of breathtaking."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll follow it. Panel, thank you very much. When we come back, we met the Simpsons."
    },
    {
      "speaker": "BAIER",
      "utterance": "Live shot at the West Wing here on the north lawn at the White House. Finally tonight, this video came to me from my brother, who happens to be a big \"Simpsons\" fan. A recent episode included a verbal cameo."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There you have it, Abraham Simpson, forgotten hero no more, get tonight's last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No, you just got the last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No, no. You get the last word, then I say last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You did it again. Last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It doesn't work that way. Last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, it does. Last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Don't mess with me. I'm from Dorchester. Last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm from Porchester. Last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Turn off the camera and cut his mic. You, sir, are banned from MSNBC, CNBC, NBC, and forbidden from using the letters N, B, and C. Last word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm calling Bret Baier. Last word."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally made it. Thanks for inviting us into your home tonight. That's it for the “Special Report.” Fair, balanced and unafraid. \"The Story\" hosted by Martha MacCallum starts right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}