{
  "date": "March 25, 2020",
  "headline": "Dr. Rupp: We need government to emphasize importance of social distancing",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/dr-rupp-we-need-government-to-emphasize-importance-of-social-distancing",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "All right, we interrupt that sure thing regarding the stimulus coming out the United States Senate for a little bit of a bump in the road, beginning with Bernie Sanders and four other Republican senators who are not too keen on some language in that measure. Suffice it to say that just word of this at a bump along the way, that's all they're calling it, a bump along the way, was enough to take a lot of the juice out of the Dow.  Now, as impressive as today's gains were, they're half what they were, less than half what they were, nevertheless, back-to-back remarkable gains close to 3,000 points at one point, now more like 2,700 points over the last couple of days, but, again, well off the highs, on the fear here, just the fear, that this package could get delayed, not necessarily denied.  Mike Emanuel, what's happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Well, Neil, good afternoon to you. This package, the largest ever stimulus package in American history, came together after days of round-the-clock negotiations, culminating in a deal overnight last night in the early morning hours of this morning.  Some senators, though, are now saying they caught an issue they want fixed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "sentences": "If you're unemployed, you can get up to $326, you get half your income. So that $600 wage now becomes $300 in unemployment.   What the federal government does is, it comes in and puts $600 on top of that $300. So now, instead of making $600 when you're working, you're now making $900 not working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "The $2 trillion package includes $130 billion for hospitals, $150 billion for state and local governments, $350 billion for small businesses, four months of unemployment insurance, and for many American families $1,200 for adults, $500 per child.   Majority Leader Mitch McConnell says senators realize the need to get this done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "And no economic policy could fully end the hardship, so long as the public health requires that we put so much of our nation's commerce on ice.  This is not even a stimulus package. It is emergency relief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Talks were extended several days after Democrats demanded changes. Senate Democratic leader Chuck Schumer says it was worth the wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHARLES SCHUMER (D-NY)",
      "sentences": "We can now call it a bill that puts workers first, not corporations, that has a Marshall Plan for hospitals, and that has accountability, transparency, and watchdogs over much of the lending that is in this bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Leader McConnell has been saying he wants the Senate to vote today. We will see if they can work out some of these bumps in the road. Assuming that happens at some point later tonight, the House could vote as early as tomorrow, or perhaps it would slip to Friday -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you very, very much, Mike Emanuel, at the Capitol.   To the White House now, John Roberts, all these fast-moving developments ahead of a briefing we're going to get from the president and his health officials in about an hour, -- sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, 5:00 this afternoon, the Coronavirus Task Force will be briefing. And we expect it will be led off by the president. There seemed to be some relief earlier today, Neil, that Democrats and Republicans had finally come to an agreement on this bill later than the president would have liked.  These bumps in the road that Mike Emanuel was talking about just a second ago may lead to further delay, which wouldn't please the White House.  But, as of this morning, the press secretary, Stephanie Grisham, was optimistic that this thing will get done. Let's to how she put it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANIE GRISHAM, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The president has been very active in this process. So he's well aware of what is in it. He's been pushing for Congress to do the right thing and get ready to help the American people. So we're really looking forward to this vote today, so that he can sign it into law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "You know, up until this latest bump in the road among some Republican senators, the sticking point had been this idea of oversight, and how the money that was given to corporations would be used, and whether there would be restrictions on it. The president himself said last week that he didn't think that the money should be used for things like stock buybacks or increased compensation for executives. Bernie Sanders now threatening to put a hold on the bill unless there are increased restrictions on how corporations use the money. That is if Senators Graham and others do not drop their objections to it.   But the president insists that there will be robust oversight in this fiscal stimulus. Listen to what he said yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Very tough protections for the American taxpayer. The loans will be very secure, and they will be very profitable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "But you can add one more voice to people who are not happy with this bill, but for a different reason. New York Governor Andrew Cuomo, he's got 30,000 cases of coronavirus in his state. In New York City, one in 1,000 people are infected. And he says there's just not enough money in this bill for him. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "OK, here's the package. It gives us $3.8 billion. The hole is as big as -- as high as $15 billion. How do you plug a $15 billion hole with $3.8 billion? You don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "So the White House is still optimistic, Neil, that this is going to get done, that there will be a vote later on today. Then it will go to the House, of course, where Nancy Pelosi has made it clear that she thinks that a lot of things like tax breaks for wind and solar energy and decreased greenhouse gas emissions for airlines and same- day voter registration should be a part of the whole package. So that could be a whole 'nother kettle of fish when it lands on her desk - - Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And here we go. John Roberts, thank you very, very much. The read on all this with Senator Rick Scott of Florida.   Senator, do you worry this thing could be unraveling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICK SCOTT (R-FL)",
      "sentences": "Well, I -- look, we have got to take care of the American worker. I haven't seen a draft of the bill yet. I haven't seen the text yet. I got a briefing a little earlier about the unemployment. And I'm -- I have been a big proponent of using the state unemployment system, and if we want to augment it, but what I want to do is make sure it works.  And ours works in Florida. When I left, there was $4 billion in the bank. But the way this existing provision that we found today, we were explained today, was, you could be paid more money to be on unemployment than having a job. And once we get past this virus, we want everybody to rush back to these jobs and rebuild these businesses. And if our businesses can't get their employees back because of the incentive, that's not going to get this economy going again. And we have got to get this economy going again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, as you know, Bernie Sanders has threatened that, if you and your Republican colleagues try to unravel this or address this is in the legislation -- quoting here, Senator -- \"I am prepared to put a hold on this bill until stronger conditions are imposed on the $500 billion corporate welfare fund.\"  This could get pretty dicey, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Well, I think -- Neil, I think people want to make sure we're helping our small businesses and helping our -- the people that have lost their jobs. And we just have to make sure we do it the right way, so we get this economy going again. I think the president has been very clear we have got to, one, deal with the coronavirus. And that's what we're doing. But once we have that under control, we got to get this economy going again.  And so I -- in my case, I -- I'm very focused on how we stop the virus, how we stop the spread, and how we get all these businesses open again. And I don't want to do something that's going to create the opposite effect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What -- but what he's saying, Senator, that is, Bernie Sanders, you even attempt to do so, he's going to put a hold on it. Can one senator do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Well, it depends. Neil, it depends on how they try to pass it.  But, look, I believe people want to do the right thing here. I believe that people understand that you shouldn't -- we shouldn't create an incentive where people get paid more to not work than work.  I mean, none of us ever -- I don't know anybody that believes you get paid that. So, I think people -- I can't imagine people don't want to fix this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There's been some debate of the president, his hopes that this, maybe as soon as Easter, a few weeks from now, we can start unwinding these at-home closed restaurants and shops provisions, or at least start that process. How do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Well, first off, I'm glad the president has a goal.  I put out my 30-day plan. And it's really up to the American public. We can starve this virus if we stay home and make sure the virus doesn't get us, stay home, if you can. If you are positive, if you're -- take a test, you're positive, or you have been around somebody that's positive, you have got to do 14 days of quarantine. If we do that -- I believe we ought to do some other things. We ought to give people a break and not have to pay their mortgages, their rent, the car payment for 30 or 60 days. But if we -- if we starve this virus, and we get robust testing, then I think we can -- we're going to open faster. Now, whether it's 30 days or 40 days or 45 days or more, it's up to us. The more we can control what we do every day, each one of us, all Americans, and stop this virus from spreading, then we're going to get back to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will watch very closely.   Senator, thank you very, very much, Florida Senator Rick Scott. In the meantime here, as heady as these advances were at the corner Wall and Broad today, the Dow up close to 500 points, it had been up well north of 1,200 points. So this is still a great gain, but, again, a lot of it was chipped away late in the day, when we got word that this stimulus measure, at least out of the United States Senate, could have some bumps along the way. Susan Li now on I guess we will call it stock surge day two -- Susan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "sentences": "That's right, day two, best two-day performance since the Great Depression, 1933, and first back-to-back session of gains since early February, before the coronavirus crisis began. Now, Wall Street is still hoping that the $2 trillion stimulus plan will go through, which will send checks to Americans, extend unemployment benefits, and forgive loans to small businesses.  We did see the likes of Boeing rally as much as 37 percent today in the session, along with the airlines. The two are seen as probably the main recipients of any government aid. Energy stocks also rising, along with a spike in oil prices. But it wasn't all good news today in the session. For instance, we saw yields on the short-term treasuries -- that's one month and three months -- go negative for the very first time in history. And this is what we call bending of the short end of the curve, as they call it. And that means that most people are not optimistic on the economy in the next month, in the next three months. But we will see how bad things really are tomorrow morning, 8:30 a.m., jobless claims for the week. And we have predictions as high as four million unemployments, those that are seeking benefits for the very first time. The average economist is looking for one million. But compare that to the previous record in 1982, where only 695,000 Americans filed for jobless claims. So most people are expecting this to be in the seven figures -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Just incredible, while widely anticipated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But then, once you see that imprint, it's going to be a jaw- dropper. Susan, thank you very, very much, Susan Li. Again, those are for jobless claims, the latest weekly jobless figures, the number of Americans applying for unemployment benefits. They're due out bright and early, 8:30 tomorrow morning. All right, you heard from a Republican senator who is not too, too worried about what could happen to the stimulus measure in the United States Senate, leaving aside its prospects in the House. Now you're going to hear from a Democratic one, because Joe Manchin is here, and only here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "sentences": "And it looks like we're worried more about the economy than we are the health care and the well-being of the people of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "We don't have time for this. We don't have time for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Mr. Majority -- let me ask you a question. On the 30 hours...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "Answer my question. In what way would the Democratic minority be...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Because you, the majority, you have more votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The senator from West Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "And it looks like we're worried more about the economy than we are the health care and the well-being of the people of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "Does the senator understand that, even if cloture were invoked, there's still 30 more hours?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "We know that, the 30 hours. I said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "Yes. So, in what way, I would ask my friend from West Virginia, would your side be disadvantaged by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "The American people are waiting for us to act today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Yes. But then...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The senator from West Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "... has laid it out very clearly, as she always does. We don't have time for this. We don't have time for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Mr. Majority -- let me ask you a question. On the 30 hours...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "Answer my question. In what way would the Democratic minority be...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Because you, the majority, you have more votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The senator from West Virginia -- the senator from West Virginia has the floor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, you don't often see that on the normally genteel floor of the United States Senate, but things are getting hot and heavy, and not only between Senator Joe Manchin and Mitch McConnell, but between a number of other senators who were in each other's faces. That was then. Let's get a sense of how things are going right now, Senator Joe Manchin joining us. Senator, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Good to be with you, Neil. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Good. Have you and Senator McConnell talked or, since then, things calmed down? How would you describe it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Well, we -- they calmed down immediately right after that. The bottom line was, as Mitch was saying, well, how could you not wait another -- for another vote for cloture, because you have 30 hours? Well, first of all, you have 30 hours because someone objects. The Senate and the House -- or the Senate doesn't -- we don't object on the Democrats' side. It mostly comes from Republican having objections. But, with that being said, I told him, I said, he has control. You get on the first cloture, when you go to the -- on the bill, and then you get on the bill, he has total control of the agenda. He can fill the tree, do what he wants to. And then you get something jammed at you. We weren't dealing in good faith. That was the problem. And I wasn't going to move in that direction. And I didn't want to go into that dialogue with him. It's pretty much getting in the weeds. And we shouldn't have gone there.  But the bottom line was, is that we haven't been able to sit down and work out a bipartisan bill. And Mitch should have never taken that vote that day. He took the vote. It just was a political vote. There was no other reason to take that vote, because we weren't in agreement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, the bottom line is, you're going to -- you get another crack at it, to your point, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And now there's concern. Bernie Sanders has said that, if Republicans want to revisit the legislation, especially those provisions for unemployment benefits that are extremely generous, he's going to table it or urge that they hold it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Well...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Apparently, he can do that. Where do you stand on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Well -- well, the bottom line is, the way I'm -- the way people are explaining it, the way I understood the unemployment benefit, we're going to keep everybody whole. So, whatever you were making, up to $1,000, you would be kept whole for the period of time, with a four-month extension. Now, if it's more generous than that, it's not what I understood. So, we will have to see where it falls here. But I think we can make this correction, if there needs to be a correction, because the understanding was, a person, as no fault of their own, they lost their job. If they lost their job, then, basically -- and the business basically had to be shut down because of the virus that we have and the health conditions, that person should be kept whole. And that's what we were talking about. That was our intent. And that's what I thought we had in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. If it does get to be a divisive issue, keep in mind that, in this latest week, we could have upwards, depending on what numbers you believe, Senator, four million...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... more Americans apply for jobless benefits. So you can kind of see the Republicans' point, that this could get very, very expensive, necessary, but very extensive. Is there any middle ground on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Well, here's the thing. The Republicans were pushing very hard to make sure everyone got $1,000 or $1,200, OK? I had concerns about that, because I said, if a person is still working, I hope we can keep their job and their paycheck. If a person's not working, we can keep them whole. Well, guess what? We end up doing both. We're going to keep them whole as far as their paycheck, and then they get -- and on top of that, the Republicans want to send another $300 billion on top of that. So, I'm not sure -- whatever. But, you know, right now, in this meltdown that could happen -- and we don't want it to happen -- I said, this is not a financial crisis. It is a health care crisis. But it'll turn into financial crisis if we don't backstop it. So, that's what we're trying to do, a twofold purpose here. And you can debate about the bridge. Is the bridge too big? Is the bridge more than is what needed? That can be debated. But I don't think a person should be making more in unemployment than they made when they worked. It doesn't make sense to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you worried, real quickly, about provisions in the House, when it gets there, that have nothing...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... to do with the coronavirus and everything to do with maybe some political interests...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... that could, could torpedo this thing there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "No, I don't think so, Neil. That was more messaging on that side. I don't know -- this is not going to be where we start hashing out policies on energy or whatever it would be. I mean, I have my differences. I'm not for some of the -- or many of the things that they were talking about in the House. But, with that being said, that's a messaging thing. That's where they were going to go to. The bill that we're working is a Senate bill. That's the bill that I think will finally get through. It's been a lot of hard work. A lot of good people on both sides have worked in good faith, as far as in a bipartisan way. And I'm very -- hopefully, that's what we're going to end up with. Some of these little things, misinterpretations or misunderstandings, we can work them out very quickly and move. The -- I think most of the drafting has been done, and changes are not that hard to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Senator, we will watch what happens. Thank you very much, Senator Joe Manchin of West Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "As the senator was speaking, we're getting some more reminders of how widespread these cases are getting to be globally. The U.S. now represents about 13.5 percent of confirmed coronavirus cases, 4.2 percent of its -- of its deaths. Both numbers are climbing exponentially. We will have more after this. For a while, we had -- and still do -- one- and three-month paper from Uncle Sam trading underwater. In other words, you have to pay your bank to hang onto your money. Now, it's just restricted to that end of the so- called yield curve, one-to-three-month bills, that sort of thing. But can you imagine? And then and then what do you do if you get a mortgage and it's in the negative rate? I'm taking a leap here, but a lot of it built on concerns about what's happening with the coronavirus and a place to park money, a safe place to park money. Today, it was benefiting that end of the spectrum, all the way up to stocks. So, it is a little confusing. But Tom Barrack joins us, the Colony Capital CEO, a very, very good read of what's happening on the mortgage, housing front, you name it. Tom, if you don't mind my digressing with this anomaly today, where we had these negative rates, what would that mean if that stayed a while?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BARRACK, REAL ESTATE INVESTOR",
      "sentences": "Neil, number one, thanks for having me in. And it's all tremendously confusing. And I think, when you look at what the senators are doing, it's a great example of perfect can kill good. It's very difficult in these really difficult financial situations. You need a great storyteller, like you, that also has a great mathematical mind. But negative interest rates are an aberration for everybody. We have really never experienced them. So you have two sets of constituencies that are dealing with them. You have savers and you have borrowers. And part of what we have talked about in the commercial mortgage REIT is a tale of both of those stories. You have investors who have been searching for yield in a zero interest rate environment, seniors, normal working people, 401(k) plans, saying, I need to have some income. Where do I find it? Commercial mortgage REITs were one of those vehicles that produced better- than-ordinary interest rate returns on what people thought were conservative, risk-adjusted returns. On the other hand, you have borrowers. You have $16 trillion in the residential market. We know what that is. And you have agencies, Fannie and Freddie, who helped to have the fluidity in that market by creating securitized pools of securities which they enhance or insure that bond buyers can buy that creates more liquidity in the system for the average residential buyer. After Dodd-Frank, and part of what you see the senators fighting for here, is, there was a loss of confidence. The world hates crises, and they also hate the bailout of the crisis, because, in hindsight, it's difficult to see, was everybody treated fair and equally? And the aftermath of 2008 certainly was that, although everybody did a great job, Paulson, Kashkari. They all weighed in very quickly with the Economic Stabilization Act. But, in the aftermath, everybody wondered, was that fair? Did the average individual fare as well as Goldman Sachs or AIG? So what you see going on now is a fight to make sure that there's transparency, there's accountability, there's responsibility to all of those things. But the mortgage market is melting down, for very strange reasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, Tom, real quickly on that point, I just want to know, from your vantage point, and given the decline in mortgage applications expected, although the double-digit drop surprised some folks, that people are just nervous, period, and no matter how promising the rate environment, until this virus thing is settled, it's not happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRACK",
      "sentences": "Absolutely. It's not only happening, but the plumbing is clogged, Neil. So not only are people not applying for new mortgages, but people are defaulting on their mortgages and people are not paying rent. They're Without employment. The government has cessated the ongoing economy. And that trickle-down effect of renters not being able to pay the landlords, landlords not being able to pay to their lender, the lenders, in turn, not being able to pay to their primary banks or bondholders, is a catastrophe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRACK",
      "sentences": "And it's not solvency. It's liquidity, right? It's a time-out. And that's why you hear all your guests and people saying forbearance, forbearance. You need -- you don't need a bailout. The government doesn't need to come to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, you get very nervous. You get very nervous. Tom, I have go to that commercial break, so we can pay our bills. But thank you very much for that clarity. Talk about liquidity. It is about cash. It is about some sort of assurance, as Tom said, that there will be cash around. And a lot of people are worried that there won't, so they're sort of hedging their bets by just holding back. When we come back, what Walmart is doing to help things, not only for you, the shopper, but for a lot of those Walmart workers -- after this. Meanwhile, half-a-world away, we're looking at Prince Charles, a positive diagnosis for COVID-19. What happens? After this. The number one place, the center, the epicenter, if you will, in the United States, the state that accounts for about half the cases we have right now, is in New York state. And get a load of this. The number of cases seem to be doubling every three days. Rick Leventhal with the latest outside the NYU Langone Center -- Rick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK LEVENTHAL, FOX NEWS CORRESPONDENT",
      "sentences": "And, Neil, we do have a glimmer of hope here at the epicenter, with almost 31,000 positive cases statewide and nearly 18,000 here in the city. The primary focus, of course, in battling the spread of the coronavirus epidemic has been density control, the social distancing, keeping people apart to minimize new infections. And, today, Governor Cuomo said it appears that the efforts to keep residents off the streets is paying off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "The projection was that hospitalizations were doubling every two days, OK? On Monday, the numbers suggested that the hospitalizations were doubling every 3.4 days. On Tuesday, the projection suggested that the hospitalizations were doubling every 4.7 days. Now, that is almost too good to be true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENTHAL",
      "sentences": "Cuomo says he is still concerned about the health care system being overloaded and running short on critical supplies, including a potential shortage of ventilators, gowns, mask and hospital beds, with a temporary facility being built across the area, including at the Javits Convention Center, and fresh supplies being trucked in by FEMA. It is a strange time to be in New York, though, Neil. The streets are eerily quiet. Everything is pretty much closed. It's like early Sunday morning here 24/7 -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Just surreal. Thank you, my friend, very, very much, Rick Leventhal. All right, in the middle of all of this, you have a number of major stores, a number of shops and all saying, if there's something we can do to help, we will. Walmart leading the way right now, but taking extra measures, not only to provide relatively affordable goods for those who shop there, but protections for those who work there. Bill Simon, the former Walmart CEO, joins us right now. Bill, a number of measures, including cash bonuses up front and protecting the health of workers, these are more than just cursory kind of treats for those workers. They're fairly across the board, and for everybody. Could you explain what's going on?  BILL SIMON, FORMER WALMART CEO: Walmart's always been a company that takes care of the people that work there. It's, at its base, a small-town company that grew to be this enormous global enterprise, but, down deep at its roots, they really do care about the people that work there, and are providing everything and anything that they can do to help both their customers and their employee base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But how does the store manage the distance rule and everything else when you go there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMON",
      "sentences": "Look, those people that work in the store -- and there are over a million of them in the U.S. -- they get up, and they go to work every single day, and those jobs are very hard. They were hard when the situation was good, and they're nearly unbearable now. And every single one of them deserves a medal, if you want my view. They're managing it. Walmart is really terrific with processes and rules. And so they have developed and distributed guidelines to try to keep the people -- the people that work there and the customers as safe as possible. But they understand that there role is to provide services and goods and food and medicines to anybody and everybody. And I just wish there was a couple of them in New York. We tried to put them in a few times, but never managed to get it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I remember that very well. Bill Simon, thank you for your patience. With a lot of breaking news here, we have to cut this a little short. Bill Simon, the former Walmart CEO. By the way, we are still waiting to see what, if anything, happens in the Senate, whether they can resolve differences in this measure that was once a gimme by tonight. That's no sure thing. The read from Marco Rubio on all of that -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK CUBAN, CO-FOUNDER, HDNET",
      "sentences": "You need to stay on top of them and make sure that it gets executed, because that money needs to get in people's hands, because once -- once individuals have $1,000 or $1,200 in their hands, you start to have a little bit of control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Mark Cuban with me earlier today on FOX Business, which, if you don't get, you should demand, especially these days with these crazy markets. Anyway, to Marco Rubio, the fine senator from the beautiful state of Florida. Senator, always good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO (R-FL)",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What essentially Cuban was saying is, the longer this drags on, this stimulus measure, the more problematic it's going to be. Do you have a feeling this stimulus measure, with the sudden issues that have come up over what's to be included, unemployment benefits, et cetera, is going to have a bumpy ride?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Yes, look, we have never done this before. I think everybody needs to be a little humble here. We have never put $2 trillion into the economy, and so quickly. I know that the part that I have been working on, the small business part, our biggest concern was, if you made this complicated, if you told the small business they had to go to some government office and fill out a bunch of forms, they weren't going to do it. And so that's why we used an existing infrastructure. We already have banks that are pre-approved preferred lenders,that work for SBA, and we said, let's start with that network of over 800 lenders, including all the big ones, and use that infrastructure, not the same program, but the infrastructure, so you can show up with a small business, prove, here's my payroll February 15, and I'm a real business, and you get 250 percent of your payroll. And if you use it to make -- to pay your employees, whether they're people you laid off and bring back, or people you keep on, you don't have to pay it back. We want to make that very simple, very quick. And I'm hopeful. That needs to move very fast, because these people are making decisions every day, and they're in desperate, desperate straits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That does have broad bipartisan support, Senator, to your credit. This more sticky issue of how generous to make those unemployment benefits has reached a point where...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... a lot of Republicans have an argument that they think it's so generous that there's nothing to compel someone receiving those benefits from looking for a job when all of this dies down. Now, your colleague Bernie Sanders has said that, if Republicans try to reopen that, he's going to put a hold on this. Where do you think this is going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, first of all, I think it's important. What we need to determine around here is, what was the intention? Was the intention for people to make more than they would at the job they lost? Because a lot of people are saying, that wasn't the intention. This might just be a drafting error. So, if it's just a drafting error, that's surmountable. If it's not a drafting error, then, yes, I think it's going to be a lot of problems. I will tell you, my personal view is, we are probably not going to have this problem. If you look at the states like Florida right now, these unemployment systems that this is going to be distributed through are not set up to handle 20, 25 percent unemployment. Just the sheer volume, you can't get your phone calls answered. The Web sites are crashing, not because these states did anything wrong, but I don't think any state in America has built an unemployment system set up to handle that volume of claims which is on its way. So, that's to me why it's so important that small businesses have this money available, so they can hire people, they can keep them from going on unemployment, and they can bring them back, which is where I think most of these people would rather be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think, Senator, the president has a point to say that maybe, by Easter, a few weeks from now, that's a good time to revisit these stay- at-home rules and other things and start unwinding? And do you think that's too soon, about right, what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, first of all, the White House has been issuing guidance. The stay-at-home directives are coming from the state and local level. They aren't coming from the federal level. The federal level is issuing guidance. And so that's who's going to make the decisions about when this ends and when it doesn't. My second point is, I would love for this to be over by Easter. But I think that needs to be decided on a number of factors. How much have we built up our capacity to handle new cases if there's a new surge? Are we now able to test people, so we can effectively quarantine them, so they don't infect others, including their own family? Are we set up to test every senior and protect seniors, so we don't have outbreaks in nursing homes and retirement communities? Have we made any advances on antivirals? I think three weeks is too quickly to expect treatment options to be available that fast. And how fast is the infection rate going? At the end of the day, this is pretty straightforward. If the infection rate gets too fast, we will have more people showing up at hospitals than we can handle. And that impacts not just the COVID patients. It impacts everybody else. If you show up with a heart attack, with a stroke, or a car accident, they won't be able to take care of you. We need to avoid that sort of regional health care collapses that they're on the verge of right now in New York City.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, best to wait?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Yes, I think we need to make those decisions on the basis of what the numbers tell us, really. And, look, we are truly in unchartered territory. I mean, no one has done this. We don't really know what China did, because they're not very transparent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "But I don't think we can solely make this decision the basis of economics, because you can't have a growing economy if you have got a significant percentage of your population dying, and your hospitals aren't working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Fair enough. Senator Marco Rubio, thank you for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, let's go to the White House, the Briefing Room right now. In about 15 minutes the president and his medical team will be outlining the latest on this coronavirus, as cases begin to jump fairly dramatically in the United States, particularly in New York. What they're planning to do right now -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Prince Charles is testing positive for the coronavirus. Anita Vogel has more on that -- Anita.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANITA VOGEL, FOX NEWS CORRESPONDENT",
      "sentences": "... positive. The virus doesn't discriminate by gender or class. Buckingham Palace releasing this statement regarding the heir to the throne -- quote -- \"He has been displaying mild symptoms, but otherwise remains in good health, and has been working from home throughout the last few days, as usual.\" The 71-year-old prince is in self-isolation -- isolation in Scotland. At this point, it is unknown how he caught the virus. He was last seen at a public event on March 12, and has had a number of private meetings with people since then. He was apparently tested on Monday, got the positive test results on Tuesday. His wife, Camilla, duchess of Cornwall, has also been tested and doesn't have the virus. A spokesperson says the pair met the requirements for testing. But with COVID-19 tests in short supply, the royals have faced some criticism. And, Neil, whenever we do a report on the royals here, we are compelled to check in with the mom of FOX News correspondent Jonathan Hunt, Jennie Manning. She lives in England. She tells us -- quote -- \"He's a royal, and that's one of his entitlements. So people should just suck it up. The complainers should just zip it.\" In other words, if Prince Charles wants a test, maybe he should get a test. We're told the queen, now age 93, and her husband, Prince Philip, age 98, remain in good health. But we don't know whether they have been tested -- Neil, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Anita, remind me not to mess with Jonathan's mom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, now to Charlie Lankston, the royal watcher extraordinaire. Charlie, what do you make of all this? What happens now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE LANKSTON, EDITOR, DAILY MAIL",
      "sentences": "I mean, honestly, I think the thing that everyone wants to prioritize is the health of the royal family, particularly the queen and Philip. They are in their 90s. And we do know that Prince Charles spent time with his mother on March 12. Now, his doctors have said he probably wasn't contagious until March 13. But that's really playing it very close to the line. And I think we all want to make sure that the queen is in as good health as possible, particularly given her age.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, Charlie, do they spread out as the royal family? How do they handle this, when they all go into, I wouldn't call it quarantine, but something close to it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANKSTON",
      "sentences": "Yes, they are all spread out and in completely different residences. So, Charles is up in Scotland with Camilla. William and Kate are in Norfolk with their children. And the queen and Prince Philip are both at Windsor Castle, so they are about as far apart as they can be. And we know that the queen and Prince Philip are operating with a very skeleton staff of about eight people. That's in comparison to the 100 staff members that they usually have at Buckingham Palace. So they are taking every precaution. And, obviously, we just want to make sure that they continue to stay as healthy as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Charlie, I was thinking of this. And you're the royal expert, certainly not I. But the one good thing -- and I don't want to frame this the wrong way -- about someone of his notoriety getting this is that it reminds the world, be careful. These guys are getting it. You could too, if you're not careful, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANKSTON",
      "sentences": "Absolutely. And I think the thing that a lot of people are drawing attention to is the fact that Prince Charles didn't really appear to be observing those social distancing advisements that have been put out there. He attended at least six public engagements in the kind of days leading up to his removal to Balmoral. He wasn't appearing to stay away from people. He looked as though he was maybe shaking hands, he was getting very close to people. So, hopefully, this will serve as a lesson to everyone in the U.K. and further abroad that you really do need to take those advisements in good faith and kind of observe the regulations that are being put out there by health authorities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well said. Charlie, very good catching up with you again, I'm sorry on this matter. But thank you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANKSTON",
      "sentences": "You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "These issues no doubt coming up in the White House briefing minutes away -- after this. It's going to be airing Sunday, March 29, a commercial-free one-hour airing across all FOX platforms featuring today's biggest artists, to pay tribute to the front-line medical professionals working to treat patients. It's going to seek donations from viewers and listeners alike, something look forward to, and tune in, as the world unites on this very, very big issue. Meanwhile, Dr. Mark Rupp with us right now, the UNMC Infectious Diseases Division chief, maybe what he wants to hear out of the president and the task force, minutes away from addressing the nature. Doctor, good to have you. Anything in particular you're looking to learn?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARK RUPP, UNMC, UNMC INFECTIOUS DISEASES DIVISION",
      "sentences": "Well, I think that we're looking for continued assistance from the federal government. Obviously, we're still having trouble with penetrance, of being able to test as widely as we would like to. We have deficiencies in the amount of PPE, or personal protective equipment. So this is the masks, the respirators, the like, that we would need to have to take safe care of patients. And it would be certainly welcome to have the pipeline opened up and delivery of more of those types of equipment items. Similarly, we want to see the process of developing drugs and vaccines expedited as much as possible. So those are the things that we need help with. And then we continue to need the government at all levels to emphasize that the personal distancing, the social distancing, is extremely important at this point. This is our one chance to really blunt the curve and to prevent the transmission of this in a more widespread fashion throughout the country. Obviously, there's parts of the country that are really struggling right now. We want to make sure this doesn't happen countrywide. So it's really important for folks to be listening to their state and local public health, as well as their governmental officials. Stay home. Do that social distancing, and let's all blunt this curve together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are we ready, do you think, to do anything by Easter -- that was one of the goals put out there -- to start unwinding, not stop all of this, but start unwinding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUPP",
      "sentences": "Well, I think that that's an ambitious goal. And it's good to have some hope and to have an aim that we're trying to achieve. But I think it's probably a little bit premature. Obviously, we will have to look at data as it rolls out. But I think that this is going to take a good four, six, eight weeks before we're really able to crimp down on this. Everything that we're seeing today happened a week or two ago. And so it's going to continue to get worse, as these things are put into place and then finally have their effect. So I think it's a bit ambitious to think, in two weeks, that we're going to see enough decline in the cases for folks to really go back to life as normal. That's a little unrealistic, I'm afraid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. We will look at it closely. Doctor, thank you for all you're doing. Talk about the front lines and a guy who doesn't get much sleep, but we do appreciate all your efforts, sir. Thank you again, Dr. Mark Rupp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUPP",
      "sentences": "Indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, just a reminder, just about 30 seconds away from that conference at the White House here. Just a reminder as well, tomorrow morning, bright and early, we're going to get jobless claims, the first probably real sure economic reflection that this has had an impact, up to four million Americans who could announce they're applying for jobless benefits. Here's \"THE FIVE.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "All right, we interrupt that sure thing regarding the stimulus coming out the United States Senate for a little bit of a bump in the road, beginning with Bernie Sanders and four other Republican senators who are not too keen on some language in that measure. Suffice it to say that just word of this at a bump along the way, that's all they're calling it, a bump along the way, was enough to take a lot of the juice out of the Dow. Now, as impressive as today's gains were, they're half what they were, less than half what they were, nevertheless, back-to-back remarkable gains close to 3,000 points at one point, now more like 2,700 points over the last couple of days, but, again, well off the highs, on the fear here, just the fear, that this package could get delayed, not necessarily denied. Mike Emanuel, what's happening?"
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS SENIOR POLITICAL CORRESPONDENT",
      "utterance": "Well, Neil, good afternoon to you. This package, the largest ever stimulus package in American history, came together after days of round-the-clock negotiations, culminating in a deal overnight last night in the early morning hours of this morning. Some senators, though, are now saying they caught an issue they want fixed."
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "utterance": "If you're unemployed, you can get up to $326, you get half your income. So that $600 wage now becomes $300 in unemployment. What the federal government does is, it comes in and puts $600 on top of that $300. So now, instead of making $600 when you're working, you're now making $900 not working."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "The $2 trillion package includes $130 billion for hospitals, $150 billion for state and local governments, $350 billion for small businesses, four months of unemployment insurance, and for many American families $1,200 for adults, $500 per child. Majority Leader Mitch McConnell says senators realize the need to get this done."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "And no economic policy could fully end the hardship, so long as the public health requires that we put so much of our nation's commerce on ice. This is not even a stimulus package. It is emergency relief."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Talks were extended several days after Democrats demanded changes. Senate Democratic leader Chuck Schumer says it was worth the wait."
    },
    {
      "speaker": "SEN. CHARLES SCHUMER (D-NY)",
      "utterance": "We can now call it a bill that puts workers first, not corporations, that has a Marshall Plan for hospitals, and that has accountability, transparency, and watchdogs over much of the lending that is in this bill."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Leader McConnell has been saying he wants the Senate to vote today. We will see if they can work out some of these bumps in the road. Assuming that happens at some point later tonight, the House could vote as early as tomorrow, or perhaps it would slip to Friday -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you very, very much, Mike Emanuel, at the Capitol. To the White House now, John Roberts, all these fast-moving developments ahead of a briefing we're going to get from the president and his health officials in about an hour, -- sir."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Yes, 5:00 this afternoon, the Coronavirus Task Force will be briefing. And we expect it will be led off by the president. There seemed to be some relief earlier today, Neil, that Democrats and Republicans had finally come to an agreement on this bill later than the president would have liked. These bumps in the road that Mike Emanuel was talking about just a second ago may lead to further delay, which wouldn't please the White House. But, as of this morning, the press secretary, Stephanie Grisham, was optimistic that this thing will get done. Let's to how she put it."
    },
    {
      "speaker": "STEPHANIE GRISHAM, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The president has been very active in this process. So he's well aware of what is in it. He's been pushing for Congress to do the right thing and get ready to help the American people. So we're really looking forward to this vote today, so that he can sign it into law."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "You know, up until this latest bump in the road among some Republican senators, the sticking point had been this idea of oversight, and how the money that was given to corporations would be used, and whether there would be restrictions on it. The president himself said last week that he didn't think that the money should be used for things like stock buybacks or increased compensation for executives. Bernie Sanders now threatening to put a hold on the bill unless there are increased restrictions on how corporations use the money. That is if Senators Graham and others do not drop their objections to it. But the president insists that there will be robust oversight in this fiscal stimulus. Listen to what he said yesterday."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Very tough protections for the American taxpayer. The loans will be very secure, and they will be very profitable."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "But you can add one more voice to people who are not happy with this bill, but for a different reason. New York Governor Andrew Cuomo, he's got 30,000 cases of coronavirus in his state. In New York City, one in 1,000 people are infected. And he says there's just not enough money in this bill for him. Listen here."
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "OK, here's the package. It gives us $3.8 billion. The hole is as big as -- as high as $15 billion. How do you plug a $15 billion hole with $3.8 billion? You don't."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "So the White House is still optimistic, Neil, that this is going to get done, that there will be a vote later on today. Then it will go to the House, of course, where Nancy Pelosi has made it clear that she thinks that a lot of things like tax breaks for wind and solar energy and decreased greenhouse gas emissions for airlines and same- day voter registration should be a part of the whole package. So that could be a whole 'nother kettle of fish when it lands on her desk - - Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And here we go. John Roberts, thank you very, very much. The read on all this with Senator Rick Scott of Florida. Senator, do you worry this thing could be unraveling?"
    },
    {
      "speaker": "SEN. RICK SCOTT (R-FL)",
      "utterance": "Well, I -- look, we have got to take care of the American worker. I haven't seen a draft of the bill yet. I haven't seen the text yet. I got a briefing a little earlier about the unemployment. And I'm -- I have been a big proponent of using the state unemployment system, and if we want to augment it, but what I want to do is make sure it works. And ours works in Florida. When I left, there was $4 billion in the bank. But the way this existing provision that we found today, we were explained today, was, you could be paid more money to be on unemployment than having a job. And once we get past this virus, we want everybody to rush back to these jobs and rebuild these businesses. And if our businesses can't get their employees back because of the incentive, that's not going to get this economy going again. And we have got to get this economy going again."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, as you know, Bernie Sanders has threatened that, if you and your Republican colleagues try to unravel this or address this is in the legislation -- quoting here, Senator -- \"I am prepared to put a hold on this bill until stronger conditions are imposed on the $500 billion corporate welfare fund.\" This could get pretty dicey, right?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Well, I think -- Neil, I think people want to make sure we're helping our small businesses and helping our -- the people that have lost their jobs. And we just have to make sure we do it the right way, so we get this economy going again. I think the president has been very clear we have got to, one, deal with the coronavirus. And that's what we're doing. But once we have that under control, we got to get this economy going again. And so I -- in my case, I -- I'm very focused on how we stop the virus, how we stop the spread, and how we get all these businesses open again. And I don't want to do something that's going to create the opposite effect."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What -- but what he's saying, Senator, that is, Bernie Sanders, you even attempt to do so, he's going to put a hold on it. Can one senator do that?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Well, it depends. Neil, it depends on how they try to pass it. But, look, I believe people want to do the right thing here. I believe that people understand that you shouldn't -- we shouldn't create an incentive where people get paid more to not work than work. I mean, none of us ever -- I don't know anybody that believes you get paid that. So, I think people -- I can't imagine people don't want to fix this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There's been some debate of the president, his hopes that this, maybe as soon as Easter, a few weeks from now, we can start unwinding these at-home closed restaurants and shops provisions, or at least start that process. How do you feel about that?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Well, first off, I'm glad the president has a goal. I put out my 30-day plan. And it's really up to the American public. We can starve this virus if we stay home and make sure the virus doesn't get us, stay home, if you can. If you are positive, if you're -- take a test, you're positive, or you have been around somebody that's positive, you have got to do 14 days of quarantine. If we do that -- I believe we ought to do some other things. We ought to give people a break and not have to pay their mortgages, their rent, the car payment for 30 or 60 days. But if we -- if we starve this virus, and we get robust testing, then I think we can -- we're going to open faster. Now, whether it's 30 days or 40 days or 45 days or more, it's up to us. The more we can control what we do every day, each one of us, all Americans, and stop this virus from spreading, then we're going to get back to work."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will watch very closely. Senator, thank you very, very much, Florida Senator Rick Scott. In the meantime here, as heady as these advances were at the corner Wall and Broad today, the Dow up close to 500 points, it had been up well north of 1,200 points. So this is still a great gain, but, again, a lot of it was chipped away late in the day, when we got word that this stimulus measure, at least out of the United States Senate, could have some bumps along the way. Susan Li now on I guess we will call it stock surge day two -- Susan."
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "utterance": "That's right, day two, best two-day performance since the Great Depression, 1933, and first back-to-back session of gains since early February, before the coronavirus crisis began. Now, Wall Street is still hoping that the $2 trillion stimulus plan will go through, which will send checks to Americans, extend unemployment benefits, and forgive loans to small businesses. We did see the likes of Boeing rally as much as 37 percent today in the session, along with the airlines. The two are seen as probably the main recipients of any government aid. Energy stocks also rising, along with a spike in oil prices. But it wasn't all good news today in the session. For instance, we saw yields on the short-term treasuries -- that's one month and three months -- go negative for the very first time in history. And this is what we call bending of the short end of the curve, as they call it. And that means that most people are not optimistic on the economy in the next month, in the next three months. But we will see how bad things really are tomorrow morning, 8:30 a.m., jobless claims for the week. And we have predictions as high as four million unemployments, those that are seeking benefits for the very first time. The average economist is looking for one million. But compare that to the previous record in 1982, where only 695,000 Americans filed for jobless claims. So most people are expecting this to be in the seven figures -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Just incredible, while widely anticipated."
    },
    {
      "speaker": "LI",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But then, once you see that imprint, it's going to be a jaw- dropper. Susan, thank you very, very much, Susan Li. Again, those are for jobless claims, the latest weekly jobless figures, the number of Americans applying for unemployment benefits. They're due out bright and early, 8:30 tomorrow morning. All right, you heard from a Republican senator who is not too, too worried about what could happen to the stimulus measure in the United States Senate, leaving aside its prospects in the House. Now you're going to hear from a Democratic one, because Joe Manchin is here, and only here."
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "utterance": "And it looks like we're worried more about the economy than we are the health care and the well-being of the people of America."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "We don't have time for this. We don't have time for it."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Mr. Majority -- let me ask you a question. On the 30 hours..."
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "Answer my question. In what way would the Democratic minority be..."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Because you, the majority, you have more votes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The senator from West Virginia."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "And it looks like we're worried more about the economy than we are the health care and the well-being of the people of America."
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "Does the senator understand that, even if cloture were invoked, there's still 30 more hours?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "We know that, the 30 hours. I said that."
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "Yes. So, in what way, I would ask my friend from West Virginia, would your side be disadvantaged by that?"
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "The American people are waiting for us to act today."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Yes. But then..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The senator from West Virginia."
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "... has laid it out very clearly, as she always does. We don't have time for this. We don't have time for it."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Mr. Majority -- let me ask you a question. On the 30 hours..."
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "Answer my question. In what way would the Democratic minority be..."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Because you, the majority, you have more votes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The senator from West Virginia -- the senator from West Virginia has the floor."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, you don't often see that on the normally genteel floor of the United States Senate, but things are getting hot and heavy, and not only between Senator Joe Manchin and Mitch McConnell, but between a number of other senators who were in each other's faces. That was then. Let's get a sense of how things are going right now, Senator Joe Manchin joining us. Senator, good to have you."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Good to be with you, Neil. How are you?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Good. Have you and Senator McConnell talked or, since then, things calmed down? How would you describe it?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Well, we -- they calmed down immediately right after that. The bottom line was, as Mitch was saying, well, how could you not wait another -- for another vote for cloture, because you have 30 hours? Well, first of all, you have 30 hours because someone objects. The Senate and the House -- or the Senate doesn't -- we don't object on the Democrats' side. It mostly comes from Republican having objections. But, with that being said, I told him, I said, he has control. You get on the first cloture, when you go to the -- on the bill, and then you get on the bill, he has total control of the agenda. He can fill the tree, do what he wants to. And then you get something jammed at you. We weren't dealing in good faith. That was the problem. And I wasn't going to move in that direction. And I didn't want to go into that dialogue with him. It's pretty much getting in the weeds. And we shouldn't have gone there. But the bottom line was, is that we haven't been able to sit down and work out a bipartisan bill. And Mitch should have never taken that vote that day. He took the vote. It just was a political vote. There was no other reason to take that vote, because we weren't in agreement."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, the bottom line is, you're going to -- you get another crack at it, to your point, Senator."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And now there's concern. Bernie Sanders has said that, if Republicans want to revisit the legislation, especially those provisions for unemployment benefits that are extremely generous, he's going to table it or urge that they hold it."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Well..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Apparently, he can do that. Where do you stand on this?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Well -- well, the bottom line is, the way I'm -- the way people are explaining it, the way I understood the unemployment benefit, we're going to keep everybody whole. So, whatever you were making, up to $1,000, you would be kept whole for the period of time, with a four-month extension. Now, if it's more generous than that, it's not what I understood. So, we will have to see where it falls here. But I think we can make this correction, if there needs to be a correction, because the understanding was, a person, as no fault of their own, they lost their job. If they lost their job, then, basically -- and the business basically had to be shut down because of the virus that we have and the health conditions, that person should be kept whole. And that's what we were talking about. That was our intent. And that's what I thought we had in there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. If it does get to be a divisive issue, keep in mind that, in this latest week, we could have upwards, depending on what numbers you believe, Senator, four million..."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... more Americans apply for jobless benefits. So you can kind of see the Republicans' point, that this could get very, very expensive, necessary, but very extensive. Is there any middle ground on this?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Well, here's the thing. The Republicans were pushing very hard to make sure everyone got $1,000 or $1,200, OK? I had concerns about that, because I said, if a person is still working, I hope we can keep their job and their paycheck. If a person's not working, we can keep them whole. Well, guess what? We end up doing both. We're going to keep them whole as far as their paycheck, and then they get -- and on top of that, the Republicans want to send another $300 billion on top of that. So, I'm not sure -- whatever. But, you know, right now, in this meltdown that could happen -- and we don't want it to happen -- I said, this is not a financial crisis. It is a health care crisis. But it'll turn into financial crisis if we don't backstop it. So, that's what we're trying to do, a twofold purpose here. And you can debate about the bridge. Is the bridge too big? Is the bridge more than is what needed? That can be debated. But I don't think a person should be making more in unemployment than they made when they worked. It doesn't make sense to me."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you worried, real quickly, about provisions in the House, when it gets there, that have nothing..."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... to do with the coronavirus and everything to do with maybe some political interests..."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... that could, could torpedo this thing there?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "No, I don't think so, Neil. That was more messaging on that side. I don't know -- this is not going to be where we start hashing out policies on energy or whatever it would be. I mean, I have my differences. I'm not for some of the -- or many of the things that they were talking about in the House. But, with that being said, that's a messaging thing. That's where they were going to go to. The bill that we're working is a Senate bill. That's the bill that I think will finally get through. It's been a lot of hard work. A lot of good people on both sides have worked in good faith, as far as in a bipartisan way. And I'm very -- hopefully, that's what we're going to end up with. Some of these little things, misinterpretations or misunderstandings, we can work them out very quickly and move. The -- I think most of the drafting has been done, and changes are not that hard to make."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Senator, we will watch what happens. Thank you very much, Senator Joe Manchin of West Virginia."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "As the senator was speaking, we're getting some more reminders of how widespread these cases are getting to be globally. The U.S. now represents about 13.5 percent of confirmed coronavirus cases, 4.2 percent of its -- of its deaths. Both numbers are climbing exponentially. We will have more after this. For a while, we had -- and still do -- one- and three-month paper from Uncle Sam trading underwater. In other words, you have to pay your bank to hang onto your money. Now, it's just restricted to that end of the so- called yield curve, one-to-three-month bills, that sort of thing. But can you imagine? And then and then what do you do if you get a mortgage and it's in the negative rate? I'm taking a leap here, but a lot of it built on concerns about what's happening with the coronavirus and a place to park money, a safe place to park money. Today, it was benefiting that end of the spectrum, all the way up to stocks. So, it is a little confusing. But Tom Barrack joins us, the Colony Capital CEO, a very, very good read of what's happening on the mortgage, housing front, you name it. Tom, if you don't mind my digressing with this anomaly today, where we had these negative rates, what would that mean if that stayed a while?"
    },
    {
      "speaker": "TOM BARRACK, REAL ESTATE INVESTOR",
      "utterance": "Neil, number one, thanks for having me in. And it's all tremendously confusing. And I think, when you look at what the senators are doing, it's a great example of perfect can kill good. It's very difficult in these really difficult financial situations. You need a great storyteller, like you, that also has a great mathematical mind. But negative interest rates are an aberration for everybody. We have really never experienced them. So you have two sets of constituencies that are dealing with them. You have savers and you have borrowers. And part of what we have talked about in the commercial mortgage REIT is a tale of both of those stories. You have investors who have been searching for yield in a zero interest rate environment, seniors, normal working people, 401(k) plans, saying, I need to have some income. Where do I find it? Commercial mortgage REITs were one of those vehicles that produced better- than-ordinary interest rate returns on what people thought were conservative, risk-adjusted returns. On the other hand, you have borrowers. You have $16 trillion in the residential market. We know what that is. And you have agencies, Fannie and Freddie, who helped to have the fluidity in that market by creating securitized pools of securities which they enhance or insure that bond buyers can buy that creates more liquidity in the system for the average residential buyer. After Dodd-Frank, and part of what you see the senators fighting for here, is, there was a loss of confidence. The world hates crises, and they also hate the bailout of the crisis, because, in hindsight, it's difficult to see, was everybody treated fair and equally? And the aftermath of 2008 certainly was that, although everybody did a great job, Paulson, Kashkari. They all weighed in very quickly with the Economic Stabilization Act. But, in the aftermath, everybody wondered, was that fair? Did the average individual fare as well as Goldman Sachs or AIG? So what you see going on now is a fight to make sure that there's transparency, there's accountability, there's responsibility to all of those things. But the mortgage market is melting down, for very strange reasons."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, Tom, real quickly on that point, I just want to know, from your vantage point, and given the decline in mortgage applications expected, although the double-digit drop surprised some folks, that people are just nervous, period, and no matter how promising the rate environment, until this virus thing is settled, it's not happening?"
    },
    {
      "speaker": "BARRACK",
      "utterance": "Absolutely. It's not only happening, but the plumbing is clogged, Neil. So not only are people not applying for new mortgages, but people are defaulting on their mortgages and people are not paying rent. They're Without employment. The government has cessated the ongoing economy. And that trickle-down effect of renters not being able to pay the landlords, landlords not being able to pay to their lender, the lenders, in turn, not being able to pay to their primary banks or bondholders, is a catastrophe."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "BARRACK",
      "utterance": "And it's not solvency. It's liquidity, right? It's a time-out. And that's why you hear all your guests and people saying forbearance, forbearance. You need -- you don't need a bailout. The government doesn't need to come to..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, you get very nervous. You get very nervous. Tom, I have go to that commercial break, so we can pay our bills. But thank you very much for that clarity. Talk about liquidity. It is about cash. It is about some sort of assurance, as Tom said, that there will be cash around. And a lot of people are worried that there won't, so they're sort of hedging their bets by just holding back. When we come back, what Walmart is doing to help things, not only for you, the shopper, but for a lot of those Walmart workers -- after this. Meanwhile, half-a-world away, we're looking at Prince Charles, a positive diagnosis for COVID-19. What happens? After this. The number one place, the center, the epicenter, if you will, in the United States, the state that accounts for about half the cases we have right now, is in New York state. And get a load of this. The number of cases seem to be doubling every three days. Rick Leventhal with the latest outside the NYU Langone Center -- Rick."
    },
    {
      "speaker": "RICK LEVENTHAL, FOX NEWS CORRESPONDENT",
      "utterance": "And, Neil, we do have a glimmer of hope here at the epicenter, with almost 31,000 positive cases statewide and nearly 18,000 here in the city. The primary focus, of course, in battling the spread of the coronavirus epidemic has been density control, the social distancing, keeping people apart to minimize new infections. And, today, Governor Cuomo said it appears that the efforts to keep residents off the streets is paying off."
    },
    {
      "speaker": "CUOMO",
      "utterance": "The projection was that hospitalizations were doubling every two days, OK? On Monday, the numbers suggested that the hospitalizations were doubling every 3.4 days. On Tuesday, the projection suggested that the hospitalizations were doubling every 4.7 days. Now, that is almost too good to be true."
    },
    {
      "speaker": "LEVENTHAL",
      "utterance": "Cuomo says he is still concerned about the health care system being overloaded and running short on critical supplies, including a potential shortage of ventilators, gowns, mask and hospital beds, with a temporary facility being built across the area, including at the Javits Convention Center, and fresh supplies being trucked in by FEMA. It is a strange time to be in New York, though, Neil. The streets are eerily quiet. Everything is pretty much closed. It's like early Sunday morning here 24/7 -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Just surreal. Thank you, my friend, very, very much, Rick Leventhal. All right, in the middle of all of this, you have a number of major stores, a number of shops and all saying, if there's something we can do to help, we will. Walmart leading the way right now, but taking extra measures, not only to provide relatively affordable goods for those who shop there, but protections for those who work there. Bill Simon, the former Walmart CEO, joins us right now. Bill, a number of measures, including cash bonuses up front and protecting the health of workers, these are more than just cursory kind of treats for those workers. They're fairly across the board, and for everybody. Could you explain what's going on?  BILL SIMON, FORMER WALMART CEO: Walmart's always been a company that takes care of the people that work there. It's, at its base, a small-town company that grew to be this enormous global enterprise, but, down deep at its roots, they really do care about the people that work there, and are providing everything and anything that they can do to help both their customers and their employee base."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But how does the store manage the distance rule and everything else when you go there?"
    },
    {
      "speaker": "SIMON",
      "utterance": "Look, those people that work in the store -- and there are over a million of them in the U.S. -- they get up, and they go to work every single day, and those jobs are very hard. They were hard when the situation was good, and they're nearly unbearable now. And every single one of them deserves a medal, if you want my view. They're managing it. Walmart is really terrific with processes and rules. And so they have developed and distributed guidelines to try to keep the people -- the people that work there and the customers as safe as possible. But they understand that there role is to provide services and goods and food and medicines to anybody and everybody. And I just wish there was a couple of them in New York. We tried to put them in a few times, but never managed to get it done."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I remember that very well. Bill Simon, thank you for your patience. With a lot of breaking news here, we have to cut this a little short. Bill Simon, the former Walmart CEO. By the way, we are still waiting to see what, if anything, happens in the Senate, whether they can resolve differences in this measure that was once a gimme by tonight. That's no sure thing. The read from Marco Rubio on all of that -- after this."
    },
    {
      "speaker": "MARK CUBAN, CO-FOUNDER, HDNET",
      "utterance": "You need to stay on top of them and make sure that it gets executed, because that money needs to get in people's hands, because once -- once individuals have $1,000 or $1,200 in their hands, you start to have a little bit of control."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Mark Cuban with me earlier today on FOX Business, which, if you don't get, you should demand, especially these days with these crazy markets. Anyway, to Marco Rubio, the fine senator from the beautiful state of Florida. Senator, always good to have you."
    },
    {
      "speaker": "SEN. MARCO RUBIO (R-FL)",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What essentially Cuban was saying is, the longer this drags on, this stimulus measure, the more problematic it's going to be. Do you have a feeling this stimulus measure, with the sudden issues that have come up over what's to be included, unemployment benefits, et cetera, is going to have a bumpy ride?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Yes, look, we have never done this before. I think everybody needs to be a little humble here. We have never put $2 trillion into the economy, and so quickly. I know that the part that I have been working on, the small business part, our biggest concern was, if you made this complicated, if you told the small business they had to go to some government office and fill out a bunch of forms, they weren't going to do it. And so that's why we used an existing infrastructure. We already have banks that are pre-approved preferred lenders,that work for SBA, and we said, let's start with that network of over 800 lenders, including all the big ones, and use that infrastructure, not the same program, but the infrastructure, so you can show up with a small business, prove, here's my payroll February 15, and I'm a real business, and you get 250 percent of your payroll. And if you use it to make -- to pay your employees, whether they're people you laid off and bring back, or people you keep on, you don't have to pay it back. We want to make that very simple, very quick. And I'm hopeful. That needs to move very fast, because these people are making decisions every day, and they're in desperate, desperate straits."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That does have broad bipartisan support, Senator, to your credit. This more sticky issue of how generous to make those unemployment benefits has reached a point where..."
    },
    {
      "speaker": "RUBIO",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... a lot of Republicans have an argument that they think it's so generous that there's nothing to compel someone receiving those benefits from looking for a job when all of this dies down. Now, your colleague Bernie Sanders has said that, if Republicans try to reopen that, he's going to put a hold on this. Where do you think this is going?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, first of all, I think it's important. What we need to determine around here is, what was the intention? Was the intention for people to make more than they would at the job they lost? Because a lot of people are saying, that wasn't the intention. This might just be a drafting error. So, if it's just a drafting error, that's surmountable. If it's not a drafting error, then, yes, I think it's going to be a lot of problems. I will tell you, my personal view is, we are probably not going to have this problem. If you look at the states like Florida right now, these unemployment systems that this is going to be distributed through are not set up to handle 20, 25 percent unemployment. Just the sheer volume, you can't get your phone calls answered. The Web sites are crashing, not because these states did anything wrong, but I don't think any state in America has built an unemployment system set up to handle that volume of claims which is on its way. So, that's to me why it's so important that small businesses have this money available, so they can hire people, they can keep them from going on unemployment, and they can bring them back, which is where I think most of these people would rather be."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think, Senator, the president has a point to say that maybe, by Easter, a few weeks from now, that's a good time to revisit these stay- at-home rules and other things and start unwinding? And do you think that's too soon, about right, what?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, first of all, the White House has been issuing guidance. The stay-at-home directives are coming from the state and local level. They aren't coming from the federal level. The federal level is issuing guidance. And so that's who's going to make the decisions about when this ends and when it doesn't. My second point is, I would love for this to be over by Easter. But I think that needs to be decided on a number of factors. How much have we built up our capacity to handle new cases if there's a new surge? Are we now able to test people, so we can effectively quarantine them, so they don't infect others, including their own family? Are we set up to test every senior and protect seniors, so we don't have outbreaks in nursing homes and retirement communities? Have we made any advances on antivirals? I think three weeks is too quickly to expect treatment options to be available that fast. And how fast is the infection rate going? At the end of the day, this is pretty straightforward. If the infection rate gets too fast, we will have more people showing up at hospitals than we can handle. And that impacts not just the COVID patients. It impacts everybody else. If you show up with a heart attack, with a stroke, or a car accident, they won't be able to take care of you. We need to avoid that sort of regional health care collapses that they're on the verge of right now in New York City."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, best to wait?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Yes, I think we need to make those decisions on the basis of what the numbers tell us, really. And, look, we are truly in unchartered territory. I mean, no one has done this. We don't really know what China did, because they're not very transparent."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "RUBIO",
      "utterance": "But I don't think we can solely make this decision the basis of economics, because you can't have a growing economy if you have got a significant percentage of your population dying, and your hospitals aren't working."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Fair enough. Senator Marco Rubio, thank you for joining us."
    },
    {
      "speaker": "RUBIO",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, let's go to the White House, the Briefing Room right now. In about 15 minutes the president and his medical team will be outlining the latest on this coronavirus, as cases begin to jump fairly dramatically in the United States, particularly in New York. What they're planning to do right now -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Prince Charles is testing positive for the coronavirus. Anita Vogel has more on that -- Anita."
    },
    {
      "speaker": "ANITA VOGEL, FOX NEWS CORRESPONDENT",
      "utterance": "... positive. The virus doesn't discriminate by gender or class. Buckingham Palace releasing this statement regarding the heir to the throne -- quote -- \"He has been displaying mild symptoms, but otherwise remains in good health, and has been working from home throughout the last few days, as usual.\" The 71-year-old prince is in self-isolation -- isolation in Scotland. At this point, it is unknown how he caught the virus. He was last seen at a public event on March 12, and has had a number of private meetings with people since then. He was apparently tested on Monday, got the positive test results on Tuesday. His wife, Camilla, duchess of Cornwall, has also been tested and doesn't have the virus. A spokesperson says the pair met the requirements for testing. But with COVID-19 tests in short supply, the royals have faced some criticism. And, Neil, whenever we do a report on the royals here, we are compelled to check in with the mom of FOX News correspondent Jonathan Hunt, Jennie Manning. She lives in England. She tells us -- quote -- \"He's a royal, and that's one of his entitlements. So people should just suck it up. The complainers should just zip it.\" In other words, if Prince Charles wants a test, maybe he should get a test. We're told the queen, now age 93, and her husband, Prince Philip, age 98, remain in good health. But we don't know whether they have been tested -- Neil, back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Anita, remind me not to mess with Jonathan's mom."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, now to Charlie Lankston, the royal watcher extraordinaire. Charlie, what do you make of all this? What happens now?"
    },
    {
      "speaker": "CHARLIE LANKSTON, EDITOR, DAILY MAIL",
      "utterance": "I mean, honestly, I think the thing that everyone wants to prioritize is the health of the royal family, particularly the queen and Philip. They are in their 90s. And we do know that Prince Charles spent time with his mother on March 12. Now, his doctors have said he probably wasn't contagious until March 13. But that's really playing it very close to the line. And I think we all want to make sure that the queen is in as good health as possible, particularly given her age."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, Charlie, do they spread out as the royal family? How do they handle this, when they all go into, I wouldn't call it quarantine, but something close to it?"
    },
    {
      "speaker": "LANKSTON",
      "utterance": "Yes, they are all spread out and in completely different residences. So, Charles is up in Scotland with Camilla. William and Kate are in Norfolk with their children. And the queen and Prince Philip are both at Windsor Castle, so they are about as far apart as they can be. And we know that the queen and Prince Philip are operating with a very skeleton staff of about eight people. That's in comparison to the 100 staff members that they usually have at Buckingham Palace. So they are taking every precaution. And, obviously, we just want to make sure that they continue to stay as healthy as possible."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Charlie, I was thinking of this. And you're the royal expert, certainly not I. But the one good thing -- and I don't want to frame this the wrong way -- about someone of his notoriety getting this is that it reminds the world, be careful. These guys are getting it. You could too, if you're not careful, right?"
    },
    {
      "speaker": "LANKSTON",
      "utterance": "Absolutely. And I think the thing that a lot of people are drawing attention to is the fact that Prince Charles didn't really appear to be observing those social distancing advisements that have been put out there. He attended at least six public engagements in the kind of days leading up to his removal to Balmoral. He wasn't appearing to stay away from people. He looked as though he was maybe shaking hands, he was getting very close to people. So, hopefully, this will serve as a lesson to everyone in the U.K. and further abroad that you really do need to take those advisements in good faith and kind of observe the regulations that are being put out there by health authorities."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well said. Charlie, very good catching up with you again, I'm sorry on this matter. But thank you again."
    },
    {
      "speaker": "LANKSTON",
      "utterance": "You too."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "These issues no doubt coming up in the White House briefing minutes away -- after this. It's going to be airing Sunday, March 29, a commercial-free one-hour airing across all FOX platforms featuring today's biggest artists, to pay tribute to the front-line medical professionals working to treat patients. It's going to seek donations from viewers and listeners alike, something look forward to, and tune in, as the world unites on this very, very big issue. Meanwhile, Dr. Mark Rupp with us right now, the UNMC Infectious Diseases Division chief, maybe what he wants to hear out of the president and the task force, minutes away from addressing the nature. Doctor, good to have you. Anything in particular you're looking to learn?"
    },
    {
      "speaker": "DR. MARK RUPP, UNMC, UNMC INFECTIOUS DISEASES DIVISION",
      "utterance": "Well, I think that we're looking for continued assistance from the federal government. Obviously, we're still having trouble with penetrance, of being able to test as widely as we would like to. We have deficiencies in the amount of PPE, or personal protective equipment. So this is the masks, the respirators, the like, that we would need to have to take safe care of patients. And it would be certainly welcome to have the pipeline opened up and delivery of more of those types of equipment items. Similarly, we want to see the process of developing drugs and vaccines expedited as much as possible. So those are the things that we need help with. And then we continue to need the government at all levels to emphasize that the personal distancing, the social distancing, is extremely important at this point. This is our one chance to really blunt the curve and to prevent the transmission of this in a more widespread fashion throughout the country. Obviously, there's parts of the country that are really struggling right now. We want to make sure this doesn't happen countrywide. So it's really important for folks to be listening to their state and local public health, as well as their governmental officials. Stay home. Do that social distancing, and let's all blunt this curve together."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are we ready, do you think, to do anything by Easter -- that was one of the goals put out there -- to start unwinding, not stop all of this, but start unwinding?"
    },
    {
      "speaker": "RUPP",
      "utterance": "Well, I think that that's an ambitious goal. And it's good to have some hope and to have an aim that we're trying to achieve. But I think it's probably a little bit premature. Obviously, we will have to look at data as it rolls out. But I think that this is going to take a good four, six, eight weeks before we're really able to crimp down on this. Everything that we're seeing today happened a week or two ago. And so it's going to continue to get worse, as these things are put into place and then finally have their effect. So I think it's a bit ambitious to think, in two weeks, that we're going to see enough decline in the cases for folks to really go back to life as normal. That's a little unrealistic, I'm afraid."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. We will look at it closely. Doctor, thank you for all you're doing. Talk about the front lines and a guy who doesn't get much sleep, but we do appreciate all your efforts, sir. Thank you again, Dr. Mark Rupp."
    },
    {
      "speaker": "RUPP",
      "utterance": "Indeed."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, just a reminder, just about 30 seconds away from that conference at the White House here. Just a reminder as well, tomorrow morning, bright and early, we're going to get jobless claims, the first probably real sure economic reflection that this has had an impact, up to four million Americans who could announce they're applying for jobless benefits. Here's \"THE FIVE.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}