{
  "date": "March 21, 2019",
  "headline": "Democrats push for assault weapons ban following New Zealand terror attack",
  "subHeadline": "Guests: Harmeet Dhillon, Bernadette Tasy, Richard Muller, Dinesh D'Souza, Mike Huckabee, John Torres, Steve Scalise",
  "url": "https://www.foxnews.com/transcript/democrats-push-for-assault-weapons-ban-following-new-zealand-terror-attack",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "I'm Laura Ingraham. This is “The Ingraham Angle” from another busy and very anxious Washington, tonight. Democrats claiming that they represent the youth vote but who is exactly out there fighting for the youth freedom. Well, my “Angle” will explain in just a moment plus why is NYU hiring radical partisan commentators to teach journalism? Humm. And also tonight 2020 Democrats abandoning Israel after pressure from far left progressives. Governor Mike Huckabee is here on the parties continuing struggle with anti-Semitism.  And New Zealand's ban on semi-automatic weapons in the wake of that horrible mosque attack has spurned calls to do the same here. We'll tell you who's pushing it. Congressman Steve Scalise, a victim himself of gun violence reacts but first liberals repeal free speech, that's the focus of tonight's “Angle.”  Now in 1964, on the UC Berkeley campus, the free speech movement was born and the drama unfolded when thousands of students, they gathered to prevent the arrest of a civil rights activist and they surrounded a police car on Sproul plaza.  There was a mass sit-in with students demanding no disciplinary action for violating the administration's then free speech restrictions. This was Mario Savio, the leader of that free speech movement and his famous Sproul hall speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIO SAVIO, AMERICAN FREE SPEECH ACTIVIST",
      "sentences": "There's a time when the operation of the machine becomes so odious - makes you so sick at heart that you can't take part. You can't even passively take part. And you got to put your bodies upon the gears and upon the wheels, upon the levers, upon all the apparatus and you've got to make it stop. And you've got to indicate to the people who run it, to the people who own it that unless you're free, the machine will be prevented from working at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unless you're free, the machine will be prevented from working at all. Hold on to that thought. Well, those students eventually won the free speech concessions from the administration back then yet 55 years later, free speech is more dead than alive at places like UC Berkeley. Even if conservatives are technically allowed to speak or appear on campus, this is what happens when they show up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No Donald, no Trump, no fascists here I say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You racist little [Bleep]",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get the [Bleep] out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As far as I can tell, I've been totally successful. I've shut this entire [Bleep] down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And this is anti-free speech but really it's an anti-freedom movement. It didn't start with Trump. It's been growing since Jeane Kirkpatrick was shouted down at colleges in the early 1980s including at Berkeley by the way. And don't forget what happened in 2014 when Condi Rice was invited to give the commencement address at Rutgers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "Condi Rice has got to go. Hey-hey, ho-ho. Condi Rice has got to go. Hey-hey, ho-ho.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Secretary Rice eventually gave into the mob and stepped aside as speaker. Well, it would have been nice though, wouldn't it? If Barack Obama, then the nation's first African-American President had said something, anything to support the free speech rights of the nation's first African-American female Secretary of State. But no such luck.   But President Trump struck a blow for free speech on campus, this afternoon and announcing an executive order aimed at schools that trample on free speech rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD J. TRUMP, PRESIDENT",
      "sentences": "Under the guise of speech codes and safe spaces and trigger warnings, these universities have tried to restrict free thought. Under the policy I am announcing today, federal agencies will use their authority under various grant making programs to ensure that public universities protect, cherish, protect the first amendment and first amendment rights of their students or risk losing billions and billions of dollars of federal taxpayer dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, of course the cable networks, they largely dismissed this effort as just basically exaggerating this threat on campus all together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The problem is the President is following a cliche about what the crisis is on campuses, that cliche says that noble, conservative speeches routinely shut down by crazy liberals and of course the reality, the day to day reality on college campuses is far more complicated than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh really, well, others were just out there suggesting that Trump was acting - only protecting speech from his supporters. So in other words that would mean his entire exercise today was meant to just what, target liberal speech on campus.  Oh my God, that is just ridiculous, completely absurd. Liberals dominate every aspect of university life and all but a handful of schools. They dominate the faculty, they dominate the administration, they dominate in the board of directors, board of trustees and of course the student body itself. So what are the principles thinkers on the left today? Why are they standing up and fighting for the free expression rights of everybody including conservatives? And by the way, conservatives are obviously in the minority at colleges nationwide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Even as universities have received billions and billions of dollars from taxpayers, many have become increasingly hostile to free speech and to the first amendment. We will not stand idly by and allow public institutions to violate their students constitutional rights. If a college or university doesn't allow you to speak, we will not give them money, it's very simple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, back to Berkeley in 1964. Many of the students who ended up agitating for free speech that fall, had spent the summer in Mississippi registering Blackshear croppers to vote. This is where they were radicalized and they tied their own free speech rights to the civil rights movement, very interesting tactic.  It's a fascinating story. But you might not know that a group called the Independent Socialist Club also played a key role in organizing the free speech movement. And it's funny, isn't it? That all these decades later, with more Democrats slouching toward socialism, it takes a conservative Republican like Donald Trump to remind us what it was all about. Freedom. And that's THE ANGLE.  All right joining me now to rock and roll on this topic, two people who were at President Trumps executive order signing today. Harmeet Dhillon, RNC National Committeewoman from California and Bernadette Tasy, who's a correspondent for campusreform.com and a student at California State University. Harmeet, practically speaking, how will this proceed? Every agency and department will have a role, how will this work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, RNC NATIONAL COMMITTEEWOMAN",
      "sentences": "So the twelve agencies mentioned in the executive order and each of them is supposed to go make some regulations as to how they're going to implement this. But the big idea is that if a university does not adhere to the free speech principle, that's either it's promised if it's a private institution or the first amendment requires if its public institution, then the funding will be reviewed and potentially pulled. And for some of these institutions, you're talking about hundreds of millions in a couple of cases over $1 billion of federal funding from one of these twelve agencies so it could be huge and so this is a stick, if you will to make sure that they comply with their promises and their obligations under the constitution.   It is being mocked by the left because they say the schools should have to do this anyway. Well, they aren't doing it which is the point. There was almost 200 students there in the room today who each had their individual story of being trampled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "And so it's about time, these are our taxpayer dollars and if the schools want the federal dollars, they have to comply with the federal law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think this is such a great start and this conversation, Bernadette is so important for people in your generation to have and to see being dealt with by frankly, a conservative because conservatives believe everybody should have a say and yet all the liberals are running for cover. They don't want any part of this conversation because exposes them.   Tell us about your story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNADETTE TASY, CAMPUSREFORM.COM CORRESPONDENT",
      "sentences": "Right, well, couple of years ago I got permission from my university to chalk pro-life messages on the sidewalk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chalk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TASY",
      "sentences": "Chalk, that's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How threatening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TASY",
      "sentences": "And a professor came up to me and said, he'd be coming back to erase them and that's just what he did. He ended up bringing students with him to help erase those messages as he proclaimed that college campuses are not free speech areas and we ended up filing a lawsuit with Alliance Defending Freedom and this is the students for life group back at Fresno state.  And we ended up winning, this is a big win for free speech and a big win for students who are attempting to speak their views on campus. Our students now are future legislators and judges and this is a way for the university to step up and to be held accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh no, no, this is, we've been doing a lot and Harmeet, you've been helping us on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "To push these narrative of why repercussions are so important for bad behavior. I mean, we want people to be responsible. Everybody makes mistakes, everybody steps over the line every now and then but when it's criminality when they are like - whether it's a racial hoax, whether it's intimidating a student and depriving you of your free speech rights, there have to be repercussions.  And Alliance Defending Freedom by the way is a phenomenal organization, just so the audience can see this by the way, this is what happened when Fresno State University, when you put your pro-life messages on school sidewalks, let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Free speech is free speech in the free speech area, it's a pretty simple concept, okay? This does not constitute a free speech area, Okay? This is our part of free speech, do you disagree with our part of free speech? College campuses are not free speech areas. Do you understand? Obviously you don't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now then this happened in April of 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hey, why are you tearing down our posters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go to hell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why are you tearing down our posters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I love this. This is the kind of stuff we would have done, Harmeet all those years ago, this was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "So Laura the reason that the videos are there are because students are getting punched, students are getting assaulted and you know, I, as a lawyer for a lot of these students have said, you need to start documenting this because you can expect this type of violence and harassment on a lot of these campuses today. And so every - Bernadette had a lawyer, my clients have had a lawyer but this is going on at community college, it's going on at every level and not everybody has a lawyer.   So it's really important that President Trump turn the tables and put the burden on the schools, not on the students to go to court and enforce their rights and so young America's foundation which helped us in the Berkeley case and other groups on campuses have been instrumental in making sure this happens and I'm really excited to see that now we're going to have to you know, who in the universities is going to defend them not adhering to the first amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, let's look at some of the federal funding that some of the biggest schools get. Johns Hopkins gets about $2 billion a year. University of Washington- Seattle $952 million. Michigan gets $829 million. Stanford $710 million. University of North Carolina-Chapel Hill $676 million. Now half of Johns Hopkins funding comes from the Department of Defense, they do a lot of defense research there and the President was I think, clear on this, this is not about tuition, going after study - money that would go to tuition, these are the special grants that they get for various reasons and I have to ask you, Bernadette. Are students on campus this reflexively liberal or do most of just kind of keep to themselves and say, I don't want any problems, I just want to my keep my head down, study, maybe party, have some fun but keep my head on study and get out of here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TASY",
      "sentences": "Right, it's a very hostile environment for conservative students and it's a shame that they feel that they can't speak up, they can't speak their values, their views because they will be shut down and universities should be a promoting free speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But they say, this is hyperbole. I mean, when you hear from liberals, you heard that guy, when I played during “The Angle,” oh, it's a big exaggeration. There are a few examples where people went nuts and it was - it's terrible but this is all exaggeration, you guys exaggerating this for publicity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TASY",
      "sentences": "This is happening with university administrators and professors in my case that you saw. It's not just students that are attacking free speech and so for it to come all the way from the top, this is something that we report on all the time at the leadership institute's campus reform and it's something that's become a big problem.  And like I said, we're teaching our students who are going to be our future leaders and so this is so important to us as we are being attacked on campus that President trump has signed an order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right guys, thank you very much and as we discussed, it was once the beacon of free speech but now Berkeley is ground zero for shutting it down. Speech that isn't approved, which is basically conservative speech has been met with threats and violence. Our next guest was there 55 years ago for the birth of the free speech movement, protesting and documenting the entire thing as a student photo journalist. And he's now outraged by his fellow liberals for rejecting so much of what they once stood for. Richard Muller joins me now. Richard, it's great to see you. By the way, you look really young, I can't believe that. I want - I want what you're having, you look fantastic. And I'm watching these videos today. I mean, this is what I do all day long. I'm watching all this archival footage. And students seem really impassion, they were really dedicated to the mission and cause of free speech. Seeing what you're seeing today, is this what you had in mind back in 1964?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD MULLER, PROFESSOR, UC BERKELEY",
      "sentences": "No, no. No, no, no. Back in 1964, free speech was a dream, it was something that was practiced and it could be improved. In 1964 when I first arrived on the campus, I went to a lecture by a Nazi - by an American Nazi. I was curious, I was fascinated. I went there, there were about over 100 students listing. He was introduced politely and he talked for half an hour and then students took their turns, raised their hands and asked him questions and everyone tried to outdo the previous question in terms of stumping him, making him look embarrassed, to confound him.  And by the time everybody left 20 minutes later, everybody regarded him as an idiot. He couldn't answer any of the questions. He looks stupid. I walked out, I remember thinking what a wonderful example of free speech this is. On the University of California campus you could hear anybody, you could hear their side if they have something to say, you have an opportunity for it but you can challenge it and there was challenge, there was a glorious moment. It was a few months later that I decided to I thought, put my career on the line and be arrested in their free speech movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Richard, someone like this guy, Milo, who is kind of an out there guy. I mean, he just shows up on campus and gives a speech. And this is in the birthplace of the free speech movement. We're showing the video now. Things were smashed, people were threatened, people running for safety. A lot of people with black masks on their - on their faces. I mean, these brave warriors for something but they have to cover their faces because they're all a bunch of little wimps with mommy and daddy paying for it all. But this is what it looked like and there's no debate. There's - people getting their face punched in, there's no debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULLER",
      "sentences": "No, no, this isn't free speech, this is what happens - the United States had its ten amendments to the constitution to preserve the rights of the minority. And you have to do that, you have to have those amendments, you have to have them enforced. If you don't, then you don't have freedom, you have liberty and liberty allows the bullies to take over.  And over the last 15 years I've been watching this slowly happen at Berkeley to my horror. And there's not much you can do about this. The university has a role in my mind of protecting free speech. That means they have to hold back the bullies, they have to allow speech and debate to proceed and the university's been afraid to do this. Every time they did it, they did it in a heavy handed way, they got into trouble for it, it got worse and worse and now we're at a point, you mentioned earlier Condoleezza Rice but that really horrified me. There was a time when she was invited to come to the University of California, Berkeley to give a talk and she couldn't come because she knew she would be shouted down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I mean, Condi Rice is a pretty mild mannered person. I mean, it's not Milo- like mainstream Republican and Condi Rice was too much. Everyone thinks it's about Trump. This has been going on when I was at Dartmouth, this was going on in the eighties with Jean Kirkpatrick. I mean, she couldn't get a word out there throwing stuff at her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULER",
      "sentences": "That's right. Now if you told me back in 1964 that this would become liberty not freedom, that bullies would be allowed to have their free speech and suppress the other speakers, if you'd told me that the most prominent, successful, maybe even effective but certainly a person. I went to hear a Nazi you know, I would have loved to hear Condoleezza Rice but she couldn't appear on campus because the bullies had taken over, that's not what she -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "By the way, we're showing - by the way we're showing some of your photos that you took. So what were you? 19 - 18 years old. How old were you back then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULLER",
      "sentences": "I think I was 20. I know that because -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay so you're inside - you're inside Sproul hall at this point, right? And you were taking all these -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULLER",
      "sentences": "I think I was the only one who knew how to take tri-X film and push it too and save a thousand. So I got all these photos, I've never seen any other photos taken inside Sproul Hall other than the ones that I've taken. They're all online.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unbelievable. We really appreciate your coming on professor. Your voice, you were there, you covered it, you knew the people who organized so much of this and you're giving us a perspective that frankly people across this country, young people, everyone you disagree with me? Fine, take it out on me online or whatever you want to do but let people speak and then, may the best arguments win out. Great, great to have you on professor, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULLER",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And ahead, liberal partisan writers are being hired to teach journalism classes and Dinesh D'Souza, he's been targeted on campus. He has all the details plus progressive groups push Democrats even further toward anti-Semitism and they happily oblige. What does Mike Huckabee think of that? Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, how about this for indoctrination? New York University has hired partisan fact checker Talia Lavin to teach a course on covering the far right. You might remember, Lavin resigned from the New Yorker last year in disgrace after she falsely accused a wounded combat veteran and an ICE agent of having a Nazi tattoo. From there she went to work for the liberal goon squad, Media Matters and now NYU thinks, she's just the person to be lecturing students on journalism. Well, remember, last year the same school hired former teen Vogue columnist, Lauren Duca to teach a, \"Feminist journalist course.\" Duca once tweeted that, \"straight white men are generally trash,\" and she said of Billy Graham following his death, \"Have fun in hell.\" What a sweetie. Sexist and cruel, apparently the winning combo for NYU's J. school professors. Joining me now is conservative filmmaker Dinesh D'Souza. Dinesh, is there really a surprise though that radicalism is being rewarded, bred, fed on college campuses in these hiring decisions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DINESH D'SOUZA, CONSERVATIVE FILMMAKER",
      "sentences": "Well, I think we should step back for a moment and take in the comedy of the situation. You have here practitioner of fake news, somebody who's busted either for sheer incompetence in journalism or for outright deceit. I mean, trying to pin, you might say the Nazi tail on an ICE agent and not being able to get away with it and so what happens to her? She's kicked out of journalism but she's hired to teach journalism. Now think about this. In any other field, this would be insane. If somebody was caught for example, cheating at chess or making illegal moves would they be hired to teach chess, to be a chest coach?  No, why not? Because we don't want chess coaches teaching people to make illegal moves or cheat at the game but NYU does so I think that the reason that they hired her is precisely because they see that from their point of view, she has a stronger commitment to Left wing activism, to social justice as they put it than to journalistic standards. They don't really care about the journalistic standards, she's highly qualified from their point of view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But part of what they're doing Dinesh is what we alluded to, we talked about with Harmeet in “The Angle.” They want to circumscribe speech, they want to take players off the field all together so she's just a hit gal, she's another you know, Media Matters, they don't want to argue, they don't want to win the debate. They want to search and destroy, that's what they do, that's why you know, Fox viewers are so loyal to this network because we refuse to bow, we refuse to cave in to these kind of terroristic tactics and that's what they are. They are little journo terrorists and people are sick of it and tired of it, even the free speech movement photo journalist from 1964 was just on saying, this has got to end on college campuses. This is craziness but they do it to intimidate and they're teaching young kids to learn to try to intimidate conservatives who they will call far right from ever entering the public sphere. That's what I think is really going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "Yes, you have two institutions here that seem to be kind of in an incestuous collaboration. On the one hand you have academia and academia's producing the fake narratives on the fake scholarships and then you have journalism which is producing the fake news.  And notice the easy and seamless traffic between the two, people move seamlessly from academia into journalism, even when discredited in journalism as in this case. She slides right back into academia and so essentially what you have is the left using these megaphones of culture, namely media, namely academia to put out fake narratives of one kind or another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Dinesh, what at this point should you know, students do? I mean, I don't - I haven't heard of anyone actually going to a journalism school in a long time. I mean, should conservatives even think about going to journalism school? Is there a reason to go to journalism school today in this climate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "Well, I don't think we need much journal - I don't think we need people to go to journalism school. We do need a lot of investigative journalists on our side but I think in terms of students and the public, we've got to learn to decode these narratives. We've got to be able to look at the news and you know, we're so accustomed to saying, o gee, that's the news, that's what happened yesterday. Oh Gee, that's what my professor told me, that must be the way it was in the 1930s or the 1830s for that matter and now we've got to become distrustful of these narratives and learn to read between the lines so to speak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I just really quickly before we get to Huckabee, Dinesh, I want read, this is her bio at NYU. Talia Lavin is a writer and researcher focused on far right extremism and social justice. She's written for publications from The Village Voice, that tells you all you need to know and The Washington Post and then from her course descriptions, move on to that. The course will teach students vital tactics in identifying and tracking the spread of far right movements online, it will teach students how to track far right harassment campaigns to their sources, etcetera, etcetera.  How ironic when the left are the agents of harassment now with their tedious, pathetic, in the basement, underwear campaigns against conservatives so they're talking about conservative harassment. Are you kidding me? We're actually for something called free speech, fools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "Well, look at - look at what she was trying to do the ICE agent. She was trying to basically make a law enforcement official into a Nazi so this guy was not far right. You know, it's almost as if, you have a communist who looks at a welfare state liberal and says, you are far right, and actually that's far more illuminating about the person making the accusation than it is about the person who is attempted to be described.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh D'Souza, oh, yes, there's the picture. Dinesh, thanks so much. And also tonight, a growing number of 2020 Democratic hopefuls will not attend this year's American Israel Public Affairs Committee policy conference, better known as AIPAC. Now, the news comes just a day after the liberal group Moveon.org called on Dems to boycott the event. The list includes Senators Elizabeth Warren, Kamala Harris, Bernie Sanders, and now Beto O'Rourke, Julian Castro, and Pete -- I never can say his last name -- Buttigieg. Joining me now, Governor Mike Huckabee, former 2016 Republican hopeful and of course FOX News contributor. Gov, why are the Dems playing into this progressive, anti-Israel mindset? And they are doing it so quickly, they fall into line so quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "sentences": "Because they have lost their minds. Our alliance with Israel is not a left-right issue. It's an up- down issue. This is not horizontal politics, the left or the right. It's vertical politics of are we going to take our culture and society up or are we going to take it down? AIPAC has been reliably nonpartisan. In fact, if anything I got a little disappointed with AIPAC a few years ago during Barack Obama's push for the Iran deal because they were really pretty much on the sidelines. They didn't say that much that was overly against it. And I think the reason, they didn't want to offend the president. I thought they should have offended him because the deal was terrible. It was terrible not just for Israel, it was terrible for the U.S.  But this has become the new mantra for the Democrats is to be against Israel. They don't like the prime minister, Netanyahu, who I was just with two days ago in Israel, and they don't like him because they don't understand him. His job is not to be left or right. His job is to protect his country. And in doing so, Laura, he is doing us a great favor. And he understands that the Iranians are led by crazy people who would blow up the world if they could, and that's why even the other Arab nations don't like him and don't trust him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This anti-Israel sentiment is a line from, in many cases, the media, academia. And also we are seeing it in Hollywood develop, and we are seeing it in a big way on college campuses. This boycott-divestment- sanctions movement, BDS movement, it is sweeping the country. Now even Berkeley professors are saying that this is starting to really hurt their First Amendment free expression rights. So they say for years BDS supporters have disrupted campus events featuring individuals who espouse views they oppose. This could have been part of THE ANGLE in the first block of the show. They've also deprived University of California students, faculty, and staff of their right to hear alternative viewpoints. The goals of BDS and its supporters and actions, therefore, do pose a clear and direct threat to academic freedom. So Governor Huckabee, that's when the rubber meets the road for the faculty, when they feel, wait a second, wait a second. My academic freedom is now being heard by the liberal -- the liberal. I say \"liberal,\" it's not really liberal, but the progressives on campus who I think there's a deep anti-Semitic strain running through it. But now even the professors are saying, whoa, this has gotten out of hand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "The BDS movement ought to take the \"D\" out of it because it's really just a B.S. movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Let me tell you what has happened because of BDS. The Palestinians that had good jobs because Israel opened up factories like the SodaStream factory in Judea, 1,100 people work there. I toured the plant - - 600 of them are Palestinian, 500 were Israeli. They got along fine. They worked together, men, women, Muslim, Jew. It worked beautifully. They had the best paychecks they've ever had their lives, four times the amount of money they'd ever gotten under the Palestinian Authority for any job they ever had. And the BDS movement put so pressure on SodaStream, they shut the plant down. And you know who suffered the most? The very Palestinians that it's supposed to help. That's what's irrational.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, but Governor, look, we had Obama and Hillary. They both spoke at AIPAC. So will the party ever be the same after the radicalization that we are seeing overtake it now? Will it come back to sanity?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "If it doesn't, they're going to continually move to a level of being anti-Semitic, and that's dangerous for the Democrats. But, Laura, forget the politics of it. That's dangerous for freedom. It's dangerous for a country, Israel, that most mirrors the U.S. in its ideology and in its value system. And we still have to do with the fact that, look, they may not want to admit it, but the Palestinians rewards terrorists, and if a Palestinian kills a Jew, that family is rewarded with a lifetime pension, they get a street or park named after them. That's got to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It all has to stop. Peace in the Middle East, everybody wants it, but it's extremely frustrating. Governor, thank you so much. And coming up, failed gubernatorial candidate Andrew Gillum has a plan, check this out, to get 1 million new voters for the Democratic Party in Florida. So who exactly is he referring to and targeting? Is it all above board? “The Ingraham Angle” exposes it next. Plus, what happens what happens when we start releasing prisoners from the war on terror? One expert has a big warning, loopholes that might allow them to move into your neighborhood. He explains, ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tonight we turn our eyes to Florida and a push by failed progressive gubernatorial candidate Andrew Gillum. In the wake of his loss, Gillum now is looking to turn Florida blue with 1 million new Democratic voters. That got “The Ingraham Angle thinking.” Where exactly are these 1 million voters? And who is the man behind this effort? First the new voters. After hurricane Maria, it was reported that roughly 300,000 displaced Puerto Ricans move temporarily to Florida. The best estimates guess it is about 60,000 will actually actually stay. Ahead of last year's primary, here's how many of the new Puerto Ricans registered -- 55 percent went independent, 36 percent went Democrat, and just nine percent registered Republican. And it isn't just displaced voters. Gillum himself even admitted they are targeting, quote, \"1.4 million returning citizens,\" in other words, former felons in line to have their voting rights restored after a vote last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MAHER, COMEDIAN",
      "sentences": "Next time, Florida is going to be a different ball game because they passed the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW GILLUM, D-FLA., FORMER GUBERNATORIAL CANDIDATE",
      "sentences": "Amendment Four.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLUM",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "Ex-felons can vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLUM",
      "sentences": "That's right. That's right. That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "That will make a big difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLUM",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't ex-felons want a good economy? I think so. But aside from where these new votes should come from, should Democrats entrust Gillum with this effort? Just two months ago, the Florida Commission on Ethics found unanimously that as mayor of Tallahassee, Gillum violated ethics laws with trips to Costa Rica and New York, and of course tickets to the Broadway musical \"Hamilton.\" And do Florida Democrats really want someone who doesn't respect the will of the state's voters to be the catalyst for this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLUM",
      "sentences": "Had we been able to legally count every one of those votes, not just in Florida but also in Georgia, I wonder what the outcome may be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's exactly what they are staying in Georgia, by the way. And Florida will be of vitally important state for President Trump's reelection. It's clear the Democrats will be relying on felons, displaced voters, and an ethics violator to throw the vote their way. What's the GOP plan? We'll be watching. All right, and we are so far removed now from September 11th that prison sentences we thought would last forever are now ending. And those terrorists are coming back into society. The Counter Extremism Project is reporting that over the next five years, 61 terrorists and suspected terrorists will be walking free. In a little more than one month, detainees zero-zero-one in the war on terror, John Walker Lindh, is getting out. The American Taliban militant reportedly told a television news producer that he would continue to spread violent, extremist Islam upon his release. And next year, Kevin Lamar James is being released. Remember he created a radical Islamic group while in prison and ordered an attack on a U.S. army recruiting office. Joining me now is John Torres, former acting ICE director. John, should we be worried about these guys coming back into society?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN TORRES, FORMER ACTING ICE",
      "sentences": "Yes, we should be worried, not so much because we know law-enforcement is going to keep tabs on them, but they have limited resources. And quite frankly what I'm concerned with is the average citizen. I'm not in law enforcement anymore. Who is moving into the neighborhood next to me? Who's going to be close to our schools where our students are, the churches, the concert venues? These are all places that have been attacked in the last few years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The argument would be they were sentenced and they fulfilled their sentence. Let's review Kevin Lamar James first. He was sentenced to 16 years. His release is January 2020. Convicted for seditious conspiracy to levy war against the U.S. He founded a domestic terrorist group, the Jam'yyat Al-Islam Al-Saheeh. Sorry if I screwed that up. The group recruited people who planned to attack U.S. military operations, infidels, and Jewish facilities in the L.A. area. I'm sure he'll just end up being a barista after he leaves. And then Syed Hashmi, his sentence was 15 years, released August of this year, detained at age 27 while boarding a plane to Pakistan, extradited to the U.S. on charges of providing material support to Al Qaeda, was affiliated with al-Muhajiroun, a banned militant jihadist network in the U.K. We have a lot of problems already in this country. We are dealing with gang warfare not too far from where we are right now. Ms-13, they are decapitating people, stabbing them 100 times. That trial is going on. And now we're going to have to deal with this, too? This can't end well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TORRES",
      "sentences": "Not only that, but a number of people who are going to get released, they are foreign nationals, so they are going to be turned over to ICE to be deported. But there are some countries that aren't going to take them back. So guess what, they're going to be stuck here in custody, but only for a limited time because the Supreme Court has ruled that ICE can only detain people for up to six months at a time. So that's part of the problem. The other part of the problem is you have a number of U.S. citizens, they aren't going to get deported. They are coming into the communities next to us right where we live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my gosh. John, I also want to get your reaction to breaking news tonight out of Washington state. ICE is confirming that the man who killed a sheriff's deputy and injured another officer there in a shoot-out was indeed in this country illegally. The suspect had an agricultural work visa that expired five years ago. The Center for Immigration Studies estimates that 42 percent of the 11 million migrants thought to be living in the U.S. illegally as of 2014 have overstayed their visas. What's the solution here? This is another -- we've been talking about Bambi Larson. We exclusively pushed this story for days and days and days. We want justice for her, and now we have another person we need justice for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TORRES",
      "sentences": "So any time a law enforcement officer is killed in the line of duty is a tragedy, but it's even more senseless when it's done by someone that shouldn't be here in the United States. And so one of the concerns I've always had is, OK, so ICE agents in the past been accused of, why should they be so heavy-handed when they go arrest someone. Why should they be wearing a vest or a jacket or have a gun drawn? It's because of situations like this. You don't know how prison is going to react. And quite frankly, when I look at this, there's something missing here. This is a person that's supposed to be an agricultural worker who leads police on a high-speed chase and then guns down two trained police officers, one who was killed, and another seriously injured.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is what we always hear, though, who is going to pick the blueberries? If I hear that one more time, who's going to pick the blueberries, who's going to pick the raspberries? Someone apparently did pick the fruit and then he ended up killing someone. So that's why we have laws, so you have an orderly presence of people who want be part of our great American experiment and representative democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TORRES",
      "sentences": "And then this leads to sanctuary cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TORRES",
      "sentences": "Where they're going to turn around and say he didn't have a criminal record. We shouldn't focus on him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And if they picked him up, which we'll find out more about him in the coming days, if they had picked him up for something else a year ago, they wouldn't have honored a detainer anyway. So that's where this is. It is a travesty and the people of California have got to wake up. Thank you, John. And New Zealand's ban, by the way, on semiautomatic weapons following that horrible series of mosque attacks has now spurred calls to do the same here. But is that a good idea? Congressman Steve Scalise, himself of course a victim of gun violence, has some thoughts on it next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACINDA ARDERN, NEW ZEALAND PRIME MINISTER",
      "sentences": "Every semiautomatic weapon used in the terrorist attack on Friday will be banned in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "New Zealand's assault weapons ban comes a week after that deadly terrorist attack on two mosques. Democrats immediately praised the response and pushed for similar action here in the United States. Bernie Sanders tweeted \"This is what real action to stop gun violence look like. We must follow New Zealand's lead.\" And Alexandria Ocasio-Cortez also chimed in, saying \"within days New Zealand acted to get weapons of war off the consumer market. This is what leadership looks like.\" Joining me now, someone uniquely qualified to address this issue, House Minority Whip Steve Scalise, a gun violence victim himself. Congressman, you heard Bernie, you heard AOC praising the leadership of New Zealand, saying let's get it done here. Are they right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA, HOUSE MINORITY WHIP",
      "sentences": "Well, Laura, the first thing we all should do is keep in mind that there are 50 victims and we should pray for them. But when you hear liberals in Washington talking about gun control, it's much less about guns and much more about control. If you look, they've been trying to control every aspect of people's lives. Just a few weeks ago, they passed a bill to take away first amendment rights. Everybody from the ACLU to National Right to Life said they were infringing on the first amendment rights. Then a few weeks before that, they passed a bill to take away some more of your second amendment rights. And we are talking about law-abiding citizens. We are not talking about people that are out committing these crimes, already violating laws that are on the books. Enforce the laws that are out there, but don't infringe upon the rights of law-abiding citizens. Unfortunately, that's what Democrats want to do in Washington. And we have a Second Amendment in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They are very different countries. We've had our share of terrible gun violence, obviously, that is reprehensible and horrific, so they point to high-capacity magazines. You've got to get those off the streets. No reason to have an AR-15. Isn't AR-15 one of the most popular rifles in the United States? That's a lot of weapons you'll have to confiscate, I guess, if that's what they want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Laura, this is the danger of what they're trying to do. When you look at their definition of semiautomatic weapons. And by the way, automatic weapons have already been banned since 1986. Semiautomatic weapons, when they described them, in many cases they are talking about hunting rifles. They are talking about weapons that people buy to defend themselves in their home. These aren't the weapons in many cases that are being used in some of these violent crimes. So we have a Second Amendment for a reason, and that's so people can defend themselves against criminals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. I want to play something that happened with Ali Velshi I think over there at MSNBC, and Dana Milbank. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALI VELSHI, MSNBC ANCHOR",
      "sentences": "I want to go somewhere else with this, because nobody in America has suggested banning any guns, but we have so many guns in this country that it causes other problems, while mass shootings get our attention because they are so tragic. DANA MILBANK, POLITICAL COLUMNIST, \"THE WASHINGTON POST\": We live in a different system. We have Constitutional obstacles. But it is outrageous that all we hear, it's become this cliche, thoughts and prayers. It's not doing anything to stop this from happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Constitutional obstacles. That's not how I view the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Listen to what they say. They view the Constitution as an obstacle that they can go around. The Constitution is the framework of our country. It's what makes us in America better than everybody else in the world in terms of a country where you actually have rights that are given to you not for men and women, but from God. And you have those rights for a reason, so that you can protect yourself in your home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I'm happy to take all the thoughts and prayers that I can get every day. And I am given them to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "I needed those thoughts and prayers, and they meant a lot to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They sure did, and we were praying for you, and we continue to. Congressman, thank you so much. And up next, a fuzzy little furry fluff ball and a car. It's tonight's last bite. What in the world is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can I get you to come out of my car, please? Hey, buddy. Come out the other side now. Can you please, come on, come out the car. I know it is nice and cool in here with the -- no, no, don't go up the front. Come on, buddy. You are tearing up my dash. Go. Thank goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "By the way, that went on for, I don't know how long. Samantha, thank you for finding that. It made me smile all day. Poor koala. Just wanted to cool off in the car in Australia. That's all the time we have tonight. I dropped a new podcast today. Make sure to check out, lauraingraham.com, podcastone.com or iTunes. Shannon Bream and the \"Fox News @ Night\" team take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "I'm Laura Ingraham. This is “The Ingraham Angle” from another busy and very anxious Washington, tonight. Democrats claiming that they represent the youth vote but who is exactly out there fighting for the youth freedom. Well, my “Angle” will explain in just a moment plus why is NYU hiring radical partisan commentators to teach journalism? Humm. And also tonight 2020 Democrats abandoning Israel after pressure from far left progressives. Governor Mike Huckabee is here on the parties continuing struggle with anti-Semitism. And New Zealand's ban on semi-automatic weapons in the wake of that horrible mosque attack has spurned calls to do the same here. We'll tell you who's pushing it. Congressman Steve Scalise, a victim himself of gun violence reacts but first liberals repeal free speech, that's the focus of tonight's “Angle.” Now in 1964, on the UC Berkeley campus, the free speech movement was born and the drama unfolded when thousands of students, they gathered to prevent the arrest of a civil rights activist and they surrounded a police car on Sproul plaza. There was a mass sit-in with students demanding no disciplinary action for violating the administration's then free speech restrictions. This was Mario Savio, the leader of that free speech movement and his famous Sproul hall speech."
    },
    {
      "speaker": "MARIO SAVIO, AMERICAN FREE SPEECH ACTIVIST",
      "utterance": "There's a time when the operation of the machine becomes so odious - makes you so sick at heart that you can't take part. You can't even passively take part. And you got to put your bodies upon the gears and upon the wheels, upon the levers, upon all the apparatus and you've got to make it stop. And you've got to indicate to the people who run it, to the people who own it that unless you're free, the machine will be prevented from working at all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unless you're free, the machine will be prevented from working at all. Hold on to that thought. Well, those students eventually won the free speech concessions from the administration back then yet 55 years later, free speech is more dead than alive at places like UC Berkeley. Even if conservatives are technically allowed to speak or appear on campus, this is what happens when they show up."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No Donald, no Trump, no fascists here I say."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You racist little [Bleep]"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Get the [Bleep] out of here."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yeah. All right."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "As far as I can tell, I've been totally successful. I've shut this entire [Bleep] down."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And this is anti-free speech but really it's an anti-freedom movement. It didn't start with Trump. It's been growing since Jeane Kirkpatrick was shouted down at colleges in the early 1980s including at Berkeley by the way. And don't forget what happened in 2014 when Condi Rice was invited to give the commencement address at Rutgers."
    },
    {
      "speaker": "CROWD",
      "utterance": "Condi Rice has got to go. Hey-hey, ho-ho. Condi Rice has got to go. Hey-hey, ho-ho."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Secretary Rice eventually gave into the mob and stepped aside as speaker. Well, it would have been nice though, wouldn't it? If Barack Obama, then the nation's first African-American President had said something, anything to support the free speech rights of the nation's first African-American female Secretary of State. But no such luck. But President Trump struck a blow for free speech on campus, this afternoon and announcing an executive order aimed at schools that trample on free speech rights."
    },
    {
      "speaker": "DONALD J. TRUMP, PRESIDENT",
      "utterance": "Under the guise of speech codes and safe spaces and trigger warnings, these universities have tried to restrict free thought. Under the policy I am announcing today, federal agencies will use their authority under various grant making programs to ensure that public universities protect, cherish, protect the first amendment and first amendment rights of their students or risk losing billions and billions of dollars of federal taxpayer dollars."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, of course the cable networks, they largely dismissed this effort as just basically exaggerating this threat on campus all together."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The problem is the President is following a cliche about what the crisis is on campuses, that cliche says that noble, conservative speeches routinely shut down by crazy liberals and of course the reality, the day to day reality on college campuses is far more complicated than that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh really, well, others were just out there suggesting that Trump was acting - only protecting speech from his supporters. So in other words that would mean his entire exercise today was meant to just what, target liberal speech on campus. Oh my God, that is just ridiculous, completely absurd. Liberals dominate every aspect of university life and all but a handful of schools. They dominate the faculty, they dominate the administration, they dominate in the board of directors, board of trustees and of course the student body itself. So what are the principles thinkers on the left today? Why are they standing up and fighting for the free expression rights of everybody including conservatives? And by the way, conservatives are obviously in the minority at colleges nationwide."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Even as universities have received billions and billions of dollars from taxpayers, many have become increasingly hostile to free speech and to the first amendment. We will not stand idly by and allow public institutions to violate their students constitutional rights. If a college or university doesn't allow you to speak, we will not give them money, it's very simple."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, back to Berkeley in 1964. Many of the students who ended up agitating for free speech that fall, had spent the summer in Mississippi registering Blackshear croppers to vote. This is where they were radicalized and they tied their own free speech rights to the civil rights movement, very interesting tactic. It's a fascinating story. But you might not know that a group called the Independent Socialist Club also played a key role in organizing the free speech movement. And it's funny, isn't it? That all these decades later, with more Democrats slouching toward socialism, it takes a conservative Republican like Donald Trump to remind us what it was all about. Freedom. And that's THE ANGLE. All right joining me now to rock and roll on this topic, two people who were at President Trumps executive order signing today. Harmeet Dhillon, RNC National Committeewoman from California and Bernadette Tasy, who's a correspondent for campusreform.com and a student at California State University. Harmeet, practically speaking, how will this proceed? Every agency and department will have a role, how will this work?"
    },
    {
      "speaker": "HARMEET DHILLON, RNC NATIONAL COMMITTEEWOMAN",
      "utterance": "So the twelve agencies mentioned in the executive order and each of them is supposed to go make some regulations as to how they're going to implement this. But the big idea is that if a university does not adhere to the free speech principle, that's either it's promised if it's a private institution or the first amendment requires if its public institution, then the funding will be reviewed and potentially pulled. And for some of these institutions, you're talking about hundreds of millions in a couple of cases over $1 billion of federal funding from one of these twelve agencies so it could be huge and so this is a stick, if you will to make sure that they comply with their promises and their obligations under the constitution. It is being mocked by the left because they say the schools should have to do this anyway. Well, they aren't doing it which is the point. There was almost 200 students there in the room today who each had their individual story of being trampled."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's great."
    },
    {
      "speaker": "DHILLON",
      "utterance": "And so it's about time, these are our taxpayer dollars and if the schools want the federal dollars, they have to comply with the federal law."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think this is such a great start and this conversation, Bernadette is so important for people in your generation to have and to see being dealt with by frankly, a conservative because conservatives believe everybody should have a say and yet all the liberals are running for cover. They don't want any part of this conversation because exposes them. Tell us about your story."
    },
    {
      "speaker": "BERNADETTE TASY, CAMPUSREFORM.COM CORRESPONDENT",
      "utterance": "Right, well, couple of years ago I got permission from my university to chalk pro-life messages on the sidewalk."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chalk?"
    },
    {
      "speaker": "TASY",
      "utterance": "Chalk, that's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How threatening."
    },
    {
      "speaker": "TASY",
      "utterance": "And a professor came up to me and said, he'd be coming back to erase them and that's just what he did. He ended up bringing students with him to help erase those messages as he proclaimed that college campuses are not free speech areas and we ended up filing a lawsuit with Alliance Defending Freedom and this is the students for life group back at Fresno state. And we ended up winning, this is a big win for free speech and a big win for students who are attempting to speak their views on campus. Our students now are future legislators and judges and this is a way for the university to step up and to be held accountable."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh no, no, this is, we've been doing a lot and Harmeet, you've been helping us on this."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "To push these narrative of why repercussions are so important for bad behavior. I mean, we want people to be responsible. Everybody makes mistakes, everybody steps over the line every now and then but when it's criminality when they are like - whether it's a racial hoax, whether it's intimidating a student and depriving you of your free speech rights, there have to be repercussions. And Alliance Defending Freedom by the way is a phenomenal organization, just so the audience can see this by the way, this is what happened when Fresno State University, when you put your pro-life messages on school sidewalks, let's watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Free speech is free speech in the free speech area, it's a pretty simple concept, okay? This does not constitute a free speech area, Okay? This is our part of free speech, do you disagree with our part of free speech? College campuses are not free speech areas. Do you understand? Obviously you don't understand."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now then this happened in April of 2018."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Hey, why are you tearing down our posters?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Go to hell."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Why are you tearing down our posters?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I love this. This is the kind of stuff we would have done, Harmeet all those years ago, this was great."
    },
    {
      "speaker": "DHILLON",
      "utterance": "So Laura the reason that the videos are there are because students are getting punched, students are getting assaulted and you know, I, as a lawyer for a lot of these students have said, you need to start documenting this because you can expect this type of violence and harassment on a lot of these campuses today. And so every - Bernadette had a lawyer, my clients have had a lawyer but this is going on at community college, it's going on at every level and not everybody has a lawyer. So it's really important that President Trump turn the tables and put the burden on the schools, not on the students to go to court and enforce their rights and so young America's foundation which helped us in the Berkeley case and other groups on campuses have been instrumental in making sure this happens and I'm really excited to see that now we're going to have to you know, who in the universities is going to defend them not adhering to the first amendment."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, let's look at some of the federal funding that some of the biggest schools get. Johns Hopkins gets about $2 billion a year. University of Washington- Seattle $952 million. Michigan gets $829 million. Stanford $710 million. University of North Carolina-Chapel Hill $676 million. Now half of Johns Hopkins funding comes from the Department of Defense, they do a lot of defense research there and the President was I think, clear on this, this is not about tuition, going after study - money that would go to tuition, these are the special grants that they get for various reasons and I have to ask you, Bernadette. Are students on campus this reflexively liberal or do most of just kind of keep to themselves and say, I don't want any problems, I just want to my keep my head down, study, maybe party, have some fun but keep my head on study and get out of here?"
    },
    {
      "speaker": "TASY",
      "utterance": "Right, it's a very hostile environment for conservative students and it's a shame that they feel that they can't speak up, they can't speak their values, their views because they will be shut down and universities should be a promoting free speech."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But they say, this is hyperbole. I mean, when you hear from liberals, you heard that guy, when I played during “The Angle,” oh, it's a big exaggeration. There are a few examples where people went nuts and it was - it's terrible but this is all exaggeration, you guys exaggerating this for publicity."
    },
    {
      "speaker": "TASY",
      "utterance": "This is happening with university administrators and professors in my case that you saw. It's not just students that are attacking free speech and so for it to come all the way from the top, this is something that we report on all the time at the leadership institute's campus reform and it's something that's become a big problem. And like I said, we're teaching our students who are going to be our future leaders and so this is so important to us as we are being attacked on campus that President trump has signed an order."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right guys, thank you very much and as we discussed, it was once the beacon of free speech but now Berkeley is ground zero for shutting it down. Speech that isn't approved, which is basically conservative speech has been met with threats and violence. Our next guest was there 55 years ago for the birth of the free speech movement, protesting and documenting the entire thing as a student photo journalist. And he's now outraged by his fellow liberals for rejecting so much of what they once stood for. Richard Muller joins me now. Richard, it's great to see you. By the way, you look really young, I can't believe that. I want - I want what you're having, you look fantastic. And I'm watching these videos today. I mean, this is what I do all day long. I'm watching all this archival footage. And students seem really impassion, they were really dedicated to the mission and cause of free speech. Seeing what you're seeing today, is this what you had in mind back in 1964?"
    },
    {
      "speaker": "RICHARD MULLER, PROFESSOR, UC BERKELEY",
      "utterance": "No, no. No, no, no. Back in 1964, free speech was a dream, it was something that was practiced and it could be improved. In 1964 when I first arrived on the campus, I went to a lecture by a Nazi - by an American Nazi. I was curious, I was fascinated. I went there, there were about over 100 students listing. He was introduced politely and he talked for half an hour and then students took their turns, raised their hands and asked him questions and everyone tried to outdo the previous question in terms of stumping him, making him look embarrassed, to confound him. And by the time everybody left 20 minutes later, everybody regarded him as an idiot. He couldn't answer any of the questions. He looks stupid. I walked out, I remember thinking what a wonderful example of free speech this is. On the University of California campus you could hear anybody, you could hear their side if they have something to say, you have an opportunity for it but you can challenge it and there was challenge, there was a glorious moment. It was a few months later that I decided to I thought, put my career on the line and be arrested in their free speech movement."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Richard, someone like this guy, Milo, who is kind of an out there guy. I mean, he just shows up on campus and gives a speech. And this is in the birthplace of the free speech movement. We're showing the video now. Things were smashed, people were threatened, people running for safety. A lot of people with black masks on their - on their faces. I mean, these brave warriors for something but they have to cover their faces because they're all a bunch of little wimps with mommy and daddy paying for it all. But this is what it looked like and there's no debate. There's - people getting their face punched in, there's no debate."
    },
    {
      "speaker": "MULLER",
      "utterance": "No, no, this isn't free speech, this is what happens - the United States had its ten amendments to the constitution to preserve the rights of the minority. And you have to do that, you have to have those amendments, you have to have them enforced. If you don't, then you don't have freedom, you have liberty and liberty allows the bullies to take over. And over the last 15 years I've been watching this slowly happen at Berkeley to my horror. And there's not much you can do about this. The university has a role in my mind of protecting free speech. That means they have to hold back the bullies, they have to allow speech and debate to proceed and the university's been afraid to do this. Every time they did it, they did it in a heavy handed way, they got into trouble for it, it got worse and worse and now we're at a point, you mentioned earlier Condoleezza Rice but that really horrified me. There was a time when she was invited to come to the University of California, Berkeley to give a talk and she couldn't come because she knew she would be shouted down."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I mean, Condi Rice is a pretty mild mannered person. I mean, it's not Milo- like mainstream Republican and Condi Rice was too much. Everyone thinks it's about Trump. This has been going on when I was at Dartmouth, this was going on in the eighties with Jean Kirkpatrick. I mean, she couldn't get a word out there throwing stuff at her."
    },
    {
      "speaker": "MULER",
      "utterance": "That's right. Now if you told me back in 1964 that this would become liberty not freedom, that bullies would be allowed to have their free speech and suppress the other speakers, if you'd told me that the most prominent, successful, maybe even effective but certainly a person. I went to hear a Nazi you know, I would have loved to hear Condoleezza Rice but she couldn't appear on campus because the bullies had taken over, that's not what she -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "By the way, we're showing - by the way we're showing some of your photos that you took. So what were you? 19 - 18 years old. How old were you back then?"
    },
    {
      "speaker": "MULLER",
      "utterance": "I think I was 20. I know that because -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay so you're inside - you're inside Sproul hall at this point, right? And you were taking all these -"
    },
    {
      "speaker": "MULLER",
      "utterance": "I think I was the only one who knew how to take tri-X film and push it too and save a thousand. So I got all these photos, I've never seen any other photos taken inside Sproul Hall other than the ones that I've taken. They're all online."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unbelievable. We really appreciate your coming on professor. Your voice, you were there, you covered it, you knew the people who organized so much of this and you're giving us a perspective that frankly people across this country, young people, everyone you disagree with me? Fine, take it out on me online or whatever you want to do but let people speak and then, may the best arguments win out. Great, great to have you on professor, thank you so much."
    },
    {
      "speaker": "MULLER",
      "utterance": "You're welcome."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And ahead, liberal partisan writers are being hired to teach journalism classes and Dinesh D'Souza, he's been targeted on campus. He has all the details plus progressive groups push Democrats even further toward anti-Semitism and they happily oblige. What does Mike Huckabee think of that? Don't go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, how about this for indoctrination? New York University has hired partisan fact checker Talia Lavin to teach a course on covering the far right. You might remember, Lavin resigned from the New Yorker last year in disgrace after she falsely accused a wounded combat veteran and an ICE agent of having a Nazi tattoo. From there she went to work for the liberal goon squad, Media Matters and now NYU thinks, she's just the person to be lecturing students on journalism. Well, remember, last year the same school hired former teen Vogue columnist, Lauren Duca to teach a, \"Feminist journalist course.\" Duca once tweeted that, \"straight white men are generally trash,\" and she said of Billy Graham following his death, \"Have fun in hell.\" What a sweetie. Sexist and cruel, apparently the winning combo for NYU's J. school professors. Joining me now is conservative filmmaker Dinesh D'Souza. Dinesh, is there really a surprise though that radicalism is being rewarded, bred, fed on college campuses in these hiring decisions?"
    },
    {
      "speaker": "DINESH D'SOUZA, CONSERVATIVE FILMMAKER",
      "utterance": "Well, I think we should step back for a moment and take in the comedy of the situation. You have here practitioner of fake news, somebody who's busted either for sheer incompetence in journalism or for outright deceit. I mean, trying to pin, you might say the Nazi tail on an ICE agent and not being able to get away with it and so what happens to her? She's kicked out of journalism but she's hired to teach journalism. Now think about this. In any other field, this would be insane. If somebody was caught for example, cheating at chess or making illegal moves would they be hired to teach chess, to be a chest coach? No, why not? Because we don't want chess coaches teaching people to make illegal moves or cheat at the game but NYU does so I think that the reason that they hired her is precisely because they see that from their point of view, she has a stronger commitment to Left wing activism, to social justice as they put it than to journalistic standards. They don't really care about the journalistic standards, she's highly qualified from their point of view."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But part of what they're doing Dinesh is what we alluded to, we talked about with Harmeet in “The Angle.” They want to circumscribe speech, they want to take players off the field all together so she's just a hit gal, she's another you know, Media Matters, they don't want to argue, they don't want to win the debate. They want to search and destroy, that's what they do, that's why you know, Fox viewers are so loyal to this network because we refuse to bow, we refuse to cave in to these kind of terroristic tactics and that's what they are. They are little journo terrorists and people are sick of it and tired of it, even the free speech movement photo journalist from 1964 was just on saying, this has got to end on college campuses. This is craziness but they do it to intimidate and they're teaching young kids to learn to try to intimidate conservatives who they will call far right from ever entering the public sphere. That's what I think is really going on."
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "Yes, you have two institutions here that seem to be kind of in an incestuous collaboration. On the one hand you have academia and academia's producing the fake narratives on the fake scholarships and then you have journalism which is producing the fake news. And notice the easy and seamless traffic between the two, people move seamlessly from academia into journalism, even when discredited in journalism as in this case. She slides right back into academia and so essentially what you have is the left using these megaphones of culture, namely media, namely academia to put out fake narratives of one kind or another."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Dinesh, what at this point should you know, students do? I mean, I don't - I haven't heard of anyone actually going to a journalism school in a long time. I mean, should conservatives even think about going to journalism school? Is there a reason to go to journalism school today in this climate?"
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "Well, I don't think we need much journal - I don't think we need people to go to journalism school. We do need a lot of investigative journalists on our side but I think in terms of students and the public, we've got to learn to decode these narratives. We've got to be able to look at the news and you know, we're so accustomed to saying, o gee, that's the news, that's what happened yesterday. Oh Gee, that's what my professor told me, that must be the way it was in the 1930s or the 1830s for that matter and now we've got to become distrustful of these narratives and learn to read between the lines so to speak."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I just really quickly before we get to Huckabee, Dinesh, I want read, this is her bio at NYU. Talia Lavin is a writer and researcher focused on far right extremism and social justice. She's written for publications from The Village Voice, that tells you all you need to know and The Washington Post and then from her course descriptions, move on to that. The course will teach students vital tactics in identifying and tracking the spread of far right movements online, it will teach students how to track far right harassment campaigns to their sources, etcetera, etcetera. How ironic when the left are the agents of harassment now with their tedious, pathetic, in the basement, underwear campaigns against conservatives so they're talking about conservative harassment. Are you kidding me? We're actually for something called free speech, fools."
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "Well, look at - look at what she was trying to do the ICE agent. She was trying to basically make a law enforcement official into a Nazi so this guy was not far right. You know, it's almost as if, you have a communist who looks at a welfare state liberal and says, you are far right, and actually that's far more illuminating about the person making the accusation than it is about the person who is attempted to be described."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh D'Souza, oh, yes, there's the picture. Dinesh, thanks so much. And also tonight, a growing number of 2020 Democratic hopefuls will not attend this year's American Israel Public Affairs Committee policy conference, better known as AIPAC. Now, the news comes just a day after the liberal group Moveon.org called on Dems to boycott the event. The list includes Senators Elizabeth Warren, Kamala Harris, Bernie Sanders, and now Beto O'Rourke, Julian Castro, and Pete -- I never can say his last name -- Buttigieg. Joining me now, Governor Mike Huckabee, former 2016 Republican hopeful and of course FOX News contributor. Gov, why are the Dems playing into this progressive, anti-Israel mindset? And they are doing it so quickly, they fall into line so quickly."
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "utterance": "Because they have lost their minds. Our alliance with Israel is not a left-right issue. It's an up- down issue. This is not horizontal politics, the left or the right. It's vertical politics of are we going to take our culture and society up or are we going to take it down? AIPAC has been reliably nonpartisan. In fact, if anything I got a little disappointed with AIPAC a few years ago during Barack Obama's push for the Iran deal because they were really pretty much on the sidelines. They didn't say that much that was overly against it. And I think the reason, they didn't want to offend the president. I thought they should have offended him because the deal was terrible. It was terrible not just for Israel, it was terrible for the U.S. But this has become the new mantra for the Democrats is to be against Israel. They don't like the prime minister, Netanyahu, who I was just with two days ago in Israel, and they don't like him because they don't understand him. His job is not to be left or right. His job is to protect his country. And in doing so, Laura, he is doing us a great favor. And he understands that the Iranians are led by crazy people who would blow up the world if they could, and that's why even the other Arab nations don't like him and don't trust him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This anti-Israel sentiment is a line from, in many cases, the media, academia. And also we are seeing it in Hollywood develop, and we are seeing it in a big way on college campuses. This boycott-divestment- sanctions movement, BDS movement, it is sweeping the country. Now even Berkeley professors are saying that this is starting to really hurt their First Amendment free expression rights. So they say for years BDS supporters have disrupted campus events featuring individuals who espouse views they oppose. This could have been part of THE ANGLE in the first block of the show. They've also deprived University of California students, faculty, and staff of their right to hear alternative viewpoints. The goals of BDS and its supporters and actions, therefore, do pose a clear and direct threat to academic freedom. So Governor Huckabee, that's when the rubber meets the road for the faculty, when they feel, wait a second, wait a second. My academic freedom is now being heard by the liberal -- the liberal. I say \"liberal,\" it's not really liberal, but the progressives on campus who I think there's a deep anti-Semitic strain running through it. But now even the professors are saying, whoa, this has gotten out of hand."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "The BDS movement ought to take the \"D\" out of it because it's really just a B.S. movement."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Let me tell you what has happened because of BDS. The Palestinians that had good jobs because Israel opened up factories like the SodaStream factory in Judea, 1,100 people work there. I toured the plant - - 600 of them are Palestinian, 500 were Israeli. They got along fine. They worked together, men, women, Muslim, Jew. It worked beautifully. They had the best paychecks they've ever had their lives, four times the amount of money they'd ever gotten under the Palestinian Authority for any job they ever had. And the BDS movement put so pressure on SodaStream, they shut the plant down. And you know who suffered the most? The very Palestinians that it's supposed to help. That's what's irrational."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, but Governor, look, we had Obama and Hillary. They both spoke at AIPAC. So will the party ever be the same after the radicalization that we are seeing overtake it now? Will it come back to sanity?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "If it doesn't, they're going to continually move to a level of being anti-Semitic, and that's dangerous for the Democrats. But, Laura, forget the politics of it. That's dangerous for freedom. It's dangerous for a country, Israel, that most mirrors the U.S. in its ideology and in its value system. And we still have to do with the fact that, look, they may not want to admit it, but the Palestinians rewards terrorists, and if a Palestinian kills a Jew, that family is rewarded with a lifetime pension, they get a street or park named after them. That's got to stop."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It all has to stop. Peace in the Middle East, everybody wants it, but it's extremely frustrating. Governor, thank you so much. And coming up, failed gubernatorial candidate Andrew Gillum has a plan, check this out, to get 1 million new voters for the Democratic Party in Florida. So who exactly is he referring to and targeting? Is it all above board? “The Ingraham Angle” exposes it next. Plus, what happens what happens when we start releasing prisoners from the war on terror? One expert has a big warning, loopholes that might allow them to move into your neighborhood. He explains, ahead."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tonight we turn our eyes to Florida and a push by failed progressive gubernatorial candidate Andrew Gillum. In the wake of his loss, Gillum now is looking to turn Florida blue with 1 million new Democratic voters. That got “The Ingraham Angle thinking.” Where exactly are these 1 million voters? And who is the man behind this effort? First the new voters. After hurricane Maria, it was reported that roughly 300,000 displaced Puerto Ricans move temporarily to Florida. The best estimates guess it is about 60,000 will actually actually stay. Ahead of last year's primary, here's how many of the new Puerto Ricans registered -- 55 percent went independent, 36 percent went Democrat, and just nine percent registered Republican. And it isn't just displaced voters. Gillum himself even admitted they are targeting, quote, \"1.4 million returning citizens,\" in other words, former felons in line to have their voting rights restored after a vote last year."
    },
    {
      "speaker": "BILL MAHER, COMEDIAN",
      "utterance": "Next time, Florida is going to be a different ball game because they passed the --"
    },
    {
      "speaker": "ANDREW GILLUM, D-FLA., FORMER GUBERNATORIAL CANDIDATE",
      "utterance": "Amendment Four."
    },
    {
      "speaker": "MAHER",
      "utterance": "Right."
    },
    {
      "speaker": "GILLUM",
      "utterance": "That's right."
    },
    {
      "speaker": "MAHER",
      "utterance": "Ex-felons can vote."
    },
    {
      "speaker": "GILLUM",
      "utterance": "That's right. That's right. That's right."
    },
    {
      "speaker": "MAHER",
      "utterance": "That will make a big difference."
    },
    {
      "speaker": "GILLUM",
      "utterance": "That's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't ex-felons want a good economy? I think so. But aside from where these new votes should come from, should Democrats entrust Gillum with this effort? Just two months ago, the Florida Commission on Ethics found unanimously that as mayor of Tallahassee, Gillum violated ethics laws with trips to Costa Rica and New York, and of course tickets to the Broadway musical \"Hamilton.\" And do Florida Democrats really want someone who doesn't respect the will of the state's voters to be the catalyst for this?"
    },
    {
      "speaker": "GILLUM",
      "utterance": "Had we been able to legally count every one of those votes, not just in Florida but also in Georgia, I wonder what the outcome may be."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's exactly what they are staying in Georgia, by the way. And Florida will be of vitally important state for President Trump's reelection. It's clear the Democrats will be relying on felons, displaced voters, and an ethics violator to throw the vote their way. What's the GOP plan? We'll be watching. All right, and we are so far removed now from September 11th that prison sentences we thought would last forever are now ending. And those terrorists are coming back into society. The Counter Extremism Project is reporting that over the next five years, 61 terrorists and suspected terrorists will be walking free. In a little more than one month, detainees zero-zero-one in the war on terror, John Walker Lindh, is getting out. The American Taliban militant reportedly told a television news producer that he would continue to spread violent, extremist Islam upon his release. And next year, Kevin Lamar James is being released. Remember he created a radical Islamic group while in prison and ordered an attack on a U.S. army recruiting office. Joining me now is John Torres, former acting ICE director. John, should we be worried about these guys coming back into society?"
    },
    {
      "speaker": "JOHN TORRES, FORMER ACTING ICE",
      "utterance": "Yes, we should be worried, not so much because we know law-enforcement is going to keep tabs on them, but they have limited resources. And quite frankly what I'm concerned with is the average citizen. I'm not in law enforcement anymore. Who is moving into the neighborhood next to me? Who's going to be close to our schools where our students are, the churches, the concert venues? These are all places that have been attacked in the last few years."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The argument would be they were sentenced and they fulfilled their sentence. Let's review Kevin Lamar James first. He was sentenced to 16 years. His release is January 2020. Convicted for seditious conspiracy to levy war against the U.S. He founded a domestic terrorist group, the Jam'yyat Al-Islam Al-Saheeh. Sorry if I screwed that up. The group recruited people who planned to attack U.S. military operations, infidels, and Jewish facilities in the L.A. area. I'm sure he'll just end up being a barista after he leaves. And then Syed Hashmi, his sentence was 15 years, released August of this year, detained at age 27 while boarding a plane to Pakistan, extradited to the U.S. on charges of providing material support to Al Qaeda, was affiliated with al-Muhajiroun, a banned militant jihadist network in the U.K. We have a lot of problems already in this country. We are dealing with gang warfare not too far from where we are right now. Ms-13, they are decapitating people, stabbing them 100 times. That trial is going on. And now we're going to have to deal with this, too? This can't end well."
    },
    {
      "speaker": "TORRES",
      "utterance": "Not only that, but a number of people who are going to get released, they are foreign nationals, so they are going to be turned over to ICE to be deported. But there are some countries that aren't going to take them back. So guess what, they're going to be stuck here in custody, but only for a limited time because the Supreme Court has ruled that ICE can only detain people for up to six months at a time. So that's part of the problem. The other part of the problem is you have a number of U.S. citizens, they aren't going to get deported. They are coming into the communities next to us right where we live."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my gosh. John, I also want to get your reaction to breaking news tonight out of Washington state. ICE is confirming that the man who killed a sheriff's deputy and injured another officer there in a shoot-out was indeed in this country illegally. The suspect had an agricultural work visa that expired five years ago. The Center for Immigration Studies estimates that 42 percent of the 11 million migrants thought to be living in the U.S. illegally as of 2014 have overstayed their visas. What's the solution here? This is another -- we've been talking about Bambi Larson. We exclusively pushed this story for days and days and days. We want justice for her, and now we have another person we need justice for."
    },
    {
      "speaker": "TORRES",
      "utterance": "So any time a law enforcement officer is killed in the line of duty is a tragedy, but it's even more senseless when it's done by someone that shouldn't be here in the United States. And so one of the concerns I've always had is, OK, so ICE agents in the past been accused of, why should they be so heavy-handed when they go arrest someone. Why should they be wearing a vest or a jacket or have a gun drawn? It's because of situations like this. You don't know how prison is going to react. And quite frankly, when I look at this, there's something missing here. This is a person that's supposed to be an agricultural worker who leads police on a high-speed chase and then guns down two trained police officers, one who was killed, and another seriously injured."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is what we always hear, though, who is going to pick the blueberries? If I hear that one more time, who's going to pick the blueberries, who's going to pick the raspberries? Someone apparently did pick the fruit and then he ended up killing someone. So that's why we have laws, so you have an orderly presence of people who want be part of our great American experiment and representative democracy."
    },
    {
      "speaker": "TORRES",
      "utterance": "And then this leads to sanctuary cities."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, no."
    },
    {
      "speaker": "TORRES",
      "utterance": "Where they're going to turn around and say he didn't have a criminal record. We shouldn't focus on him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And if they picked him up, which we'll find out more about him in the coming days, if they had picked him up for something else a year ago, they wouldn't have honored a detainer anyway. So that's where this is. It is a travesty and the people of California have got to wake up. Thank you, John. And New Zealand's ban, by the way, on semiautomatic weapons following that horrible series of mosque attacks has now spurred calls to do the same here. But is that a good idea? Congressman Steve Scalise, himself of course a victim of gun violence, has some thoughts on it next."
    },
    {
      "speaker": "JACINDA ARDERN, NEW ZEALAND PRIME MINISTER",
      "utterance": "Every semiautomatic weapon used in the terrorist attack on Friday will be banned in this country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "New Zealand's assault weapons ban comes a week after that deadly terrorist attack on two mosques. Democrats immediately praised the response and pushed for similar action here in the United States. Bernie Sanders tweeted \"This is what real action to stop gun violence look like. We must follow New Zealand's lead.\" And Alexandria Ocasio-Cortez also chimed in, saying \"within days New Zealand acted to get weapons of war off the consumer market. This is what leadership looks like.\" Joining me now, someone uniquely qualified to address this issue, House Minority Whip Steve Scalise, a gun violence victim himself. Congressman, you heard Bernie, you heard AOC praising the leadership of New Zealand, saying let's get it done here. Are they right?"
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA, HOUSE MINORITY WHIP",
      "utterance": "Well, Laura, the first thing we all should do is keep in mind that there are 50 victims and we should pray for them. But when you hear liberals in Washington talking about gun control, it's much less about guns and much more about control. If you look, they've been trying to control every aspect of people's lives. Just a few weeks ago, they passed a bill to take away first amendment rights. Everybody from the ACLU to National Right to Life said they were infringing on the first amendment rights. Then a few weeks before that, they passed a bill to take away some more of your second amendment rights. And we are talking about law-abiding citizens. We are not talking about people that are out committing these crimes, already violating laws that are on the books. Enforce the laws that are out there, but don't infringe upon the rights of law-abiding citizens. Unfortunately, that's what Democrats want to do in Washington. And we have a Second Amendment in this country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They are very different countries. We've had our share of terrible gun violence, obviously, that is reprehensible and horrific, so they point to high-capacity magazines. You've got to get those off the streets. No reason to have an AR-15. Isn't AR-15 one of the most popular rifles in the United States? That's a lot of weapons you'll have to confiscate, I guess, if that's what they want to do."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Laura, this is the danger of what they're trying to do. When you look at their definition of semiautomatic weapons. And by the way, automatic weapons have already been banned since 1986. Semiautomatic weapons, when they described them, in many cases they are talking about hunting rifles. They are talking about weapons that people buy to defend themselves in their home. These aren't the weapons in many cases that are being used in some of these violent crimes. So we have a Second Amendment for a reason, and that's so people can defend themselves against criminals."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. I want to play something that happened with Ali Velshi I think over there at MSNBC, and Dana Milbank. Let's watch."
    },
    {
      "speaker": "ALI VELSHI, MSNBC ANCHOR",
      "utterance": "I want to go somewhere else with this, because nobody in America has suggested banning any guns, but we have so many guns in this country that it causes other problems, while mass shootings get our attention because they are so tragic. DANA MILBANK, POLITICAL COLUMNIST, \"THE WASHINGTON POST\": We live in a different system. We have Constitutional obstacles. But it is outrageous that all we hear, it's become this cliche, thoughts and prayers. It's not doing anything to stop this from happening."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Constitutional obstacles. That's not how I view the Constitution."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Listen to what they say. They view the Constitution as an obstacle that they can go around. The Constitution is the framework of our country. It's what makes us in America better than everybody else in the world in terms of a country where you actually have rights that are given to you not for men and women, but from God. And you have those rights for a reason, so that you can protect yourself in your home."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I'm happy to take all the thoughts and prayers that I can get every day. And I am given them to you."
    },
    {
      "speaker": "SCALISE",
      "utterance": "I needed those thoughts and prayers, and they meant a lot to me."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They sure did, and we were praying for you, and we continue to. Congressman, thank you so much. And up next, a fuzzy little furry fluff ball and a car. It's tonight's last bite. What in the world is that?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can I get you to come out of my car, please? Hey, buddy. Come out the other side now. Can you please, come on, come out the car. I know it is nice and cool in here with the -- no, no, don't go up the front. Come on, buddy. You are tearing up my dash. Go. Thank goodness."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "By the way, that went on for, I don't know how long. Samantha, thank you for finding that. It made me smile all day. Poor koala. Just wanted to cool off in the car in Australia. That's all the time we have tonight. I dropped a new podcast today. Make sure to check out, lauraingraham.com, podcastone.com or iTunes. Shannon Bream and the \"Fox News @ Night\" team take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}