{
  "date": "March 2, 2018",
  "headline": "GOP and Democratic congressmen debate NRA boycott",
  "subHeadline": "Conservatives are striking back after activists call for companies to cut ties with the NRA after the Parkland, Florida school shooting; Reps. Duffy and Garamendi weigh in on 'The Ingraham Angle.' \nTags:",
  "url": "https://www.foxnews.com/transcript/gop-and-democratic-congressmen-debate-nra-boycott",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ALFONSO CALDERON, JUNIOR AT STONEMAN DOUGLAS HIGH SCHOOL",
      "sentences": "I'm glad that companies, which are what will stop the NRA from doing what they're doing and basically killing kids, the companies are going to be the ones that are going to stop this. And I'm calling out every single company right now who is not in favor of conducting their ties with the NRA. The NRA has shown themselves to be toxic, vile, and to not support the right to live, which is in the preamble of the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I would say Planned Parenthood hasn't supported the right to live. The NRA has been in business since 1871 and it does more to promote responsible gun ownership and gun safety than any other organization in the country. The fact is Nikolas Cruz should never had gotten his gun because he was a mental case. He was engaged in criminal threats of violence at school and on the internet. The gun control gang has misdiagnosed this problem. We need to know the real cause of the Florida shooting in order to help prevent these tragedies in the future. Why aren't we looking at the effects of themselves like the promise program at Stoneman Douglas, which by the way, we exposed here last night? That incentivized keeping the shooter's disturbing and criminal actions from the police and allowed Cruz to keep a clean record.   And so, when we went to buy guns, she wasn't stopped. And what happened his tumultuous family life, social isolation and the possibility that Cruz's prescription meds might have triggered some of this mania too? We've heard precious little about that. But instead liberal activists ignore those and other important factors and scapegoating their favorite boogie man and political enemy, the NRA. So, what did they do? They kicked off their well-orchestrated boycott. Through social media pressure, they were able to get more than a dozen companies, Hertz, MetLife, Best Western, Windom and Symantec to end their NRA partnerships. Delta and United Airlines said they would no longer give discounted fares to NRA members traveling to their annual conference.  But now, the Georgia state legislature, which granted millions in tax breaks to Delta Airlines decided it had had just about enough. The lawmakers in Georgia voted to strip Delta, which is headquartered in Atlanta, of all of its heavy jet fuel tax exemptions. That costs a lot.   George Republican Lt. Governor Casey Cagle tweeted in part, \"Corporations cannot attack conservatives and expect us not to fight back.\" Well, today, Ed Bastion, who is Delta's CEO issued a memo to employees that the company was, quote, \"in a process of a review to end group discounts for any group of politically divisive nature. Our decision was not made for economic gain and our values are not for sale.\" But what about valuing and protecting your customers? Why alienate them? You know what I was thinking about today as I was getting ready for the show? Remember how this line from Obama went over in Middle America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "sentences": "You go into some of these small towns in Pennsylvania, and like a lot of small towns in the Midwest, the jobs have been gone now for 25 years and nothing's replaced them. And they fell through the Clinton administration and the Bush administration.  And each successive administration has said that somehow these communities are going to regenerate, and they have not. And it's not surprising then that they get birther, they cling to guns or religion or antipathy to people who aren't like them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm just a bitter clinger. I'll never get over that line. But it was so condescending, so insulting, and it was wrong then, and what these corporations are doing to the NRA is wrong now. Because of the corporate cowardice of these companies, people who aren't NRA members are actually considering joining.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not an NRA member, but I'm thinking about it. I think the publicity they've gotten has allowed people to figure out whose side we want to be on the side of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm definitely liberal about just about everything except for this. I think if we stop kind of demonizing all gun owners, we might be able to come up with something that would keep guns away from the people that shouldn't have them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not a member of the NRA, but I want to join now. This is an outrage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, I'm telling you this could be the beginning of a backlash that could be felt by other businesses in red state American and right into the midterm election cycle. Companies seething to this political pressure of the moment think they may have varnished their brands by pleasing the New York Times, The Washington Post, and pretty much all of Hollywood. But they've also kicked a hornet's nest, offending millions of law-abiding peaceful Americans who support the Second Amendment and the NRA. And by the way, those people vote, too. And that's the angle.   Joining me now for reaction are two congressmen from the GOP, Wisconsin Congressman Sean Duffy, who is in Wonka, Wisconsin, and from the Democratic Party, California Congressman John Garamendi, who is in Sacramento. Great to see both of you on a Friday night. Let's start with you, Congressman Duffy. This NRA boycott seems to miss the point of the red flags missed by the local authorities, federal authorities, and all the other factors that have clearly come into play. You say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. SEAN DUFFY, R-WISCONSIN",
      "sentences": "There's a whole bunch of things we should look at. Let's look at what failings happened within local law enforcement, failings of FBI, the failings of the school that failed to protect these kids from Nikolas Cruz coming in and shooting them up.  But what you see happening across America is you have left-leaning media companies that are putting incredible pressure on companies to buy in to the liberal agenda. I think what they forget is these companies forget is, though, they might be headquartered in New York, California, or Chicago, they try to hock their wares all across Middle America and we support the Second Amendment. And we've been a silent majority. We are silent all the way up until the Trump election when we came out in mass force and elected a new president. And I think though we might not sign petitions online to boycott, we might not come to rallies, you'll see Americans offended by what these companies are doing. I'm going to spend my money with pro-Constitution company or one who stepped away from the NRA, I'm going to spend my money with companies that support my values. And I think you're going to see that affect the bottom line of companies all across America, which would be a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman Garamendi, the New York governor, Andrew Coumo, is trying to lure Delta to New York, saying, come to New York, we'll treat you well. But New York is a nightmare still for businesses, even though they tried to bring more businesses back. What is your reaction to this concern from the NRA members and just regular Americans? This is all taking it a bit too far that the NRA is killing kids. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOHN GARAMENDI, D-CALIFORNIA",
      "sentences": "Well, the reality is that boycotts for political and economic reasons are as old as this nation. If you remember the first Tea Party, I mean, the Boston Tea Party, that was a boycott. It goes on and on in this nation where people express their political or economic views by not involving themselves with one company or another. For these companies, I think the words of the president of Delta Airlines probably is what we ought to look at. And that is that Delta, if I've heard him correctly, basically said that that company and that -- and he does not want to be involved in a political debate over issues that are not directly related to that company.  Now, with regard to the Georgia legislature, and I suppose the governor repealing that sales tax exemption, I've been down this road before where here in California there was a huge fight between the Bay Area airports and Los Angeles over sales tax for jet fuels. So, I think Delta will simply load its planes with fuel someplace elsewhere they can get a tax break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I get it. But the problem here is that the members of the NRA had nothing to do with this shooting. They're not responsible for this and truth be told, I think they only had like 13 people get this Delta break on their airfare to the NRA conference. It's not that many people, but it's a message. And it's the same message that Middle America has gotten from the elites for years, that you're stupid, you're obsessed with guns, you're a bunch of bible-thumping idiots. That's how they feel. Congressman Duffy, I know we've discussed this before --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "I represent a very, very large agricultural district and there's nobody that I'm aware of in the California Democratic delegation that would even begin to describe my area and the people that I represent in the way you just did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "They have their views. Some are conservative, some of liberal, but all of them really believe that this is America and they have the opportunity to speak out and to",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman -- and I want Sean Duffy to get on this. If we're going to judge people based on an organization, blood spilled, well, I hope Planned Parenthood is going to lose all of its partnerships or affiliations, given the fact that we have about 57 million babies who never got to see the light of day. There's a lot of medical waste that includes blood all over this country. And so, the vilify the NRA when we have 325,000 babies murdered in an abortion clinic, Planned Parenthood, every year, give me a break. Go ahead, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUFFY",
      "sentences": "Laura, you hear the left-wing media talking about saving kids lives and you hear the kids talking about saving kids' lives. If you want to save kids' live, I would look to the Democratic Party and Planned Parenthood and the left-wing media.   Planned Parenthood killed 300 of the most defenseless, voiceless, little babies last year alone. If you want to save lives, take money away from Planned Parenthood and start attacking -- 300,000 right. And if you want to go after guns, which a constitutional right. This is the greatest hypocrisy that ever existed on the face of the earth. They're not trying to save lives. Liberals want us to rely on government, whether it's our how is -- housing, healthcare, protection with the Second Amendment. They want all reliance on government. This is one other step in a long line of things that take away individual rights and point us to a government to be responsible to everything that we'll ever need in your lives.   We believe as Republicans in individual responsibility and liberty. I want to defend my family in my home with my guns if someone comes (inaudible). I don't want to rely on law enforcement and liberals say they should provide everything to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman Garamendi, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Those are really good talking points, but what we're talking about here is really the safety in our communities. And there is an appropriate and a very good debate going on in America about what role guns have in our society and how we could best protect ourselves individually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUFFY",
      "sentences": "John, if you care about little kids -- do you care about children? How could you and your party support Planned Parenthood? You can't have it both ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, Sean. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're out of time, guys. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Laura -- Planned Parenthood in some segue way that I missed. Let's get back to the issue at hand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let me tell you why we said it. I thought it was pretty clear, but I'll explain it again. We're talking about the blood of children, innocent children who were gunned down in that school and we're talking about the blood of the most innocent who are defenseless in the womb. The elderly, in the womb, and the disabled are the most defenseless in this country. That's why he brought it up. But go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Laura, if you could just slow down for a few moments, Planned Parenthood gets no money from the federal government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Half a billion dollars, OK. They get no money? What are you talking about? They get half a billion dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "If you want to talk about the abortion issue, we can do that also. But we started this conversation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It makes you uncomfortable that's why you don't want to talk about it. But go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Laura, please don't put words in my mouth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm not. That's an opinion. But go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "The reality is we have before us in Washington a very important issue. And that is how are we going to deal with the gun violence in our nation, whether by suicide in individual homes or whether it is by assault weapons as we saw at the schools. This is an important debate and we ought not move away from that debate onto other issues which are important also. So, let us go back to this issue. How are we going to deal with this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. A lot of people want to take away gun rights. I get that. That's an old debate. But we had the FBI and local authorities and the school itself refusing to act on the obvious for a lot of different reasons and maybe it was malfeasance. Maybe it was a mistake or an oversight.  But those three factors alone combine together to allow this kid to go out and get these weapons. It wasn't the NRA who missed the red flag and the FBI were told the kid's going to shoot up the school and they don't stop them, and suddenly it's the NRA's problem. You've got to be kidding me. That's a lame argument. Congressman Duffy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUFFY",
      "sentences": "John, we've had guns in our society since our founding and kids weren't picking up guns and shooting other kids in schools. What's happened in the last 20, 30, 40 that's caused this phenomenon to take place? If you want to address this problem, you have to look at what's happening in (inaudible). Fatherless homes, violence that comes from Hollywood in regard to movies and videogames. We have a slew of issues that have taken place that have undermined our faith and values. There is no faith and morality in our community, schools, and our families (inaudible). You could look at a whole subset of issues that are addressing the anger that kids have right now that cause them to pick up guns. There's a detachment that we have from --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Sean, you're quite correct. There are, Sean, if I may --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Last words to Congressman Garamendi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUFFY",
      "sentences": "You've been driven for 20 years that will come up with each new shooting. The bottom line is we have a crisis in America and it's not guns. It's our culture and the way we're raising our kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Sean, you've raised a very valid point. And one of the things that we need to do is to use tools that are readily available and have been available for some time to be used in schools to deal with those precise issues that you raise. That is the acting out, the loneliness that some people have and the isolation and bullying that does take place. Coming out of Columbine as well as Sandy Hook are two successful programs available in schools. It is interesting to note that in the president's budget, he removed some $50 million that was precisely for the purpose of safe schools that is to make these programs available, to deal with those problems that you just described. So, we ought to get about doing that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're way over the segment but go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUFFY",
      "sentences": "Let's take some of that $63 billion. We both agree we need school security. You might have different security for different communities, I want an armed law-abiding teacher who have specific training. Other communities might do something else, but we can agree to shore up schools. Let's focus on the things we can agree on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a good note to end on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Let's do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, guys. All right. I want to come to Congressman Garamendi's districts and to Sean Duffy's district and hang out for a while without politics involved. That's what we're going to do next time I'm in town. All right. Guys, thanks so much. Have a great weekend. We're going to move from gun rights to the expression \"In God We Trust.\" Now they want to remove our national motto from a government building? Yes, they do. We'll debate it next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hundreds of people rallied this week in St. Louis in a suburb called Wentzville and they did it to support a display of the national motto \"In God We Trust,\" which hangs in their city council chambers. A woman protesting the motto was escorted out of the council meeting last month for exceeding her time limits, but not before she made her point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALLY HUNT, ATHEIST ACTIVIST",
      "sentences": "This has created an atmosphere of hostility and intimidation toward those who don't believe in a higher power. I think that is important for everyone to recognize.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That woman, atheist activist, Sally Hunt is here tonight with her side of the story. Also joining us is Missouri State Senator Bob Onder. Great to see both of you. All right, Sally, let's start with you because that motto \"In God We Trust\" really seems to send you over the edge and I want to kind of figure it out, understanding why you think it's the establishment of religion in the United States. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Well, I didn't say that it is the establishment of religion, but it is certainly the endorsement and the advancement of religion by our government. So, it should send everybody over the edge if they value the U.S. Constitution and I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Which part of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "It's very important to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Which part of the Constitution do you feel this violates?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "So, the First Amendment establishment clause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. Which is why I said established religion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Well, it has been also interpreted -- the Supreme Court has made it clear. Are you aware of the lemon test? You are. Great, great. So, then that's why I would think that you would also be upset about the endorsement and advancement of religion by our government, which is absolutely unconstitutional because the motto \"In God We Trust\" is about religion. There is no secular purpose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What religion does it endorse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "So absolutely Christianity. And I am happy to explain why it's definitely Christianity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, let me just go through for our viewers who don't understand the lemon test, which itself is a lemon. Here are the three things the court just made up. They made this up and said, OK, this is our test. The issue, the government action has to have a primary effect that neither advances nor inhibit religion. It can't be an expressive government entangle in religion either. And it has to have primarily a secular purpose, a government action. This was paid for by private money. This is private money paid for this. And my question to you is how does this expressively entangle the government in religion, which is one of the prongs of the test?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Right. Laura, so the entanglement part does not have to be part of it. There are three parts of the lemon test. And so, it has to -- an action by the government has to pass each one of those three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. So \"In God We Trust\" on the coins, is that also -- we have to all redo all the coinage in this country as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Absolutely. That's also unconstitutional.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, the U.S. government, the U.S. House of Representatives, Congressman, let's get to you on this. In U.S. Congress, it has \"In God We Trust,\" George Washington's great quotes on God and liberty and so forth. You can address -- atheists are really unhappy about this and they want something done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB ONDER, R-MISSOURI STATE SENATOR",
      "sentences": "They sure are, Laura. As you know, the motto \"In God We Trust\" goes back many years. It first appeared in Francis Scott Keys' national anthem. And in 1956, Congress unanimously in both houses endorsed a resolution making \"In God We Trust\" our national motto. And President Eisenhower signed that into law and of course, we know it appears on our national coinage, in the halls of Congress, in the House and the Senate. And in Missouri, it appears in our legislative bodies. So, there's nothing whatsoever wrong with the city deciding they will accept that donation of the \"In God We Trust\" display for their city council chambers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "In fact, Senator, a lot of other states are looking at this too because what happens is you have a couple of atheist organizations, and I think what happens is -- and Sally I want to get you in on this. Our founding was a founding based on liberty, liberty that came not from the government but came from God. Thomas Jefferson said, 1781, God who gave us life gave us liberty. And can the liberties of a nation be thought secure when we have removed their only firm basis, a conviction in the minds of the people that these liberties are a gift from God. Our founders didn't believe in organized religion, but God was important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "So, why didn't they mention God one time in the entire United States Constitution? There's no mention of God, the bible, Christianity not once. But the only time they mention religion is to say that there shall be no religious test for any elected leader. And by the way, I want to clarify why this is clearly an endorsement of Christianity. The Jewish faith says that you do not print the word \"God.\" G-o-d would never be in the Jewish faith on a sign. It's obviously not the Jewish God. Hindus believe in multiple gods. Buddhists do not believe in a god --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But most overwhelmingly Americans believe in God. I think it's 89 percent, 88 percent. You don't have to scream. We hear you. I think the point is most people understand that our country was founded upon this notion of liberty that came from on high. We are endowed by our creator with certain --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "You're only talking about that when it suits your -- there is no mention of -- there's no mention of God in the entire U.S. Constitution -- and again, the lemon test is explicitly clear --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There's no mention of microwaves in the constitution. What does that mean? That doesn't matter. We're talking about liberty, and our liberty comes from God. And the fact that atheists are so -- I also think, Sally, part of it is a lot of atheists, they want to be closer to God but they don't want to be closer. I don't know what it is, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "What does that mean? What do you mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We pray for people as Christians and I think our friends in the Jewish and Muslim faith pray for hearts to change. And I think in this scenario right now, atheists actually turn off a lot of people because it's not hurting anyone in saying \"In God We Trust.\" It's kind of respectful to our national tradition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Do you realize that you're promoting hostility and prejudice and discrimination against atheists, agnostics, secular people throughout this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Our country has secular practices all over the place. You're dominating the conversation. Let's get the senator in. Senator, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Government must remain neutral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're not endorsing the Baptist faith by looking at that \"In God We Trust\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "It's Christianity, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ONDER",
      "sentences": "Well, Laura, as you know, that's exactly right. The Constitution says Congress shall make no law respecting an establishment of religion. An establishment of religion in its historical content meant that Congress would never make America a Baptist country or a Catholic country or a Buddhist country. But it didn't say that government has to have antipathy and hostility for religion. And that's what really Sally seems to advocate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "But I'm not asking for that. Government should remain neutral. And I did not go over my time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We'll have you back, Sally, because this has been -- I'm going to be neutral right now. In our Friday Follies, segment two very different public displays, a cross memorial a court wants to remove from public ground and a Harvey Weinstein statute appears in the L.A. Oscars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Time now for our Friday follies, look at some of the cultural stories just beneath the media radar. What to do with the Me Too movement, Oscar swag bags, and a World War I memorial all have in common. Let's get into that good stuff with FOX News contributor Raymond Arroyo. OK, Oscar weekend, get the popcorn out. Oscar swag bags. Tell me what's going on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "OK. In the Oscar swag bag as you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tell me what they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The Me Too movement has cast a long shadow over this Oscars. They are trying to escape the sexual indiscretions of the misconduct, but in the official swag bag, $100,000 swag bag which actors and presenters receive, in it is pepper spray to repel attackers, body alarms should you be touched inappropriately, and, wait for this, a drink test to make sure drugs have not been placed in your drink.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How romantic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "If you're trying to get away from the Me Too thing and trying to get away from sexual misconduct, why is that in the swag bags? It's a reminder that you may be attacked at the governor's ball, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They should have had those bags at the Clinton White House. They would come in handy. But they get those bags when they're a presenter or a recipient. They used to get Tiffany's stuff. They used to get good stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Now the Me Too movement, it a survivor kit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What about this Harvey Weinstein statue in the billboards in L.A.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "OK, Harvey Weinstein statue just went up in downtown L.A., and it is he in a bathrobe. And it's called the casting couch. Now, the creator of this, a guy named Plastic Jesus -- I can't explain the name. He had this to say about his creation and why he built it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, we picked the Oscar time specifically because there's so much focus on the awards at this time of year, but as everybody knows, Hollywood like to many other industries has this dark underbelly which often goes ignored or in this case has even been covered up or worst.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's a combo of the grim reaper and phantom of the opera. What is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I don't know. He's an artist. He's expressing himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Plastic Jesus. I'm going to look up his work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And they are being really attacked from all sides. They're billboards all over L.A. calling them out. But here's the problem, when the scandal is bigger than your movies, that's a huge difficulty for them. Is it any wonder that viewership plunged to a nine year low last year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No one watched the Olympics. The Olympics is way down. Everything is politicized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But then why are you doing Me Too movements in the ceremony that is supposed to celebrate your great movies? As I asked you earlier, what do you think is going to win the Oscar this year, Laura Ingraham?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't know. I didn't see most of the movies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And most of your audience didn't either. And that's the problem. The scandal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You know what I think they should have at the Oscars, they should just have one of those dressing room coat hangers and it should just be a white bathrobe empty on the stage, just hanging by itself. That would be creepy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "If they want to be self-reflective and really address the Me Too movement, talk about the misogynistic and violent programming that you shove out into the culture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What behind this effort now, speaking of our atheist friends, this effort to remove the peace cross memorial in Maryland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This cross has stood here in Maryland for 100 years. The America Legion and private families put this up to honor World War I veterans. We'll show a picture of it in a second. The America Humanist Society said this needs to be taken down. It's an affront. And two courts have now said, included an appellate court, it should be removed. So this is going to have to go to the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's going to be taken down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Why remove every vestige of our veterans as well as their religious express?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're in tear. We're a tear-down society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Private funds built this. They're saying tax money is used to maintain it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And finally I think one of the most moving moments and one of the most trenchant pieces of commentary over the week came from, a surprising story, someone we don't agree with much, from House Minority Leader Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-HOUSE MINORITY LEADER",
      "sentences": "There's a commensurate bipartisan, a common sense bipartisan path forward. That would be Mike Thompson of California who is the chair of our task force, just 13 percent would go to bonuses and raises, $6 million middle class families. Excuse me, $86 million middle class families' enhancement as they go out to the public sector -- the private sector.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Can someone diagram those sentences?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There is a little editing, but it was fair. It's late in the week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I'll read the transcript later. Happy Oscar weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank you, Raymond. President Trump strikes again, sending the stock market into a dive with a tweet promising tariffs on imports. Well, he said it, too. But might Trump be right that tariffs and trade wars actually could end up being good to make that market more efficient globally? Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, the stock market mostly bounced back today from a nearly 400-point drop after President Trump tweeted trade wars are good. Trump's tweet also claimed that we would win a trade war by simply ending trade with those countries that are taking advantage of the United States. That further spooked a market that's been pretty jumpy ever since the president announced tariffs on foreign steel and aluminum yesterday. Here to discuss the wisdom of tariffs and trade wars in Scott Paul of the Alliance for American Manufacturing. Scott, it's great to see you. The Wall Street Journal was on a tear today -- that's a shock, I think - about trade. But they said Donald Trump made the biggest policy blunder of his presidency Thursday. This tax increase will punish America workers, invite retaliation that will harm U.S. exports, divide his political coalition at home, anger allies abroad, and undermine his tax and regulatory reforms. And you say? SCOTT PAUL, ALLIANCE FOR AMERICAN MANUFACTURING. I say, first of all, he's delivering on a key campaign promise, a view that he's held for a couple of decades. It shouldn't be a shock to anybody that Donald Trump wants to impose tariffs on countries like China that have been trade predators in the United States. Second, I think this will be good to our economy. We have an enormous imbalance, I think as you know, Laura. We have a big trade deficit. Communist China imports a lot. We haven't pushed back for a couple of decades. It's hollowed out our manufacturing base. We lost a third of all manufacturing jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But they always say that's because of automation, that's because of computerization. We need to train the new generation of workers to all be code writers at Apple or something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "They should visit those towns in Ohio and Pennsylvania, those steel mill towns and talk to those workers and they should look at those products that are stamped \"made in China\" coming in. I think they'd have a different opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But China is not our biggest importer of steel. Germany is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Germany is, but we have a lot of Japan, Korea, Turkey, but there's a lot of Chinese product that gets in through the backdoor. China makes 50 percent of the world's steel. It consumes far less than that. In fact it has more steel mill capacity, overcapacity that it doesn't even need, eight times as much as the United States even makes in steel. So that distorts global markets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's explain that to people because people watching are like, you're talking about trade on a Friday night. Sorry. I'm obsessed. I love the trade issue. It's so fascinating. China overproduces steel. We have a glut in global steel, billions and billions of tons in excess capacity. What does that do? It drives the price down. American steel makers thus have a very difficult time in competing because they can't even cover costs. So they go out of business. What then happens? We lose every steel mill and China is the only company, a communist, repressive regime that can make the steel we need and military equipment and pretty much everything else that is heavy manufacturing. It's a nightmare scenario.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "It is. I was in coastal Pennsylvania, one of those little towns that Donald Trump talked about. They've been making steel there since 1810, military grade. It's one of the last mills that can make it for our aircraft carriers, for our Virginia class submarines. And it is under attack from China and these imports. So I think they're cheering the president tonight, even though the Wall Street Journal may be chiding him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've gone the Wall Street Journal way, though. We've done what they said. They said get China into the WTO, give them permanent normal trade relation status. China is going to become freer. It'll be good for America. We've got a lot of cheap stuff, that's for sure, but we've had other problems as a result, including Chinese expansionism throughout its own region and in other parts of the world. And they never seem to go back and say, oh, the stuff we said in 2000 turned out to be totally false. They never go back and say we got that wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "It's because well, we miscalculated, and we didn't expect China to become more authoritarian. There were some folks, including me, who were saying back in 2000 that there's no guarantee if you give China a blank check this is what's going to happen. And what I am tired of today, Laura, is people saying that Donald Trump is starting a trade war. We've been in a trade war for the last decade and a half. We've been in a trade surrender, and we're entering a position where we're going to be pushing back. Our allies don't like it. China doesn't like it. The global companies don't like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's going to hurt workers. Orrin Hatch said it's going to be a huge tax on American citizens and it's going to discombobulate a lot of our economy here. That's a technical term, discombobulate American economy. But he said it's going to be bad for the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Well, sure, the folks that have gamed the system, that benefit from all of this Chinese dumping, they're going to get hurt. But the American workers, the folks who punch their clocks and take a shower after they come home from work that are the forgotten men and women that Donald Trump is talking about, they will benefit and that's why this action matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Finally someone stands up to China and the other cheaters in trade. Great segment. Coming back, a fond farewell to Billy Graham and the lessons we should take from his life, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Family friends and the world paid final respects to Reverend Billy Graham today. More than 2,000 guests attended the funeral in Charlotte, North Carolina, including President Trump and Vice President Pence. The man known as America's pastor died last month at age 99 after a lifetime of spreading the gospel to hundreds of millions of people in person and of course over the airwaves. But it was not Graham's fame that was celebrated today by his family, it was his message and example. His son Franklin evoked his father's spirit this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REV. FRANKLIN GRAHAM, BILLY GRAHAM'S SON",
      "sentences": "The world with all of its political correctness would want you to believe that there are many roads to God. It is just not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Franklin, a reverend himself, summed up his father's eternal vision by reflecting on one of Graham's frequent sayings. Billy Graham used to say that people should not believe it when they hear that he had died. He said, I will be more alive than I am now. Then he added, I will just have changed addresses, that's all. He was a great man, what an incredible example to us all. May Billy Graham rest in peace. And we will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Before we go, some very good news on this Friday night. The families of the 58 people killed in the Las Vegas massacre last year are going to be given $275,000 each coming from a pot of roughly $31.5 million in the Las Vegas Victims' Fund. The group announce today more than 90,000 donations poured into that fund. And the fund, by the way, which originally started as a Go Fund Me effort after the shooting will also pay the same maximum amount to 10 other people who suffered permanent paralysis or other severe injury in that horrible rampage on October 1st of last year. And that is it for us tonight. Shannon Bream and the \"Fox News @ Night\" team, are they going to be dancing? What is our tradition going to be on a Friday night? She has the dance thing. We are going to have margaritas. Mike is going to make the margaritas, Elise is going to make the gin and tonics, Raymond is going to make the Sazerac, and then we're going to turn on the music. Have a great weekend. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFONSO CALDERON, JUNIOR AT STONEMAN DOUGLAS HIGH SCHOOL",
      "utterance": "I'm glad that companies, which are what will stop the NRA from doing what they're doing and basically killing kids, the companies are going to be the ones that are going to stop this. And I'm calling out every single company right now who is not in favor of conducting their ties with the NRA. The NRA has shown themselves to be toxic, vile, and to not support the right to live, which is in the preamble of the Constitution."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I would say Planned Parenthood hasn't supported the right to live. The NRA has been in business since 1871 and it does more to promote responsible gun ownership and gun safety than any other organization in the country. The fact is Nikolas Cruz should never had gotten his gun because he was a mental case. He was engaged in criminal threats of violence at school and on the internet. The gun control gang has misdiagnosed this problem. We need to know the real cause of the Florida shooting in order to help prevent these tragedies in the future. Why aren't we looking at the effects of themselves like the promise program at Stoneman Douglas, which by the way, we exposed here last night? That incentivized keeping the shooter's disturbing and criminal actions from the police and allowed Cruz to keep a clean record. And so, when we went to buy guns, she wasn't stopped. And what happened his tumultuous family life, social isolation and the possibility that Cruz's prescription meds might have triggered some of this mania too? We've heard precious little about that. But instead liberal activists ignore those and other important factors and scapegoating their favorite boogie man and political enemy, the NRA. So, what did they do? They kicked off their well-orchestrated boycott. Through social media pressure, they were able to get more than a dozen companies, Hertz, MetLife, Best Western, Windom and Symantec to end their NRA partnerships. Delta and United Airlines said they would no longer give discounted fares to NRA members traveling to their annual conference. But now, the Georgia state legislature, which granted millions in tax breaks to Delta Airlines decided it had had just about enough. The lawmakers in Georgia voted to strip Delta, which is headquartered in Atlanta, of all of its heavy jet fuel tax exemptions. That costs a lot. George Republican Lt. Governor Casey Cagle tweeted in part, \"Corporations cannot attack conservatives and expect us not to fight back.\" Well, today, Ed Bastion, who is Delta's CEO issued a memo to employees that the company was, quote, \"in a process of a review to end group discounts for any group of politically divisive nature. Our decision was not made for economic gain and our values are not for sale.\" But what about valuing and protecting your customers? Why alienate them? You know what I was thinking about today as I was getting ready for the show? Remember how this line from Obama went over in Middle America?"
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "utterance": "You go into some of these small towns in Pennsylvania, and like a lot of small towns in the Midwest, the jobs have been gone now for 25 years and nothing's replaced them. And they fell through the Clinton administration and the Bush administration. And each successive administration has said that somehow these communities are going to regenerate, and they have not. And it's not surprising then that they get birther, they cling to guns or religion or antipathy to people who aren't like them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm just a bitter clinger. I'll never get over that line. But it was so condescending, so insulting, and it was wrong then, and what these corporations are doing to the NRA is wrong now. Because of the corporate cowardice of these companies, people who aren't NRA members are actually considering joining."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm not an NRA member, but I'm thinking about it. I think the publicity they've gotten has allowed people to figure out whose side we want to be on the side of."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm definitely liberal about just about everything except for this. I think if we stop kind of demonizing all gun owners, we might be able to come up with something that would keep guns away from the people that shouldn't have them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm not a member of the NRA, but I want to join now. This is an outrage."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, I'm telling you this could be the beginning of a backlash that could be felt by other businesses in red state American and right into the midterm election cycle. Companies seething to this political pressure of the moment think they may have varnished their brands by pleasing the New York Times, The Washington Post, and pretty much all of Hollywood. But they've also kicked a hornet's nest, offending millions of law-abiding peaceful Americans who support the Second Amendment and the NRA. And by the way, those people vote, too. And that's the angle. Joining me now for reaction are two congressmen from the GOP, Wisconsin Congressman Sean Duffy, who is in Wonka, Wisconsin, and from the Democratic Party, California Congressman John Garamendi, who is in Sacramento. Great to see both of you on a Friday night. Let's start with you, Congressman Duffy. This NRA boycott seems to miss the point of the red flags missed by the local authorities, federal authorities, and all the other factors that have clearly come into play. You say?"
    },
    {
      "speaker": "REP. SEAN DUFFY, R-WISCONSIN",
      "utterance": "There's a whole bunch of things we should look at. Let's look at what failings happened within local law enforcement, failings of FBI, the failings of the school that failed to protect these kids from Nikolas Cruz coming in and shooting them up. But what you see happening across America is you have left-leaning media companies that are putting incredible pressure on companies to buy in to the liberal agenda. I think what they forget is these companies forget is, though, they might be headquartered in New York, California, or Chicago, they try to hock their wares all across Middle America and we support the Second Amendment. And we've been a silent majority. We are silent all the way up until the Trump election when we came out in mass force and elected a new president. And I think though we might not sign petitions online to boycott, we might not come to rallies, you'll see Americans offended by what these companies are doing. I'm going to spend my money with pro-Constitution company or one who stepped away from the NRA, I'm going to spend my money with companies that support my values. And I think you're going to see that affect the bottom line of companies all across America, which would be a good thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman Garamendi, the New York governor, Andrew Coumo, is trying to lure Delta to New York, saying, come to New York, we'll treat you well. But New York is a nightmare still for businesses, even though they tried to bring more businesses back. What is your reaction to this concern from the NRA members and just regular Americans? This is all taking it a bit too far that the NRA is killing kids. Come on."
    },
    {
      "speaker": "REP. JOHN GARAMENDI, D-CALIFORNIA",
      "utterance": "Well, the reality is that boycotts for political and economic reasons are as old as this nation. If you remember the first Tea Party, I mean, the Boston Tea Party, that was a boycott. It goes on and on in this nation where people express their political or economic views by not involving themselves with one company or another. For these companies, I think the words of the president of Delta Airlines probably is what we ought to look at. And that is that Delta, if I've heard him correctly, basically said that that company and that -- and he does not want to be involved in a political debate over issues that are not directly related to that company. Now, with regard to the Georgia legislature, and I suppose the governor repealing that sales tax exemption, I've been down this road before where here in California there was a huge fight between the Bay Area airports and Los Angeles over sales tax for jet fuels. So, I think Delta will simply load its planes with fuel someplace elsewhere they can get a tax break."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I get it. But the problem here is that the members of the NRA had nothing to do with this shooting. They're not responsible for this and truth be told, I think they only had like 13 people get this Delta break on their airfare to the NRA conference. It's not that many people, but it's a message. And it's the same message that Middle America has gotten from the elites for years, that you're stupid, you're obsessed with guns, you're a bunch of bible-thumping idiots. That's how they feel. Congressman Duffy, I know we've discussed this before --"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "I represent a very, very large agricultural district and there's nobody that I'm aware of in the California Democratic delegation that would even begin to describe my area and the people that I represent in the way you just did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, well --"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "They have their views. Some are conservative, some of liberal, but all of them really believe that this is America and they have the opportunity to speak out and to"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman -- and I want Sean Duffy to get on this. If we're going to judge people based on an organization, blood spilled, well, I hope Planned Parenthood is going to lose all of its partnerships or affiliations, given the fact that we have about 57 million babies who never got to see the light of day. There's a lot of medical waste that includes blood all over this country. And so, the vilify the NRA when we have 325,000 babies murdered in an abortion clinic, Planned Parenthood, every year, give me a break. Go ahead, Sean."
    },
    {
      "speaker": "DUFFY",
      "utterance": "Laura, you hear the left-wing media talking about saving kids lives and you hear the kids talking about saving kids' lives. If you want to save kids' live, I would look to the Democratic Party and Planned Parenthood and the left-wing media. Planned Parenthood killed 300 of the most defenseless, voiceless, little babies last year alone. If you want to save lives, take money away from Planned Parenthood and start attacking -- 300,000 right. And if you want to go after guns, which a constitutional right. This is the greatest hypocrisy that ever existed on the face of the earth. They're not trying to save lives. Liberals want us to rely on government, whether it's our how is -- housing, healthcare, protection with the Second Amendment. They want all reliance on government. This is one other step in a long line of things that take away individual rights and point us to a government to be responsible to everything that we'll ever need in your lives. We believe as Republicans in individual responsibility and liberty. I want to defend my family in my home with my guns if someone comes (inaudible). I don't want to rely on law enforcement and liberals say they should provide everything to you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman Garamendi, go ahead."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Those are really good talking points, but what we're talking about here is really the safety in our communities. And there is an appropriate and a very good debate going on in America about what role guns have in our society and how we could best protect ourselves individually."
    },
    {
      "speaker": "DUFFY",
      "utterance": "John, if you care about little kids -- do you care about children? How could you and your party support Planned Parenthood? You can't have it both ways."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, Sean. Go ahead."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're out of time, guys. Yes."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Laura -- Planned Parenthood in some segue way that I missed. Let's get back to the issue at hand."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let me tell you why we said it. I thought it was pretty clear, but I'll explain it again. We're talking about the blood of children, innocent children who were gunned down in that school and we're talking about the blood of the most innocent who are defenseless in the womb. The elderly, in the womb, and the disabled are the most defenseless in this country. That's why he brought it up. But go ahead."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Laura, if you could just slow down for a few moments, Planned Parenthood gets no money from the federal government."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Half a billion dollars, OK. They get no money? What are you talking about? They get half a billion dollars."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "If you want to talk about the abortion issue, we can do that also. But we started this conversation --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It makes you uncomfortable that's why you don't want to talk about it. But go ahead."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Laura, please don't put words in my mouth."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm not. That's an opinion. But go ahead."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "The reality is we have before us in Washington a very important issue. And that is how are we going to deal with the gun violence in our nation, whether by suicide in individual homes or whether it is by assault weapons as we saw at the schools. This is an important debate and we ought not move away from that debate onto other issues which are important also. So, let us go back to this issue. How are we going to deal with this?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. A lot of people want to take away gun rights. I get that. That's an old debate. But we had the FBI and local authorities and the school itself refusing to act on the obvious for a lot of different reasons and maybe it was malfeasance. Maybe it was a mistake or an oversight. But those three factors alone combine together to allow this kid to go out and get these weapons. It wasn't the NRA who missed the red flag and the FBI were told the kid's going to shoot up the school and they don't stop them, and suddenly it's the NRA's problem. You've got to be kidding me. That's a lame argument. Congressman Duffy."
    },
    {
      "speaker": "DUFFY",
      "utterance": "John, we've had guns in our society since our founding and kids weren't picking up guns and shooting other kids in schools. What's happened in the last 20, 30, 40 that's caused this phenomenon to take place? If you want to address this problem, you have to look at what's happening in (inaudible). Fatherless homes, violence that comes from Hollywood in regard to movies and videogames. We have a slew of issues that have taken place that have undermined our faith and values. There is no faith and morality in our community, schools, and our families (inaudible). You could look at a whole subset of issues that are addressing the anger that kids have right now that cause them to pick up guns. There's a detachment that we have from --"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Sean, you're quite correct. There are, Sean, if I may --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Last words to Congressman Garamendi."
    },
    {
      "speaker": "DUFFY",
      "utterance": "You've been driven for 20 years that will come up with each new shooting. The bottom line is we have a crisis in America and it's not guns. It's our culture and the way we're raising our kids."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Sean, you've raised a very valid point. And one of the things that we need to do is to use tools that are readily available and have been available for some time to be used in schools to deal with those precise issues that you raise. That is the acting out, the loneliness that some people have and the isolation and bullying that does take place. Coming out of Columbine as well as Sandy Hook are two successful programs available in schools. It is interesting to note that in the president's budget, he removed some $50 million that was precisely for the purpose of safe schools that is to make these programs available, to deal with those problems that you just described. So, we ought to get about doing that --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're way over the segment but go ahead."
    },
    {
      "speaker": "DUFFY",
      "utterance": "Let's take some of that $63 billion. We both agree we need school security. You might have different security for different communities, I want an armed law-abiding teacher who have specific training. Other communities might do something else, but we can agree to shore up schools. Let's focus on the things we can agree on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a good note to end on."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Let's do that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, guys. All right. I want to come to Congressman Garamendi's districts and to Sean Duffy's district and hang out for a while without politics involved. That's what we're going to do next time I'm in town. All right. Guys, thanks so much. Have a great weekend. We're going to move from gun rights to the expression \"In God We Trust.\" Now they want to remove our national motto from a government building? Yes, they do. We'll debate it next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hundreds of people rallied this week in St. Louis in a suburb called Wentzville and they did it to support a display of the national motto \"In God We Trust,\" which hangs in their city council chambers. A woman protesting the motto was escorted out of the council meeting last month for exceeding her time limits, but not before she made her point."
    },
    {
      "speaker": "SALLY HUNT, ATHEIST ACTIVIST",
      "utterance": "This has created an atmosphere of hostility and intimidation toward those who don't believe in a higher power. I think that is important for everyone to recognize."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That woman, atheist activist, Sally Hunt is here tonight with her side of the story. Also joining us is Missouri State Senator Bob Onder. Great to see both of you. All right, Sally, let's start with you because that motto \"In God We Trust\" really seems to send you over the edge and I want to kind of figure it out, understanding why you think it's the establishment of religion in the United States. Go ahead."
    },
    {
      "speaker": "HUNT",
      "utterance": "Well, I didn't say that it is the establishment of religion, but it is certainly the endorsement and the advancement of religion by our government. So, it should send everybody over the edge if they value the U.S. Constitution and I do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Which part of it?"
    },
    {
      "speaker": "HUNT",
      "utterance": "It's very important to me."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Which part of the Constitution do you feel this violates?"
    },
    {
      "speaker": "HUNT",
      "utterance": "So, the First Amendment establishment clause."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. Which is why I said established religion."
    },
    {
      "speaker": "HUNT",
      "utterance": "Well, it has been also interpreted -- the Supreme Court has made it clear. Are you aware of the lemon test? You are. Great, great. So, then that's why I would think that you would also be upset about the endorsement and advancement of religion by our government, which is absolutely unconstitutional because the motto \"In God We Trust\" is about religion. There is no secular purpose."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What religion does it endorse?"
    },
    {
      "speaker": "HUNT",
      "utterance": "So absolutely Christianity. And I am happy to explain why it's definitely Christianity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, let me just go through for our viewers who don't understand the lemon test, which itself is a lemon. Here are the three things the court just made up. They made this up and said, OK, this is our test. The issue, the government action has to have a primary effect that neither advances nor inhibit religion. It can't be an expressive government entangle in religion either. And it has to have primarily a secular purpose, a government action. This was paid for by private money. This is private money paid for this. And my question to you is how does this expressively entangle the government in religion, which is one of the prongs of the test?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Right. Laura, so the entanglement part does not have to be part of it. There are three parts of the lemon test. And so, it has to -- an action by the government has to pass each one of those three."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. So \"In God We Trust\" on the coins, is that also -- we have to all redo all the coinage in this country as well?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Absolutely. That's also unconstitutional."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, the U.S. government, the U.S. House of Representatives, Congressman, let's get to you on this. In U.S. Congress, it has \"In God We Trust,\" George Washington's great quotes on God and liberty and so forth. You can address -- atheists are really unhappy about this and they want something done."
    },
    {
      "speaker": "BOB ONDER, R-MISSOURI STATE SENATOR",
      "utterance": "They sure are, Laura. As you know, the motto \"In God We Trust\" goes back many years. It first appeared in Francis Scott Keys' national anthem. And in 1956, Congress unanimously in both houses endorsed a resolution making \"In God We Trust\" our national motto. And President Eisenhower signed that into law and of course, we know it appears on our national coinage, in the halls of Congress, in the House and the Senate. And in Missouri, it appears in our legislative bodies. So, there's nothing whatsoever wrong with the city deciding they will accept that donation of the \"In God We Trust\" display for their city council chambers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "In fact, Senator, a lot of other states are looking at this too because what happens is you have a couple of atheist organizations, and I think what happens is -- and Sally I want to get you in on this. Our founding was a founding based on liberty, liberty that came not from the government but came from God. Thomas Jefferson said, 1781, God who gave us life gave us liberty. And can the liberties of a nation be thought secure when we have removed their only firm basis, a conviction in the minds of the people that these liberties are a gift from God. Our founders didn't believe in organized religion, but God was important."
    },
    {
      "speaker": "HUNT",
      "utterance": "So, why didn't they mention God one time in the entire United States Constitution? There's no mention of God, the bible, Christianity not once. But the only time they mention religion is to say that there shall be no religious test for any elected leader. And by the way, I want to clarify why this is clearly an endorsement of Christianity. The Jewish faith says that you do not print the word \"God.\" G-o-d would never be in the Jewish faith on a sign. It's obviously not the Jewish God. Hindus believe in multiple gods. Buddhists do not believe in a god --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But most overwhelmingly Americans believe in God. I think it's 89 percent, 88 percent. You don't have to scream. We hear you. I think the point is most people understand that our country was founded upon this notion of liberty that came from on high. We are endowed by our creator with certain --"
    },
    {
      "speaker": "HUNT",
      "utterance": "You're only talking about that when it suits your -- there is no mention of -- there's no mention of God in the entire U.S. Constitution -- and again, the lemon test is explicitly clear --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There's no mention of microwaves in the constitution. What does that mean? That doesn't matter. We're talking about liberty, and our liberty comes from God. And the fact that atheists are so -- I also think, Sally, part of it is a lot of atheists, they want to be closer to God but they don't want to be closer. I don't know what it is, but --"
    },
    {
      "speaker": "HUNT",
      "utterance": "What does that mean? What do you mean?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We pray for people as Christians and I think our friends in the Jewish and Muslim faith pray for hearts to change. And I think in this scenario right now, atheists actually turn off a lot of people because it's not hurting anyone in saying \"In God We Trust.\" It's kind of respectful to our national tradition."
    },
    {
      "speaker": "HUNT",
      "utterance": "Do you realize that you're promoting hostility and prejudice and discrimination against atheists, agnostics, secular people throughout this country?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Our country has secular practices all over the place. You're dominating the conversation. Let's get the senator in. Senator, go ahead."
    },
    {
      "speaker": "HUNT",
      "utterance": "Government must remain neutral."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're not endorsing the Baptist faith by looking at that \"In God We Trust\"."
    },
    {
      "speaker": "HUNT",
      "utterance": "It's Christianity, Laura."
    },
    {
      "speaker": "ONDER",
      "utterance": "Well, Laura, as you know, that's exactly right. The Constitution says Congress shall make no law respecting an establishment of religion. An establishment of religion in its historical content meant that Congress would never make America a Baptist country or a Catholic country or a Buddhist country. But it didn't say that government has to have antipathy and hostility for religion. And that's what really Sally seems to advocate."
    },
    {
      "speaker": "HUNT",
      "utterance": "But I'm not asking for that. Government should remain neutral. And I did not go over my time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We'll have you back, Sally, because this has been -- I'm going to be neutral right now. In our Friday Follies, segment two very different public displays, a cross memorial a court wants to remove from public ground and a Harvey Weinstein statute appears in the L.A. Oscars."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Time now for our Friday follies, look at some of the cultural stories just beneath the media radar. What to do with the Me Too movement, Oscar swag bags, and a World War I memorial all have in common. Let's get into that good stuff with FOX News contributor Raymond Arroyo. OK, Oscar weekend, get the popcorn out. Oscar swag bags. Tell me what's going on here."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "OK. In the Oscar swag bag as you know --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tell me what they are."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The Me Too movement has cast a long shadow over this Oscars. They are trying to escape the sexual indiscretions of the misconduct, but in the official swag bag, $100,000 swag bag which actors and presenters receive, in it is pepper spray to repel attackers, body alarms should you be touched inappropriately, and, wait for this, a drink test to make sure drugs have not been placed in your drink."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How romantic."
    },
    {
      "speaker": "ARROYO",
      "utterance": "If you're trying to get away from the Me Too thing and trying to get away from sexual misconduct, why is that in the swag bags? It's a reminder that you may be attacked at the governor's ball, I guess."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They should have had those bags at the Clinton White House. They would come in handy. But they get those bags when they're a presenter or a recipient. They used to get Tiffany's stuff. They used to get good stuff."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Now the Me Too movement, it a survivor kit."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What about this Harvey Weinstein statue in the billboards in L.A.?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "OK, Harvey Weinstein statue just went up in downtown L.A., and it is he in a bathrobe. And it's called the casting couch. Now, the creator of this, a guy named Plastic Jesus -- I can't explain the name. He had this to say about his creation and why he built it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, we picked the Oscar time specifically because there's so much focus on the awards at this time of year, but as everybody knows, Hollywood like to many other industries has this dark underbelly which often goes ignored or in this case has even been covered up or worst."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's a combo of the grim reaper and phantom of the opera. What is that?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "I don't know. He's an artist. He's expressing himself."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Plastic Jesus. I'm going to look up his work."
    },
    {
      "speaker": "ARROYO",
      "utterance": "And they are being really attacked from all sides. They're billboards all over L.A. calling them out. But here's the problem, when the scandal is bigger than your movies, that's a huge difficulty for them. Is it any wonder that viewership plunged to a nine year low last year?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No one watched the Olympics. The Olympics is way down. Everything is politicized."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But then why are you doing Me Too movements in the ceremony that is supposed to celebrate your great movies? As I asked you earlier, what do you think is going to win the Oscar this year, Laura Ingraham?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't know. I didn't see most of the movies."
    },
    {
      "speaker": "ARROYO",
      "utterance": "And most of your audience didn't either. And that's the problem. The scandal --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You know what I think they should have at the Oscars, they should just have one of those dressing room coat hangers and it should just be a white bathrobe empty on the stage, just hanging by itself. That would be creepy."
    },
    {
      "speaker": "ARROYO",
      "utterance": "If they want to be self-reflective and really address the Me Too movement, talk about the misogynistic and violent programming that you shove out into the culture."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What behind this effort now, speaking of our atheist friends, this effort to remove the peace cross memorial in Maryland."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This cross has stood here in Maryland for 100 years. The America Legion and private families put this up to honor World War I veterans. We'll show a picture of it in a second. The America Humanist Society said this needs to be taken down. It's an affront. And two courts have now said, included an appellate court, it should be removed. So this is going to have to go to the Supreme Court."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's going to be taken down."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Why remove every vestige of our veterans as well as their religious express?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're in tear. We're a tear-down society."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Private funds built this. They're saying tax money is used to maintain it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And finally I think one of the most moving moments and one of the most trenchant pieces of commentary over the week came from, a surprising story, someone we don't agree with much, from House Minority Leader Nancy Pelosi."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-HOUSE MINORITY LEADER",
      "utterance": "There's a commensurate bipartisan, a common sense bipartisan path forward. That would be Mike Thompson of California who is the chair of our task force, just 13 percent would go to bonuses and raises, $6 million middle class families. Excuse me, $86 million middle class families' enhancement as they go out to the public sector -- the private sector."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Can someone diagram those sentences?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There is a little editing, but it was fair. It's late in the week."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I'll read the transcript later. Happy Oscar weekend."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank you, Raymond. President Trump strikes again, sending the stock market into a dive with a tweet promising tariffs on imports. Well, he said it, too. But might Trump be right that tariffs and trade wars actually could end up being good to make that market more efficient globally? Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, the stock market mostly bounced back today from a nearly 400-point drop after President Trump tweeted trade wars are good. Trump's tweet also claimed that we would win a trade war by simply ending trade with those countries that are taking advantage of the United States. That further spooked a market that's been pretty jumpy ever since the president announced tariffs on foreign steel and aluminum yesterday. Here to discuss the wisdom of tariffs and trade wars in Scott Paul of the Alliance for American Manufacturing. Scott, it's great to see you. The Wall Street Journal was on a tear today -- that's a shock, I think - about trade. But they said Donald Trump made the biggest policy blunder of his presidency Thursday. This tax increase will punish America workers, invite retaliation that will harm U.S. exports, divide his political coalition at home, anger allies abroad, and undermine his tax and regulatory reforms. And you say? SCOTT PAUL, ALLIANCE FOR AMERICAN MANUFACTURING. I say, first of all, he's delivering on a key campaign promise, a view that he's held for a couple of decades. It shouldn't be a shock to anybody that Donald Trump wants to impose tariffs on countries like China that have been trade predators in the United States. Second, I think this will be good to our economy. We have an enormous imbalance, I think as you know, Laura. We have a big trade deficit. Communist China imports a lot. We haven't pushed back for a couple of decades. It's hollowed out our manufacturing base. We lost a third of all manufacturing jobs."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But they always say that's because of automation, that's because of computerization. We need to train the new generation of workers to all be code writers at Apple or something."
    },
    {
      "speaker": "PAUL",
      "utterance": "They should visit those towns in Ohio and Pennsylvania, those steel mill towns and talk to those workers and they should look at those products that are stamped \"made in China\" coming in. I think they'd have a different opinion."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But China is not our biggest importer of steel. Germany is?"
    },
    {
      "speaker": "PAUL",
      "utterance": "Germany is, but we have a lot of Japan, Korea, Turkey, but there's a lot of Chinese product that gets in through the backdoor. China makes 50 percent of the world's steel. It consumes far less than that. In fact it has more steel mill capacity, overcapacity that it doesn't even need, eight times as much as the United States even makes in steel. So that distorts global markets."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's explain that to people because people watching are like, you're talking about trade on a Friday night. Sorry. I'm obsessed. I love the trade issue. It's so fascinating. China overproduces steel. We have a glut in global steel, billions and billions of tons in excess capacity. What does that do? It drives the price down. American steel makers thus have a very difficult time in competing because they can't even cover costs. So they go out of business. What then happens? We lose every steel mill and China is the only company, a communist, repressive regime that can make the steel we need and military equipment and pretty much everything else that is heavy manufacturing. It's a nightmare scenario."
    },
    {
      "speaker": "PAUL",
      "utterance": "It is. I was in coastal Pennsylvania, one of those little towns that Donald Trump talked about. They've been making steel there since 1810, military grade. It's one of the last mills that can make it for our aircraft carriers, for our Virginia class submarines. And it is under attack from China and these imports. So I think they're cheering the president tonight, even though the Wall Street Journal may be chiding him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've gone the Wall Street Journal way, though. We've done what they said. They said get China into the WTO, give them permanent normal trade relation status. China is going to become freer. It'll be good for America. We've got a lot of cheap stuff, that's for sure, but we've had other problems as a result, including Chinese expansionism throughout its own region and in other parts of the world. And they never seem to go back and say, oh, the stuff we said in 2000 turned out to be totally false. They never go back and say we got that wrong."
    },
    {
      "speaker": "PAUL",
      "utterance": "It's because well, we miscalculated, and we didn't expect China to become more authoritarian. There were some folks, including me, who were saying back in 2000 that there's no guarantee if you give China a blank check this is what's going to happen. And what I am tired of today, Laura, is people saying that Donald Trump is starting a trade war. We've been in a trade war for the last decade and a half. We've been in a trade surrender, and we're entering a position where we're going to be pushing back. Our allies don't like it. China doesn't like it. The global companies don't like it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's going to hurt workers. Orrin Hatch said it's going to be a huge tax on American citizens and it's going to discombobulate a lot of our economy here. That's a technical term, discombobulate American economy. But he said it's going to be bad for the economy."
    },
    {
      "speaker": "PAUL",
      "utterance": "Well, sure, the folks that have gamed the system, that benefit from all of this Chinese dumping, they're going to get hurt. But the American workers, the folks who punch their clocks and take a shower after they come home from work that are the forgotten men and women that Donald Trump is talking about, they will benefit and that's why this action matter."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Finally someone stands up to China and the other cheaters in trade. Great segment. Coming back, a fond farewell to Billy Graham and the lessons we should take from his life, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Family friends and the world paid final respects to Reverend Billy Graham today. More than 2,000 guests attended the funeral in Charlotte, North Carolina, including President Trump and Vice President Pence. The man known as America's pastor died last month at age 99 after a lifetime of spreading the gospel to hundreds of millions of people in person and of course over the airwaves. But it was not Graham's fame that was celebrated today by his family, it was his message and example. His son Franklin evoked his father's spirit this way."
    },
    {
      "speaker": "REV. FRANKLIN GRAHAM, BILLY GRAHAM'S SON",
      "utterance": "The world with all of its political correctness would want you to believe that there are many roads to God. It is just not true."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Franklin, a reverend himself, summed up his father's eternal vision by reflecting on one of Graham's frequent sayings. Billy Graham used to say that people should not believe it when they hear that he had died. He said, I will be more alive than I am now. Then he added, I will just have changed addresses, that's all. He was a great man, what an incredible example to us all. May Billy Graham rest in peace. And we will be right back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Before we go, some very good news on this Friday night. The families of the 58 people killed in the Las Vegas massacre last year are going to be given $275,000 each coming from a pot of roughly $31.5 million in the Las Vegas Victims' Fund. The group announce today more than 90,000 donations poured into that fund. And the fund, by the way, which originally started as a Go Fund Me effort after the shooting will also pay the same maximum amount to 10 other people who suffered permanent paralysis or other severe injury in that horrible rampage on October 1st of last year. And that is it for us tonight. Shannon Bream and the \"Fox News @ Night\" team, are they going to be dancing? What is our tradition going to be on a Friday night? She has the dance thing. We are going to have margaritas. Mike is going to make the margaritas, Elise is going to make the gin and tonics, Raymond is going to make the Sazerac, and then we're going to turn on the music. Have a great weekend. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}