{
  "date": "March 22, 2022",
  "headline": "'The Five' on Judge Jackson's record",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-on-judge-jacksons-record",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. BLUMENTHAL (D-CT)",
      "sentences": "And Senator Blackburn and I have introduced the bipartisan measure, the Kids Online Safety Act that will provide more modern solution to a modern problem, to update the law, to account for the role of social media in or ongoing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "The Supreme Court confirmation hearing happening right now on Capitol Hill. Hello everyone. I'm Dana Perino along with Judge Jeanine Pirro, Jessica Tarlov, Jesse Watters, and Greg Gutfeld. It's 5:00 in New York City and this is THE FIVE. President Biden's Supreme Court nominee Judge Kentanji Brown Jackson facing a marathon session of questions during her confirmation hearing. Judge Jackson being pressed over her judicial philosophy, liberal beliefs and alleged soft on crime stance. Republicans taking issue with sentences she handed out for child pornography cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KETANJI BROWN JACKSON, SUPREME COURT NOMINEE",
      "sentences": "Judges have to consider things like the victims and when I was talking about making sure that victims, circumstances are heard, it was about my sentencing practices that I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "sentences": "Well, still victims being heard with respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Republicans promising to keep things civil but saying there is a glaring double standard at play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "There are two standards going on here. If you're an African-American conservative woman you're fair game to have your life turned upside down, to be filibustered no matter how qualified you are, and if you express your faith as a conservative all of a sudden you're an effing nut. And we're tired of it and it's not going to happen to you. But it just appalls me that we can have such a system in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, just on clarification on that. So he was talking about Janice Rogers Brown. She was a nominee that President Bush 43 put forward and in 2005 and 2006 she was filibustered for two years. She was a black conservative judge and there were members of the Senate at the time and Biden was on the judiciary committee who did not want to put her forward because one of the people said, anonymously of course to the paper, that they did not want a Republican to be in a position to nominate a black woman to the Supreme Court because they wanted to do that themselves. That's what that was all about. She was a very qualified judge. Miguel Estrada same thing, Hispanic judge. This is in 2005, 2006, and then those nominations failed. All right, judge, on the soft on crime issue or on judicial philosophy what did you take away today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "sentences": "I think she still hasn't indicated what her judicial philosophy is. She talked about her methodology and her method -- she is -- so her methodology is unusual. Number one, she says she goes from a position of impartiality and then she hears the arguments from both sides and then she decides. Well that's what every judge does. That's, you know, that's nothing new. But I'll tell you the thing that bothers me is those who defend her based upon her sentencing of the consumers of child pornography as not recommending, by the way, no mandatory minimum and, you know, the fact is that she talks about victims but she doesn't really talk about the fact that these young children are forever in a position of being -- living forever in images of being sexually molested on the internet among pornographers. And her position is well, you know, for the first offender they really -- there shouldn't be a mandatory incarceration. That's her judicial philosophy when she was on a sentencing commission and she's gotten away with that and I think it's a little too easy. And I don't like the fact that, you know, she says I talk to the defendants and tell them about the harm. Talk about the victims who really suffered the harm. And she continuously goes through that. And when the truth is if you possess child pornography, she doesn't want to sentence them to time. But if you receive it then the law says you must give him the minimum but she undercuts it. I haven't heard anything about her sentencing at the high end so she is a classic public defender.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Did you want to answer that, Jessica, to comment on that part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. She is a public defender. I mean, that was her job and that's how she sees things and I don't think -- I think that the attempt to have some sort of conversation about Judge Jackson being someone who thinks in any way that child pornography is okay or that it is a huge injustice or something incredibly terrible that happens to the kids that are featured in this is just a big failure. Today I just saw a lot of people talking about the things that they wanted to talk about, you know, with the CRT, talking about Gitmo detainees with John Cornyn saying that, you know, she said that Bush and Rumsfeld were war criminals when that's just how a habeas corpus petition is actually filed. That it says the name of the defendant v Bush and then, oh, why did you call them war criminals. You should know first of all how those petitions were. You should know that that was just the formula. It seemed like they were trying to land a lot of big booms or whatever you want to say it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Big booms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Big booms. And it just wasn't working. She's been very steady and I understand it hasn't been an electrifying hearing but she seems to be answering everyone's questions and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "On the child porn sentencing issue she had several days to prepare an answer. She had a prepared one at the very beginning. Let's go to call for number one if you could. This is her answering a question from Durbin I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKSON",
      "sentences": "There's a statute that tells judges what they're supposed to do. Congress has decided what it is that a judge has to do in this and any other case when they sentence. And that statute, that statute doesn't say look only at the guidelines and stop. The statute doesn't say impose the highest possible penalty for this sickening and egregious crime. The statute says calculate the guidelines, but also look at various aspects of this offense and impose a sentence that is \"sufficient but not greater than necessary.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And that's exactly the point. That she is looking at these cases as not meeting even the minimum sentencing. She is indicating that Congress didn't tell me that I couldn't go below it so I'm going to go below it. That is not recognizing the danger, the harm, the sickening nature of what children are forced to do and forced to live with throughout their life with those photos being among child pedophiles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. And she did talk about the victim statements and things like that, but Jesse on this or on any of the other issues, it hasn't been the most fireworks of any hearing we've seen in the recent past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, this is not the Kavanaugh hearing for sure and if she wants to just blame Congress for everything then she should just run for president because that's what presidents do. She's going to be a Supreme Court justice. That's a cop-out. Blame congress? Judges have wide discretion with regards to sentencing. And Ted Cruz held up a sheet with all these cases of child pornography and every single case she sentenced below the guidelines and below what prosecutors had requested. That's a pattern and that's a scary pattern because why. Why would you sympathize with people who possess child pornography? And when she was asked why she says oh, it's Congress' fault. That's BS. I'm also disturbed by she sympathizes with Gitmo terrorists. Now in the one case she had to defend the guy because she was a public federal defender, I get that. But then she goes into private practice and writes an amicus brief in support of a Gitmo terrorist. She chose to do that. Now why did she do that? You know what her answer was? She blamed her law partner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So this is just an excuse-making machine that Joe has nominated to the highest court and I'm not that impressed. She's polished. She can definitely conduct herself well at this hearing, but I don't know if she's a left-wing loon or she's a mainstream Democrat. I have no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "These people hide their true character very, very well so you don't know what you're getting, but you do know when a Democrat nominates a justice that justice never sides or swings with Republicans. Half the time these Republican nominees they get in and then they go to the left and they go to the right and at least. I guess you could say they're independent maybe, but you just get hardcore stamp it left every single time these people get nominated. So, that's probably what she is. I think we can assume that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg, do you -- oh, sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I was just going to say the Kavanaugh stuff really left just a horrible taste in my mouth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Remembering what that was like accusing the guy not only of rape. They trotted out Avenatti and accused him of gang rape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And then if you ask her a question about rape, you're then destroyed like this guy Holly. They destroy Holly for asking about rape. That's all this is. Anybody that obstructs a Democrat nominee is destroyed. And if you are a Republican nominee then you're destroyed. That's the game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Also, if you think about the Amy Coney Barrett hearings, remember they -- the accusation about her was that she was going to overturn Obamacare. And then that -- and she -- the case comes before her and the case is -- she rolls on the merits and Obamacare is upheld. So all of that, all the things that Amy Coney Barrett went through were -- that was unnecessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Yes, yes. This was a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This was a powerful, powerful hearing. I didn't watch it. I didn't see a single moment of it. I had no desire to hear -- I mean, we know what happens with these things. If you're a Republican nominee you'll be accused of being a rapist. If you're a Republican questioning a Democrat nominee you will be called a racist. So either you're a racist or you're a rapist and these smears only go one way. The worst thing a Republican calls you is that you might be soft on crime. Ouch! But should they -- should they go hard on her? I don't think so. You know the Republicans suffer from the Gutfeld law of inevitable failure, meaning even though they know that the outcome will result in something they don't want, they're going to do it anyway. It's because you prefer the predictable story, the predictable storytelling loop, right, even if you end up on the losing end. We know she's getting confirmed yet we got to play our roles. We got to waste everyone's time and set you up for failure later. I prefer to keep your powder dry, right? Well, first, I would love to have a confirmation fast forward button. You know we know the votes are there so why can't one of the senators just go push a button and just go okay we're done already because the bottom line is you're not rolling over if you're being polite to her. It's living to fight another day so when you get an opportunity to nominate somebody you can look back and you can go like, this is what we did for yours, now try to do this for us. So it's picking your battles. Why pick a battle, why pick a battle that you know you're going to lose? You know what, it's just a waste of time. Just - - let's get through this, move on to something else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're asking politicians to turn down an opportunity to grandstand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. I'm an idiot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "There's one other thing that's very important. She's not willing to talk about her judicial philosophy, but she's willing to talk about her sentencing philosophy. She was on a sentencing commission for federal statutes and she said that she supports the elimination of mandatory minimum for first-time offenders who distribute child porn. She does have a philosophy. She goes in the favor of the criminal who's convicted of possession of child porn. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Tell us why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Because it's not going to be a winning argument against this woman and she doesn't care about child pornography.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She's going to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, she's going to win that, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Two things really quickly. One, I remember no issues about Neil Gorsuch, first of all who was confirmed at a highly polarized --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, that's (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Well, I'm just saying when people say this is what happens it's not just what happens and I don't know what would happen, you know, if Republicans had a nominee up and they received a letter and I know the process was completely terrible of the congresswoman to Dianne Feinstein, but that their nominee had been accused of sexual assault. I don't know what they would do with it but I would hope that they would consider it carefully. Second point, when you say we don't -- this is how Democrats do, Republicans so polite. They wouldn't even see Merrick Garland. They wouldn't even interview the guy go to his office or have him visit them to hear what he was all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You see him now though. They had a reason not to see him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean what a joke, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. More terrorist since we were parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Okay. Straight ahead, as Russia destroys entire cities, President Biden warning about what Vladimir Putin may do next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "President Biden issuing a new warning about Vladimir Putin as Russia continues to target major residential areas and level cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Putin's back against the wall. He wasn't anticipating the extent or strength of our unity. And the more his back is against the wall the greater the severity of the tactics he may employ. Based on evolving intelligence, Russia may be planning a cyber-attack against us. As I said, the magnitude of Russia's cyber capacity is fairly consequential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Truly inspiring. New footage shows Russian strikes hitting a factory in Mariupol and drone video capturing just how bad the destruction is getting. Jesse what is your take with Biden's response? It just seems so lackadaisical and does it help -- and the reference to chemical weapons, what do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Eventually, Russia will use chemical weapons against -- who is writing that? That's not the president talking. That is someone handing him a note and him reading the note. He doesn't know what he's saying. He's just reading it. It's very frustrating. So we've -- did you hear what Zelenskyy said over the weekend? He basically called the United States a big tease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He said that we have been privately telling them they're never going to be a NATO.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But then saying in public, yes, you guys got a good shot. And I'm not blaming the United States for Russia invading, but if you're going to show these guys lag and then all of a sudden he comes in and you're going to say, oh, it wasn't my fault. I mean, my goodness. I don't know if it was the fact that we dangled the NATO in front of Ukraine to force Putin's hand or if Putin saw Biden's disaster in Afghanistan or if maybe if Biden hadn't won the election and Trump was in there, he wouldn't have gone in. We're done with that now, okay, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm not. I agree with everything you're saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But we are -- we are done with that now so here we are. And here we are. We're in a proxy war. And we are funding this proxy war in Europe. And Putin allegedly his back is against the wall. So in someone's corner they do desperate things. We could see a chemical attack. We're already hearing about a massive world recession. We heard about that on the elevator today with the Fox (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "We did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, Biden is now playing a chess game. Do you trust Biden's brain? We're a couple chess moves away from, I don't know, a hot war with Russia or a world recession. I don't trust this guy to manage this situation. He has shown no ability to manage anything, inflation, the border, nothing. And he's just reading notes that someone handed to him about what's going to happen next. I'm a little nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jessica, are you nervous? I'm nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes. We're all nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse's made me very nervous right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Well, I'm still processing that we showed them a little NATO leg or something and they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Zelenskyy's words not mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Okay. Biden is having to coordinate with all of the leaders of Europe who frankly have more of an opinion about this than we do because they rely on Russia in a different way and they live right there and we're over here. And I think that he's actually done a very good job diplomatically in terms of strengthening NATO, keeping everyone on the same page. I, judge, I see you. I fell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You can actually hear her eyes rolling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I felt it. Yes. And I used to be the biggest eye roller --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I didn't move. I did not move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just dropped my pen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Can I just say -- there are a couple of things that have happened though in the last 24 hours that I think are meaningful. So, Makariv, which I may be mispronouncing, 60 miles west of Kyiv was just liberated. The Ukrainians have raised their flag there. We saw that there's a report that there is no longer train tracks connecting Belarus into Ukraine and that was probably Belarusians trying to stop the Russians. That's a very good thing seeing as how they were a strong ally there. Now, we don't know exactly how the actual death tolls of what's going on in terms of Russian troops showed up on Pravda which is a pro-Kremlin outlet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It's like 10,000 Russian troops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Ten thousand. Complete -- the accurate portrayal of what the Ukrainians are saying the Russians had lost. There are little chinks in the armor falling apart here that I understand why there are defense officials who are saying, you know, what has Russia actually gained in these 26 days? Now we've lost a lot of lives and that obviously matters, but at the same time I think there's a lot to be hopeful about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think, judge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, I want to spin off of what Jesse said when Biden talks. He said \"The Ukrainians have every piece of equipment that makes rational -- national sense,\" okay. But all Biden is doing is he's in the talk stage. He says it's clear -- we have clear evidence that Russia has committed war crimes and that they can use chemical weapons and they're prepared to do a cyber-attack and they've used hypersonic rockets. This is everything that Biden has said. But what's Biden's conclusion? That there's going to be a new world order and we've got to lead it. Are you kidding? How do you get to that conclusion? But what I see happening here is what Jessica was saying. You've got these little wins that the Ukrainians are winning back, a small town. The Ukrainians as far as I'm concerned are in the lead right now because first of all Putin thought that he was going to enter Ukraine and they were going to greet him like, oh, thank God, he's here. He's going to save us. They want no part of him and it's totally different from, you know, being - - from his thinking, he's going to run it. Even if he levels the whole country of Ukraine, he's not going to be able to run the country, occupy the country. So now, Putin is not going to be able to win a piece. It's up to Zelenskyy to try to say this is what we've got to do. We're not going to capitulate. This is what we will do. And it's all about diplomacy now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It's interesting. I think Zelenskyy said he's ready to talk ceasefire and some of the things, I mean, dropping the demand for full NATO. That was there at the beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. But Putin still went in. So then you have to wonder then, what are Putin's real motivations? And would anything have been provocative because he keeps saying well, that will be provocative, and that will be provocative. So, Biden has a chance now to go see NATO face to face and perhaps figure out a way to show a little bit of more strength if that's what we're looking for. But there is something to be said about the west. I don't know whether it's just us or the Brits or maybe the French helping but our intelligence and our ability to penetrate into the Kremlin surprised Putin. We actually found out that the mid-level generals didn't know that the war was about to happen when we did. So there's something that's to be said about that. And also this point about him saying that he could use chemical weapons. One of the things they've done, it's a strategy that we'll look back on and say, was that good? Was this good? It seems good now but we don't know looking forward. We have said he is likely to do this. He's likely to do that. On the chemical weapons point, if Putin does not use chemical weapons, Biden could say that was a deterrent. If he does use them, then they could say you can't blame it on anybody else. You can't say that it was Assad or something like that. That would have happened on your watch. The last thing I would say is there is a possibility that the Ukrainians are going to end up with another problem which is too many Russian POWs. And then we're having a whole other conversation so the crisis continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. Ahead, Kamala Harris, speaking of crisis, just embarrassed herself again. Well that's just the beginning of her problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Vice President Kamala Harris being mocked once again for another doozy of a word salad statement. This time, Kamala was giving a speech about affordable internet access.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "The significance of the passage of time, right? The significance of the passage of time. So when you think about it there is great significance to the passage of time in terms of what we need to do to lay these wires, what we need to do to create these jobs. And there is such great significance to the passage of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But the VP's problems don't end there. A new book revealing a feud between Harris and the White House with Biden's communication director reportedly blaming the VP for her missteps and toxic work environment and not the tough assignments she's been given. Okay. Now, I suspect, Greg, that you understood that word salad because I didn't get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what's funny? If I didn't know any better, I would think that she took a bong hit except she lacks the depth of a competent stoner. It was as if she read the transcript of a robot pretending to be high, right? Those jets is amazing thought in her head, and there's this incredible gulf between what she believes in her head to be awesome and then what everybody hears, which is nonsense. She doesn't know, she doesn't know how it sounds. But she deserves credit for one thing, she lost her 10th staffer, which means she's just completed the staff punch card, which entitles her to firing an 11th staffer at no extra cost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know what, we can't have someone on the international stage, you know, whether it's about the border, Ukraine. I mean, the woman couldn't even answer a question as to whether or not we take refugees, Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes. Let's just say my name for 30 seconds. That was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dreadful?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "-- being on the stage with the President of Poland when he's facing hit like 3 million refugees in one day. And the uncomfortable laugh, which obviously has become a bit of a running joke about her was definitely more upsetting to me than this passage of time. But there's no question that there's an issue here, her popularity is low. It's well below Joe Biden's. And what I have heard in defense of the staffers that are leaving, it's not that the staffers are not qualified. Apparently, there's a refusal to read the briefing books as completely as you should before you go out there and give these kinds of press conferences or meeting with other world officials. And so, I feel for them and there is natural turnover and we all know that. And so, not everyone is leaving because they, you know, they hate it and they need new opportunities and campaign cycles, et cetera. But there's no question that it is very believable that Biden's people and Harris's people are at odds with one another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Jesse, you want to talk about the palace intrigue about Biden's people and Harris's people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I found out that Dr. Jill doesn't like Harris. And I know if your wife doesn't like someone that you're friends with --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tell me about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's done. That is officially done. I did some estate planning and, you know, you got to set things up for your spouse or your children, in case God forbid, I get stabbed by a vicious homeless man. Not out of the realm of possibility that your -- it happens, and it's about protecting the people that you love in case something horrible goes wrong. And Joe Biden is an older guy. He's almost 80 years old. And when you pick a vice president, it's almost like you're doing estate planning. You know, you have to protect the country, if God forbid, anything happened to you. So the fact that Joe Biden selected Kamala tells me, he didn't do any estate planning. And he doesn't care actually about the country as much as he should. Because to leave America in her hands, if God forbid something happen to Joe, would be beyond a dereliction of duty. Now, I have to assume that that was a teleprompter glitch because why did she just repeat the phrase six times? She has to be just reading the phrase over and over again in the teleprompter, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It's not the first time she repeated a phrase over and over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That was not a teleprompter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So she --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I thought this was Ron Burgundy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Do you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, I thought she was Ron Burgundy and she was just reading what was in front of her over and over again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Wow. OK. You know what I think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "(Inaudible) convince that there's doubt there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Dana, you know what I think? I think that Joe Biden really did do some estate planning, because she's his insurance policy. No one is going to look to get rid of Joe Biden because they know what they're going to get it by way of impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So it made him look better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You know, that's actually very -- I don't think of that much strategy went into this. Now I think that we all know what happened when he was deciding who he wanted. And he said, OK. Look, he didn't look at her and say, she would be the best counselor for me when I'm in the middle of a big decision. She's going to be the best person for me to go out on the stump and give a great speech. Now, they patched up after that debate where she basically called him a racist. That's why Dr. Jill Biden has never really forgiven her for that. But also, you cannot -- she wants to be president, and you cannot bluff your way through the vice presidency. And extemporaneous speaking on the speech team, you have to fill a -- you have to do a five to seven minute speech. And it feels to me like she's trying to get to that seventh minute, by adding all sorts of words that don't even make any sense. The other thing I would like to do is to say, let me give her the benefit of the doubt on something as well. They have set her up with three things in the recent memory that did not work out. So they told her go fix voting rights. They gave her no evidence that there was voting rights problems that she could turn to, and they never going to have the votes. So they gave her admission that she was going to fail. On the border, they didn't give her any policy change recommendations that she could go forward with, so she was like, OK, actually I'll just go do root causes down in Central America. And the third thing is, she went to Poland and she didn't have a deliverable. So if I were the chief of staff for the President, I would try to figure out what my problem is to try to help her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Ahead, car-free Sundays, the insane new ideas liberals are pushing to counter surging gas prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A new level of climate insanity taking root while prices at the pump crush the American people. The International Energy Agency has put out this ridiculous 10 point plan to help reduce global oil demand. Ready? Some other absurd suggestions include cities going car free on Sundays, traveling by train instead of flying, and only allowing people to drive private cars every other day. So, Greg, if you want to go to San Francisco, I think a train maybe the best options.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, I'd love to do that. Imagine how pleasant that would be an Amtrak to drive across the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I meet so many interesting people and probably get killed by them. How do these draconian measures affect people in the city? It's just to punish the rubes in the sticks in the suburbs. Most city folks don't need cars, none of this absurd austerity has an effect on them. They're basically forcing people that they look down on to solve the problems that they cause, trying to create a 10 point austerity plan for people who live in the city. No more pizza by the slice, right, huh? That's costly. They'd have to buy it in bulk. You can only use food delivery once a week, if you can have the cook at home the whole time. You know, you usually get paid more if you live in the cities, we need to slash the salaries and use that money to explore alternative energy. So the salary should come back down to maybe what people make in the suburbs. We do know that there's more crime in the cities but I think to save on costs, we need to shut off the 911 phone service during the weekends, perhaps the hours between 4:00 and 7:00 am during the week. Imagine the kind of savings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Imagine, Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, it's amazing how the administration will turn themselves into a pretzel, in order to avoid exploring for more oil and gas. It is just absurd. And truly, if you want to invest more in alternative energies, you know mostly who's doing that, the oil companies. And I mean, that's -- they have the money to do it. And look at any of their portfolios, they are doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They are doing that and that is what they are doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was very Kamala Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Kamala like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Americans don't like austerity. A lot of us don't know what that word means but we don't like having to reduce our freedoms in order to sacrifice for something, after we've sacrificed so much over the last three years with COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Judge, so what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "So, I was watching Bill Maher this weekend, and he had on Obama's former Energy secretary who has an organization, a think-tank with Bush's former Energy secretary. And they have something called the Green Real Deal, which they feel is this consensus building approach to taming climate change. Now, they agree that climate change is manmade, all the normal Democratic platform points, but they are emphasizing using our natural gas capabilities and using nuclear energy to help us get to the place that we all say we want to go in 2050. And it feels like those kinds of conversations when people are not going to not take their car on Sunday, or whatever it is, are more realistic. And I think that people can decide to do those things themselves. But when you hear these things from the people up on high, who are probably not living that way themselves, it just aggravates people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Precisely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "So, have some --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What is this agency? Is this a UN thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I never heard of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "The IEA?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The IEA, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, it's International Energy, yes, IEA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, they're associated with the United Nations probably.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't think so. I don't think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was founded by Old MacDonald.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well then, where do they come off telling us to stop driving?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It's just an advice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But here's the thing. I mean, it's mimicking what the Democrats want to do. And the totalitarian instinct is very strong with the Democrats. They got used to it, and they feel bad, COVID was almost over, I think it's over. COVID is almost over and now they want to tell us what to do. Here's the thing, the one that really gets my attention is they want us to use a night train instead of a plane. Now, I can see myself coming back from Chicago or a speech, coming into Penn Station at 3:00 in the morning. You know what, now I can be a crime statistic but they won't be using any airplane fuel. I mean, come on, stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, so stupid. And how do you spell that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "S-C-O-O-P-I-D.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Coming up, chaos at Spring Break. Cops looking to crack down after a surge in shootings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Welcome back. Spring Break mayhem taking over Miami Beach. Gunshots sending crowds of people running for cover. The city declaring a state of emergency in response to the violence. That (inaudible) mayor putting a midnight curfew in place and cops are saying enough is enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD CLEMENTS, MIAMI BEACH POLICE CHIEF",
      "sentences": "Gunfire was 10 feet away from an officer that was on an ATV, that had to dive off of his ATV in order to get behind it because he didn't know where the gunfire was coming from. That's a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "So that's definitely a problem. We're just saying this happened last --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I was just saying like we covered this story in 2020. It was like a whole thing because no one wanted to wear a mask, et cetera. Then last year, they had the same problem. So I don't know what you do if you're in a city that has become a destination for this kind of thing like that. I feel sorry for the police officers trying to figure it out. I know everybody wants to go down and enjoy the great weather and the freedom in Florida, and have a great time. But this seems a little bit over the line. I do wonder if Jesse is going to send Johnny to Miami for a spring break package for Primetime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I told John if he gets shot at Spring Break to film it, and because if he doesn't film it, it didn't happen. Tonight on \"Primetime,\" we're going to be doing a look back at what spring break used to be like ah. Remember just about body shots, not actual shots to the body, real beer and jello, and wet t-shirt contest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What a tease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And remember, MTV was involved and then, you know, I got involved. And now people are shooting each other in Miami. What has happened, and we will find out tonight on \"Primetime.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That's a great plug for the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. I was going to say that usually the shots would come after spring break. But anyway, because you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So dirty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is really bad. Yes, it looks more like a prison break than a spring break. But I'm telling you, if there is crime and I hate, you know, I hate crime. I would prefer to be at spring break because I won't be at spring break. It won't be in my neighborhood, so I'll take it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is such a bad thing for you to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. I know. I'm a selfish little man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But York City and, you know, it's like spring break here every day, three years --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I got three years of crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. You know, the only thing that I can think of is like, you know, the two people who got shot that I read about were both women. And, you know, the problem women used to have was, you know, they tripped on their heels or whatever, now, oh, I got a bullet to my, you know, to my right clavicle. I got, you know -- it's like -- it's crazy town. I don't know what they're going to do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Were the women the intended targets?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, if they were shot by someone who was a sharpshooter, I suspect they were the intended targets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I like that you do your research for your show during THE FIVE. Judge, tell me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg, at least I watch the hearings today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I've watched nothing. You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "\"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. It's time now for \"One More Thing.\" I got a little plug, the paperback edition of my book \"Everything Will Be Okay\" is on sale now. And I wrote a new section, a new chapter about dealing with COVID -- well, post-COVID life and work, so that's in there. And if there's a little promotion, you can -- if you want to sign book for your graduate or your loved one, if you go to the Little Point Bookshop, your copy will be personalized if you order them by May 1st. So littlepointbookshop.com and that will happen. And I am doing a new podcast series. And Judge Jeanine is going to be on my podcast. If we can schedule it, we're working on that. All right, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All of your plugs have little plugs there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. Hello, plug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because you're so little.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I had a nice weekend in Naples, Florida. We raised some money with a great group of people, Russ and Tracy Scurto (ph), and Joe and Amy Novogratz (ph), I think threw down a lot of money in donated to Bret Baier's All Star Panel Event Benefit, which everything goes to the Children's National Hospital. So thank you guys so much for everything you guys contributed. We had a great time. And Jesse Jr. had a great time and we're at the Ritz, there he is (inaudible) by the golf course. Just almost free as a bird. And then, last night we were at Sebastian Maniscalco at Madison Square Garden. In case you were wondering where I was on Monday, it was not my birthday. I don't take my birthday off like Greg does. But I was just, you know, laughing the whole night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Watch me off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's a great show. Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Let's do this. \"Greg's How to Surprise a Cat: Part 3.\" All right, there's nothing better than surprising a cat. I could watch this video over and over again. Let's show you. This is how you surprise a cat. You place the cat in front of a toaster, and you wait. By the way, there's no injury on the cat. The cat is doing fine. In fact, the cat is now in business school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's amazing. How like a little bit of a shock and change somebody's life for the better. Oh, there you go. I'm telling you. I've watched that 700 times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He don't need any more MBAs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jessica?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That was -- I'm not a cat person but that was a very cute cat video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it was because you hate cats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I'm also very allergic to add.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Are you allergic to dogs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No. Thank God. Dogs are the best, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "We have a lot of times so, OK. California man was trapped for two days 15 feet underground, in a narrow steam drain. The unidentified man entered a 16 inch wide opening near San Francisco for no apparent reason, and then couldn't get out or go back the way he came by. By some miracle, people passing by heard his screams, helped called 911. It took at least 50 firefighters who worked for hours to save him. Obviously, he was very happy to be above beyond -- above ground again. Learned lesson, do not go places you're not supposed to go, though, I don't know who would jump into a steam drain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I could give you a few --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "(Inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "San Francisco --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "San Francisco.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "They did that for a reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Nobody does without a reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, we don't know reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "We don't know the reason but it -- he wasn't doing it for his health.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Could we speculate on a reason, just kidding. We will not do that. Judge, yours is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK, all right. Listen, it's my turn. One more thing, I'm hosting Laura Ingram Tonight again at 10:00 pm Eastern Time. Make sure you tune in. We've got a great show tonight. We got Senator Lindsey Graham. He can talk about everything he talked about at the hearing today. But my one more thing is that the top ballet performers dance for Ukraine in a charity event. Ballet dancers from across the globe dance side by side to raise funds for Ukraine, about 20 of the world's top dancers perform before a packed auditorium at the London Coliseum. Some of the dancers have loved ones in Ukraine and found it impossible to just sit by without lending a hand. The charity event was called \"Dance for Ukraine.\" Gala and ballerinas from Russia, the US, Brazil, Italy, France and Japan participated. All of the dancers donated their services and they raised $184,520 for Disaster Emergency Committee's Ukraine fund. God bless them. Everybody's upset about what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Do you like the ballet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I love the ballet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Do you know about Jesse's cousin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What's your cousin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's a professional ballerina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And is he in the American Ballet Theatre (inaudible)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, highly accomplished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Ballet dancer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's it for us. \"Special Report\" is up next. Hey, Bret. Is it ballerina, Bret? I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Hey, guys. Hey, guys. Hey, listen, thank you so much for everything you did for Children's National. And Jesse and Emma only have five more dinners to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Have a good show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right. We'll see you. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BLUMENTHAL (D-CT)",
      "utterance": "And Senator Blackburn and I have introduced the bipartisan measure, the Kids Online Safety Act that will provide more modern solution to a modern problem, to update the law, to account for the role of social media in or ongoing --"
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "The Supreme Court confirmation hearing happening right now on Capitol Hill. Hello everyone. I'm Dana Perino along with Judge Jeanine Pirro, Jessica Tarlov, Jesse Watters, and Greg Gutfeld. It's 5:00 in New York City and this is THE FIVE. President Biden's Supreme Court nominee Judge Kentanji Brown Jackson facing a marathon session of questions during her confirmation hearing. Judge Jackson being pressed over her judicial philosophy, liberal beliefs and alleged soft on crime stance. Republicans taking issue with sentences she handed out for child pornography cases."
    },
    {
      "speaker": "KETANJI BROWN JACKSON, SUPREME COURT NOMINEE",
      "utterance": "Judges have to consider things like the victims and when I was talking about making sure that victims, circumstances are heard, it was about my sentencing practices that I --"
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "utterance": "Well, still victims being heard with respect."
    },
    {
      "speaker": "PERINO",
      "utterance": "Republicans promising to keep things civil but saying there is a glaring double standard at play."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "There are two standards going on here. If you're an African-American conservative woman you're fair game to have your life turned upside down, to be filibustered no matter how qualified you are, and if you express your faith as a conservative all of a sudden you're an effing nut. And we're tired of it and it's not going to happen to you. But it just appalls me that we can have such a system in America."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, just on clarification on that. So he was talking about Janice Rogers Brown. She was a nominee that President Bush 43 put forward and in 2005 and 2006 she was filibustered for two years. She was a black conservative judge and there were members of the Senate at the time and Biden was on the judiciary committee who did not want to put her forward because one of the people said, anonymously of course to the paper, that they did not want a Republican to be in a position to nominate a black woman to the Supreme Court because they wanted to do that themselves. That's what that was all about. She was a very qualified judge. Miguel Estrada same thing, Hispanic judge. This is in 2005, 2006, and then those nominations failed. All right, judge, on the soft on crime issue or on judicial philosophy what did you take away today?"
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "utterance": "I think she still hasn't indicated what her judicial philosophy is. She talked about her methodology and her method -- she is -- so her methodology is unusual. Number one, she says she goes from a position of impartiality and then she hears the arguments from both sides and then she decides. Well that's what every judge does. That's, you know, that's nothing new. But I'll tell you the thing that bothers me is those who defend her based upon her sentencing of the consumers of child pornography as not recommending, by the way, no mandatory minimum and, you know, the fact is that she talks about victims but she doesn't really talk about the fact that these young children are forever in a position of being -- living forever in images of being sexually molested on the internet among pornographers. And her position is well, you know, for the first offender they really -- there shouldn't be a mandatory incarceration. That's her judicial philosophy when she was on a sentencing commission and she's gotten away with that and I think it's a little too easy. And I don't like the fact that, you know, she says I talk to the defendants and tell them about the harm. Talk about the victims who really suffered the harm. And she continuously goes through that. And when the truth is if you possess child pornography, she doesn't want to sentence them to time. But if you receive it then the law says you must give him the minimum but she undercuts it. I haven't heard anything about her sentencing at the high end so she is a classic public defender."
    },
    {
      "speaker": "PERINO",
      "utterance": "Did you want to answer that, Jessica, to comment on that part."
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. She is a public defender. I mean, that was her job and that's how she sees things and I don't think -- I think that the attempt to have some sort of conversation about Judge Jackson being someone who thinks in any way that child pornography is okay or that it is a huge injustice or something incredibly terrible that happens to the kids that are featured in this is just a big failure. Today I just saw a lot of people talking about the things that they wanted to talk about, you know, with the CRT, talking about Gitmo detainees with John Cornyn saying that, you know, she said that Bush and Rumsfeld were war criminals when that's just how a habeas corpus petition is actually filed. That it says the name of the defendant v Bush and then, oh, why did you call them war criminals. You should know first of all how those petitions were. You should know that that was just the formula. It seemed like they were trying to land a lot of big booms or whatever you want to say it is."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Big booms."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Big booms. And it just wasn't working. She's been very steady and I understand it hasn't been an electrifying hearing but she seems to be answering everyone's questions and --"
    },
    {
      "speaker": "PERINO",
      "utterance": "On the child porn sentencing issue she had several days to prepare an answer. She had a prepared one at the very beginning. Let's go to call for number one if you could. This is her answering a question from Durbin I believe."
    },
    {
      "speaker": "JACKSON",
      "utterance": "There's a statute that tells judges what they're supposed to do. Congress has decided what it is that a judge has to do in this and any other case when they sentence. And that statute, that statute doesn't say look only at the guidelines and stop. The statute doesn't say impose the highest possible penalty for this sickening and egregious crime. The statute says calculate the guidelines, but also look at various aspects of this offense and impose a sentence that is \"sufficient but not greater than necessary.\""
    },
    {
      "speaker": "PIRRO",
      "utterance": "And that's exactly the point. That she is looking at these cases as not meeting even the minimum sentencing. She is indicating that Congress didn't tell me that I couldn't go below it so I'm going to go below it. That is not recognizing the danger, the harm, the sickening nature of what children are forced to do and forced to live with throughout their life with those photos being among child pedophiles."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. And she did talk about the victim statements and things like that, but Jesse on this or on any of the other issues, it hasn't been the most fireworks of any hearing we've seen in the recent past."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, this is not the Kavanaugh hearing for sure and if she wants to just blame Congress for everything then she should just run for president because that's what presidents do. She's going to be a Supreme Court justice. That's a cop-out. Blame congress? Judges have wide discretion with regards to sentencing. And Ted Cruz held up a sheet with all these cases of child pornography and every single case she sentenced below the guidelines and below what prosecutors had requested. That's a pattern and that's a scary pattern because why. Why would you sympathize with people who possess child pornography? And when she was asked why she says oh, it's Congress' fault. That's BS. I'm also disturbed by she sympathizes with Gitmo terrorists. Now in the one case she had to defend the guy because she was a public federal defender, I get that. But then she goes into private practice and writes an amicus brief in support of a Gitmo terrorist. She chose to do that. Now why did she do that? You know what her answer was? She blamed her law partner."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So this is just an excuse-making machine that Joe has nominated to the highest court and I'm not that impressed. She's polished. She can definitely conduct herself well at this hearing, but I don't know if she's a left-wing loon or she's a mainstream Democrat. I have no idea."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "These people hide their true character very, very well so you don't know what you're getting, but you do know when a Democrat nominates a justice that justice never sides or swings with Republicans. Half the time these Republican nominees they get in and then they go to the left and they go to the right and at least. I guess you could say they're independent maybe, but you just get hardcore stamp it left every single time these people get nominated. So, that's probably what she is. I think we can assume that."
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg, do you -- oh, sorry."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I was just going to say the Kavanaugh stuff really left just a horrible taste in my mouth."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Remembering what that was like accusing the guy not only of rape. They trotted out Avenatti and accused him of gang rape."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And then if you ask her a question about rape, you're then destroyed like this guy Holly. They destroy Holly for asking about rape. That's all this is. Anybody that obstructs a Democrat nominee is destroyed. And if you are a Republican nominee then you're destroyed. That's the game."
    },
    {
      "speaker": "PERINO",
      "utterance": "Also, if you think about the Amy Coney Barrett hearings, remember they -- the accusation about her was that she was going to overturn Obamacare. And then that -- and she -- the case comes before her and the case is -- she rolls on the merits and Obamacare is upheld. So all of that, all the things that Amy Coney Barrett went through were -- that was unnecessary."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Yes, yes. This was a --"
    },
    {
      "speaker": "PERINO",
      "utterance": "What do you think?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This was a powerful, powerful hearing. I didn't watch it. I didn't see a single moment of it. I had no desire to hear -- I mean, we know what happens with these things. If you're a Republican nominee you'll be accused of being a rapist. If you're a Republican questioning a Democrat nominee you will be called a racist. So either you're a racist or you're a rapist and these smears only go one way. The worst thing a Republican calls you is that you might be soft on crime. Ouch! But should they -- should they go hard on her? I don't think so. You know the Republicans suffer from the Gutfeld law of inevitable failure, meaning even though they know that the outcome will result in something they don't want, they're going to do it anyway. It's because you prefer the predictable story, the predictable storytelling loop, right, even if you end up on the losing end. We know she's getting confirmed yet we got to play our roles. We got to waste everyone's time and set you up for failure later. I prefer to keep your powder dry, right? Well, first, I would love to have a confirmation fast forward button. You know we know the votes are there so why can't one of the senators just go push a button and just go okay we're done already because the bottom line is you're not rolling over if you're being polite to her. It's living to fight another day so when you get an opportunity to nominate somebody you can look back and you can go like, this is what we did for yours, now try to do this for us. So it's picking your battles. Why pick a battle, why pick a battle that you know you're going to lose? You know what, it's just a waste of time. Just - - let's get through this, move on to something else."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're asking politicians to turn down an opportunity to grandstand."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. I'm an idiot."
    },
    {
      "speaker": "PIRRO",
      "utterance": "There's one other thing that's very important. She's not willing to talk about her judicial philosophy, but she's willing to talk about her sentencing philosophy. She was on a sentencing commission for federal statutes and she said that she supports the elimination of mandatory minimum for first-time offenders who distribute child porn. She does have a philosophy. She goes in the favor of the criminal who's convicted of possession of child porn. Why?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Tell us why."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Because it's not going to be a winning argument against this woman and she doesn't care about child pornography."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She's going to win."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, she's going to win that, but --"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Two things really quickly. One, I remember no issues about Neil Gorsuch, first of all who was confirmed at a highly polarized --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, that's (inaudible)."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Well, I'm just saying when people say this is what happens it's not just what happens and I don't know what would happen, you know, if Republicans had a nominee up and they received a letter and I know the process was completely terrible of the congresswoman to Dianne Feinstein, but that their nominee had been accused of sexual assault. I don't know what they would do with it but I would hope that they would consider it carefully. Second point, when you say we don't -- this is how Democrats do, Republicans so polite. They wouldn't even see Merrick Garland. They wouldn't even interview the guy go to his office or have him visit them to hear what he was all about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You see him now though. They had a reason not to see him."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean what a joke, right?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. More terrorist since we were parents."
    },
    {
      "speaker": "PERINO",
      "utterance": "Okay. Straight ahead, as Russia destroys entire cities, President Biden warning about what Vladimir Putin may do next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "President Biden issuing a new warning about Vladimir Putin as Russia continues to target major residential areas and level cities."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "Putin's back against the wall. He wasn't anticipating the extent or strength of our unity. And the more his back is against the wall the greater the severity of the tactics he may employ. Based on evolving intelligence, Russia may be planning a cyber-attack against us. As I said, the magnitude of Russia's cyber capacity is fairly consequential."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Truly inspiring. New footage shows Russian strikes hitting a factory in Mariupol and drone video capturing just how bad the destruction is getting. Jesse what is your take with Biden's response? It just seems so lackadaisical and does it help -- and the reference to chemical weapons, what do you make of that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Eventually, Russia will use chemical weapons against -- who is writing that? That's not the president talking. That is someone handing him a note and him reading the note. He doesn't know what he's saying. He's just reading it. It's very frustrating. So we've -- did you hear what Zelenskyy said over the weekend? He basically called the United States a big tease."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He said that we have been privately telling them they're never going to be a NATO."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But then saying in public, yes, you guys got a good shot. And I'm not blaming the United States for Russia invading, but if you're going to show these guys lag and then all of a sudden he comes in and you're going to say, oh, it wasn't my fault. I mean, my goodness. I don't know if it was the fact that we dangled the NATO in front of Ukraine to force Putin's hand or if Putin saw Biden's disaster in Afghanistan or if maybe if Biden hadn't won the election and Trump was in there, he wouldn't have gone in. We're done with that now, okay, but --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm not. I agree with everything you're saying."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But we are -- we are done with that now so here we are. And here we are. We're in a proxy war. And we are funding this proxy war in Europe. And Putin allegedly his back is against the wall. So in someone's corner they do desperate things. We could see a chemical attack. We're already hearing about a massive world recession. We heard about that on the elevator today with the Fox (inaudible)."
    },
    {
      "speaker": "TARLOV",
      "utterance": "We did."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, Biden is now playing a chess game. Do you trust Biden's brain? We're a couple chess moves away from, I don't know, a hot war with Russia or a world recession. I don't trust this guy to manage this situation. He has shown no ability to manage anything, inflation, the border, nothing. And he's just reading notes that someone handed to him about what's going to happen next. I'm a little nervous."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jessica, are you nervous? I'm nervous."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes. We're all nervous."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse's made me very nervous right now."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Well, I'm still processing that we showed them a little NATO leg or something and they --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Zelenskyy's words not mine."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Okay. Biden is having to coordinate with all of the leaders of Europe who frankly have more of an opinion about this than we do because they rely on Russia in a different way and they live right there and we're over here. And I think that he's actually done a very good job diplomatically in terms of strengthening NATO, keeping everyone on the same page. I, judge, I see you. I fell you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You can actually hear her eyes rolling."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I felt it. Yes. And I used to be the biggest eye roller --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I didn't move. I did not move."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just dropped my pen."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Can I just say -- there are a couple of things that have happened though in the last 24 hours that I think are meaningful. So, Makariv, which I may be mispronouncing, 60 miles west of Kyiv was just liberated. The Ukrainians have raised their flag there. We saw that there's a report that there is no longer train tracks connecting Belarus into Ukraine and that was probably Belarusians trying to stop the Russians. That's a very good thing seeing as how they were a strong ally there. Now, we don't know exactly how the actual death tolls of what's going on in terms of Russian troops showed up on Pravda which is a pro-Kremlin outlet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It's like 10,000 Russian troops."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Ten thousand. Complete -- the accurate portrayal of what the Ukrainians are saying the Russians had lost. There are little chinks in the armor falling apart here that I understand why there are defense officials who are saying, you know, what has Russia actually gained in these 26 days? Now we've lost a lot of lives and that obviously matters, but at the same time I think there's a lot to be hopeful about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think, judge?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, I want to spin off of what Jesse said when Biden talks. He said \"The Ukrainians have every piece of equipment that makes rational -- national sense,\" okay. But all Biden is doing is he's in the talk stage. He says it's clear -- we have clear evidence that Russia has committed war crimes and that they can use chemical weapons and they're prepared to do a cyber-attack and they've used hypersonic rockets. This is everything that Biden has said. But what's Biden's conclusion? That there's going to be a new world order and we've got to lead it. Are you kidding? How do you get to that conclusion? But what I see happening here is what Jessica was saying. You've got these little wins that the Ukrainians are winning back, a small town. The Ukrainians as far as I'm concerned are in the lead right now because first of all Putin thought that he was going to enter Ukraine and they were going to greet him like, oh, thank God, he's here. He's going to save us. They want no part of him and it's totally different from, you know, being - - from his thinking, he's going to run it. Even if he levels the whole country of Ukraine, he's not going to be able to run the country, occupy the country. So now, Putin is not going to be able to win a piece. It's up to Zelenskyy to try to say this is what we've got to do. We're not going to capitulate. This is what we will do. And it's all about diplomacy now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It's interesting. I think Zelenskyy said he's ready to talk ceasefire and some of the things, I mean, dropping the demand for full NATO. That was there at the beginning."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. But Putin still went in. So then you have to wonder then, what are Putin's real motivations? And would anything have been provocative because he keeps saying well, that will be provocative, and that will be provocative. So, Biden has a chance now to go see NATO face to face and perhaps figure out a way to show a little bit of more strength if that's what we're looking for. But there is something to be said about the west. I don't know whether it's just us or the Brits or maybe the French helping but our intelligence and our ability to penetrate into the Kremlin surprised Putin. We actually found out that the mid-level generals didn't know that the war was about to happen when we did. So there's something that's to be said about that. And also this point about him saying that he could use chemical weapons. One of the things they've done, it's a strategy that we'll look back on and say, was that good? Was this good? It seems good now but we don't know looking forward. We have said he is likely to do this. He's likely to do that. On the chemical weapons point, if Putin does not use chemical weapons, Biden could say that was a deterrent. If he does use them, then they could say you can't blame it on anybody else. You can't say that it was Assad or something like that. That would have happened on your watch. The last thing I would say is there is a possibility that the Ukrainians are going to end up with another problem which is too many Russian POWs. And then we're having a whole other conversation so the crisis continues."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. Ahead, Kamala Harris, speaking of crisis, just embarrassed herself again. Well that's just the beginning of her problems."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Vice President Kamala Harris being mocked once again for another doozy of a word salad statement. This time, Kamala was giving a speech about affordable internet access."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "The significance of the passage of time, right? The significance of the passage of time. So when you think about it there is great significance to the passage of time in terms of what we need to do to lay these wires, what we need to do to create these jobs. And there is such great significance to the passage of time."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But the VP's problems don't end there. A new book revealing a feud between Harris and the White House with Biden's communication director reportedly blaming the VP for her missteps and toxic work environment and not the tough assignments she's been given. Okay. Now, I suspect, Greg, that you understood that word salad because I didn't get it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what's funny? If I didn't know any better, I would think that she took a bong hit except she lacks the depth of a competent stoner. It was as if she read the transcript of a robot pretending to be high, right? Those jets is amazing thought in her head, and there's this incredible gulf between what she believes in her head to be awesome and then what everybody hears, which is nonsense. She doesn't know, she doesn't know how it sounds. But she deserves credit for one thing, she lost her 10th staffer, which means she's just completed the staff punch card, which entitles her to firing an 11th staffer at no extra cost."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know what, we can't have someone on the international stage, you know, whether it's about the border, Ukraine. I mean, the woman couldn't even answer a question as to whether or not we take refugees, Jessica."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes. Let's just say my name for 30 seconds. That was --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dreadful?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "-- being on the stage with the President of Poland when he's facing hit like 3 million refugees in one day. And the uncomfortable laugh, which obviously has become a bit of a running joke about her was definitely more upsetting to me than this passage of time. But there's no question that there's an issue here, her popularity is low. It's well below Joe Biden's. And what I have heard in defense of the staffers that are leaving, it's not that the staffers are not qualified. Apparently, there's a refusal to read the briefing books as completely as you should before you go out there and give these kinds of press conferences or meeting with other world officials. And so, I feel for them and there is natural turnover and we all know that. And so, not everyone is leaving because they, you know, they hate it and they need new opportunities and campaign cycles, et cetera. But there's no question that it is very believable that Biden's people and Harris's people are at odds with one another."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Jesse, you want to talk about the palace intrigue about Biden's people and Harris's people?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I found out that Dr. Jill doesn't like Harris. And I know if your wife doesn't like someone that you're friends with --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tell me about it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's done. That is officially done. I did some estate planning and, you know, you got to set things up for your spouse or your children, in case God forbid, I get stabbed by a vicious homeless man. Not out of the realm of possibility that your -- it happens, and it's about protecting the people that you love in case something horrible goes wrong. And Joe Biden is an older guy. He's almost 80 years old. And when you pick a vice president, it's almost like you're doing estate planning. You know, you have to protect the country, if God forbid, anything happened to you. So the fact that Joe Biden selected Kamala tells me, he didn't do any estate planning. And he doesn't care actually about the country as much as he should. Because to leave America in her hands, if God forbid something happen to Joe, would be beyond a dereliction of duty. Now, I have to assume that that was a teleprompter glitch because why did she just repeat the phrase six times? She has to be just reading the phrase over and over again in the teleprompter, right?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "It's not the first time she repeated a phrase over and over."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That was not a teleprompter."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So she --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I thought this was Ron Burgundy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Do you --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, I thought she was Ron Burgundy and she was just reading what was in front of her over and over again."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Wow. OK. You know what I think?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "(Inaudible) convince that there's doubt there."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Dana, you know what I think? I think that Joe Biden really did do some estate planning, because she's his insurance policy. No one is going to look to get rid of Joe Biden because they know what they're going to get it by way of impeachment."
    },
    {
      "speaker": "PERINO",
      "utterance": "So it made him look better."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "You know, that's actually very -- I don't think of that much strategy went into this. Now I think that we all know what happened when he was deciding who he wanted. And he said, OK. Look, he didn't look at her and say, she would be the best counselor for me when I'm in the middle of a big decision. She's going to be the best person for me to go out on the stump and give a great speech. Now, they patched up after that debate where she basically called him a racist. That's why Dr. Jill Biden has never really forgiven her for that. But also, you cannot -- she wants to be president, and you cannot bluff your way through the vice presidency. And extemporaneous speaking on the speech team, you have to fill a -- you have to do a five to seven minute speech. And it feels to me like she's trying to get to that seventh minute, by adding all sorts of words that don't even make any sense. The other thing I would like to do is to say, let me give her the benefit of the doubt on something as well. They have set her up with three things in the recent memory that did not work out. So they told her go fix voting rights. They gave her no evidence that there was voting rights problems that she could turn to, and they never going to have the votes. So they gave her admission that she was going to fail. On the border, they didn't give her any policy change recommendations that she could go forward with, so she was like, OK, actually I'll just go do root causes down in Central America. And the third thing is, she went to Poland and she didn't have a deliverable. So if I were the chief of staff for the President, I would try to figure out what my problem is to try to help her."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Ahead, car-free Sundays, the insane new ideas liberals are pushing to counter surging gas prices."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A new level of climate insanity taking root while prices at the pump crush the American people. The International Energy Agency has put out this ridiculous 10 point plan to help reduce global oil demand. Ready? Some other absurd suggestions include cities going car free on Sundays, traveling by train instead of flying, and only allowing people to drive private cars every other day. So, Greg, if you want to go to San Francisco, I think a train maybe the best options."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, I'd love to do that. Imagine how pleasant that would be an Amtrak to drive across the country."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I meet so many interesting people and probably get killed by them. How do these draconian measures affect people in the city? It's just to punish the rubes in the sticks in the suburbs. Most city folks don't need cars, none of this absurd austerity has an effect on them. They're basically forcing people that they look down on to solve the problems that they cause, trying to create a 10 point austerity plan for people who live in the city. No more pizza by the slice, right, huh? That's costly. They'd have to buy it in bulk. You can only use food delivery once a week, if you can have the cook at home the whole time. You know, you usually get paid more if you live in the cities, we need to slash the salaries and use that money to explore alternative energy. So the salary should come back down to maybe what people make in the suburbs. We do know that there's more crime in the cities but I think to save on costs, we need to shut off the 911 phone service during the weekends, perhaps the hours between 4:00 and 7:00 am during the week. Imagine the kind of savings."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Imagine, Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, it's amazing how the administration will turn themselves into a pretzel, in order to avoid exploring for more oil and gas. It is just absurd. And truly, if you want to invest more in alternative energies, you know mostly who's doing that, the oil companies. And I mean, that's -- they have the money to do it. And look at any of their portfolios, they are doing that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They are doing that and that is what they are doing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was very Kamala Harris."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Kamala like."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Americans don't like austerity. A lot of us don't know what that word means but we don't like having to reduce our freedoms in order to sacrifice for something, after we've sacrificed so much over the last three years with COVID."
    },
    {
      "speaker": "TARLOV",
      "utterance": "True."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Judge, so what do you think?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "So, I was watching Bill Maher this weekend, and he had on Obama's former Energy secretary who has an organization, a think-tank with Bush's former Energy secretary. And they have something called the Green Real Deal, which they feel is this consensus building approach to taming climate change. Now, they agree that climate change is manmade, all the normal Democratic platform points, but they are emphasizing using our natural gas capabilities and using nuclear energy to help us get to the place that we all say we want to go in 2050. And it feels like those kinds of conversations when people are not going to not take their car on Sunday, or whatever it is, are more realistic. And I think that people can decide to do those things themselves. But when you hear these things from the people up on high, who are probably not living that way themselves, it just aggravates people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Precisely."
    },
    {
      "speaker": "TARLOV",
      "utterance": "So, have some --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "What is this agency? Is this a UN thing?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I never heard of it."
    },
    {
      "speaker": "TARLOV",
      "utterance": "The IEA?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "The IEA, yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, it's International Energy, yes, IEA."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, they're associated with the United Nations probably."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't think so. I don't think so."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was founded by Old MacDonald."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well then, where do they come off telling us to stop driving?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "It's just an advice."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But here's the thing. I mean, it's mimicking what the Democrats want to do. And the totalitarian instinct is very strong with the Democrats. They got used to it, and they feel bad, COVID was almost over, I think it's over. COVID is almost over and now they want to tell us what to do. Here's the thing, the one that really gets my attention is they want us to use a night train instead of a plane. Now, I can see myself coming back from Chicago or a speech, coming into Penn Station at 3:00 in the morning. You know what, now I can be a crime statistic but they won't be using any airplane fuel. I mean, come on, stupid."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, so stupid. And how do you spell that?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "S-C-O-O-P-I-D."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Coming up, chaos at Spring Break. Cops looking to crack down after a surge in shootings."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Welcome back. Spring Break mayhem taking over Miami Beach. Gunshots sending crowds of people running for cover. The city declaring a state of emergency in response to the violence. That (inaudible) mayor putting a midnight curfew in place and cops are saying enough is enough."
    },
    {
      "speaker": "RICHARD CLEMENTS, MIAMI BEACH POLICE CHIEF",
      "utterance": "Gunfire was 10 feet away from an officer that was on an ATV, that had to dive off of his ATV in order to get behind it because he didn't know where the gunfire was coming from. That's a problem."
    },
    {
      "speaker": "TARLOV",
      "utterance": "So that's definitely a problem. We're just saying this happened last --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I was just saying like we covered this story in 2020. It was like a whole thing because no one wanted to wear a mask, et cetera. Then last year, they had the same problem. So I don't know what you do if you're in a city that has become a destination for this kind of thing like that. I feel sorry for the police officers trying to figure it out. I know everybody wants to go down and enjoy the great weather and the freedom in Florida, and have a great time. But this seems a little bit over the line. I do wonder if Jesse is going to send Johnny to Miami for a spring break package for Primetime."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I told John if he gets shot at Spring Break to film it, and because if he doesn't film it, it didn't happen. Tonight on \"Primetime,\" we're going to be doing a look back at what spring break used to be like ah. Remember just about body shots, not actual shots to the body, real beer and jello, and wet t-shirt contest."
    },
    {
      "speaker": "PERINO",
      "utterance": "What a tease."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And remember, MTV was involved and then, you know, I got involved. And now people are shooting each other in Miami. What has happened, and we will find out tonight on \"Primetime.\""
    },
    {
      "speaker": "TARLOV",
      "utterance": "That's a great plug for the show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. I was going to say that usually the shots would come after spring break. But anyway, because you know --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "So dirty."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is really bad. Yes, it looks more like a prison break than a spring break. But I'm telling you, if there is crime and I hate, you know, I hate crime. I would prefer to be at spring break because I won't be at spring break. It won't be in my neighborhood, so I'll take it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is such a bad thing for you to say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. I know. I'm a selfish little man."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But York City and, you know, it's like spring break here every day, three years --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I got three years of crime."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. You know, the only thing that I can think of is like, you know, the two people who got shot that I read about were both women. And, you know, the problem women used to have was, you know, they tripped on their heels or whatever, now, oh, I got a bullet to my, you know, to my right clavicle. I got, you know -- it's like -- it's crazy town. I don't know what they're going to do --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Were the women the intended targets?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, if they were shot by someone who was a sharpshooter, I suspect they were the intended targets."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I like that you do your research for your show during THE FIVE. Judge, tell me --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg, at least I watch the hearings today."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I've watched nothing. You're right."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK."
    },
    {
      "speaker": "TARLOV",
      "utterance": "\"One More Thing\" is up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. It's time now for \"One More Thing.\" I got a little plug, the paperback edition of my book \"Everything Will Be Okay\" is on sale now. And I wrote a new section, a new chapter about dealing with COVID -- well, post-COVID life and work, so that's in there. And if there's a little promotion, you can -- if you want to sign book for your graduate or your loved one, if you go to the Little Point Bookshop, your copy will be personalized if you order them by May 1st. So littlepointbookshop.com and that will happen. And I am doing a new podcast series. And Judge Jeanine is going to be on my podcast. If we can schedule it, we're working on that. All right, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All of your plugs have little plugs there."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. Hello, plug."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because you're so little."
    },
    {
      "speaker": "PERINO",
      "utterance": "Got it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I had a nice weekend in Naples, Florida. We raised some money with a great group of people, Russ and Tracy Scurto (ph), and Joe and Amy Novogratz (ph), I think threw down a lot of money in donated to Bret Baier's All Star Panel Event Benefit, which everything goes to the Children's National Hospital. So thank you guys so much for everything you guys contributed. We had a great time. And Jesse Jr. had a great time and we're at the Ritz, there he is (inaudible) by the golf course. Just almost free as a bird. And then, last night we were at Sebastian Maniscalco at Madison Square Garden. In case you were wondering where I was on Monday, it was not my birthday. I don't take my birthday off like Greg does. But I was just, you know, laughing the whole night."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Watch me off."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's a great show. Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Let's do this. \"Greg's How to Surprise a Cat: Part 3.\" All right, there's nothing better than surprising a cat. I could watch this video over and over again. Let's show you. This is how you surprise a cat. You place the cat in front of a toaster, and you wait. By the way, there's no injury on the cat. The cat is doing fine. In fact, the cat is now in business school."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's amazing. How like a little bit of a shock and change somebody's life for the better. Oh, there you go. I'm telling you. I've watched that 700 times."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He don't need any more MBAs."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jessica?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "That was -- I'm not a cat person but that was a very cute cat video."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it was because you hate cats."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I'm also very allergic to add."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Are you allergic to dogs?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "No. Thank God. Dogs are the best, OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is beautiful."
    },
    {
      "speaker": "TARLOV",
      "utterance": "We have a lot of times so, OK. California man was trapped for two days 15 feet underground, in a narrow steam drain. The unidentified man entered a 16 inch wide opening near San Francisco for no apparent reason, and then couldn't get out or go back the way he came by. By some miracle, people passing by heard his screams, helped called 911. It took at least 50 firefighters who worked for hours to save him. Obviously, he was very happy to be above beyond -- above ground again. Learned lesson, do not go places you're not supposed to go, though, I don't know who would jump into a steam drain."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I could give you a few --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "(Inaudible)."
    },
    {
      "speaker": "WATTERS",
      "utterance": "San Francisco --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "San Francisco."
    },
    {
      "speaker": "PIRRO",
      "utterance": "They did that for a reason."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It was --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Nobody does without a reason."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, we don't know reason."
    },
    {
      "speaker": "PIRRO",
      "utterance": "We don't know the reason but it -- he wasn't doing it for his health."
    },
    {
      "speaker": "PERINO",
      "utterance": "Could we speculate on a reason, just kidding. We will not do that. Judge, yours is next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK, all right. Listen, it's my turn. One more thing, I'm hosting Laura Ingram Tonight again at 10:00 pm Eastern Time. Make sure you tune in. We've got a great show tonight. We got Senator Lindsey Graham. He can talk about everything he talked about at the hearing today. But my one more thing is that the top ballet performers dance for Ukraine in a charity event. Ballet dancers from across the globe dance side by side to raise funds for Ukraine, about 20 of the world's top dancers perform before a packed auditorium at the London Coliseum. Some of the dancers have loved ones in Ukraine and found it impossible to just sit by without lending a hand. The charity event was called \"Dance for Ukraine.\" Gala and ballerinas from Russia, the US, Brazil, Italy, France and Japan participated. All of the dancers donated their services and they raised $184,520 for Disaster Emergency Committee's Ukraine fund. God bless them. Everybody's upset about what's going on."
    },
    {
      "speaker": "PERINO",
      "utterance": "Do you like the ballet?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I love the ballet."
    },
    {
      "speaker": "PERINO",
      "utterance": "Do you know about Jesse's cousin?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "What's your cousin?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's a professional ballerina."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And is he in the American Ballet Theatre (inaudible)?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, highly accomplished."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Ballet dancer."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's it for us. \"Special Report\" is up next. Hey, Bret. Is it ballerina, Bret? I don't know."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Hey, guys. Hey, guys. Hey, listen, thank you so much for everything you did for Children's National. And Jesse and Emma only have five more dinners to do so."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's true."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Wow."
    },
    {
      "speaker": "BAIER",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "PERINO",
      "utterance": "Have a good show."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right. We'll see you."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}