{
  "date": "March 24, 2022",
  "headline": "'The Five' on Biden's NATO presser, LA's new strategy to deter crime",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-on-bidens-nato-presser-las-new-strategy-to-deter-crime",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Hi, I'm Greg Gutfeld along with Judge Jeanine Pirro, Jessica Tarlov, Jesse Watters, and recently re-elected mayor of munchkin land, Dana Perino. THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Putin was banking on NATO being split. NATO has never, never been more united than it is today. Putin is getting exactly the opposite what he intended to have as a consequence of going into Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "President Biden at an emergency NATO summit trying to ratchet up pressure on Vladimir Putin. Biden allies announcing more sanctions against Russia, but the president losing his temper when pressed if he could have done more to prevent this war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "What makes you think Vladimir Putin will alter course based on the action you've taken today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Let's get something straight. You remember, if you covered me from the very beginning, I did not say that, in fact, the sanctions would deter him. Sanctions never deter. You keep talking about that. Sanctions never deter. The maintenance of sanctions, the maintenance of sanctions, the increasing the pain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Do you believe the actions today will have an impact on making Russia change course in Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "That's not what I said. You're playing a game with me. I know --the answer is no. We have to demonstrate. The reason I asked for the meeting, we have to stay fully, totally, thoroughly united.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Somebody did not get their pudding. As for the fighting, Ukraine says it blew up a Russian ship and is slowly pushing back Russian forces around Kyiv. President Biden appearing to draw a red line on what it would take for the U.S. and NATO to directly respond to Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I can't answer that. I'm not going to give you intelligence data, number one. Number two, we would respond. We would respond if he uses it. The nature of the response would depend on the nature of the use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, judge, I go to you first. What does Dana think about the presser?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "sentences": "Dana has been on television all day and she's been wonderful. I think you should go to Dana right away and then come back to me. If she didn't cover what she covered earlier, I'll fill it in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, you said something today that I was like nodding in agreement because I was so -- I was like, why did he answer that question about 2024. And then the second part which is was that he lied. I mean he brought up that fine people hoax, which has been debunked over and over. Then he says that police officers died on January 6th -- no. But anyway, you had -- he was going -- he was okay and then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "So, it was weird. So, he goes all the way over there for this emergency meeting. I think it's good that the president went. I think it's good that they have this unity. He said that NATO is so unified and we all -- we all get it, Mr. President. We don't need to hear that again unless something happens. Then he only takes like four or five questions and then he goes to Der Spiegel. Now, most of you probably don't read Der Spiegel. You're familiar with Der Spiegel, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, this is not -- this is the German --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The German beagle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- the German paper. They are very thorough. They seem to be very interested in American politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And in one direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So he takes the question and the question is about will you run in 2024? Now you could say, look, I'm here talking about this, 2024 is a long way off. I've already said I'm going to run again, but we'll talk --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- let's talk about something else. Instead he said, you know, I really had to run and then he had to go back over and re-trot, retread through all of that ground --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I just wouldn't have done it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I wouldn't have done -- I would have said -- I would use that opportunity if you have the time, take one more question on the relevant points. I would not have done that on foreign soil, but he did. Okay, fine. I also thought that you have all these reporters. They are completely invested. They actually, you know, I think the coverage of the Biden administration in terms of what they are doing has been pretty good, but his messaging, their messaging is so timid, and you are sort of left wanting what is the mission? What are we doing? What do we want to have happen? What is the end goal? Did you guys discuss that? There's all these things that maybe we'll learn in the coming days that in the closed door meetings they had these discussions, but if I were Zelenskyy, I would have watched that press conferences just like, okay, do you want me to give the press conference because he could have answered it a little bit better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And I think, look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "How'd I do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You did a great job, but you know what, one of the rules of Dana Perino's visit to foreign countries is you go there with the intent of announcing something, of delivering something. What did he say that was different? In fact, what he said was so similar to what he said before. He basically said, you know, we're going to respond to chemical weapons depending upon how much they use. I mean, it was just this kind of vapid vacuous -- we didn't know what he was talking about. It wasn't like the Ronald Reagan, here's what we got to do. We win they lose. Or how about this, Ukraine wins they lose. But at this point, it's clear that Ukraine is in a position of getting Russia -- Russia is stumped right now. They're embarrassed in front of the world. They hit apparently a Russian ship in that -- in the sea that's right below Kherson. So the question is, how are we going to do this so that Russia backs off or is Zelenskyy going to be forced into the idea that, look, just give Russia what they already have and let's -- and let bygones be bygones? No. Ukraine in '94 was told if you give up your nukes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINOI",
      "sentences": "Nuclear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "-- we'll take care of you. We'll protect you. And they never did it. And now Zelenskyy is saying I don't want to be a part of NATO. All I want is I want to be a part of a group, the United States and the Ukraine - - United States, the U.K., where I'm protected, some kind of a treaty where I'm protected. That's all I want. And at this point what we've got to figure out is this guy's probably going to win this. I think Zelenskyy can depending upon what we're giving him and we've got to make a statement to Putin that, you know, you're out. We've got to fight you more than, you know, depending upon what you do, we'll do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, I want to play some sound on tape. We call that sought in the TV business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thoughts (ph). Thoughts (ph). Thoughts (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's of Admiral John Kirby talking about how Russians aren't communicating with our administration. Roll that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "sentences": "We have tried on numerous occasions to connect Secretary Austin with his counterpart. Chairman Milley, the Chairman of the Joint Chiefs of Staff has also tried to connect with his counterpart. We've made multiple attempts here, but they have not -- they have not answered up. They've declined to take these calls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Jesse, I'd like to quote right winger Trevor Noah. This would never happen under Trump, right. They answer his calls. Does this matter because -- do we need to talk to that side? Do we know -- are we getting our information from somewhere else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "There's nothing more humiliating when the phone call goes straight to voicemail, whether you're a guy calling a girl, whether you're someone that's in sales. If someone doesn't pick up your call, that is really, really bad. So yes that's a problem. You know when you do an interview, Greg, and then after the interview is over you think, oh, god, why did I say it like that. That's how Biden must be thinking. They asked him and this is where presidents really get their chance to make a huge statement. If Russia launches a chemical attack what will the U.S. response be? These are the kind of moments that are made for presidential politics. You're in Brussels. There's a war. Russia is about to do something. And Biden mumbles something about, oh, you know, we'll do something. Joe Biden, speak. That was your moment to shine in Europe to say something that makes everybody proud and be clear. And then they said oh, you know, well, if Zelenskyy wants to negotiate some territorial, and he goes, you know what, if Zelenskyy wants to let the Russians have the east and that's up to Zelenskyy. I mean, what kind of answer is that. You're supposed to say no. You're supposed to have a little backbone there. And then he leaves the press conference after a minute or two and everyone starts screaming at him. He goes okay, one more question, and then he loses his temper. And he said well, the sanctions were never a deterrent. I never said that. Well, everybody else in your administration said it. Kamala, Sullivan, Kirby, they all said it. So they're not on the same page with that. And then he keeps saying the same thing. NATO is unified. Oh, well, so what if NATO's unified if Ukraine's getting swallowed up whole. You could have no Ukraine, but as long as NATO is unified, great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Zelenskyy can be dead. NATO is unified, so what. This is embarrassing especially the way he was walking. Did you see how they were guiding him like an usher takes a person to their seat when the lights start blinking before intermission? Like, this is the president of the United States. Come on. And then he says well, there could be some famine. And like we all know there's a recession coming and now we're talking about nuclear weapons. There's no urgency. There is no urgency to stop this war. He's like, would do a couple more sanctions, we'll sanction this guy, we'll sanction that guy. Come on. This is much, much more intense than he's letting on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know, Jessica, in the green room you were saying how embarrassed you were to be an American under Joe Biden and I agreed with you. I'm kidding, and I'm glad that we coordinated today. Care to respond to Jesse? Could you argue that Biden is trying to portray a sense of calm as opposed to urgency? Maybe that's his strategy. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "sentences": "I could argue that. I could also argue that Jesse's perception of that press conference was not in sync whatsoever with how I was viewing the press conference or I think a lot of Americans were and frankly people all over the world because Biden did have real deliverables. He said first of all out loud, I want Russia out of the G20. That's a big deal. When you say Russia should be out, that's kicking them out. We have a billion in new humanitarian aid. You're -- we're taking a 100,000 refugees. Apparently, I brought that up yesterday because we've only taken eleven thus far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "100,000 is still not enough but it's at least clear that they know that this is a problem. There's another $320 million for what they're calling societal resilience to make sure that the media can keep functioning that we're supporting LGBTQ people in Ukraine, et cetera. Those feel like real deliverables to me and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But wait, wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Except for not ending the war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wait, Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "What? Are we going to end the war -- on the -- on the chemical weapons front, I do think that that is a big moment because if you think back to one of the biggest foreign policy blunders of the Obama administration, it was the Syrian red line, right? And now Biden's getting his own red line. And he should delineate exactly what that is. And I understand there has to be a commensurate response depending on what he does, but I would like to see and I'm sure Boris Johnson, the U.K. prime minister, would be fully enthusiastic about. The line actually can be really, really small. Though whatever they do, if there's a chemical weapon on the ground in Ukraine, we will respond to the fullest extent of what NATO can do, but I know you want to disagree with me about something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What did he say about chemical response? What did he say? Do you remember? I don't remember what he said. It was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "He said there will be a response and it'll be proportional --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "(Inaudible), Jessica. It was (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "The nature of our response depends on the nature of use. And the other thing that he said was these -- they're going to give chemical defense gear, chemical defense gear, everything is defense. None of it is offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Do you know what he should have said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And by the way, how can you refer to the red line in Syria under Obama and Biden? I mean that was a joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I literally said foreign policy blunder, out loud on television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINOI",
      "sentences": "I mean what Biden could have said to that question about chemical weapons is that -- he should have said he better not, and leave it at that, because that was also one of the things. It's like don't say all the things you're going to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. All right, coming up, liberal leaders throwing in the towel when it comes to dealing with the surge in violent crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Sunny Sweeney in case anybody is looking for that song. A liberal city is now warning people to be careful what they wear to avoid getting robbed. This is terrible news for Judge Jeanine. The Los Angeles Police Department saying, \"What we're asking the public to do with these crime increases is if they're going to wear expensive jewelry or drive high-end cars when leaving restaurants, taverns, and other locations, they need to be mindful of their surroundings and be in well-lit areas.\" And rising crime isn't just a West Coast problem. New York City Mayor Eric Adams being criticized for consulting with Chicago's Lori Lightfoot on how to deal with it. He probably should have called Ron DeSantis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Like why are you calling the place where it's bad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It does kind of -- it does explain why New York City is becoming like Chicago. There were like how many mass shootings over the weekend, 23 victims. That is Chicago. You can't wear jewelry or drive high-end cars, what is Fabio going to do? But this is the property version of don't go out in a short skirt, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Rather than change criminal behavior through punishment, we law abiding -- we, the law abiding must change our behavior. We must limit our freedoms because our political leaders are too scared of the woke that has infiltrated our justice system to actually make a moral stand. The woke left has made the criticism of criminality a sign of racism, which is actually more racist than anything because when you associate crime with minorities that's racist, and that is what the hard left progressives have done and which is why everybody's really scared. It's like you -- if you, I mean, if you actually talk about what's going on in the streets and things that you see to people, you -- people won't like join in and talk to you because they're out there, oh my god, I don't want to offend anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Crime is now considered, like talking about crime is considered like a dog whistle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINIO",
      "sentences": "Judge what are you going to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, I'm not in a position to do anything about it now, but when I was, I mean, nobody would get away with it. You just put these cases in the grand jury. Look, it's called victim blame. If you wear the skirt too short then you were asking to be raped. You wear a Rolex you are asking to be robbed. And you know what, we're -- you know, when you're out there and enjoying the fruits of your labor, if you're lucky enough to have a nice car, then you're teasing the criminal with it. Here's the difference, your life is forever affected by it. You're afraid for the rest of your life looking over your shoulder for the rest of your life while the criminal's behavior doesn't change. He just goes through that, you know, swinging door of the justice system, rarely will even get prosecuted, let alone booked for the crime. And in the end, there's only one way to handle this, and it's getting rid of no bail and it's making sure that we get rid of these woke prosecutors who are more interested in criminals than they are in victims. And this is the perfect example. You have people who now have to change their behavior because the criminals are allowed to do whatever they want. But my favorite part of this segment, I was reading about Mayor Adams, our great mayor, right? We're all willing to give him in New York City the benefit of the doubt. So he goes to Lori Lightfoot to find out how to fight crime. I don't know if you've been watching the news for the last 10 years. Chicago's a nightmare, okay. So, the reporter says every time I ask you about violent crime you say crime is down. This is to Lori Lightfoot. Crime is absolutely not down. Crime in Chicago is up by 34 percent. She gets angry and so he says to Lori Lightfoot, there's a 178 percent increase in carjackings in your city. Lightfoot's response to the question, you're one of the rudest people I've ever met. And you know, the reporter says, I think carjackers are rude people. But this is what's happening with woke mayors, with woke judges, woke prosecutors. They have changed the justice system and they are literally clamping down on us and our rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jessica, you've been a lifelong New Yorker. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think having been here many, many years now, almost 40 of them. Well, two away from 40.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "(Inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, no, no. It was a couple of weeks ago. You can't call Mayor Adams woke, you just can't. If you've been listening to how he ran, even how he's governing so far, and if you listen to progressives reacting to Mayor Adams, you know that they're not happy with this. This was not the candidate that they wanted. This was more of the tough on crime candidate actually that kind of united minority voters and moderate Democrats in the city. Liberals who are concerned about carjackings and things like, you know, raiding drug stores and people steal, you know, breaking the windows at Chanel and whatever else that they're going to do. I think that these tips make some sense considering the current environment, but it's obviously not a solution. And it's not something that you can say that this is long-term sustainable to just say don't wear the nice things that you worked really hard to get and purchase or that you have to think twice if you're going to get your kid a nicer car versus, you know, a used car from 15 years ago et cetera. And I think that these tips for the moment need to be coupled with the real world solutions that you're putting forward like this is how we're changing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I have a friend in Los Angeles and when he goes out on dates he will rent a Lamborghini for the night and he will go get a loaner watch to impress the girl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is this real?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And then he will pick her up and then he will roll up at some hot spot and then he will get out in the Lambo and the rolly and he will flex. And that's what they do in L.A. If you can't do that in L.A., where else are you going to do it? Are you going to pull up in a Buick and a Seiko watch? You might as well be in Des Moines, Iowa, no offense. But L.A. is all about that. L.A. is all about hot cars, nice jewelry, and being fake or at least appearing successful. Do you even know what people in L.A. do? I have friends in L.A. They have all kinds of money. What do they do? I don't know, but they're constantly impressing me with all of their stuff. Now, if you can't go out and not have to worry about getting jacked, then what are you supposed to be, your own policeman? You're not supposed to be checking your six. You're supposed to be, you know, doing your thing. That's the police officer's job. That's the job of the city leadership. If they're not going to protect you, I mean, how about a tax cut, right? You're paying all this money for them to protect you so you don't have to protect yourself. Now you're saying you have to protect yourself. Well, give me my money back because what am I paying all these taxes for. The whole thing is ridiculous. You know it and I know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You know what -- do you know what your buddy -- you know your buddy should do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He should also rent a cop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Rent a cop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And that will show he's like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Private security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is a big power move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That is a huge power move. Tell your friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's my tip. All right, up next, the media in a frenzy again over Republicans grilling President Biden's Supreme Court nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Supreme Court hypocrisy on full display in the mainstream media. Liberals going into overdrive trying to defend Biden's radical nominee and absolutely losing their minds anytime somebody has the nerve to question her record as a judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "Josh Hawley, you know, fist in the air Josh and slave holder descendant Tom Cotton reprised they're Qanon baiting smears against Judge Ketanji Brown Jackson. They were treating her like a black shopper being -- that they were following through the store.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY KIMMEL, LATE NIGHT SHOW HOST",
      "sentences": "A day of grandstanding and speech making and hissy fitting in the Senate today. No Republican has been more hot and bothered than Lindsey Graham of South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "This is about midterm elections appealing to cultural wars, appealing to a segment of the GOP that is into conspiracy theories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIANNE KEILAR, CNN HOST",
      "sentences": "-- in particular, Senator Blackburn's line of questioning. Did you see racism in any of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Jessica, did you see any racism at the hearing and can you give me an example?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, I saw -- I saw a lot of stuff that I didn't like. I did not feel like there were racial undertones to it. The argument that has been made about that is that talking down to someone and you can interpret some of these questions which feel like the gotcha questions like could you please define a woman, that that's talking down to someone, and then would they be doing that to someone who was a white nominee I think is the line of argumentation that it would do it. But I did not see that. I saw some stuff I didn't like and I went back though to look at what went on during Amy Coney Barrett's hearings just to make sure if this really was just a completely one-sided thing with the adulation that's coming for Democrats. And obviously we saw Cory Booker go off for a few minutes, but you know, filled with joy at the moment, and I myself am excited about it. But we did see Senators Tillis, Grassley, Graham, you know, going on and on Amy Coney Barrett is a mother. She has seven children, two adopted, five biological. Lindsey Graham even actually upped it to nine children by accident. He's like, well, I have two more. And then John Cornyn, he was the one who had her hold up her blank page of notes and he said isn't it so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, that's good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That was -- what are -- if --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's a nice moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Why is that a nice moment? I mean, when you think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I thought it was cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "You thought it was cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, that was nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That she doesn't have to take notes and that should make you more qualified to be on the Supreme Court? So, that's a moment when I'm just straight --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, she knows what a woman straight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Straight fawning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She knows what a woman is. Everyone does this Janine, right? The Democrats, they're nasty when the Republican nominee comes up, or vice versa. This is the way the game is played. The media acts like this is the first hearing we've ever had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, look, I mean, it doesn't take much to say that the, the, the way this judge is being questioned, is so much more polite than what they did to Amy Coney Barrett, than what they did to Brett Kavanaugh. I mean, it was just a circus. Let's admit it. I mean, everybody said they didn't want it to be like that. And the Republicans I think, had been kind enough to make sure that it isn't. But you know what the whole point of the questioning is to get an idea of who this judge is the judge that refuses to identify her judicial philosophy, when other judges do. So, we go through the truth finding process, we've done it for centuries. And the truth finding process is when you put someone under oath, and you ask them questions to try to get at the truth. And that's what we're doing here. So we have this, this this candidate for the highest court in the land where we got to ask her questions, she repeatedly tells us how much she loves America. She loves America, everybody's like, hey, this is wonderful. She loves America. But then she went to one that routinely refers to government officials, as war criminals, and it's not just in the caption, it's not just in the caption in a lawsuit. OK, number one. Number two, she repeatedly tells us that our brothers in law enforcement, she knows law enforcement, we're like, hey, that's great. But then through cross examination, we find out that with child pornography, she is down sentencing below the sentencing guidelines. And let me tell you what child pornography is. It's a visual depiction of a minor engaging in sexually explicit conduct. I don't care what her excuses. Now, I got a third one. She can't define what a woman is. She could have said, I'm a woman or a woman, you're someone who gives birth or anything, but she doesn't want to be unmasked. We unmasked her on the first two. Now, she doesn't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Unmasked as what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Let me finish. Let me finish. Number four, CRT Oh, I think it's something they teach in law school. We all know if you followed any of the news in Virginia, what's going on in this country, and it's not about law school, and she's on the board of a school where they're teaching critical race theory. Now, she has been unmasked differently. And now, we find out her philosophy. Does that mean she won't be a justice? She will be because they got the numbers, but let's not kid each other. If she'd been honest, in the beginning, we wouldn't have to go through the truth finding process. That's all I have to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Dana Perino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, I'll just quickly say something. I'm going to channel Greg Gutfeld for a moment and just talk about the media for a second. Because if go back to Cavanaugh for a second. And do you remember when the media were the biggest drivers of weak rumors that then the media put forward and then they had to walk them back. And all of a sudden now the shoes on the other foot with Brett Jackson. And there's all of a sudden no intellectual curiosity about anything that's going on with some of these perpetrators that she sentences. When Kavanaugh was up, we had profiles of everyone who had gone to school with since preschool. And the Washington Post today was like, oh, well, the rubber cut Republicans have been so much worse. I mean, come on. Where are where are the profiles of these people? Especially the ones who reoffend it? Don't you thinking maybe be curious enough as a journalist, that might be something that you might want to follow up on. But they didn't do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, they didn't. Did they, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They didn't. they didn't Excellent point. You know, I saw racism it was in that media montage. If you can't ask tough questions of a person of color, then basically, that's a form of bigotry, right? How do -- you know, you know it's an essentially know -- and I know that sounds like a racial term, you don't if every time you ask a person of color of causes you to be a white knight, that means you don't believe that person of color can answer the question. That's what I see. But again, this is -- and I don't want to get Tyrus angry, this is a lot like professional wrestling. We already know the outcome, right? And but people, the politicians are still playing their roles. And you're right, they reverse every time. We know what's happening. I think the best win for Republicans is to let the Democrats win because they are as the judge says, hope that your behavior, your polite behavior might pay a dividend later, probably won't, but maybe it will. But at this point, all you are is you. You're feeding that media, every time you try to grandstand for a viral moment. That's what you know, Cory Booker loves to do right. Did he cry yesterday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Did he cry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think so. But there is this weird amnesia, and I can't tell if it's deliberate or it's oblivious that in order for all of those in that montage to adopt that stance they have to forget everything that has happened in the last 30 to 40 years you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I do know. And I think it's smart if you -- I do -- I think it's smart of you not to try to get Tyrus angry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because he would crash you like a grape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He would, he would but I would enjoy it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You, sicko! Up next --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "He's perfect, he's perfect for now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Nancy Pelosi has a new midterm message but who's going to buy that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Democrats are struggling to find a good midterm message to actually run on but Nancy Pelosi thinks she may have just cracked the code.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Joe Biden is a great president, he is a gift. As I've said to him, don't say I told you this, but, but I've said to him sometimes, I'm glad you didn't win before because we really needed you to win now for president. He's perfect. He's perfect for now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "How's this for perfect? Biden's disastrous policies have been so bad for the country that some Democrats are now even pushing for monthly checks to offset the surging gas prices. The President also underwater in the latest Fox News poll on key issues like the economy, border security, and inflation. So, Dana, is this president perfect?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That is spoken like a person who will not be here next year to dig out of the minority. So, we all know she's headed for the end after this time around. I mean, I guess, I could be proven wrong, but I doubt it, like she knows that this is happening that the Republicans are posed, posed to win. I will not say the R.W. phrase because we don't want to say that. But I think everybody know it. The members know it. There was another Democrat that just retired today. So, they all see it. They're running for the exits. Members in tough districts can't like what she said there because they're going to have to answer the question. Do you think Joe Biden is perfect? And the issues that are happening today, like Ukraine and Russia, Supreme Court, where his numbers are a little better? Those are not the issues that are going to be the main ones come November. Those will be what you saw in the second set of slides that you put up inflation, gas prices, COVID mandates in the economy at large.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, and in fact, Greg, 38 percent approve of the Biden's behavior on the economy, 31 percent on inflation is policies, obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think it -- that, that tapes should upset just about everybody from left to right, because it shows how far removed from everyday reality these elite geriatrics are, right? They're, they're, they're old. Let's be honest, here, Biden and Nancy. So, they, they don't even affect -- and though rich and they're far -- they don't have the, they don't experience the effects of crime and inflation. That's not their concern. I came up with the law of an approach, approaching mortality. You don't -- when the movie is ending, and the credits are rolling, you don't go buy more popcorn. So, it's like, you know, what I mean? It's kind of getting towards the end. So, she's like, why get worked up about stuff? She doesn't -- it's like, you know, even if there's a war, it's not a big deal. I got a couple years left. That's what it is. It's a very selfish attitude. I know when I get to be that age, I'm still going to care about America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. All right. So, Jessica, two-thirds of America think that the country is on the wrong track? Is Joe Biden perfect?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Is Nancy wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "About this? Yes. But she said he was perfect for right now. And I do think that there is a case that you can make, frankly, he shouldn't have won the election, right? But historically speaking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jessica!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you. Welcome to the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, yes, yes! Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It was such extraordinary circumstances that a president failed to win re-election because we were facing a global health pandemic. And he was someone that had proven himself to be frankly, incapable of managing it. And the people thought he was unhinged, not fit for the job, et cetera. So, Joe Biden getting the American Rescue Act passed, bipartisan infrastructure, those are things that do matter. But Dana is completely correct. When you go to vote, especially, you know, in a midterm looking at those numbers, you're going to be voting on the economy, you're going to be voting on inflation, and they're going to be some COVID voters. And it'll be interesting to see how the pullback of the mass mandates affects all of this. But when the head of the DCCC is out there saying, you know, things are really bad, we need to be messaging that we understand and that we care, follow his lead on that there are a bevy of numbers to back that up. So, that's the only message is frankly going to resonate with people right now who don't want to vote for Republicans, but they want to know that Democrats understand that they're suffering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK, Jesse. So, what is the Bipartisan Rescue Act that Jessica just referred to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It wasn't bipartisan. Republicans actually refused to help Americans out, the American Rescue --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "The rescue --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You mean, the one like three-and-a-half trillion that made inflation worse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And now, you want to spend more Biden bucks for the Putin price hike? Yes. Only the Democrats could think helping inflation would be to spend more money. Biden is a gift. He's a gift to the Republicans. I used to go out and do street interviews during the Obama era. And I couldn't get any Democrat to say one negative thing about the messiah. We send Johnny out now and black, white, young, old, male, female -- they hate the man. I haven't had one guy that says, yes, he's doing a hell of a job, and we're actually looking for him. With the Pelosi situation, come on do you ever go to a restaurant and you ask the waitress, you know, what about the chicken? Is the chicken? And she's like, oh, the chicken is divine. There's little reduction sauce. You know, how about the pork? Is the pork -- oh, the pork is phenomenal. And she won't tell you the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I had one time I was at a restaurant and I said like, how's the salmon, and the waitress goes, it's not so good. And I was like, finally someone told me the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Big tip. Did you leave her a big tip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A huge tip. Very unlike me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Up next, the ridiculous demand workers are making to return to the office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "While more Americans make their return to the office, some are unhappy with the status quo. A post on Reddit blowing up with some workers saying they should be paid for their commute. Does anybody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't disagree --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I want to go to work in Florida and then I can go back and forth and they could --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "These commutes were shorter than that. And did have a lot of people on this ride who lived in the Netherlands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I think that, you know, hybrid work is here to stay. And I think the, the country was kind of headed or where the workforce was kind of headed in that direction anyway -- COVID was the accelerant, proved that a lot of people could work from home. The CEOs don't like it a lot. In a lot of cases, I don't blame them. I think it's hard to keep a corporate culture going. I don't see how promotions and all that are going to work. But that's for the managers to figure out. But their CEOs don't have a lot of leverage when there's 11 million open jobs and you're trying to retain talent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "100 percent. They're not going to say another number because it was 100 percent agreement. 60 percent of Americans say their job can be done from home and the efficiency has been proven out at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I am so -- I love that word that people are working from home. Fewer conversations in the elevator. Have you noticed that? I have the elevator to myself almost all the time. And nobody talks to me it. Is the best thing. And you know what? I bet we are saving money. I bet you don't have as many offices --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Well, you got probably the whole floor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not as much stinky food in the microwave. You know when you come into work, somebody is always warming up some old fish, it's disgusting. By the way, this is the real problem is our lunches are getting really expensive. Have you noticed that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. Yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "My soup, my soup is almost 20 bucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "At Halen R.D., it's like $70.00. If it's warm, I usually throw it at my assistant but I'm not too expensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Jesse, how much does your lunch cost?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know there's no such thing as a free lunch, right? I just learned that you don't use moisturizer on your face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But you do, Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I use moisturizer. I'm a human being. Where do you crawl out off? Shame on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know, I don't know what this obsession with moisturizer is -- look how beautiful my faces is? This is beautiful. I don't need to put crap on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, you do. You need a moisturizer, Greg. You can't just put bar soap on your face, you animal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "He's very respectful of my topic today, Jesse. Judge, final thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Final thoughts? You know what, everybody knows when they're going to work, they have to get there themselves. I think it's ridiculous to pay people. I like being at work. I like people. I like being with people, so but that's me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It is you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're a people person. I just came up with that phrase",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, it's wonderful. What do you use on your face?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I use moisturizer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What kind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know the name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What's the brand? \"ONE MORE THING\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know it. Well, then you use --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, it's time for \"ONE MORE THING,\" I'm going to go first. As you know, about a month or two ago, Greg's job search, thank you for that. I joined LinkedIn in order to get information on the president of a washer dryer company because I couldn't get a part. And but because I joined LinkedIn, you have to list your job occupation and I listed host because that's what I am. So, now LinkedIn sends me e-mails on job openings, including the welcome host at Cartier, which requires working weekends, and I give them a luxurious experience. Longhorn Steakhouse. I'll be -- I have to deliver enthusiastic hellos and goodbyes and then I have to clear and reset tables which doesn't seem like a job and I have to sanitize guest touchpoints. Fridays, of -- oh, I hope I get all that bling, right, right? I must be able to, get this, I must be able to carry natural conversation with guests without sounding scripted. Well, that's -- I can't do that. You see my notes. You know that's impossible. And boutique facilitator at Chanel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's where your moisturizer comes from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes, it's -- but I don't want to be a victim of a smash and grab Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. I think you do want to be a victim of the smash and grab. We're going to a feeding frenzy. Here we go. Today's National Cheese Steak Day. And this is a cheese steak from shorties over in the west side, Hell's Kitchen. Did you guys know how the cheese steak was invented? Well, I just found out apparently in 1930, Pat Oliviere, sounds Italian. He was a hot dog vendor and he just threw some beef on the grill instead of a hot dog, threw it in a bun, Happy Cheese Steak Day. And Happy Jesse Watters Primetime Day -- it's not official, but we're getting there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A national proclamation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Before Congress. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We mentioned Tyrus earlier. I want to mention him and his daughter. Take a look at Georgie and her dad here. She is a second-grader and she had a school project called wax museum day where she had to dress up and talk about a historical famous figure. Well, I did a zoom call with her because she chose me. And here she is dressed up as me oh for her project, and she had to learn all about me and she did an excellent job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "On her assignment. Congratulations, and thank you, Georgie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, Georgie chose you for Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's got to hurt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "So, watch this daredevil fly over the top of the ancient pyramids of Egypt, capturing stunning aerial footage, the paraglider Yanis Terzis was part of a special event that gave him permission you usually can't. This is just absolutely incredible. I would like to do that. I've never wanted to paraglide. Cool right? No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, you know what I would love to do up there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I would do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Judge, it's you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. All right. I want to commend all of those animal welfare groups who are helping people in Ukraine. One of the things we noticed when people were leaving Ukraine, so many of them had their animals and their dogs with them, and their pets are pretty much all they have left. And so, there are groups like Paws of War and Humane Society International on the Polish border, distributing Emergency pet food supplies as well as emergency vet care at refugee reception centers. So, I think that's wonderful. Kudos to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All righty, that's it for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You want some of my cheese sticks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I really do. Smells great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You can have some.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Smells almost as good as Bret Baier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL HOST",
      "sentences": "Hello, Greg. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Hi, I'm Greg Gutfeld along with Judge Jeanine Pirro, Jessica Tarlov, Jesse Watters, and recently re-elected mayor of munchkin land, Dana Perino. THE FIVE."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "Putin was banking on NATO being split. NATO has never, never been more united than it is today. Putin is getting exactly the opposite what he intended to have as a consequence of going into Ukraine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "President Biden at an emergency NATO summit trying to ratchet up pressure on Vladimir Putin. Biden allies announcing more sanctions against Russia, but the president losing his temper when pressed if he could have done more to prevent this war."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "What makes you think Vladimir Putin will alter course based on the action you've taken today?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Let's get something straight. You remember, if you covered me from the very beginning, I did not say that, in fact, the sanctions would deter him. Sanctions never deter. You keep talking about that. Sanctions never deter. The maintenance of sanctions, the maintenance of sanctions, the increasing the pain."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Do you believe the actions today will have an impact on making Russia change course in Ukraine?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "That's not what I said. You're playing a game with me. I know --the answer is no. We have to demonstrate. The reason I asked for the meeting, we have to stay fully, totally, thoroughly united."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Somebody did not get their pudding. As for the fighting, Ukraine says it blew up a Russian ship and is slowly pushing back Russian forces around Kyiv. President Biden appearing to draw a red line on what it would take for the U.S. and NATO to directly respond to Russia."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I can't answer that. I'm not going to give you intelligence data, number one. Number two, we would respond. We would respond if he uses it. The nature of the response would depend on the nature of the use."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, judge, I go to you first. What does Dana think about the presser?"
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "utterance": "Dana has been on television all day and she's been wonderful. I think you should go to Dana right away and then come back to me. If she didn't cover what she covered earlier, I'll fill it in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, you said something today that I was like nodding in agreement because I was so -- I was like, why did he answer that question about 2024. And then the second part which is was that he lied. I mean he brought up that fine people hoax, which has been debunked over and over. Then he says that police officers died on January 6th -- no. But anyway, you had -- he was going -- he was okay and then --"
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "So, it was weird. So, he goes all the way over there for this emergency meeting. I think it's good that the president went. I think it's good that they have this unity. He said that NATO is so unified and we all -- we all get it, Mr. President. We don't need to hear that again unless something happens. Then he only takes like four or five questions and then he goes to Der Spiegel. Now, most of you probably don't read Der Spiegel. You're familiar with Der Spiegel, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, this is not -- this is the German --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The German beagle."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- the German paper. They are very thorough. They seem to be very interested in American politics."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And in one direction."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "So he takes the question and the question is about will you run in 2024? Now you could say, look, I'm here talking about this, 2024 is a long way off. I've already said I'm going to run again, but we'll talk --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- let's talk about something else. Instead he said, you know, I really had to run and then he had to go back over and re-trot, retread through all of that ground --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "I just wouldn't have done it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "I wouldn't have done -- I would have said -- I would use that opportunity if you have the time, take one more question on the relevant points. I would not have done that on foreign soil, but he did. Okay, fine. I also thought that you have all these reporters. They are completely invested. They actually, you know, I think the coverage of the Biden administration in terms of what they are doing has been pretty good, but his messaging, their messaging is so timid, and you are sort of left wanting what is the mission? What are we doing? What do we want to have happen? What is the end goal? Did you guys discuss that? There's all these things that maybe we'll learn in the coming days that in the closed door meetings they had these discussions, but if I were Zelenskyy, I would have watched that press conferences just like, okay, do you want me to give the press conference because he could have answered it a little bit better."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And I think, look --"
    },
    {
      "speaker": "PERINO",
      "utterance": "How'd I do?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You did a great job, but you know what, one of the rules of Dana Perino's visit to foreign countries is you go there with the intent of announcing something, of delivering something. What did he say that was different? In fact, what he said was so similar to what he said before. He basically said, you know, we're going to respond to chemical weapons depending upon how much they use. I mean, it was just this kind of vapid vacuous -- we didn't know what he was talking about. It wasn't like the Ronald Reagan, here's what we got to do. We win they lose. Or how about this, Ukraine wins they lose. But at this point, it's clear that Ukraine is in a position of getting Russia -- Russia is stumped right now. They're embarrassed in front of the world. They hit apparently a Russian ship in that -- in the sea that's right below Kherson. So the question is, how are we going to do this so that Russia backs off or is Zelenskyy going to be forced into the idea that, look, just give Russia what they already have and let's -- and let bygones be bygones? No. Ukraine in '94 was told if you give up your nukes --"
    },
    {
      "speaker": "PERINOI",
      "utterance": "Nuclear."
    },
    {
      "speaker": "PIRRO",
      "utterance": "-- we'll take care of you. We'll protect you. And they never did it. And now Zelenskyy is saying I don't want to be a part of NATO. All I want is I want to be a part of a group, the United States and the Ukraine - - United States, the U.K., where I'm protected, some kind of a treaty where I'm protected. That's all I want. And at this point what we've got to figure out is this guy's probably going to win this. I think Zelenskyy can depending upon what we're giving him and we've got to make a statement to Putin that, you know, you're out. We've got to fight you more than, you know, depending upon what you do, we'll do something."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, I want to play some sound on tape. We call that sought in the TV business."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thoughts (ph). Thoughts (ph). Thoughts (ph)."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's of Admiral John Kirby talking about how Russians aren't communicating with our administration. Roll that."
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "utterance": "We have tried on numerous occasions to connect Secretary Austin with his counterpart. Chairman Milley, the Chairman of the Joint Chiefs of Staff has also tried to connect with his counterpart. We've made multiple attempts here, but they have not -- they have not answered up. They've declined to take these calls."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Jesse, I'd like to quote right winger Trevor Noah. This would never happen under Trump, right. They answer his calls. Does this matter because -- do we need to talk to that side? Do we know -- are we getting our information from somewhere else?"
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "There's nothing more humiliating when the phone call goes straight to voicemail, whether you're a guy calling a girl, whether you're someone that's in sales. If someone doesn't pick up your call, that is really, really bad. So yes that's a problem. You know when you do an interview, Greg, and then after the interview is over you think, oh, god, why did I say it like that. That's how Biden must be thinking. They asked him and this is where presidents really get their chance to make a huge statement. If Russia launches a chemical attack what will the U.S. response be? These are the kind of moments that are made for presidential politics. You're in Brussels. There's a war. Russia is about to do something. And Biden mumbles something about, oh, you know, we'll do something. Joe Biden, speak. That was your moment to shine in Europe to say something that makes everybody proud and be clear. And then they said oh, you know, well, if Zelenskyy wants to negotiate some territorial, and he goes, you know what, if Zelenskyy wants to let the Russians have the east and that's up to Zelenskyy. I mean, what kind of answer is that. You're supposed to say no. You're supposed to have a little backbone there. And then he leaves the press conference after a minute or two and everyone starts screaming at him. He goes okay, one more question, and then he loses his temper. And he said well, the sanctions were never a deterrent. I never said that. Well, everybody else in your administration said it. Kamala, Sullivan, Kirby, they all said it. So they're not on the same page with that. And then he keeps saying the same thing. NATO is unified. Oh, well, so what if NATO's unified if Ukraine's getting swallowed up whole. You could have no Ukraine, but as long as NATO is unified, great."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Zelenskyy can be dead. NATO is unified, so what. This is embarrassing especially the way he was walking. Did you see how they were guiding him like an usher takes a person to their seat when the lights start blinking before intermission? Like, this is the president of the United States. Come on. And then he says well, there could be some famine. And like we all know there's a recession coming and now we're talking about nuclear weapons. There's no urgency. There is no urgency to stop this war. He's like, would do a couple more sanctions, we'll sanction this guy, we'll sanction that guy. Come on. This is much, much more intense than he's letting on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know, Jessica, in the green room you were saying how embarrassed you were to be an American under Joe Biden and I agreed with you. I'm kidding, and I'm glad that we coordinated today. Care to respond to Jesse? Could you argue that Biden is trying to portray a sense of calm as opposed to urgency? Maybe that's his strategy. I don't know."
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "utterance": "I could argue that. I could also argue that Jesse's perception of that press conference was not in sync whatsoever with how I was viewing the press conference or I think a lot of Americans were and frankly people all over the world because Biden did have real deliverables. He said first of all out loud, I want Russia out of the G20. That's a big deal. When you say Russia should be out, that's kicking them out. We have a billion in new humanitarian aid. You're -- we're taking a 100,000 refugees. Apparently, I brought that up yesterday because we've only taken eleven thus far."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TARLOV",
      "utterance": "100,000 is still not enough but it's at least clear that they know that this is a problem. There's another $320 million for what they're calling societal resilience to make sure that the media can keep functioning that we're supporting LGBTQ people in Ukraine, et cetera. Those feel like real deliverables to me and --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "But wait, wait."
    },
    {
      "speaker": "PERINO",
      "utterance": "Except for not ending the war."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wait, Jessica."
    },
    {
      "speaker": "TARLOV",
      "utterance": "What? Are we going to end the war -- on the -- on the chemical weapons front, I do think that that is a big moment because if you think back to one of the biggest foreign policy blunders of the Obama administration, it was the Syrian red line, right? And now Biden's getting his own red line. And he should delineate exactly what that is. And I understand there has to be a commensurate response depending on what he does, but I would like to see and I'm sure Boris Johnson, the U.K. prime minister, would be fully enthusiastic about. The line actually can be really, really small. Though whatever they do, if there's a chemical weapon on the ground in Ukraine, we will respond to the fullest extent of what NATO can do, but I know you want to disagree with me about something."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What did he say about chemical response? What did he say? Do you remember? I don't remember what he said. It was --"
    },
    {
      "speaker": "TARLOV",
      "utterance": "He said there will be a response and it'll be proportional --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "(Inaudible), Jessica. It was (inaudible)."
    },
    {
      "speaker": "PIRRO",
      "utterance": "The nature of our response depends on the nature of use. And the other thing that he said was these -- they're going to give chemical defense gear, chemical defense gear, everything is defense. None of it is offense."
    },
    {
      "speaker": "PERINO",
      "utterance": "Do you know what he should have said?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "And by the way, how can you refer to the red line in Syria under Obama and Biden? I mean that was a joke."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I literally said foreign policy blunder, out loud on television."
    },
    {
      "speaker": "PERINOI",
      "utterance": "I mean what Biden could have said to that question about chemical weapons is that -- he should have said he better not, and leave it at that, because that was also one of the things. It's like don't say all the things you're going to do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. All right, coming up, liberal leaders throwing in the towel when it comes to dealing with the surge in violent crime."
    },
    {
      "speaker": "PERINO",
      "utterance": "Sunny Sweeney in case anybody is looking for that song. A liberal city is now warning people to be careful what they wear to avoid getting robbed. This is terrible news for Judge Jeanine. The Los Angeles Police Department saying, \"What we're asking the public to do with these crime increases is if they're going to wear expensive jewelry or drive high-end cars when leaving restaurants, taverns, and other locations, they need to be mindful of their surroundings and be in well-lit areas.\" And rising crime isn't just a West Coast problem. New York City Mayor Eric Adams being criticized for consulting with Chicago's Lori Lightfoot on how to deal with it. He probably should have called Ron DeSantis."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Like why are you calling the place where it's bad?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It does kind of -- it does explain why New York City is becoming like Chicago. There were like how many mass shootings over the weekend, 23 victims. That is Chicago. You can't wear jewelry or drive high-end cars, what is Fabio going to do? But this is the property version of don't go out in a short skirt, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Rather than change criminal behavior through punishment, we law abiding -- we, the law abiding must change our behavior. We must limit our freedoms because our political leaders are too scared of the woke that has infiltrated our justice system to actually make a moral stand. The woke left has made the criticism of criminality a sign of racism, which is actually more racist than anything because when you associate crime with minorities that's racist, and that is what the hard left progressives have done and which is why everybody's really scared. It's like you -- if you, I mean, if you actually talk about what's going on in the streets and things that you see to people, you -- people won't like join in and talk to you because they're out there, oh my god, I don't want to offend anybody."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Crime is now considered, like talking about crime is considered like a dog whistle."
    },
    {
      "speaker": "PERINIO",
      "utterance": "Judge what are you going to do?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, I'm not in a position to do anything about it now, but when I was, I mean, nobody would get away with it. You just put these cases in the grand jury. Look, it's called victim blame. If you wear the skirt too short then you were asking to be raped. You wear a Rolex you are asking to be robbed. And you know what, we're -- you know, when you're out there and enjoying the fruits of your labor, if you're lucky enough to have a nice car, then you're teasing the criminal with it. Here's the difference, your life is forever affected by it. You're afraid for the rest of your life looking over your shoulder for the rest of your life while the criminal's behavior doesn't change. He just goes through that, you know, swinging door of the justice system, rarely will even get prosecuted, let alone booked for the crime. And in the end, there's only one way to handle this, and it's getting rid of no bail and it's making sure that we get rid of these woke prosecutors who are more interested in criminals than they are in victims. And this is the perfect example. You have people who now have to change their behavior because the criminals are allowed to do whatever they want. But my favorite part of this segment, I was reading about Mayor Adams, our great mayor, right? We're all willing to give him in New York City the benefit of the doubt. So he goes to Lori Lightfoot to find out how to fight crime. I don't know if you've been watching the news for the last 10 years. Chicago's a nightmare, okay. So, the reporter says every time I ask you about violent crime you say crime is down. This is to Lori Lightfoot. Crime is absolutely not down. Crime in Chicago is up by 34 percent. She gets angry and so he says to Lori Lightfoot, there's a 178 percent increase in carjackings in your city. Lightfoot's response to the question, you're one of the rudest people I've ever met. And you know, the reporter says, I think carjackers are rude people. But this is what's happening with woke mayors, with woke judges, woke prosecutors. They have changed the justice system and they are literally clamping down on us and our rights."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jessica, you've been a lifelong New Yorker. What do you think?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think having been here many, many years now, almost 40 of them. Well, two away from 40."
    },
    {
      "speaker": "PERINO",
      "utterance": "(Inaudible)."
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, no, no. It was a couple of weeks ago. You can't call Mayor Adams woke, you just can't. If you've been listening to how he ran, even how he's governing so far, and if you listen to progressives reacting to Mayor Adams, you know that they're not happy with this. This was not the candidate that they wanted. This was more of the tough on crime candidate actually that kind of united minority voters and moderate Democrats in the city. Liberals who are concerned about carjackings and things like, you know, raiding drug stores and people steal, you know, breaking the windows at Chanel and whatever else that they're going to do. I think that these tips make some sense considering the current environment, but it's obviously not a solution. And it's not something that you can say that this is long-term sustainable to just say don't wear the nice things that you worked really hard to get and purchase or that you have to think twice if you're going to get your kid a nicer car versus, you know, a used car from 15 years ago et cetera. And I think that these tips for the moment need to be coupled with the real world solutions that you're putting forward like this is how we're changing."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I have a friend in Los Angeles and when he goes out on dates he will rent a Lamborghini for the night and he will go get a loaner watch to impress the girl."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is this real?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "And then he will pick her up and then he will roll up at some hot spot and then he will get out in the Lambo and the rolly and he will flex. And that's what they do in L.A. If you can't do that in L.A., where else are you going to do it? Are you going to pull up in a Buick and a Seiko watch? You might as well be in Des Moines, Iowa, no offense. But L.A. is all about that. L.A. is all about hot cars, nice jewelry, and being fake or at least appearing successful. Do you even know what people in L.A. do? I have friends in L.A. They have all kinds of money. What do they do? I don't know, but they're constantly impressing me with all of their stuff. Now, if you can't go out and not have to worry about getting jacked, then what are you supposed to be, your own policeman? You're not supposed to be checking your six. You're supposed to be, you know, doing your thing. That's the police officer's job. That's the job of the city leadership. If they're not going to protect you, I mean, how about a tax cut, right? You're paying all this money for them to protect you so you don't have to protect yourself. Now you're saying you have to protect yourself. Well, give me my money back because what am I paying all these taxes for. The whole thing is ridiculous. You know it and I know it."
    },
    {
      "speaker": "PERINO",
      "utterance": "You know what -- do you know what your buddy -- you know your buddy should do?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "What?"
    },
    {
      "speaker": "PERINO",
      "utterance": "He should also rent a cop."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Rent a cop."
    },
    {
      "speaker": "PERINO",
      "utterance": "And that will show he's like --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Private security."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is a big power move."
    },
    {
      "speaker": "PERINO",
      "utterance": "That is a huge power move. Tell your friend."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I will."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's my tip. All right, up next, the media in a frenzy again over Republicans grilling President Biden's Supreme Court nominee."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Supreme Court hypocrisy on full display in the mainstream media. Liberals going into overdrive trying to defend Biden's radical nominee and absolutely losing their minds anytime somebody has the nerve to question her record as a judge."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "Josh Hawley, you know, fist in the air Josh and slave holder descendant Tom Cotton reprised they're Qanon baiting smears against Judge Ketanji Brown Jackson. They were treating her like a black shopper being -- that they were following through the store."
    },
    {
      "speaker": "JIMMY KIMMEL, LATE NIGHT SHOW HOST",
      "utterance": "A day of grandstanding and speech making and hissy fitting in the Senate today. No Republican has been more hot and bothered than Lindsey Graham of South Carolina."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "This is about midterm elections appealing to cultural wars, appealing to a segment of the GOP that is into conspiracy theories."
    },
    {
      "speaker": "BRIANNE KEILAR, CNN HOST",
      "utterance": "-- in particular, Senator Blackburn's line of questioning. Did you see racism in any of that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Jessica, did you see any racism at the hearing and can you give me an example?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, I saw -- I saw a lot of stuff that I didn't like. I did not feel like there were racial undertones to it. The argument that has been made about that is that talking down to someone and you can interpret some of these questions which feel like the gotcha questions like could you please define a woman, that that's talking down to someone, and then would they be doing that to someone who was a white nominee I think is the line of argumentation that it would do it. But I did not see that. I saw some stuff I didn't like and I went back though to look at what went on during Amy Coney Barrett's hearings just to make sure if this really was just a completely one-sided thing with the adulation that's coming for Democrats. And obviously we saw Cory Booker go off for a few minutes, but you know, filled with joy at the moment, and I myself am excited about it. But we did see Senators Tillis, Grassley, Graham, you know, going on and on Amy Coney Barrett is a mother. She has seven children, two adopted, five biological. Lindsey Graham even actually upped it to nine children by accident. He's like, well, I have two more. And then John Cornyn, he was the one who had her hold up her blank page of notes and he said isn't it so --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, that's good."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That was -- what are -- if --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's a nice moment."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Why is that a nice moment? I mean, when you think --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I thought it was cool."
    },
    {
      "speaker": "TARLOV",
      "utterance": "You thought it was cool."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, that was nice."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That she doesn't have to take notes and that should make you more qualified to be on the Supreme Court? So, that's a moment when I'm just straight --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, she knows what a woman straight."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Straight fawning."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She knows what a woman is. Everyone does this Janine, right? The Democrats, they're nasty when the Republican nominee comes up, or vice versa. This is the way the game is played. The media acts like this is the first hearing we've ever had."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, look, I mean, it doesn't take much to say that the, the, the way this judge is being questioned, is so much more polite than what they did to Amy Coney Barrett, than what they did to Brett Kavanaugh. I mean, it was just a circus. Let's admit it. I mean, everybody said they didn't want it to be like that. And the Republicans I think, had been kind enough to make sure that it isn't. But you know what the whole point of the questioning is to get an idea of who this judge is the judge that refuses to identify her judicial philosophy, when other judges do. So, we go through the truth finding process, we've done it for centuries. And the truth finding process is when you put someone under oath, and you ask them questions to try to get at the truth. And that's what we're doing here. So we have this, this this candidate for the highest court in the land where we got to ask her questions, she repeatedly tells us how much she loves America. She loves America, everybody's like, hey, this is wonderful. She loves America. But then she went to one that routinely refers to government officials, as war criminals, and it's not just in the caption, it's not just in the caption in a lawsuit. OK, number one. Number two, she repeatedly tells us that our brothers in law enforcement, she knows law enforcement, we're like, hey, that's great. But then through cross examination, we find out that with child pornography, she is down sentencing below the sentencing guidelines. And let me tell you what child pornography is. It's a visual depiction of a minor engaging in sexually explicit conduct. I don't care what her excuses. Now, I got a third one. She can't define what a woman is. She could have said, I'm a woman or a woman, you're someone who gives birth or anything, but she doesn't want to be unmasked. We unmasked her on the first two. Now, she doesn't --"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Unmasked as what?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Let me finish. Let me finish. Number four, CRT Oh, I think it's something they teach in law school. We all know if you followed any of the news in Virginia, what's going on in this country, and it's not about law school, and she's on the board of a school where they're teaching critical race theory. Now, she has been unmasked differently. And now, we find out her philosophy. Does that mean she won't be a justice? She will be because they got the numbers, but let's not kid each other. If she'd been honest, in the beginning, we wouldn't have to go through the truth finding process. That's all I have to say."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Dana Perino."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, I'll just quickly say something. I'm going to channel Greg Gutfeld for a moment and just talk about the media for a second. Because if go back to Cavanaugh for a second. And do you remember when the media were the biggest drivers of weak rumors that then the media put forward and then they had to walk them back. And all of a sudden now the shoes on the other foot with Brett Jackson. And there's all of a sudden no intellectual curiosity about anything that's going on with some of these perpetrators that she sentences. When Kavanaugh was up, we had profiles of everyone who had gone to school with since preschool. And the Washington Post today was like, oh, well, the rubber cut Republicans have been so much worse. I mean, come on. Where are where are the profiles of these people? Especially the ones who reoffend it? Don't you thinking maybe be curious enough as a journalist, that might be something that you might want to follow up on. But they didn't do it?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, they didn't. Did they, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They didn't. they didn't Excellent point. You know, I saw racism it was in that media montage. If you can't ask tough questions of a person of color, then basically, that's a form of bigotry, right? How do -- you know, you know it's an essentially know -- and I know that sounds like a racial term, you don't if every time you ask a person of color of causes you to be a white knight, that means you don't believe that person of color can answer the question. That's what I see. But again, this is -- and I don't want to get Tyrus angry, this is a lot like professional wrestling. We already know the outcome, right? And but people, the politicians are still playing their roles. And you're right, they reverse every time. We know what's happening. I think the best win for Republicans is to let the Democrats win because they are as the judge says, hope that your behavior, your polite behavior might pay a dividend later, probably won't, but maybe it will. But at this point, all you are is you. You're feeding that media, every time you try to grandstand for a viral moment. That's what you know, Cory Booker loves to do right. Did he cry yesterday?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Did he cry?"
    },
    {
      "speaker": "PERINO",
      "utterance": "No, but --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think so. But there is this weird amnesia, and I can't tell if it's deliberate or it's oblivious that in order for all of those in that montage to adopt that stance they have to forget everything that has happened in the last 30 to 40 years you know."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I do know. And I think it's smart if you -- I do -- I think it's smart of you not to try to get Tyrus angry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because he would crash you like a grape."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He would, he would but I would enjoy it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You, sicko! Up next --"
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "He's perfect, he's perfect for now."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Nancy Pelosi has a new midterm message but who's going to buy that?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Democrats are struggling to find a good midterm message to actually run on but Nancy Pelosi thinks she may have just cracked the code."
    },
    {
      "speaker": "PELOSI",
      "utterance": "Joe Biden is a great president, he is a gift. As I've said to him, don't say I told you this, but, but I've said to him sometimes, I'm glad you didn't win before because we really needed you to win now for president. He's perfect. He's perfect for now."
    },
    {
      "speaker": "PIRRO",
      "utterance": "How's this for perfect? Biden's disastrous policies have been so bad for the country that some Democrats are now even pushing for monthly checks to offset the surging gas prices. The President also underwater in the latest Fox News poll on key issues like the economy, border security, and inflation. So, Dana, is this president perfect?"
    },
    {
      "speaker": "PERINO",
      "utterance": "That is spoken like a person who will not be here next year to dig out of the minority. So, we all know she's headed for the end after this time around. I mean, I guess, I could be proven wrong, but I doubt it, like she knows that this is happening that the Republicans are posed, posed to win. I will not say the R.W. phrase because we don't want to say that. But I think everybody know it. The members know it. There was another Democrat that just retired today. So, they all see it. They're running for the exits. Members in tough districts can't like what she said there because they're going to have to answer the question. Do you think Joe Biden is perfect? And the issues that are happening today, like Ukraine and Russia, Supreme Court, where his numbers are a little better? Those are not the issues that are going to be the main ones come November. Those will be what you saw in the second set of slides that you put up inflation, gas prices, COVID mandates in the economy at large."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, and in fact, Greg, 38 percent approve of the Biden's behavior on the economy, 31 percent on inflation is policies, obviously."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think it -- that, that tapes should upset just about everybody from left to right, because it shows how far removed from everyday reality these elite geriatrics are, right? They're, they're, they're old. Let's be honest, here, Biden and Nancy. So, they, they don't even affect -- and though rich and they're far -- they don't have the, they don't experience the effects of crime and inflation. That's not their concern. I came up with the law of an approach, approaching mortality. You don't -- when the movie is ending, and the credits are rolling, you don't go buy more popcorn. So, it's like, you know, what I mean? It's kind of getting towards the end. So, she's like, why get worked up about stuff? She doesn't -- it's like, you know, even if there's a war, it's not a big deal. I got a couple years left. That's what it is. It's a very selfish attitude. I know when I get to be that age, I'm still going to care about America."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. All right. So, Jessica, two-thirds of America think that the country is on the wrong track? Is Joe Biden perfect?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "No."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Is Nancy wrong?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "About this? Yes. But she said he was perfect for right now. And I do think that there is a case that you can make, frankly, he shouldn't have won the election, right? But historically speaking --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I agree."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I agree."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jessica!"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you. Welcome to the table."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, yes, yes! Yes."
    },
    {
      "speaker": "TARLOV",
      "utterance": "It was such extraordinary circumstances that a president failed to win re-election because we were facing a global health pandemic. And he was someone that had proven himself to be frankly, incapable of managing it. And the people thought he was unhinged, not fit for the job, et cetera. So, Joe Biden getting the American Rescue Act passed, bipartisan infrastructure, those are things that do matter. But Dana is completely correct. When you go to vote, especially, you know, in a midterm looking at those numbers, you're going to be voting on the economy, you're going to be voting on inflation, and they're going to be some COVID voters. And it'll be interesting to see how the pullback of the mass mandates affects all of this. But when the head of the DCCC is out there saying, you know, things are really bad, we need to be messaging that we understand and that we care, follow his lead on that there are a bevy of numbers to back that up. So, that's the only message is frankly going to resonate with people right now who don't want to vote for Republicans, but they want to know that Democrats understand that they're suffering."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK, Jesse. So, what is the Bipartisan Rescue Act that Jessica just referred to?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "It wasn't bipartisan. Republicans actually refused to help Americans out, the American Rescue --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "The rescue --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You mean, the one like three-and-a-half trillion that made inflation worse?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And now, you want to spend more Biden bucks for the Putin price hike? Yes. Only the Democrats could think helping inflation would be to spend more money. Biden is a gift. He's a gift to the Republicans. I used to go out and do street interviews during the Obama era. And I couldn't get any Democrat to say one negative thing about the messiah. We send Johnny out now and black, white, young, old, male, female -- they hate the man. I haven't had one guy that says, yes, he's doing a hell of a job, and we're actually looking for him. With the Pelosi situation, come on do you ever go to a restaurant and you ask the waitress, you know, what about the chicken? Is the chicken? And she's like, oh, the chicken is divine. There's little reduction sauce. You know, how about the pork? Is the pork -- oh, the pork is phenomenal. And she won't tell you the truth."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I had one time I was at a restaurant and I said like, how's the salmon, and the waitress goes, it's not so good. And I was like, finally someone told me the truth."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Big tip. Did you leave her a big tip?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "A huge tip. Very unlike me."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Up next, the ridiculous demand workers are making to return to the office."
    },
    {
      "speaker": "TARLOV",
      "utterance": "While more Americans make their return to the office, some are unhappy with the status quo. A post on Reddit blowing up with some workers saying they should be paid for their commute. Does anybody --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't disagree --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I want to go to work in Florida and then I can go back and forth and they could --"
    },
    {
      "speaker": "TARLOV",
      "utterance": "These commutes were shorter than that. And did have a lot of people on this ride who lived in the Netherlands."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I think that, you know, hybrid work is here to stay. And I think the, the country was kind of headed or where the workforce was kind of headed in that direction anyway -- COVID was the accelerant, proved that a lot of people could work from home. The CEOs don't like it a lot. In a lot of cases, I don't blame them. I think it's hard to keep a corporate culture going. I don't see how promotions and all that are going to work. But that's for the managers to figure out. But their CEOs don't have a lot of leverage when there's 11 million open jobs and you're trying to retain talent."
    },
    {
      "speaker": "TARLOV",
      "utterance": "100 percent. They're not going to say another number because it was 100 percent agreement. 60 percent of Americans say their job can be done from home and the efficiency has been proven out at this point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I am so -- I love that word that people are working from home. Fewer conversations in the elevator. Have you noticed that? I have the elevator to myself almost all the time. And nobody talks to me it. Is the best thing. And you know what? I bet we are saving money. I bet you don't have as many offices --"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Well, you got probably the whole floor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not as much stinky food in the microwave. You know when you come into work, somebody is always warming up some old fish, it's disgusting. By the way, this is the real problem is our lunches are getting really expensive. Have you noticed that?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. Yes!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "My soup, my soup is almost 20 bucks."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "At Halen R.D., it's like $70.00. If it's warm, I usually throw it at my assistant but I'm not too expensive."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Jesse, how much does your lunch cost?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know there's no such thing as a free lunch, right? I just learned that you don't use moisturizer on your face."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But you do, Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I use moisturizer. I'm a human being. Where do you crawl out off? Shame on you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know, I don't know what this obsession with moisturizer is -- look how beautiful my faces is? This is beautiful. I don't need to put crap on it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, you do. You need a moisturizer, Greg. You can't just put bar soap on your face, you animal."
    },
    {
      "speaker": "TARLOV",
      "utterance": "He's very respectful of my topic today, Jesse. Judge, final thoughts?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Final thoughts? You know what, everybody knows when they're going to work, they have to get there themselves. I think it's ridiculous to pay people. I like being at work. I like people. I like being with people, so but that's me."
    },
    {
      "speaker": "TARLOV",
      "utterance": "It is you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're a people person. I just came up with that phrase"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, it's wonderful. What do you use on your face?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I use moisturizer."
    },
    {
      "speaker": "PERINO",
      "utterance": "What kind?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know the name."
    },
    {
      "speaker": "PERINO",
      "utterance": "What's the brand? \"ONE MORE THING\" is up next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know it. Well, then you use --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, it's time for \"ONE MORE THING,\" I'm going to go first. As you know, about a month or two ago, Greg's job search, thank you for that. I joined LinkedIn in order to get information on the president of a washer dryer company because I couldn't get a part. And but because I joined LinkedIn, you have to list your job occupation and I listed host because that's what I am. So, now LinkedIn sends me e-mails on job openings, including the welcome host at Cartier, which requires working weekends, and I give them a luxurious experience. Longhorn Steakhouse. I'll be -- I have to deliver enthusiastic hellos and goodbyes and then I have to clear and reset tables which doesn't seem like a job and I have to sanitize guest touchpoints. Fridays, of -- oh, I hope I get all that bling, right, right? I must be able to, get this, I must be able to carry natural conversation with guests without sounding scripted. Well, that's -- I can't do that. You see my notes. You know that's impossible. And boutique facilitator at Chanel."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's where your moisturizer comes from."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes, it's -- but I don't want to be a victim of a smash and grab Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. I think you do want to be a victim of the smash and grab. We're going to a feeding frenzy. Here we go. Today's National Cheese Steak Day. And this is a cheese steak from shorties over in the west side, Hell's Kitchen. Did you guys know how the cheese steak was invented? Well, I just found out apparently in 1930, Pat Oliviere, sounds Italian. He was a hot dog vendor and he just threw some beef on the grill instead of a hot dog, threw it in a bun, Happy Cheese Steak Day. And Happy Jesse Watters Primetime Day -- it's not official, but we're getting there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "A national proclamation."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Before Congress. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "We mentioned Tyrus earlier. I want to mention him and his daughter. Take a look at Georgie and her dad here. She is a second-grader and she had a school project called wax museum day where she had to dress up and talk about a historical famous figure. Well, I did a zoom call with her because she chose me. And here she is dressed up as me oh for her project, and she had to learn all about me and she did an excellent job."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's funny."
    },
    {
      "speaker": "PERINO",
      "utterance": "On her assignment. Congratulations, and thank you, Georgie."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, Georgie chose you for Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's got to hurt."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jessica."
    },
    {
      "speaker": "TARLOV",
      "utterance": "So, watch this daredevil fly over the top of the ancient pyramids of Egypt, capturing stunning aerial footage, the paraglider Yanis Terzis was part of a special event that gave him permission you usually can't. This is just absolutely incredible. I would like to do that. I've never wanted to paraglide. Cool right? No?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, you know what I would love to do up there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Judge."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I would do that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Judge, it's you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. All right. I want to commend all of those animal welfare groups who are helping people in Ukraine. One of the things we noticed when people were leaving Ukraine, so many of them had their animals and their dogs with them, and their pets are pretty much all they have left. And so, there are groups like Paws of War and Humane Society International on the Polish border, distributing Emergency pet food supplies as well as emergency vet care at refugee reception centers. So, I think that's wonderful. Kudos to them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All righty, that's it for us."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You want some of my cheese sticks?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I really do. Smells great."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You can have some."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Smells almost as good as Bret Baier."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL HOST",
      "utterance": "Hello, Greg. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}