{
  "date": "March 15, 2019",
  "headline": "Chaffetz: There are things Comey said under oath that were lies",
  "subHeadline": "Guests: Mike Turner, Jeanne Zaino, Pam Bondi",
  "url": "https://www.foxnews.com/transcript/chaffetz-there-are-things-comey-said-under-oath-that-were-lies",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "All right. We start tonight with a Fox News alert. Breaking just now, portions of Christopher Steele's deposition have now been unsealed and confirmation that his dirty dossier, Russian dossier was nothing more than we've been telling you. Unverified, uncorroborated, speculative, garbage, and, frankly, by now, debunked, bought and paid for by Hillary Clinton and the DNC money also that she controlled.  And meanwhile, other unsealed documents are now showing how a longtime associate of the late Senator John McCain played a vital role in that dirty dossier. We have big breaking news coming up.  But first, terrorism strikes New Zealand. Forty-nine innocent human beings murdered. Dozens more gravely injured after a deranged evil psychopath opened fire at two separate mosques in the city of Christchurch in New Zealand.  The Australian-born white supremacist responsible for this heinous evil act was live streaming this massacre on Facebook and he, along with three others, are in police custody tonight. Now, today President Trump tweeted out, quote: My warmest sympathy, my best wishes go out to the people of New Zealand after the horrible massacre in the mosques. The U.S. stands by New Zealand for anything we can do. God bless all.  And tonight, while New Zealand is half a world away, all of its people remain close in our hearts and prayers. We hope the vile, demented racist responsible for this vile attack is held responsible. Frankly, he can rot in hell. Every single house of worship, every school, every university, every park, every municipal building needs to be safe and secure. And for those who always rush predictably to make the political or signing blame to political party or Russian, demonize the right to own firearms, let me be clear tonight. This is not President Trump's fault as some are suggesting. This is not the fault of the left or the right. This is not the fault of law- abiding gun owners.  This is about an unhinged, evil psychopath in New Zealand and the last line of defense against monsters like him are good people, responsible people, responsible good owners. In other words, security guards, highly trained civilians, retired police officers or maybe currently working police officers, military personnel.   In fact, I would like to see it, I said this many times, we should have arm guards in places like schools and churches and municipal buildings and anywhere else that could be targeted by these deranged killers. Again, our hearts go out tonight to everybody in New Zealand. We're going to have more on this later in the show. We now shift gears and turn our focus back to the swamp in Washington, D.C. where President Trump has officially issued his first veto. Congress tried to halt his emergency action on the border wall but now, they will need a 2/3 majority to override this veto and that's not going to happen. Here's what the Attorney General Bill Barr had to say about the vote earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "sentences": "Mr. President, your declaration of an emergency on the southern border was clearly authorized under the law, and consistent with past precedent. As you said, the National Emergencies Act directly authorizes the president, gives him broad discretionary authority to the president, to identify and respond to emergent circumstances that require a decisive response. And the humanitarian and security crisis we have on the border right now is exactly the kind of emergency that presidents are permitted to address under the National Emergencies Act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Our attorney general is absolutely right. President Trump has clear, legislative, and constitutional authority to declare a border emergency. According to 10 USC, 284, as we've told you, the president has the authority to complete the, quote, construction of roads and fences and the installation of lighting to block drug smuggling corridors across international boundaries of the U.S. Now, the primary smuggling corridors into the U.S. are at our southern border. That's where 90 percent of the heroin in this country comes in from. Heroin, responsible for approximately 300 deaths each and every week in this country, 300 every week. How is that not a national emergency? And I'm not even talking about the fentanyl that comes across the border.  It is the president's duty, obligation, something he's sworn to uphold, to protect the American people. The strategic barriers, well, that law was passed by Congress. He's the commander-in-chief as per the Constitution. We need technology. We need extra manpower. We need everything we can get at the border, including a border wall, which, by the way, the president's emergency declaration calls for.  Now, this president, obviously, will win in the courts and the wall will continue to be built in the meantime.  All right. That brings us to our “Hannity Watch” on the radical 2020 Democrats. Robert Francis O'Rourke, also known on this program as Bozo, well, he's the latest far left Democrat to throw his hat in the ring. This three-term Congressman is most famous for his love of skateboarding, open borders and, of course, for losing to Ted Cruz in last year's midterm elections. And yesterday, Speaker Pelosi, who couldn't name, not one legislative accomplishment for O'Rourke in three years. And, by the way, she wasn't alone. The Texas Democratic Party chair also struggled to describe, well, any of Beto's accomplishments, and maybe because there weren't any.  Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Nancy Pelosi was asked today about his biggest accomplishment, and she couldn't really name one, even though he served in the House for a brief time admittedly. But you're telling me he's an honest politician. That's his biggest accomplishment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILBERTO HINOJOSA, TEXAS DEMOCRATIC PARTY CHAIRMAN",
      "sentences": "The entire time that he served in the United States House of Representatives, the Republicans controlled the House of Representatives. They wouldn't allow anything to pass that was sponsored by a Democrat. So, the fact that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "OK. I'm not pinning it on Congress. I asked you his biggest accomplishment. Let me broaden it out and be fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILBERTO HINOJOSA, TEXAS DEMOCRATIC PARTY CHAIRMAN",
      "sentences": "He's been a United States Congressman. He was a city council member. He got a lot done. He talked about the issues that were important to the people of the state of Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Let's help the chairman out. Senator, wannabe, presidential wannabe, Bozo O'Rourke, guess what, he accomplished nothing in his time in office. That's not stopping him now from pushing really, really strange, wild radical, far, far left socialist policies on the 2020 campaign trail. Coming up, we'll have a mini-monologue about how Beto O'Rourke wants to reshape America and take every penny you have. According to Bozo O'Rourke, we're going to be extinct in 12 years because of climate change.  The Democratic Party is a joke but we've got to pay attention. It's serious. That joke could soon be running the country if we're not diligent and careful.  All right. Back to our top story. A lot of breaking news. We now have unredacted pages of Christopher Steele and his deposition. They have now been released. These contents confirm every single thing we have been telling you on this program and the other media, the corrupt media, the extension of the Democratic Party propaganda media -- well, have ignored. We have long put emphasis that the so-called infamous anti-Trump dirty Russian dossier relied on second hand rumors and speculation. None of which was ever, ever verified. Here's your proof. According to his sworn testimony, Steele's research often relied on open source searching. Let me explain what that is. Basically, a Google search, and get this, he even utilized something called CNN iReport, which is a citizen journalist platform or essentially anyone can report anything. You don't have to check it out.   When Steele was asked, quote: Do you understand that they have no connection to CNN reporters, Steele replied, I do not. I'm not making this up. It's so dangerous but don't forget, we already know, he was under oath in an interrogatory in Great Britain. And we know Christopher Steele, the author of the dossier, he testified, I don't know if this is true, maybe 50-50, it says raw intelligence. That's what the author of the document has said.  Now, in today's release, we also learned that Steele, in fact, admitted that he never attempted to verify his information by reaching out to people he accused of wrongdoing because, quote, we are not journalists, and we're not seeking to publish information. We're doing research which is confidential for a client in general. The only problem is Steele was seeking to publish the contents of that dossier which is why he was disseminating his findings to every so-called journalist who now need to be held accountable, who would hear him out, and Steele also shelled out this unverified Hillary bought and paid for Russian dossier throughout the highest level of Obama's government.  And according to other now public depositions, longtime associate of Senator McCain, a guy by the name of David Kramer, he contacted, we learned today, dozens of reporters after he received the Steele dossier. And Kramer also fed the dossier to \"BuzzFeed\", which ultimately published all of the unverified, uncorroborated lies about Donald Trump, paid for by Hillary, using sources from Russia.  Now, let's keep in mind, Steele is being paid by the Clinton campaign. By the way, also a Russian oligarch, our very own FBI, and Donna Brazile said, she controlled the money at the DNC. They contributed too. Great gig if you can get it. Get paid by four people for one book of lies.  The FBI under the failed leadership of James Comey, they used that sketchy biased, unverified pile of garbage known as the Russian dossier as the bulk of evidence in the bureau's FISA application against an American citizen, denying that citizen of his constitutional rights, an associate of the Trump campaign so they can get into the inner workings of the opposition party in the lead-up to an election. And FISA judges were never, ever told, even though Bruce Ohr warned everybody, even Weissmann from Mueller's team everything in the FBI, everybody in the DOJ, of the dossier's hyper partisan origins that Hillary paid for, and also that Steele had an anti- Trump hatred and that it's not verified. In other words, they purposefully committed fraud against the FISA court, against the Trump campaign associate, to spy on an opposition party, to impact a presidential election in the United States of America. By the way, Robert Mueller, why didn't you look at this?   We now must demand that everyone responsible for what is a blatant abuse of the FISA court system, we do have Fourth Amendment rights, there is a Constitution, these people all need to be held accountable. And according to my sources, tonight, good news is in the horizon, especially tick tack. James Comey, I warned you, you have the right to remain silent.  Joining us now, Ohio Congressman Mike Turner, and FOX News contributor Sara Carter, investigative reporter. Thank you all for being with us. Sarah, I begin with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE TURNER, R-OH",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR",
      "sentences": "Wow! It's amazing, Sean.   Sorry to interrupt, but I'm just saying it's amazing because there is so much information that came out today in these depositions that we need to look at beyond Christopher Steele but also with David Kramer and what we've been reporting on for several years that this dossier that was filled with lies was being shopped around by David Kramer who worked with John McCain and Christopher Steele who, by the way, should not have been sharing any of this information with anyone. It was obviously set up, sharing it with the FBI, and then shopping it around himself throughout Washington, D.C.  I mean, remember, Christopher Steele was also shopping this around and Glenn Simpson was pushing both of them to push this out through the State Department, through journalists, like the \"Washington Post,\" CNN, everybody else, and now we know Andrew Weissmann, who was a lead prosecutor on Robert Mueller's team was also informed by Bruce Ohr that the dossier was full of lies. So, here we have a dossier that the FBI basically told, they basically told the FISA courts that they had verified all the information that they supplied the FISA court to get the warrant on Carter Page, and it was nothing but lies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman, let me bring -- let me make one big point here. Steele is getting paid by four people. Steele doesn't stand by his own dossier and here's the fascinating thing. If anybody says, and remember, Andrew McCabe, deputy FBI director and Comey said, no dossier, no FISA warrant. Now, think about this. Now, there were two FISAs signed off on, the original and the first subsequent renewal application. I know Comey signed the first one, Sara. Correct me if I wrong, did he sign the second?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I do believe he signed the second. I know he signed the first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. So, he signed the first one that's all I want to know. I forgot.  So, on October 2016, Congressman, James Comey signs off before the FISA court. That means he's telling the court it's verified. It's corroborated. We believe it to be true. Now, they also withheld the fact that Hillary paid for it. OK, that's a pretty big point that they left out. Now, January, following that October 2016, Comey goes into Trump Tower, sees President-elect Trump and says I need to talk to you alone. There is a dossier, now, it's salacious but unverified.  Well, that's not what he said to the FISA court months earlier, is it? What does that say about James Comey on the legal side of this equation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well, you're absolutely right. The fact that this now discredited dossier that was paid for by the Hillary campaign and the Democratic National Committee was ever used as evidence, before the FISA court is absolutely wrong. And the fact that the court was not informed is even a further deception. I serve on the Intelligence Committee, we asked the FISA court to take up this issue. I absolutely believe that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What they did say? Well, where are the FISA court judges? They've sat back now all this time.  My experience in life, Congressman, is I never, ever dare think of lying to a judge. I would never go into a courtroom and not say, yes, you're honor, yes, sir, no, sir, yes, ma'am, thank you, ma'am. You're going to go lie and you're going to purposefully withhold information? I don't think if I'm a judge that's going over very well in my life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well, it goes to discrediting even the FISA court process. There is no one else who have a voice for the citizen in this instance, the American citizen, who was going to -- had surveillance, probe for them, and in this process, the judge is supposed to be told all information both against and for the issuance of the order. And hearing this, there is critical information that's kept from the judge. It's clearly bad behavior from the FBI, the Department of Justice, and certainly the FISA court needs to address this, because it goes to the credibility of the system itself. And I think now that we know that this was politically paid for material, political opposition research and it is completely discredited, it really shakes I think the entire system and definitely needs action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Lindsey Graham is right, Sara, something you, me, Gregg, John, have called for, for a long time, hard work is now paid off because now they were wrong, and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, we now know the Nunes committees. We now know the Burr committee. We know that everybody that's looked at -- Lisa Page and Strzok saying they looked at collusion for nine months before Mueller found nothing. So, we're at a point now, we discover this week also the attorney general under Obama, Loretta Lynch, made every decision, and Lisa Page even admits, all Democrats knew the fix was in. They didn't even interview her alone we found out this week. Cheryl Mills was in the interview. Another woman was in the interview. Every -- taken out of the hands of the field agents and FBI, brought in every protocol, changing the language, gross negligence, the legal standard, adding a whole new one and inventing one, intent, extreme carelessness. I have never seen this type of abuse, of power corruption.   I have said it before. This was an attempted coup against Donald Trump both before to prevent him from getting elected and after.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They bludgeoned him with those lies and they all knew it was lies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, they never thought that he would become president. They never thought they would have to explain this, Sean. And that's the most important factor and they went as far as not even allowing the FBI to look at Hillary Clinton's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sure, it's policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, that's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well, and they continue to hope that the information is going to be corroborated, even when Michael Cohen was on Capitol Hill they were still on the issue, had he been to Prague.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait, wait. I want to know, sir. Where is the Attorney General Loretta Lynch? What did she know? When did she know it? I'd like to know what Obama knew, Sara, and when he knew it. I'll give you the last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Oh, absolutely. The most important thing, Sean, I think the most important thing, Sean, is for them to investigate this thoroughly and follow through on all the criminal referrals that have gone to William Barr, to the attorney general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We need to go right back to the beginning. We now know without any shadow of a doubt Hillary Clinton's investigation was rigged. And they tried to sabotage Trump with Russian lies. They fed them to you, the American people, they leaked them. They used it to backdoor their way and spy on the Trump campaign and then they used it to bludgeon the president that you elected, and now it's been three years of this. All right. We've got a lot more on that coming up. Also, Beto O'Rourke, he's actually comparing those fighting climate change to those who stormed the beaches in Normandy. Bozo, that's so over the top. We'll try and educate you, a mini-monologue is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. As we continue our special “Hannity Watch” on the 2020 radical, extreme Democratic socialist, Robert Francis O'Rourke is making one thing clear, that he couldn't be more out of touch with you, me, we, the American people. For example, following his doomsday climate calls about the world ending in 12 years, why do we bother fixing it, 12-year party? Bozo is actually comparing fighting climate change to the American heroes who fought in World War II and slammed the beaches of Normandy. Please, somebody, get so many books he said, get him a history book. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT FRANCIS O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "The current president doesn't believe in climate change. Everyone, how many countries are all in the face of the planet? A hundred ninety-two. You think about our leadership, those who have preceded us, right, those who are on the beaches in Normandy, those who face an existential threat to Western democracy and our way of life, they showed us the way. We can all come together. We can unite. We can march the resources and we can convene the countries of the world around otherwise unsolvable problems. That's who they are. That's why they call us the indispensable nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, like I've been telling you, the new radical Democrats are pushing never ending climate hysteria to literally trick you into signing up for what's the most extreme radical socialist agenda, price tag shouldn't matter, beginning price tag $94 trillion in 10 years. But you know what, it's full of false promises. Don't be fooled by what they are saying. Everything is free, free, free, whether you work or don't work. Now, remember, he wants to roll back all of the progress now that we've made after eight horrible years of Obama. He wants to roll back the Trump agenda. We're now energy independent for the first time in, oh, 70 years. Massively benefiting, for example, Beto's home state of Texas and these historic tax cuts, record low unemployment -- Hispanic Americans, African- Americans, Asian-Americans, women in the workplace, youth unemployment, yes, after Obama's disaster. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'ROURKE",
      "sentences": "I think the wealthiest at a time of historic income inequality should be asked to pay a greater share. I don't know what the levels should be at. But I know that the tax cuts from nearly two years ago, of $2 trillion, $21 trillion in debt, at a moment of extraordinary need across this country, was one of the most irresponsible things that the country has ever done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. What part is irresponsible? Like record low unemployment, a million more jobs than available, than we have people on unemployment. The best wage gains in history, the number of Americans now employed? You know, letting Americans keep what they earn. A little bit more. And get this, it turns out, O'Rourke, he's not exactly the champion of the poor and working class that he claims to be. According to an October piece in \"The New York Times,\" O'Rourke's support for a massive development project in El Paso sparked massive backlash because it targeted, quote, \"vulnerable neighborhoods in the city.\" The developer behind the entire project, oh, his father-in-law -- of course, I should have known. Billionaire William Sanders. So while, like most liberals, they are only generous with your money, here's O'Rourke trying to brand himself as a pretty face, populist, the hand movement thing, whatever that is. But his record suggests just the opposite. In fact, he's likely to face even more questions from the progressive left about his past ties to major GOP establishment donors. Yes. The ones that helped him launch his political career. We're going to focus on many of these candidates. I am telling you, no one else in the media will vet them. We're going to do it nightly on this program. So, don't be fooled. Don't buy the bumper stickers, the false promises, the false security. This plan will never work, and while he once pretended to be a moderate, we're now seeing the far left agenda is right in line with this new, radical, extreme Democratic socialist party. Raise taxes, he wants government mandated climate shaming, if you will and is even asking you to help pay for his gas. He sent out a tweet, O'Rourke, quote, chip in now to keep us on the road, referencing the cost to fill up his Dodge Caravan. Isn't that a gasoline guzzler? And, of course, like any good member of the resistance, he's still spouting Russian collusion, delusion. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INTERVIEWER",
      "sentences": "You had said earlier that you thought President Trump should be impeached. Do you still feel that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'ROURKE",
      "sentences": "It's beyond the shadow of a doubt to me that if there was not collusion there was at least the effort to collude with a foreign power. Beyond shadow of a doubt that if there was not obstruction of justice, there certainly was the effort to obstruct justice, whether that's firing James Comey, the principal investigator into what happened in the 2016 election, or in the light of day tweeting to the attorney general, as President Trump did, to end the Russia investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Bozo's problem is there is no evidence of any of that. None of it. Even James Comey said the president had the right to fire him for any reason. Of course, Democrats don't want facts to get in the way of their anti-Trump rage and hysteria because they have only one goal -- to make every waking moment a public trial against this president and to make nothing more than 2020 nothing more than a smear campaign against Donald Trump and the success our country is having. Trying to fool you into buying into their socialist, open borders agenda. But the good news is, it's being exposed and we'll be here every night vetting all of these candidates that the media won't do. And we'll expose their agenda for what it is, an effort to control every aspect of your life.  All right. Here with reaction is from the American Conservative Union, their Chairman, Matt Schlapp, and political science professor at Iona College, Jeanne Zaino, is back with us. Good to see you both. Matt, let's start with you. You read this and you start vetting it. Nobody in the media ever vetted Obama. Nobody is vetting any of these 2020 candidates, cheering them on, hoping one of them beats Trump. That's all they care about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, AMERICAN CONSERVATIVE UNION CHAIR",
      "sentences": "Yeah, that's exactly right. I mean, in past Presidential contests, you would think that the media would put everybody through the scrutiny. And the simple fact is they're not doing it. And if you look at Beto O'Rourke, there's a couple of things that stick out. Number one, I think Nancy Pelosi had it just completely right the other day. What has the man accomplished? What has he done in his career? And then you look at him before he entered politics, and it's pretty sketchy. It's certainly not the resume builder of a Presidential candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah. I know you teach, Professor. I know you teach at college. I know that liberalism dominates college campuses all around the country. Do you - what do you think of a party that seriously is proposing we eliminate in 10 years but the world is over in 12? I'm not sure what the point is. (Inaudible) in 12, let's have a big party. But eliminating oil and gas, the lifeblood of our economy, eliminating the combustion engine, putting in plugs everywhere, eliminating airplanes, eliminating cows, and promising every American no need to fear, we're going to take care of you, especially the last experiment, keep your doctor plan and save money didn't exactly work out well, Professor. Did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANNE ZAINO, POLITICAL SCIENCE PROFESSOR, IONA COLLEGE",
      "sentences": "Well, I think when you talk to young people in colleges, what they want is a real discussion for 2020 as to what these candidates are to have to offer. Now, obviously, if they're Democrats, they want to hear a discussion amongst Beta O'Rourke and Joe Biden if he decides to run and Bernie Sanders. So they want a real discussion.  What they want to address is what they see as tremendous inequality in the system. And so you look at the education system, in this case, this week that shows just how tremendously unfair some of these systems are. And I would just say about Beto O'Rourke. I think he's got a long way to go in terms of telling us what the substance of his campaign is going to be. But he has proven himself to be quite a fundraiser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, he's telling you - but wait a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZAINO",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He wants to take down the border. Do you think it's a good idea to take down the border walls? Do you think it's a good idea to support this New Green Deal? Is there any part of what I mentioned, that everything is free, $94 trillion estimates in 10 years, and I'm sure that's on the low end by the time we get there, and eliminate cars, oil, gas, planes and cows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZAINO",
      "sentences": "Well, I don't happen--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's what they are proposing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZAINO",
      "sentences": "I don't happen to agree with all of that, but I think we have to wait and see what he is actually going--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What part do you agree with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZAINO",
      "sentences": "I do agree that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What part do you agree with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZAINO",
      "sentences": "I do agree that we need to do more than just walls at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. Let's give the last word to Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Yeah. Beto O'Rourke has - he is a radical because, you know why, Sean, for the first time ever, more Democrats want to be socialists than be Democrats. And his latest proposal, a 15-member Supreme Court. Watch out for Beto O'Rourke. It's all left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh. And we want 16-year-olds to vote. Wow! Can't drink till you're 21.  All right. Thank you both. When we come back, Congresswoman Ocasio-Cortez actually complaining about having to work all the time. I'm not kidding. And later, another update on the college admissions scam. Wait until you hear what one parent did. Unbelievable. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Live from America's News Headquarters, I'm Trace Gallagher. The alleged gunman who shot and killed 49 people at two New Zealand mosques made his first court appearance. The 28-year-old was charged with one count of murder, but dozens of other charges are expected. Two other suspects remain in custody as police investigate what role they may have played in the attacks. The gunman live-streamed the massacre as he ambushed worshippers taking part in Friday prayer services. Before the attacks, the self-proclaimed white supremacist posted a 74-page manifesto online where he ranted about immigrants and Muslims, calling them \"invaders.\" World leaders, including President Trump, are sharing condolences. The attack is the deadliest shooting in New Zealand history, killing 49. If news breaks out, we'll break in. I'm Trace Gallagher. Now, back to Hannity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So the new leader -- oh, really? The real speaker in Congress, Congresswoman Alexandria Ocasio-Cortez is not resonating well with a lot of voters. We have a new Gallup poll that is showing that although she is well-known now throughout the nation, Ocasio-Cortez is polling, well, fairly negatively. Maybe it could be because of her radical policies. I'd kind of think so. And also tonight, Ocasio-Cortez is saying it isn't easy having to work all the time, it's so hard. 30 years in radio, 23 years in Fox, 10 years in construction, 10 years in restaurants. I'm sorry she's working so hard. And take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "The thing they don't tell you about working in Congress is that you do what you're supposed to do, you're working all the time, which means that you have no time to like set up your life. So I spent weeks sleeping on an air mattress. And I don't own a chair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Following the whirlwind of backlash against the Congresswoman, in this case, Omar's anti-semitic statements, fellow freshman progressive Congresswoman Tlaib, well, she is now being criticized for reportedly supporting an effort to end college's study abroad program with Israel. Wow! We reached out to Congresswoman Tlaib's office for comment, but she's not getting back to us. Here with reaction tonight, Fox News contributor. We have former Congressman Jason Chaffetz. And also, joining us is the National Press Secretary for the Trump 2020 campaign, Kayleigh McEnany. Congressman, we start with you tonight. Good to see you both. Your reaction, not only to this, also to the new Steele's - what now we see in Steele's testimony and what we learned in Ohr's testimony, in Page's testimony and Strzok's testimony and McCain's aide testimony, this is now beginning to crumble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, R-UT, FORMER CONGRESSMAN",
      "sentences": "Look, the fix is in from the beginning. I was the Chairman of the Oversight Committee. We were trying to dig deep into this. We were stonewalled. We were obstructed. They kept telling us don't worry about it. Then James Comey, once he made this announcement, came and testified before Congress. You go line-by-line by that. I'm telling you, there are things that he said under oath that are flat-out lies that have been discredited. Mr. Comey should be held accountable for this. He should be prosecuted for what he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "We--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait a minute. He signed off on the FISA--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--verifying the dossier is true. McCabe, no dossier, no FISA. Then he's telling Trump it's unverified a few months later. Did he lie to the FISA judges?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, he did lie to the FISA judges. And he also lied to the Oversight Committee under oath when he came and told us, \"Oh, it was unanimous. It was unanimous that we didn't want to charge her.\" Meanwhile, we come to find out it was really--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "James Becker (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "--somebody pulling the strings at the Department of Justice. And this is where Congress needs to hold them accountable and the people have to keep demanding--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And that would start with-- (CROSSTALK)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "--that they get to the bottom of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--lynch. Now that we know Loretta Lynch was up to her eyeballs in rigging this, what should now happen to her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Look, I do believe there should be either a special prosecutor put in place to look at the malfeasance that was happening within the Department of Justice and within the FBI. I've been calling for that for months. If they - if you can warrant to go after Donald Trump, then you look at what's going on the senior-most echelon at the Department of Justice, and that far exceeds anything that was even an allegation in the Trump situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Kayleigh? KAYLEIGH MCENANY, TRUMP 2020 CAMPAIGN NATIONAL PRESS SECRETARY: Yeah, that's exactly right. The fix was in from the get-go. We learned from Lisa Page this week that, in fact, there was an insurance policy against President Trump. We learned that from Peter Strzok's text again verified by Lisa Page's testimony there. And this is striking, Sean. I mean, this is corruption at the highest order. We have to stand against it. And you compare that to the way Hillary Clinton has been treated, it's outrageous. This has been a witch hunt from the beginning. And I would finally add, Andrew Weissmann also stepping down from the Special Counsel this week. Why was this guy there to begin with, who cost 20,000 people their jobs and was unanimously rebuked by the Supreme Court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman, where is Horowitz? Where is Huber? He's in your home state. What are these guys doing? Why is this taking so long?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So, Horowitz is the Inspector General for the Department of Justice. He's been working on this for nearly a year. I do have some belief that it'll take another month or two. They buried him in more than a million types of documents. But ultimately, I think he will be the key authority on this. He has looked at it and seen it much further and wider than anybody else. It's never fast enough, Sean. It's never, ever fast enough. Huber, who's the U.S. attorney in Utah that was appointed by Sessions, overlooked some of this stuff, have absolutely no idea what he's doing. I haven't heard word one. And most concerning is that the witnesses that were put forward by Mark Meadows and Jim Jordan, encouraged them to talk. They've never even been interviewed. So we can tell that he's making no progress--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are you confident - and I'll ask Kayleigh first. I'll ask the same question. Are you confident, Kayleigh, I think the dam now is broken. Now that it's soaked (ph) and we're going to the get the FISA applications and we're going to get the Gang of Eight info. And we're going to get the 302s. We're going to get the five buckets that John Solomon always talks about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Absolutely. We're going to get all of that, Sean. I'm confident that America is waking up to this. You've been on this from the very beginning on your show. The Mueller report is about to come out. We're going to find no collusion, no wrongdoing on the part of the President. Zero probable cause to open an investigation into the President after millions of pages of documents reviewed. And you were right all along. We should have been looking at the FBI and the DOJ under Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you believe in your heart, Congressman, with all we now know and - this - we're now going to have a cascade of new information in the days and weeks ahead that those people that tried, that first rigged the investigation into Hillary, tried to fix a Presidential campaign in this country and rigged the outcome, and tried to bludgeon the winner and undo that election with known lies, they were warned in August of 2016. Will they be held accountable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I would like to tell you, yes, Sean, in my heart of heart, I don't believe so. But I think the American people figured it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And that's why Hillary Clinton is not the President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So the people that rigged it, we now know they rigged the investigation, they're going to get away with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I wish I could tell you yes. If it was up to you and me and John Ratcliffe and Trey Gowdy and other - Jim Jordan, yes, they would be in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, then we might as well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But that's not the way it's going to work. These people are going to walk. And I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We might as well shred the Constitution then. We might as well say there's no equal justice or application of our laws?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I agree with you. It drives me nuts. That's why I'm on this network night-after-night talking about it. That's why I was in Congress, pounding my fist, demanding it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know. You've done a great job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And I've got to tell you, they have got to prosecute these people. F",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We'll see. I am hearing that more is happening than we know. I hope my source is right. So far, we haven't been wrong. When we come back, more fallout over the college admissions scam. You won't believe what else we're learning. Today we'll have those developments and our Villain of the Day. This is fascinating. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, after their court appearances this week, the court's sketch artist reportedly described Lori Loughlin as appearing arrogant while saying Felicity Huffman looked \"more genuine.\" Also tonight, reports are now emerging that at least one of the parents currently involved in the scandal actually held a fundraiser for Kirsten Gillibrand. Shocking! She has a lot of strange friends. Yeah. Linda Sarsour on stage with her, for one. Joining us now, Fox News contributor, Emily Compagno is with us and also former Florida Attorney General, Pam Bondi. Pam, we'll start with you. It's amazing. I know there's a lot of pressure after a kid goes to a school. They never stop asking you for money, right? But--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAM BONDI, FORMER FLORIDA ATTORNEY GENERAL",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They're faking, they're putting pictures, photoshopping pictures of their kids playing sports they don't play. They are--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Sean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They are literally cheating on all scores. There's nothing in this that it's a zero-sum game, only so many spots available.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "And Sean, let me make myself very clear. This is a crime. These are serious crimes. This is bribery. This is wire fraud. This is mail fraud potentially. These are serious crimes. This isn't getting a building named after you in hopes your child can get in school. My parents always taught me, it hung in my house my entire life, children learn what they live. What's it teaching these children that lying, cheating, stealing is going to get them ahead in life when so many kids work so hard? My friend's best son didn't get in a great school the first year. He worked twice as hard to get in this year and just got accepted. That's what life should be about. And it's just setting a horrible example for our kids, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And whether it's academics or whether it's sports combined with academics, Emily--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, CONTRIBUTOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--these kids work hard to get grade point averages and get rankings if they are playing a sport.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Exactly. And I think a part of why there are now literally class actions from these rejected students regarding this is the fact that it's competitive enough even without the bribery. Right? The Stanford this past entering freshman class, of the rejected students, 8,000 had perfect ACTs and perfect GPAs and Stanford only accepted 4 percent of applicants, a record low. So the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "--odds are stacked against them even without this. Right? And the irony of these parents who have donated hundreds of thousand dollars to certain candidates and especially the Democratic National Committee who then are bribing their way into the system when these candidates are touting kind of a level playing field, it doesn't make sense. It's hypocritical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why, Pam, is it different if the parent builds a building or if a parent is a legacy and they get a leg up, why is that OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Well, it's not illegal. That's the difference. You still have to make good grades hopefully. You still have to work your way in. I know kids who've had--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, you really don't tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "--some of their buildings named after them, and they didn't get in. So - or they did not get in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "So this is criminal. It's bribery. And it's - they think they're above the law. And the worst part, Sean, is that's what they're teaching their kids is acceptable in this lifetime. And it's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And look at the Harvard's endowment. $37 billion in donations. Crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Pam, thank you. Emily, thank you. All right. Our Villain of the Day, well, I'm going to tell you something. It will make you agree with Donald Trump's veto decision today. It's so outrageous. We also get to view our mail. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Tonight's Villains of the Day, get to say, are Santa Clara County and California politicians. Why? Their insane sanctuary cities and state policies in that state. Back in February, a 59-year-old Bambi Larson stabbed to death in San Jose, the suspect, an illegal immigrant, named Carlos Arevalo-Carranza. And if this story couldn't get any more tragic, we're now learning that, thanks to documents obtained by The Ingraham Angle, what the feds wanted was to deport Carranza who had an extensive criminal history back in October. But Santa Clara County, guess what, they don't hand Carranza over to Homeland Security or ICE due to their sanctuary policies. And you wonder why we're so against sanctuary cities on the show. What have I said? They are aiding and abetting this criminal activity. At what point do they share some of the blame? All right. Now to your viewer responses in mail tonight. On a lighter note, you might remember from watching last night, we had an uninvited guest on the show, a bug who became famous, infamous even for crawling on my jacket and collar, but I didn't even feel it on my neck, which obviously set off a firestorm of reactions. One viewer wrote in, \"Well, it looked like a stink bug on you making its Fox News debut. Needs a tiny MAGA hat.\" All right. Very well said. And on a different note, Loreena says, the President's veto earlier today, \"He will veto the vote. They don't have the two-third votes to override the President. Trump wins.\" Couldn't agree more. Trump wins. The wall will go up. All right. That's all the time we have for this evening. There's going to be a lot of breaking news on this and more next week. We always thank you for being with us. We appreciate your support. And let not your heart be troubled. The news continues. We hope you have a great weekend. We'll see you back here on Monday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "All right. We start tonight with a Fox News alert. Breaking just now, portions of Christopher Steele's deposition have now been unsealed and confirmation that his dirty dossier, Russian dossier was nothing more than we've been telling you. Unverified, uncorroborated, speculative, garbage, and, frankly, by now, debunked, bought and paid for by Hillary Clinton and the DNC money also that she controlled. And meanwhile, other unsealed documents are now showing how a longtime associate of the late Senator John McCain played a vital role in that dirty dossier. We have big breaking news coming up. But first, terrorism strikes New Zealand. Forty-nine innocent human beings murdered. Dozens more gravely injured after a deranged evil psychopath opened fire at two separate mosques in the city of Christchurch in New Zealand. The Australian-born white supremacist responsible for this heinous evil act was live streaming this massacre on Facebook and he, along with three others, are in police custody tonight."
    },
    {
      "speaker": "Now, today President Trump tweeted out, quote",
      "utterance": "My warmest sympathy, my best wishes go out to the people of New Zealand after the horrible massacre in the mosques. The U.S. stands by New Zealand for anything we can do. God bless all. And tonight, while New Zealand is half a world away, all of its people remain close in our hearts and prayers. We hope the vile, demented racist responsible for this vile attack is held responsible. Frankly, he can rot in hell. Every single house of worship, every school, every university, every park, every municipal building needs to be safe and secure. And for those who always rush predictably to make the political or signing blame to political party or Russian, demonize the right to own firearms, let me be clear tonight. This is not President Trump's fault as some are suggesting. This is not the fault of the left or the right. This is not the fault of law- abiding gun owners. This is about an unhinged, evil psychopath in New Zealand and the last line of defense against monsters like him are good people, responsible people, responsible good owners. In other words, security guards, highly trained civilians, retired police officers or maybe currently working police officers, military personnel. In fact, I would like to see it, I said this many times, we should have arm guards in places like schools and churches and municipal buildings and anywhere else that could be targeted by these deranged killers. Again, our hearts go out tonight to everybody in New Zealand. We're going to have more on this later in the show. We now shift gears and turn our focus back to the swamp in Washington, D.C. where President Trump has officially issued his first veto. Congress tried to halt his emergency action on the border wall but now, they will need a 2/3 majority to override this veto and that's not going to happen. Here's what the Attorney General Bill Barr had to say about the vote earlier today."
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "utterance": "Mr. President, your declaration of an emergency on the southern border was clearly authorized under the law, and consistent with past precedent. As you said, the National Emergencies Act directly authorizes the president, gives him broad discretionary authority to the president, to identify and respond to emergent circumstances that require a decisive response. And the humanitarian and security crisis we have on the border right now is exactly the kind of emergency that presidents are permitted to address under the National Emergencies Act."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Our attorney general is absolutely right. President Trump has clear, legislative, and constitutional authority to declare a border emergency. According to 10 USC, 284, as we've told you, the president has the authority to complete the, quote, construction of roads and fences and the installation of lighting to block drug smuggling corridors across international boundaries of the U.S. Now, the primary smuggling corridors into the U.S. are at our southern border. That's where 90 percent of the heroin in this country comes in from. Heroin, responsible for approximately 300 deaths each and every week in this country, 300 every week. How is that not a national emergency? And I'm not even talking about the fentanyl that comes across the border. It is the president's duty, obligation, something he's sworn to uphold, to protect the American people. The strategic barriers, well, that law was passed by Congress. He's the commander-in-chief as per the Constitution. We need technology. We need extra manpower. We need everything we can get at the border, including a border wall, which, by the way, the president's emergency declaration calls for. Now, this president, obviously, will win in the courts and the wall will continue to be built in the meantime. All right. That brings us to our “Hannity Watch” on the radical 2020 Democrats. Robert Francis O'Rourke, also known on this program as Bozo, well, he's the latest far left Democrat to throw his hat in the ring. This three-term Congressman is most famous for his love of skateboarding, open borders and, of course, for losing to Ted Cruz in last year's midterm elections. And yesterday, Speaker Pelosi, who couldn't name, not one legislative accomplishment for O'Rourke in three years. And, by the way, she wasn't alone. The Texas Democratic Party chair also struggled to describe, well, any of Beto's accomplishments, and maybe because there weren't any. Take a look."
    },
    {
      "speaker": "ED HENRY, CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Nancy Pelosi was asked today about his biggest accomplishment, and she couldn't really name one, even though he served in the House for a brief time admittedly. But you're telling me he's an honest politician. That's his biggest accomplishment?"
    },
    {
      "speaker": "GILBERTO HINOJOSA, TEXAS DEMOCRATIC PARTY CHAIRMAN",
      "utterance": "The entire time that he served in the United States House of Representatives, the Republicans controlled the House of Representatives. They wouldn't allow anything to pass that was sponsored by a Democrat. So, the fact that --"
    },
    {
      "speaker": "HENRY",
      "utterance": "OK. I'm not pinning it on Congress. I asked you his biggest accomplishment. Let me broaden it out and be fair."
    },
    {
      "speaker": "GILBERTO HINOJOSA, TEXAS DEMOCRATIC PARTY CHAIRMAN",
      "utterance": "He's been a United States Congressman. He was a city council member. He got a lot done. He talked about the issues that were important to the people of the state of Texas."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Let's help the chairman out. Senator, wannabe, presidential wannabe, Bozo O'Rourke, guess what, he accomplished nothing in his time in office. That's not stopping him now from pushing really, really strange, wild radical, far, far left socialist policies on the 2020 campaign trail. Coming up, we'll have a mini-monologue about how Beto O'Rourke wants to reshape America and take every penny you have. According to Bozo O'Rourke, we're going to be extinct in 12 years because of climate change. The Democratic Party is a joke but we've got to pay attention. It's serious. That joke could soon be running the country if we're not diligent and careful. All right. Back to our top story. A lot of breaking news. We now have unredacted pages of Christopher Steele and his deposition. They have now been released. These contents confirm every single thing we have been telling you on this program and the other media, the corrupt media, the extension of the Democratic Party propaganda media -- well, have ignored. We have long put emphasis that the so-called infamous anti-Trump dirty Russian dossier relied on second hand rumors and speculation. None of which was ever, ever verified. Here's your proof. According to his sworn testimony, Steele's research often relied on open source searching. Let me explain what that is. Basically, a Google search, and get this, he even utilized something called CNN iReport, which is a citizen journalist platform or essentially anyone can report anything. You don't have to check it out."
    },
    {
      "speaker": "When Steele was asked, quote",
      "utterance": "Do you understand that they have no connection to CNN reporters, Steele replied, I do not. I'm not making this up. It's so dangerous but don't forget, we already know, he was under oath in an interrogatory in Great Britain. And we know Christopher Steele, the author of the dossier, he testified, I don't know if this is true, maybe 50-50, it says raw intelligence. That's what the author of the document has said. Now, in today's release, we also learned that Steele, in fact, admitted that he never attempted to verify his information by reaching out to people he accused of wrongdoing because, quote, we are not journalists, and we're not seeking to publish information. We're doing research which is confidential for a client in general. The only problem is Steele was seeking to publish the contents of that dossier which is why he was disseminating his findings to every so-called journalist who now need to be held accountable, who would hear him out, and Steele also shelled out this unverified Hillary bought and paid for Russian dossier throughout the highest level of Obama's government. And according to other now public depositions, longtime associate of Senator McCain, a guy by the name of David Kramer, he contacted, we learned today, dozens of reporters after he received the Steele dossier. And Kramer also fed the dossier to \"BuzzFeed\", which ultimately published all of the unverified, uncorroborated lies about Donald Trump, paid for by Hillary, using sources from Russia. Now, let's keep in mind, Steele is being paid by the Clinton campaign. By the way, also a Russian oligarch, our very own FBI, and Donna Brazile said, she controlled the money at the DNC. They contributed too. Great gig if you can get it. Get paid by four people for one book of lies. The FBI under the failed leadership of James Comey, they used that sketchy biased, unverified pile of garbage known as the Russian dossier as the bulk of evidence in the bureau's FISA application against an American citizen, denying that citizen of his constitutional rights, an associate of the Trump campaign so they can get into the inner workings of the opposition party in the lead-up to an election. And FISA judges were never, ever told, even though Bruce Ohr warned everybody, even Weissmann from Mueller's team everything in the FBI, everybody in the DOJ, of the dossier's hyper partisan origins that Hillary paid for, and also that Steele had an anti- Trump hatred and that it's not verified. In other words, they purposefully committed fraud against the FISA court, against the Trump campaign associate, to spy on an opposition party, to impact a presidential election in the United States of America. By the way, Robert Mueller, why didn't you look at this? We now must demand that everyone responsible for what is a blatant abuse of the FISA court system, we do have Fourth Amendment rights, there is a Constitution, these people all need to be held accountable. And according to my sources, tonight, good news is in the horizon, especially tick tack. James Comey, I warned you, you have the right to remain silent. Joining us now, Ohio Congressman Mike Turner, and FOX News contributor Sara Carter, investigative reporter. Thank you all for being with us. Sarah, I begin with you."
    },
    {
      "speaker": "REP. MIKE TURNER, R-OH",
      "utterance": "Thank you."
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR",
      "utterance": "Wow! It's amazing, Sean. Sorry to interrupt, but I'm just saying it's amazing because there is so much information that came out today in these depositions that we need to look at beyond Christopher Steele but also with David Kramer and what we've been reporting on for several years that this dossier that was filled with lies was being shopped around by David Kramer who worked with John McCain and Christopher Steele who, by the way, should not have been sharing any of this information with anyone. It was obviously set up, sharing it with the FBI, and then shopping it around himself throughout Washington, D.C. I mean, remember, Christopher Steele was also shopping this around and Glenn Simpson was pushing both of them to push this out through the State Department, through journalists, like the \"Washington Post,\" CNN, everybody else, and now we know Andrew Weissmann, who was a lead prosecutor on Robert Mueller's team was also informed by Bruce Ohr that the dossier was full of lies. So, here we have a dossier that the FBI basically told, they basically told the FISA courts that they had verified all the information that they supplied the FISA court to get the warrant on Carter Page, and it was nothing but lies."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman, let me bring -- let me make one big point here. Steele is getting paid by four people. Steele doesn't stand by his own dossier and here's the fascinating thing. If anybody says, and remember, Andrew McCabe, deputy FBI director and Comey said, no dossier, no FISA warrant. Now, think about this. Now, there were two FISAs signed off on, the original and the first subsequent renewal application. I know Comey signed the first one, Sara. Correct me if I wrong, did he sign the second?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I do believe he signed the second. I know he signed the first."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. So, he signed the first one that's all I want to know. I forgot. So, on October 2016, Congressman, James Comey signs off before the FISA court. That means he's telling the court it's verified. It's corroborated. We believe it to be true. Now, they also withheld the fact that Hillary paid for it. OK, that's a pretty big point that they left out. Now, January, following that October 2016, Comey goes into Trump Tower, sees President-elect Trump and says I need to talk to you alone. There is a dossier, now, it's salacious but unverified. Well, that's not what he said to the FISA court months earlier, is it? What does that say about James Comey on the legal side of this equation?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Well, you're absolutely right. The fact that this now discredited dossier that was paid for by the Hillary campaign and the Democratic National Committee was ever used as evidence, before the FISA court is absolutely wrong. And the fact that the court was not informed is even a further deception. I serve on the Intelligence Committee, we asked the FISA court to take up this issue. I absolutely believe that --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What they did say? Well, where are the FISA court judges? They've sat back now all this time. My experience in life, Congressman, is I never, ever dare think of lying to a judge. I would never go into a courtroom and not say, yes, you're honor, yes, sir, no, sir, yes, ma'am, thank you, ma'am. You're going to go lie and you're going to purposefully withhold information? I don't think if I'm a judge that's going over very well in my life."
    },
    {
      "speaker": "TURNER",
      "utterance": "Well, it goes to discrediting even the FISA court process. There is no one else who have a voice for the citizen in this instance, the American citizen, who was going to -- had surveillance, probe for them, and in this process, the judge is supposed to be told all information both against and for the issuance of the order. And hearing this, there is critical information that's kept from the judge. It's clearly bad behavior from the FBI, the Department of Justice, and certainly the FISA court needs to address this, because it goes to the credibility of the system itself. And I think now that we know that this was politically paid for material, political opposition research and it is completely discredited, it really shakes I think the entire system and definitely needs action."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Lindsey Graham is right, Sara, something you, me, Gregg, John, have called for, for a long time, hard work is now paid off because now they were wrong, and --"
    },
    {
      "speaker": "CARTER",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, we now know the Nunes committees. We now know the Burr committee. We know that everybody that's looked at -- Lisa Page and Strzok saying they looked at collusion for nine months before Mueller found nothing. So, we're at a point now, we discover this week also the attorney general under Obama, Loretta Lynch, made every decision, and Lisa Page even admits, all Democrats knew the fix was in. They didn't even interview her alone we found out this week. Cheryl Mills was in the interview. Another woman was in the interview. Every -- taken out of the hands of the field agents and FBI, brought in every protocol, changing the language, gross negligence, the legal standard, adding a whole new one and inventing one, intent, extreme carelessness. I have never seen this type of abuse, of power corruption. I have said it before. This was an attempted coup against Donald Trump both before to prevent him from getting elected and after."
    },
    {
      "speaker": "CARTER",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They bludgeoned him with those lies and they all knew it was lies."
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, they never thought that he would become president. They never thought they would have to explain this, Sean. And that's the most important factor and they went as far as not even allowing the FBI to look at Hillary Clinton's --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sure, it's policy."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, that's it."
    },
    {
      "speaker": "TURNER",
      "utterance": "Well, and they continue to hope that the information is going to be corroborated, even when Michael Cohen was on Capitol Hill they were still on the issue, had he been to Prague."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait, wait. I want to know, sir. Where is the Attorney General Loretta Lynch? What did she know? When did she know it? I'd like to know what Obama knew, Sara, and when he knew it. I'll give you the last word."
    },
    {
      "speaker": "CARTER",
      "utterance": "Oh, absolutely. The most important thing, Sean, I think the most important thing, Sean, is for them to investigate this thoroughly and follow through on all the criminal referrals that have gone to William Barr, to the attorney general."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We need to go right back to the beginning. We now know without any shadow of a doubt Hillary Clinton's investigation was rigged. And they tried to sabotage Trump with Russian lies. They fed them to you, the American people, they leaked them. They used it to backdoor their way and spy on the Trump campaign and then they used it to bludgeon the president that you elected, and now it's been three years of this. All right. We've got a lot more on that coming up. Also, Beto O'Rourke, he's actually comparing those fighting climate change to those who stormed the beaches in Normandy. Bozo, that's so over the top. We'll try and educate you, a mini-monologue is next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. As we continue our special “Hannity Watch” on the 2020 radical, extreme Democratic socialist, Robert Francis O'Rourke is making one thing clear, that he couldn't be more out of touch with you, me, we, the American people. For example, following his doomsday climate calls about the world ending in 12 years, why do we bother fixing it, 12-year party? Bozo is actually comparing fighting climate change to the American heroes who fought in World War II and slammed the beaches of Normandy. Please, somebody, get so many books he said, get him a history book. Take a look."
    },
    {
      "speaker": "ROBERT FRANCIS O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "The current president doesn't believe in climate change. Everyone, how many countries are all in the face of the planet? A hundred ninety-two. You think about our leadership, those who have preceded us, right, those who are on the beaches in Normandy, those who face an existential threat to Western democracy and our way of life, they showed us the way. We can all come together. We can unite. We can march the resources and we can convene the countries of the world around otherwise unsolvable problems. That's who they are. That's why they call us the indispensable nation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, like I've been telling you, the new radical Democrats are pushing never ending climate hysteria to literally trick you into signing up for what's the most extreme radical socialist agenda, price tag shouldn't matter, beginning price tag $94 trillion in 10 years. But you know what, it's full of false promises. Don't be fooled by what they are saying. Everything is free, free, free, whether you work or don't work. Now, remember, he wants to roll back all of the progress now that we've made after eight horrible years of Obama. He wants to roll back the Trump agenda. We're now energy independent for the first time in, oh, 70 years. Massively benefiting, for example, Beto's home state of Texas and these historic tax cuts, record low unemployment -- Hispanic Americans, African- Americans, Asian-Americans, women in the workplace, youth unemployment, yes, after Obama's disaster. Take a look."
    },
    {
      "speaker": "O'ROURKE",
      "utterance": "I think the wealthiest at a time of historic income inequality should be asked to pay a greater share. I don't know what the levels should be at. But I know that the tax cuts from nearly two years ago, of $2 trillion, $21 trillion in debt, at a moment of extraordinary need across this country, was one of the most irresponsible things that the country has ever done."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. What part is irresponsible? Like record low unemployment, a million more jobs than available, than we have people on unemployment. The best wage gains in history, the number of Americans now employed? You know, letting Americans keep what they earn. A little bit more. And get this, it turns out, O'Rourke, he's not exactly the champion of the poor and working class that he claims to be. According to an October piece in \"The New York Times,\" O'Rourke's support for a massive development project in El Paso sparked massive backlash because it targeted, quote, \"vulnerable neighborhoods in the city.\" The developer behind the entire project, oh, his father-in-law -- of course, I should have known. Billionaire William Sanders. So while, like most liberals, they are only generous with your money, here's O'Rourke trying to brand himself as a pretty face, populist, the hand movement thing, whatever that is. But his record suggests just the opposite. In fact, he's likely to face even more questions from the progressive left about his past ties to major GOP establishment donors. Yes. The ones that helped him launch his political career. We're going to focus on many of these candidates. I am telling you, no one else in the media will vet them. We're going to do it nightly on this program. So, don't be fooled. Don't buy the bumper stickers, the false promises, the false security. This plan will never work, and while he once pretended to be a moderate, we're now seeing the far left agenda is right in line with this new, radical, extreme Democratic socialist party. Raise taxes, he wants government mandated climate shaming, if you will and is even asking you to help pay for his gas. He sent out a tweet, O'Rourke, quote, chip in now to keep us on the road, referencing the cost to fill up his Dodge Caravan. Isn't that a gasoline guzzler? And, of course, like any good member of the resistance, he's still spouting Russian collusion, delusion. Take a look."
    },
    {
      "speaker": "INTERVIEWER",
      "utterance": "You had said earlier that you thought President Trump should be impeached. Do you still feel that way?"
    },
    {
      "speaker": "O'ROURKE",
      "utterance": "It's beyond the shadow of a doubt to me that if there was not collusion there was at least the effort to collude with a foreign power. Beyond shadow of a doubt that if there was not obstruction of justice, there certainly was the effort to obstruct justice, whether that's firing James Comey, the principal investigator into what happened in the 2016 election, or in the light of day tweeting to the attorney general, as President Trump did, to end the Russia investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Bozo's problem is there is no evidence of any of that. None of it. Even James Comey said the president had the right to fire him for any reason. Of course, Democrats don't want facts to get in the way of their anti-Trump rage and hysteria because they have only one goal -- to make every waking moment a public trial against this president and to make nothing more than 2020 nothing more than a smear campaign against Donald Trump and the success our country is having. Trying to fool you into buying into their socialist, open borders agenda. But the good news is, it's being exposed and we'll be here every night vetting all of these candidates that the media won't do. And we'll expose their agenda for what it is, an effort to control every aspect of your life. All right. Here with reaction is from the American Conservative Union, their Chairman, Matt Schlapp, and political science professor at Iona College, Jeanne Zaino, is back with us. Good to see you both. Matt, let's start with you. You read this and you start vetting it. Nobody in the media ever vetted Obama. Nobody is vetting any of these 2020 candidates, cheering them on, hoping one of them beats Trump. That's all they care about."
    },
    {
      "speaker": "MATT SCHLAPP, AMERICAN CONSERVATIVE UNION CHAIR",
      "utterance": "Yeah, that's exactly right. I mean, in past Presidential contests, you would think that the media would put everybody through the scrutiny. And the simple fact is they're not doing it. And if you look at Beto O'Rourke, there's a couple of things that stick out. Number one, I think Nancy Pelosi had it just completely right the other day. What has the man accomplished? What has he done in his career? And then you look at him before he entered politics, and it's pretty sketchy. It's certainly not the resume builder of a Presidential candidate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah. I know you teach, Professor. I know you teach at college. I know that liberalism dominates college campuses all around the country. Do you - what do you think of a party that seriously is proposing we eliminate in 10 years but the world is over in 12? I'm not sure what the point is. (Inaudible) in 12, let's have a big party. But eliminating oil and gas, the lifeblood of our economy, eliminating the combustion engine, putting in plugs everywhere, eliminating airplanes, eliminating cows, and promising every American no need to fear, we're going to take care of you, especially the last experiment, keep your doctor plan and save money didn't exactly work out well, Professor. Did it?"
    },
    {
      "speaker": "JEANNE ZAINO, POLITICAL SCIENCE PROFESSOR, IONA COLLEGE",
      "utterance": "Well, I think when you talk to young people in colleges, what they want is a real discussion for 2020 as to what these candidates are to have to offer. Now, obviously, if they're Democrats, they want to hear a discussion amongst Beta O'Rourke and Joe Biden if he decides to run and Bernie Sanders. So they want a real discussion. What they want to address is what they see as tremendous inequality in the system. And so you look at the education system, in this case, this week that shows just how tremendously unfair some of these systems are. And I would just say about Beto O'Rourke. I think he's got a long way to go in terms of telling us what the substance of his campaign is going to be. But he has proven himself to be quite a fundraiser."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, he's telling you - but wait a minute."
    },
    {
      "speaker": "ZAINO",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He wants to take down the border. Do you think it's a good idea to take down the border walls? Do you think it's a good idea to support this New Green Deal? Is there any part of what I mentioned, that everything is free, $94 trillion estimates in 10 years, and I'm sure that's on the low end by the time we get there, and eliminate cars, oil, gas, planes and cows."
    },
    {
      "speaker": "ZAINO",
      "utterance": "Well, I don't happen--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's what they are proposing."
    },
    {
      "speaker": "ZAINO",
      "utterance": "I don't happen to agree with all of that, but I think we have to wait and see what he is actually going--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What part do you agree with?"
    },
    {
      "speaker": "ZAINO",
      "utterance": "I do agree that--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What part do you agree with?"
    },
    {
      "speaker": "ZAINO",
      "utterance": "I do agree that we need to do more than just walls at the border."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. Let's give the last word to Matt."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Yeah. Beto O'Rourke has - he is a radical because, you know why, Sean, for the first time ever, more Democrats want to be socialists than be Democrats. And his latest proposal, a 15-member Supreme Court. Watch out for Beto O'Rourke. It's all left."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh. And we want 16-year-olds to vote. Wow! Can't drink till you're 21. All right. Thank you both. When we come back, Congresswoman Ocasio-Cortez actually complaining about having to work all the time. I'm not kidding. And later, another update on the college admissions scam. Wait until you hear what one parent did. Unbelievable. Straight ahead."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Live from America's News Headquarters, I'm Trace Gallagher. The alleged gunman who shot and killed 49 people at two New Zealand mosques made his first court appearance. The 28-year-old was charged with one count of murder, but dozens of other charges are expected. Two other suspects remain in custody as police investigate what role they may have played in the attacks. The gunman live-streamed the massacre as he ambushed worshippers taking part in Friday prayer services. Before the attacks, the self-proclaimed white supremacist posted a 74-page manifesto online where he ranted about immigrants and Muslims, calling them \"invaders.\" World leaders, including President Trump, are sharing condolences. The attack is the deadliest shooting in New Zealand history, killing 49. If news breaks out, we'll break in. I'm Trace Gallagher. Now, back to Hannity."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So the new leader -- oh, really? The real speaker in Congress, Congresswoman Alexandria Ocasio-Cortez is not resonating well with a lot of voters. We have a new Gallup poll that is showing that although she is well-known now throughout the nation, Ocasio-Cortez is polling, well, fairly negatively. Maybe it could be because of her radical policies. I'd kind of think so. And also tonight, Ocasio-Cortez is saying it isn't easy having to work all the time, it's so hard. 30 years in radio, 23 years in Fox, 10 years in construction, 10 years in restaurants. I'm sorry she's working so hard. And take a look."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "The thing they don't tell you about working in Congress is that you do what you're supposed to do, you're working all the time, which means that you have no time to like set up your life. So I spent weeks sleeping on an air mattress. And I don't own a chair."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Following the whirlwind of backlash against the Congresswoman, in this case, Omar's anti-semitic statements, fellow freshman progressive Congresswoman Tlaib, well, she is now being criticized for reportedly supporting an effort to end college's study abroad program with Israel. Wow! We reached out to Congresswoman Tlaib's office for comment, but she's not getting back to us. Here with reaction tonight, Fox News contributor. We have former Congressman Jason Chaffetz. And also, joining us is the National Press Secretary for the Trump 2020 campaign, Kayleigh McEnany. Congressman, we start with you tonight. Good to see you both. Your reaction, not only to this, also to the new Steele's - what now we see in Steele's testimony and what we learned in Ohr's testimony, in Page's testimony and Strzok's testimony and McCain's aide testimony, this is now beginning to crumble."
    },
    {
      "speaker": "JASON CHAFFETZ, R-UT, FORMER CONGRESSMAN",
      "utterance": "Look, the fix is in from the beginning. I was the Chairman of the Oversight Committee. We were trying to dig deep into this. We were stonewalled. We were obstructed. They kept telling us don't worry about it. Then James Comey, once he made this announcement, came and testified before Congress. You go line-by-line by that. I'm telling you, there are things that he said under oath that are flat-out lies that have been discredited. Mr. Comey should be held accountable for this. He should be prosecuted for what he did."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait a minute."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "We--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait a minute. He signed off on the FISA--"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--verifying the dossier is true. McCabe, no dossier, no FISA. Then he's telling Trump it's unverified a few months later. Did he lie to the FISA judges?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, he did lie to the FISA judges. And he also lied to the Oversight Committee under oath when he came and told us, \"Oh, it was unanimous. It was unanimous that we didn't want to charge her.\" Meanwhile, we come to find out it was really--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "James Becker (ph)."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "--somebody pulling the strings at the Department of Justice. And this is where Congress needs to hold them accountable and the people have to keep demanding--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "And that would start with-- (CROSSTALK)"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "--that they get to the bottom of this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--lynch. Now that we know Loretta Lynch was up to her eyeballs in rigging this, what should now happen to her?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Look, I do believe there should be either a special prosecutor put in place to look at the malfeasance that was happening within the Department of Justice and within the FBI. I've been calling for that for months. If they - if you can warrant to go after Donald Trump, then you look at what's going on the senior-most echelon at the Department of Justice, and that far exceeds anything that was even an allegation in the Trump situation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Kayleigh? KAYLEIGH MCENANY, TRUMP 2020 CAMPAIGN NATIONAL PRESS SECRETARY: Yeah, that's exactly right. The fix was in from the get-go. We learned from Lisa Page this week that, in fact, there was an insurance policy against President Trump. We learned that from Peter Strzok's text again verified by Lisa Page's testimony there. And this is striking, Sean. I mean, this is corruption at the highest order. We have to stand against it. And you compare that to the way Hillary Clinton has been treated, it's outrageous. This has been a witch hunt from the beginning. And I would finally add, Andrew Weissmann also stepping down from the Special Counsel this week. Why was this guy there to begin with, who cost 20,000 people their jobs and was unanimously rebuked by the Supreme Court?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman, where is Horowitz? Where is Huber? He's in your home state. What are these guys doing? Why is this taking so long?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So, Horowitz is the Inspector General for the Department of Justice. He's been working on this for nearly a year. I do have some belief that it'll take another month or two. They buried him in more than a million types of documents. But ultimately, I think he will be the key authority on this. He has looked at it and seen it much further and wider than anybody else. It's never fast enough, Sean. It's never, ever fast enough. Huber, who's the U.S. attorney in Utah that was appointed by Sessions, overlooked some of this stuff, have absolutely no idea what he's doing. I haven't heard word one. And most concerning is that the witnesses that were put forward by Mark Meadows and Jim Jordan, encouraged them to talk. They've never even been interviewed. So we can tell that he's making no progress--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are you confident - and I'll ask Kayleigh first. I'll ask the same question. Are you confident, Kayleigh, I think the dam now is broken. Now that it's soaked (ph) and we're going to the get the FISA applications and we're going to get the Gang of Eight info. And we're going to get the 302s. We're going to get the five buckets that John Solomon always talks about."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Absolutely. We're going to get all of that, Sean. I'm confident that America is waking up to this. You've been on this from the very beginning on your show. The Mueller report is about to come out. We're going to find no collusion, no wrongdoing on the part of the President. Zero probable cause to open an investigation into the President after millions of pages of documents reviewed. And you were right all along. We should have been looking at the FBI and the DOJ under Obama."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you believe in your heart, Congressman, with all we now know and - this - we're now going to have a cascade of new information in the days and weeks ahead that those people that tried, that first rigged the investigation into Hillary, tried to fix a Presidential campaign in this country and rigged the outcome, and tried to bludgeon the winner and undo that election with known lies, they were warned in August of 2016. Will they be held accountable?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I would like to tell you, yes, Sean, in my heart of heart, I don't believe so. But I think the American people figured it out."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow!"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And that's why Hillary Clinton is not the President of the United States."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So the people that rigged it, we now know they rigged the investigation, they're going to get away with that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I wish I could tell you yes. If it was up to you and me and John Ratcliffe and Trey Gowdy and other - Jim Jordan, yes, they would be in jail."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, then we might as well--"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But that's not the way it's going to work. These people are going to walk. And I--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We might as well shred the Constitution then. We might as well say there's no equal justice or application of our laws?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I agree with you. It drives me nuts. That's why I'm on this network night-after-night talking about it. That's why I was in Congress, pounding my fist, demanding it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know. You've done a great job."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And I've got to tell you, they have got to prosecute these people. F"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We'll see. I am hearing that more is happening than we know. I hope my source is right. So far, we haven't been wrong. When we come back, more fallout over the college admissions scam. You won't believe what else we're learning. Today we'll have those developments and our Villain of the Day. This is fascinating. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, after their court appearances this week, the court's sketch artist reportedly described Lori Loughlin as appearing arrogant while saying Felicity Huffman looked \"more genuine.\" Also tonight, reports are now emerging that at least one of the parents currently involved in the scandal actually held a fundraiser for Kirsten Gillibrand. Shocking! She has a lot of strange friends. Yeah. Linda Sarsour on stage with her, for one. Joining us now, Fox News contributor, Emily Compagno is with us and also former Florida Attorney General, Pam Bondi. Pam, we'll start with you. It's amazing. I know there's a lot of pressure after a kid goes to a school. They never stop asking you for money, right? But--"
    },
    {
      "speaker": "PAM BONDI, FORMER FLORIDA ATTORNEY GENERAL",
      "utterance": "Sure."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They're faking, they're putting pictures, photoshopping pictures of their kids playing sports they don't play. They are--"
    },
    {
      "speaker": "BONDI",
      "utterance": "Sean--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They are literally cheating on all scores. There's nothing in this that it's a zero-sum game, only so many spots available."
    },
    {
      "speaker": "BONDI",
      "utterance": "And Sean, let me make myself very clear. This is a crime. These are serious crimes. This is bribery. This is wire fraud. This is mail fraud potentially. These are serious crimes. This isn't getting a building named after you in hopes your child can get in school. My parents always taught me, it hung in my house my entire life, children learn what they live. What's it teaching these children that lying, cheating, stealing is going to get them ahead in life when so many kids work so hard? My friend's best son didn't get in a great school the first year. He worked twice as hard to get in this year and just got accepted. That's what life should be about. And it's just setting a horrible example for our kids, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And whether it's academics or whether it's sports combined with academics, Emily--"
    },
    {
      "speaker": "EMILY COMPAGNO, CONTRIBUTOR",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--these kids work hard to get grade point averages and get rankings if they are playing a sport."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Exactly. And I think a part of why there are now literally class actions from these rejected students regarding this is the fact that it's competitive enough even without the bribery. Right? The Stanford this past entering freshman class, of the rejected students, 8,000 had perfect ACTs and perfect GPAs and Stanford only accepted 4 percent of applicants, a record low. So the--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Crazy."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "--odds are stacked against them even without this. Right? And the irony of these parents who have donated hundreds of thousand dollars to certain candidates and especially the Democratic National Committee who then are bribing their way into the system when these candidates are touting kind of a level playing field, it doesn't make sense. It's hypocritical."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why, Pam, is it different if the parent builds a building or if a parent is a legacy and they get a leg up, why is that OK?"
    },
    {
      "speaker": "BONDI",
      "utterance": "Well, it's not illegal. That's the difference. You still have to make good grades hopefully. You still have to work your way in. I know kids who've had--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, you really don't tell."
    },
    {
      "speaker": "BONDI",
      "utterance": "--some of their buildings named after them, and they didn't get in. So - or they did not get in."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK."
    },
    {
      "speaker": "BONDI",
      "utterance": "So this is criminal. It's bribery. And it's - they think they're above the law. And the worst part, Sean, is that's what they're teaching their kids is acceptable in this lifetime. And it's not."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And look at the Harvard's endowment. $37 billion in donations. Crazy."
    },
    {
      "speaker": "BONDI",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right."
    },
    {
      "speaker": "BONDI",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Pam, thank you. Emily, thank you. All right. Our Villain of the Day, well, I'm going to tell you something. It will make you agree with Donald Trump's veto decision today. It's so outrageous. We also get to view our mail. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Tonight's Villains of the Day, get to say, are Santa Clara County and California politicians. Why? Their insane sanctuary cities and state policies in that state. Back in February, a 59-year-old Bambi Larson stabbed to death in San Jose, the suspect, an illegal immigrant, named Carlos Arevalo-Carranza. And if this story couldn't get any more tragic, we're now learning that, thanks to documents obtained by The Ingraham Angle, what the feds wanted was to deport Carranza who had an extensive criminal history back in October. But Santa Clara County, guess what, they don't hand Carranza over to Homeland Security or ICE due to their sanctuary policies. And you wonder why we're so against sanctuary cities on the show. What have I said? They are aiding and abetting this criminal activity. At what point do they share some of the blame? All right. Now to your viewer responses in mail tonight. On a lighter note, you might remember from watching last night, we had an uninvited guest on the show, a bug who became famous, infamous even for crawling on my jacket and collar, but I didn't even feel it on my neck, which obviously set off a firestorm of reactions. One viewer wrote in, \"Well, it looked like a stink bug on you making its Fox News debut. Needs a tiny MAGA hat.\" All right. Very well said. And on a different note, Loreena says, the President's veto earlier today, \"He will veto the vote. They don't have the two-third votes to override the President. Trump wins.\" Couldn't agree more. Trump wins. The wall will go up. All right. That's all the time we have for this evening. There's going to be a lot of breaking news on this and more next week. We always thank you for being with us. We appreciate your support. And let not your heart be troubled. The news continues. We hope you have a great weekend. We'll see you back here on Monday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}