{
  "date": "March 23, 2019",
  "headline": "Do you feel gymtimidated?",
  "subHeadline": "Guests: Morgan Ortegus; David Angelo",
  "url": "https://www.foxnews.com/transcript/do-you-feel-gymtimidated",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RACHEL MADDOW, ANCHOR, MSNBC",
      "sentences": "Brandon Van Grack, my favorite name in the whole Trump Russia probe. Honestly, if there wasn't a person involved in this investigation named Brandon Van Grack, you'd have to invent one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "Chris Cuomo is off this week, so that's all he got. All right, as the Democratic field of candidates grows wider and wider like a giant fungus in a corner stall of a public bathroom, their ideas seem flakier than Bernie Sanders' shoulders.  Lower the voting age to 16, yes, that's smart. You know what I was doing when I was 16?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don't worry, I was fine. But yes, let's let people who eat Tide Pods vote. Why not just include raccoons and lawn furniture while you're at it. They also want to completely change the Supreme Court. They want more judges in term limits. I agree, we need to update the court. It's old. For one, I'd like to see the robes replaced, you know, from their current look. More like, something like this. But that's just me. The candidates also want to trash the Electoral College because they lost. How dumb is that?  Remember when you were young and played tag there was that one kid who once he was it, decided he didn't want to play anymore. That's the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You see, applause line. All right, you notice a trend. Their ideas -- they actually don't help the voter, they help the candidate to win and they're trying so hard to seem interesting. Take John Hickenlooper, the guy whose name sounds like a medical device from the Victorian age. \"Chives, fetch me the Hickenlooper.\" Anyway this is really odd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BASH, ANCHOR, CNN",
      "sentences": "You went to see an X-rated movie with your mother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN HICKENLOOPER, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I didn't know what next movie was. We thought it was a little naughty, but we didn't think it was that bad.  I promised Jetta we would go to the movie theater and see this this new movie. So I took my mother to see \"Deep Throat.\" She says, \"Well, I thought the lighting was very good in the movie.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So you know while I would turn beet red watching TV with my parents when a commercial for a feminine hygiene product came on, he's taking his mom to see deep throats. I think I like him.  Meanwhile, did you know that after Beto lost to Ted Cruz, he actually ate dirt? He ate regenerative dirt to cope with defeat so he didn't just hit the road, he ate the road. That guy, he's weird. He is weird. Wherever he goes he has to stand on counters where people eat. The guy thinks he's Norma Rae. Look dude, just because you eat dirt doesn't mean we want to taste the crap on the bottom of your shoes, too.  He also wants to abolish the Electoral College, but I guess if he can't win, then change the way the game is played. Well, we can play that game, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's better? The popular vote or the Electoral College? What if it's neither?  Introducing the Maroon 5 election decider. First votes are cast by men and women over 18 who don't like Maroon 5. If you have purchased any music by Maroon 5, you cannot vote.   Instead on voting day, you're pelted with spoiled fruit in the town square by an army of trained chimps while the rest of us vote. If you hate Maroon 5 and have proven so by writing \"I hate Maroon 5\" in permanent ink on your forehead, you get to vote as many times as you like. Each vote wins you a delicious ice cream sundae while you're serenaded by Don Lemon and Chris Cuomo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CHRIS CUOMO, ANCHORS, CNN",
      "sentences": "Guys like us we had it made. Those were the days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If Adam Levine removes his shirt at any point during the election, the election is canceled and the presidency is immediately awarded to Mike Lindell, the My Pillow Guy.  In case you find this cool, is it any more cooler than this? ADAM LEVIN, SINGER, MAROON 5: She will be loved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Paid for by the people who hate Maroon 5.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And there are many, many of them. Okay, so the Democrats are idea challenged mainly because they spent three years chasing conspiracy instead of thinking about improving the country, instead of an idea, their only message is, \"Hey, everyone. We're almost human.\" A candidate suddenly announces he's in love with a movie star, another tries to drink a beer and here's one working out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know that's not how you work out, lady? Do I have to show you my workouts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it isn't my friend. Now, the more sincere the candidates act, the phonier they look. They're robots trying to act real. Having been politicians for so long, they've replaced a pulse with a focus group.  Now this is the edge that Trump has. He can infuriate you obviously or entertain you, but he's more real than all of them combined. Remember, when he said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "You do love your dogs don't you? I wouldn't mind having one honestly, but, I don't have any time. How would I look walking a dog on the White House lawn, would that be -- it feels a little phony to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He says this knowing that America loves their dogs more than their own kids and yet he doesn't give an F. More important, remember when he said this, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "In everything, 2016 everything red is ISIS, when I took it over, it was a mess. Now on the bottom, that's the exact same there is no red. Fact is, it's actually a tiny spot which will be gone by tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's not over, so just a little spot and it'll be gone by tonight and guess what? It was, and big boy does he love that chart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Where the hell is that chart, guys? They gave me all economic charts. They didn't give me the ISIS chart. This is all ISIS, now on the bottom that's as of today, this is ISIS. There's none. The Caliphate is gone as of tonight.   ISIS on Election Day. Here is ISIS right now. If you look, so there's ISIS and that's what we have right now as of last night. That's what we have right now. You guys can have the map. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You can have the map. Congratulations. That last ISIS stronghold is gone as promised, now I'm old enough to know that nothing is ever over. There was al-Qaeda, then there was ISIS, something worse could follow that, too, which is why we need an adult in charge, someone who may be rude as hell, but knows evil when he sees it.  Now Trump is far from perfect, but unlike the competition acting human comes naturally and also unlike the competition, he's unleashed the economy, destroyed ISIS, reduced the threat of nuclear war and put more people to work in modern history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You don't have to like him, but the Dems, they're like baby giraffes trying to walk. True Trump says things that piss everyone off on both sides, but he also said he was going to destroy ISIS and he kind of did, so when you get that right, you can get the other things wrong. I'd rather have a jerk who kills terrorists than a nice guy who won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guest. She's sharp and bright like a dagger made of lightbulbs, Fox News contributor and national security analyst, Morgan Ortegus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "His jokes are drier than an Eskimo's lips, writer and comedian, David Angelo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Her glasses are fake but her inside is real, host of the \"Tyrus and Timpf Podcast,\" Kat Timpf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Never needed a booster seat, former WWE Superstar and my massive sidekick and host of \"UnPC\" on Fox Nation, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, before we begin a funny thing happened just before we started taping this show. The Mueller report was delivered to the Attorney General and none of the details of report were officially made public at the time that we taped so here's what I can tell you.  If it's Saturday night in the details are public and there's a big whopper in there, I'm not on right now, someone else is. You can't see this beautiful face, but if I'm on right now, it could mean the Mueller report is still under wraps or maybe it's not that newsworthy or maybe there is something newsworthy but it's been hashed out all day long, we've heard everything and we're here to give you a little relief. In any case, without knowing what's officially in the report, we can't fairly discuss it, so we're going to stick to the 2020 race and ISIS, okay. All right, Morgan you're a national security analyst.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN ORTAGUS, NATIONAL SECURITY ANALYST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think about the whole ISIS news?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "I mean, I'm glad they're dead. I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you say that about a lot of things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "That's true. Yes. I mean, listen, we can't underscore -- it's like a massive accomplishment, you know what this administration did and the map was pretty funny but he was like, \"This spot is going to be gone later tonight.\" But it's true and there's a lot of credit to our allies on the ground, men and women, some of them my friends in the Reserves who were activated, who have been there fighting this. I just want to say like, thank you America, you rock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I would like to thank myself. I would like to thank myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "It's all about you, Greg",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have done a lot without ever leaving an air-conditioned studio. David, I want to ask you about the candidates. What are your thoughts about the 2020 field?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID ANGELO, WRITER AND COMEDIAN",
      "sentences": "This field -- I don't -- none of them look appealing. None of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "None of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "And it's like Democrats, can you not -- do you not understand they're crazy people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "Do you know what I mean? It's like they didn't know -- they think Hillary's honest. They think Beto is interesting. They think Ocasio- Cortez is smart. It's like, this is turnip -- turnip truck gullible and Beto it's like, in the in the hierarchy of mysteries, you've got where's Jimmy Hoffa's body? Who built Stonehenge? And why is Beto even someone we're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "Who is this guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He reflects everybody in the media. He is a white beta male, and he looks like every editor I've ever worked with and that's why they like him. I think that Kat, the actual candidate is missing, right? Don't you feel like it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, HOST, FOX NATION",
      "sentences": "I do. All week, I could not stop thinking about how all Democrats made such a big deal about all the McDonalds that Trump drinks and all the diet Coke that he -- or the McDonalds he eats and the diet Cokes he drinks and CNN literally did like investigative panels about it and meanwhile we have Beto eating dirt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like [bleep] dirt, bro. My cat wouldn't event do that and he is a cat, and I love how Democrats are supposed to be the party of science, but we have Beto over here who thinks you can regenerate yourself by eating the ground and I just don't know how am I supposed to believe him saying the world is going to end in years or whatever when he is a human man who is trying to regenerate himself by eating dirt like drink a Gatorade, what are you doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Then he left his family and toured around the country depressed. This is our next President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, well, I think it's okay to have a depressed President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh that's true. I don't know what that means. Tyrus? GEORGE \"TYRUS\" MURDOCH, HOST, FOX NATION: Listen, I don't know what your question is, but I want to talk about that creepy dude going to a porno with his mom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know he didn't want her to be alone that night. Did you know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I don't give a damn if she was dying with cancer, my mom ain't going with me to no damn porno. He said the movie was \"Deep Throat\" and she liked the lighting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "At that moment? That reporter said, \"Thank you for your time.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Get the hell off my stage, you creepy old man. You didn't have the skill set -- here's the deal, this is why this dude can't be President. There was an uncomfortable situation that required -- it's a skill set to get out of it. Me and my boy are going to see \"Deep Throat.\" Mama says, \"Tyrus, I'm going with you.\" I would then punch my friend in the face right in front of my mom. Big fight, I get sent to my room. He has to go home. We don't go to the movies. Problem averted. That's leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The other thing, too, the thing that bothers me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Sharing popcorn with your mama, she's like, \"Wow, the lighting is great.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, and this -- I want to -- the problem with John Hickenlooper is that he's a liar because the lighting was terrible in \"Deep Throat.\" All right, up next, George Conway versus Donald Trump. You can't ask for a better \"Family Feud\" if Richard Dawson hosted it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's getting rude, this feud between Trump and Kellyanne's dude, his name is George Conway. He is a prominent attorney, but these days he's more known for mean tweets about the President, which wouldn't be unusual except that he's married to the woman advising Trump, Kellyanne. This week Conway said Trump was unfit for office adding that he had a personality disorder -- join the club -- so Trump tweeted back of course, called him a total loser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's amazing. Facts get applause. Then he called him a stone- cold loser and then a whack job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He's a whack job. There's no question about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No question about it. Then George called Trump the worst kind of dumb. Then Kellyanne says she'd like George to button it because you could tell your husband to button it, but you can't tell your boss that whether he's Trump or not. Did George button it? No. He called the President mentally unstable again. But this is the Trump show and George Conway's two characters combined. You know he's part Newman and he's part Mr. Roker. Yes, anyway. It doesn't look like either Trump or Conway is going to back down. If only there were a way to resolve this peacefully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh look, Dick, you know what I do for a living. I work for Donald Trump, so you hate him. Just support me and stop making my life so difficult.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SHILLUE, HOST, FOX NATION",
      "sentences": "That's fine, but I just can't stay silent about how truly awful he is. He is awful, deplorable, worst President ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Dick, I'm your wife. Think about me, not him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Oh, this is hopeless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It sounds like you need a divorce.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Divorce? What's that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Divorce is when you legally separate from your spouse. Side effects include using half your net worth, knocking three years off your life and lasting stress on your children. Not to mention having to enter the dating world at your least attractive age and living in a small condo, eating for one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Wait, I don't want that. Divorce sounds bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Then you should stop being a [bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "He's right. I don't want to get divorced. I mean, I'm middle- aged, lost most of my attractiveness. Kids would be scarred and at this point, no woman would have me. I'd be foolish to destroy my stable marriage over petty political differences.  Thanks announcer guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No problem. And we can determine that Donald Trump has been reelected four more years President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Honey, it looks like Donald Trump you swept the reelection in a landslide. Another four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Yes, that's great I'm so proud of you, honey. So proud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Brought to you by Radio Shack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was a crazy ending. David, why are they still together? I have some thoughts, the sex must be incredible. Oh, shut up. Everybody is thinking of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, I can speak for everyone. Nobody's thought of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "You think the sex could be incredible, then I saw a photo of the guy and like that theory is out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What are your thoughts on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "I mean this guy is crazy. I know everyone hates Trump, everyone hates Kellyanne Conway, you know and whatever -- but like if you're if you are just a woman with a husband who's harassing your boss, it's abusive behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "But then because it's like \"We hate Trump,\" it's like, \"Yes, go George Conway.\" It's so weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, you've been in some strange relationships, what do you make of this one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, Greg, it's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You make them public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I do make them public. It's true that I have actually spent most of my adult life living alone with a cat, so I might not know the most about marriage, but I know that I don't want this you know, if my husband - - if I had a husband --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And he was writing mean things about my boss on the Internet, I'd be like \"What in the hell are you doing?\" But also if I had a husband, it sounds so weird to even say, if I had a husband and his boss was saying mean things about me like that I was the wife from hell and he was just like, I would not care for that either, whether I would or would not be the wife from hell would be irrelevant in that case. Because he is kind of the husband from hell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know, you just make fun of the boss behind his back like a normal person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. Tyrus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "What? If I had a husband?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Does it surprise you that Kellyanne sided with Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, it doesn't because she is the epitome of what I'm a feminist is supposed to be. She's a strong woman. I've had the privilege of meeting her and talking with her and she's tough and she does a great job and she's literally one of the big reasons why he's in office. And she's one of his most trusted advisers and she's at a place historically, she has the ear of the President, so what her husband is doing is terrible and I would think -- I've not liked bosses and people, brother-in-laws, parents, friends, neighbors and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A lot of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, I'm just real. Like she'd be like, \"Meet my mom.\" Hell, no. But if she's threatened to cut off bedroom privileges, I'm friends with everybody. So, it's none of my business what you all are doing today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What do you mean bedroom privileges?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Come here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Got it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "See, everybody is thinking about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Now, because of you, but she should cut him off. Maybe that'll slow him down, but he's wrong. He shouldn't be doing that. He should be ashamed of himself, but I almost forgot. I know we've got the footage of it when President Trump called him missus, we'd have to fight. I mean, because you can't come back from that. I mean, that's the ultimate diss. He might drop the ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I will only get married and I'd force my husband to change his name legally to Mrs. Kat Timpf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And with that, she will never be married, so move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's her way out of it. All right, Morgan. I kind of like the fact that the -- we're in a time where the President is going to war on Twitter as opposed to war somewhere else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "That's a good way of looking at you. I think it's more like the \"Real Housewives of the West Wing,\" I would -- and I love the \"Real Housewives,\" so I say this adoringly. What I think we really need is one of is need Andy Cohen and we need the reunion episode, you know, at the end of \"The Real Housewives,\" when they all get together and then the husbands come in and they all hash it out. So I think if we want to have world peace between you know the President and George Conway, it's Andy Cohen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh really. Well that's interesting. Are you trying to get on the show? You know, this is show is pretty good, Morgan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "No, I didn't even think about that. No. I'm with you, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Wow, really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay, all right, Morgan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "Don't worry, you have my heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I wish your husband was here somewhere to talk trash about you right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "No, he knows better. I still love him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "He wouldn't even try that with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Up next, a surprising new study on the wonderful effects of death metal. That's next. I can't wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. A deadly cyclone causing a humanitarian crisis in Mozambique and other parts of Southern Africa. Before and after photos revealing the extent of the devastation here. The death toll is feared to be in the thousands. As of now, the official count stands at 417 dead in Mozambique. Thousands are homeless because the cyclone destroyed towns and villages and nearly wiped out a major city there. There is no food or water and weather is hurting relief efforts. And in East Africa, at least 15 people are dead after a gunman stormed a government building. This all started with a car bombing at the gates of the building killing five people including the Deputy Labor Minister. Security Forces overtook the gunman after several hours. Al-Shabaab is claiming responsibility. I am Aishah Hasnie, back to Greg Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Does this finally settle the debate over death metal? A new study out of Australia finds that listening to death metal music does not desensitize you to violence as everybody used to say, actually it inspires joy. Researchers had fans and non-fans listened to death metal or pop while looking at disturbing images to see how it effects their sensitivity to violence. It turns out metal heads are just as sensitive to violence as everyone else. In other words, your parents, your principal at Tipper Gore -- they're all wrong and owe you, the metal head, an apology. In fact concluded researchers the dominant emotional response to this music is joy and empowerment. Now for more on this story, we've got Lars Von Larsson on the phone. He's the lead singer of the Norwegian death metal band, Satan's Groin. So Lars, this is a pretty groundbreaking study, what was your reaction when you heard the news? LARS VON LARSSON (via phone): Thank you, Greg . Appreciate you having me on. Love your tie by the way. The death metal community that our music is finally getting proper recognition for bringing joy to so many.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's great to hear, Lars, but don't you ever worry about your songs inspiring violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSSON",
      "sentences": "Well, all you need to do is listen to our songs and you can tell that's not the case. For example, \"ICE Cold Baby Demon Fist.\" If you listen to the lyrics, you can hear, it's all about friendship, kindness and understanding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I could see that. It's really a great song, so do you worry this study will ruin your image in the world at large?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSSON",
      "sentences": "Great question, Greg. Not worried at all. But I can appreciate you've thought about this through. Also, have you been working out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow, thanks, I have been hitting the gym more often. You know, we should hang out this weekend, Lars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSSON",
      "sentences": "Oh, I'd love to, but my wife and I will be busy planting hydrangeas in the yard and painting the new gazebo. After that, we've got our daughter's dance recital. So I have to take a raincheck. Hail Satan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Fair enough. Thanks, Lars. Kat, did you ever go through a death metal phase?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Uh-huh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "In high school, but this doesn't surprise me at all because it's just media, right? It's just media. I watched mostly \"Teen Mom\" and \"True Crime\" shows about murder and yet I've never given birth and I've never given death, if that's a thing. Seriously, I also watch a lot of \"Toddlers and Tiaras,\" and never put a wig on a child, watched a lot of intervention and have never taken even a single hit of crack not to brag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Played a lot of Mario Kart, still can't drive. If this were true, that media really influenced us the way a lot of people like to say it does, I would be like a serial killing, crack smoking, lady with three kids from three different fathers with a passion for children's choreography and my apartment would be littered with dead bodies and children and it just isn't, Greg. So not to brag again. So I think that people really, they over blow it. They really do and if you do something messed up and blame it on media, you are probably just messed up to begin with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Morgan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Agree, disagree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "I agree, but why did Lars look like a White Walker from \"The Game of Thrones.\" Did you pay attention to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have no idea. I don't see --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "That's the issue you have with that, with his looks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Quite the voice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "But you know, we're misleading our viewers a little bit because we didn't say who paid for the study.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Who did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "The Church of Satan and the Cannabis Institute of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We tend to leave that stuff out. We don't want them to know. good joke though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "Thanks. I mean, I had to prepare. To be honest. It was good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was good. Angelo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "Music has affected my life a little bit. You know I like prog- rock and I subsequently ride a recumbent bicycle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I didn't even get that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "I don't know, but death metal, you know, it does, I think does make people violent like my neighbor listens to death metal, I'm ready to go over there kill him every night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus? Thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Man, between dude going to porn with his mama and you having a conversation with your creepies -- I don't know, man, it's just -- that affected me so that particular affected me. I thought about walking over there and bopping you on the head, so deaf metals a little too fast for me, you know. I like when I lift weights sometimes I like AC/DC and stuff like that but I never like took a weight and threw it at somebody because of the song. I generally had to dislike somebody to put -- oh that's my song, excuse me while I whip your ass very quick. So I agree with the thing that if you like death metal, do your thing. I mean, no one else is going to do it with you because you are weird as hell, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "It's also hard to pick a fight with a death metal fan, like Greg try to insult me, like I'm a death metal fan, try to insult me, please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You look like you are dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "I can't hear you my ears are broken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. You know what's interesting, it makes me think about all the metal heads that we were warned about in the 1980s, now it's been like 30 or 40 years, they've all become well-adjusted people and if you don't believe me, I have some before and after. These are people that were in in metal bands in the 80s, and now what are they doing? So this is the first guy. He was in a band and this is him now. Let's check out this guy. He was kind of big in the 90s in Norway and -- everybody that's President Bush, okay, in case you can't recognize him. Check out this guy. Look at him, he looks a little scary. People don't know. Three platinum albums in Scandinavia. Last but not least, you may recognize her or maybe you don't, but it's very surprising, she became -- All right, coming up, the executive order that will change the universe and everything in it, well maybe not everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The money is out of reach, if you don't back free speech. President Trump, if that's his real name, signed an executive order to ensure college campuses would support free speech or face financial consequences. Basically, if colleges want those sweet Federal grants, they need to protect everyone's right to free speech and when I say everyone, I mean anyone to the right of Karl Marx because right now when a college tolerates trigger warnings and safe spaces, they're actually not tolerating free speech. I wonder will all of that change starting right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "All of that changes starting right now. We're dealing with billions and billions and billions of dollars. Taxpayer dollars should not subsidize anti-First Amendment institutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "For reaction we go to a college safe space. Do you think, Tyrus, like when Trump leaves office, do you think this is going to get reversed like the first person is going to get rid of this even though it's a great idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I think that it's -- I mean, we have the First Amendment for a reason, and this is a kind of reminder I think. I think it's a good stern warning. We're not protecting the schools. Not we, I wouldn't, but certain schools are just getting out of control. Berkeley is out of control. They're not protecting speakers and I remember in college when we had guests coming, we couldn't, even if we wanted a picture, we couldn't get close to them because they were escorted in. The security details took them. They did their speech and hey, if I didn't like it, I didn't go. You know, and even if you want to protest something, but this is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "The video of the guy getting beat up at Berkeley, the guy who was getting punched in the face and stuff like that, the fact that that even, it never you should have got that far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's crazy. The left is now -- the left used to leave the speech movement, now, they are leading against it, Morgan. I think this is a brilliant move by Trump because if you come out against it, you look like you're coming out against free speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "That's true. I happen to think this is all a plot by the left to attack Trump University and that's what's it's really about -- this is really about. And like what universities or what colleges are safe now? They're even going after the Electoral College. No, I said I am going to come tonight for you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know, Morgan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "Yes, anyway, the whole thing is just silly what's going on in college campuses and actually this executive order doesn't do a lot, but it does put these colleges on notice that receive public funding that they're going to look at the fairness aspect, so that's good and since I'm still paying my student loans off, I mean like screw you guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. David, you know, some people are portraying this as government intervention trying to protect the First Amendment. That's like saying we're not going to send the National Guard in when there's looting because that's government intervention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "All right, yes, I mean you want to protect those speakers at college campuses that's why I recommend booking me to go to your college. I guarantee no riots or turnout of any kind really. The safest thing you can do. But you know, it's like, I get college kids, you know, they've got to be able to speak but if you're born in like 2001, I don't need to hear anything from them. So it's a double-edged thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is a double-edge. I think they call it a sword.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "That's what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Kat. Last word to you. Do you like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I mean, things on college campuses have gotten really bad, even innocuous phrases like, \"you guys,\" there's multiple colleges that have campaigns against the phrase \"you guys\" saying it's offensive against women. I'm a woman and I use it, it doesn't mean I hate myself. Yes, I hate myself, it has nothing to do with that. And it's really important to do this because these social justice warrior type people are very good at gaining control because they have the threat of calling you a racist or a sexist or some other \"ist\" or \"phobe\" and people even if they disagree with how crazy the rules are will stay silent rather than risk being called something like that and college is supposed to be a place where you learn new stuff and in order to learn new stuff you have to hear stuff that you don't already agree with. So I think that this is really important for the First Amendment and for education in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And also college is supposed to be fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's not fun anymore. It's not fun. It's angry miserable people who want you to be angry and miserable, too and that's wrong. All right, up next, do you feel intimidated at the gym? If the answer is yes, you probably need to go to the gym.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is it your fate to be overweight because the gym intimidates, nice rhyme. A new poll shows almost half of Americans find it daunting to work out in a gym full of other people, so what exactly intimidates them? Well for some it's the really fit people, others say it's working out in front of the opposite sex and still others are intimidated by the exercise themselves. They call it, God help me, this is such a made-up media word \"gym-timidation.\" I hate myself for saying it. The study concludes these hang-ups prevent Americans from working out as much as they should, but is this for real or just another excuse by lazy jerks. I don't know. Go to the gym just stay away from guys like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, you probably did that 12 times and then you pick the right one, the other times you kept falling, I don't want -- I don't know why I care. Tyrus, you don't have this problem, but I imagine you create this problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes, that's my fault. You know what, I live in my world in the gym. I wear headphones and I wear a shirt that says, \"No small talk.\" So I pretty much put my bubble on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's hightist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hightist, no small talk. That's directed to people like me. Oh, I'm a little guy, I'm not talking to you. You make me sick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I think we all need to go to commercial for a second. Look, this is excuse. This is victim [bleep] again. You're going to go work out to improve yourself, go to the gym and work out. You will make a million excuses, \"I don't want to go because I feel uncomfortable,\" so you're more comfortable sitting your hands looking soggy. Go to the gym. If you're going to work out, if you don't like people, train at home. Go for a walk. There's things you can do if you want to work out. They have these poles for people who have excuses for being lazy. This is that victimization stuff. Go work out. Most people don't care what you're doing at the gym.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, they don't. You know what's funny is it's true, David, people are so self-involved that you can apply that logic everywhere. No one is thinking about you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Everyone has their own YouTube show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "And I recently went back to the gym because I was having trouble opening jars. That to me is the red flag. I tried to go back to the gym you know and I'm the worst guy there. I'm hands down the worst.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "Anyone -- if you're anyone in worse shape than me should be like at Physical Therapy, but I've got a good deal at the gym.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "They gave me 10% off if I told people that I went to another gym.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what you are, you're the before. You can make a lot of money with the before. The most successful before ever. I'm sorry, no you're not that bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELO",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're just skinny and you have no muscles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You're not that bad, that's a compliment coming from Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "You're looking a lot like Beto.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "Everyone thinks Beto is good looking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Not this group.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Again, again that's a standard established by the media who are very homely, right? The media are very homely. I work in media, I can say that. Morgan, was this a cop out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "Yes, but well -- here's what I can say, if you want like your wife or your girlfriend or someone to go to the gym, just buy them new cute workout clothes. This is how my husband gets me into sports. He is really into some snow skiing. I'm from Florida I don't know how to ski. He went and took me and I bought a bunch of new ski clothes and now I'm like a good skier, so if you get a new outfit you always feel like doing something, so just get a new outfit, America go to the gym.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Men don't buy outfits. Men don't buy outfits. Men buy clothes. Clothes. Outfits, Morgan, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Is that what you do, bro?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Geez Louise. Hey, Kat, do you go to the gym?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I have not been in a gym in years and I completely understand this study, Tyrus, the last time --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Why are you angry at me for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The last time I went, people were mean to me. They were giving me all these dirty looks just because I was vaping on the treadmill. That's very, very rude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Oh no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Gym people are a cult and I know they say they're not a cult.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They say they're not a cult, that's exactly what people in a cult would say. I don't like that like -- I've never dated a guy with abs, because I don't like look at that and think like that's hot. I look at that and think of you telling me you can't hang out with me because you have to go to the gym again or you're telling me you can't try out this new restaurants because you already steamed a week's worth of broccoli and fish and that's all you're going to eat out of your little Tupperware before you post it on Instagram with like a hashtag like eat clean or gains or something like that to make me feel bad about the fact that basically -- I consider it croutons, cheese and Ranch dressing to be a salad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I do, too. You know, but I will say this, okay, I worked at men's health, I worked in fitness for ten years. I am that person. I know it's hard to believe, but no, I had no body fat. It ruled my life. I was miserable. I was ripped, but miserable and then when I decided to get out of the gym I was much happier and fatter. Fat makes you happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTEGUS",
      "sentences": "I think we need to see pictures to prove this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well you can find --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "It's legit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Google Greg and abs. Anyway, get your tickets now for \"The Gutfeld Monologues Live.\" Next show Washington D.C., April 6th, then Detroit April 7th and in May Oklahoma and Texas. Special guest, Tom Shillue. Got to ggutfeld.com for ticket information. Stop talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Thanks to Morgan Ortegus, David Angelo, Kat Timpf, Tyrus ... Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, ANCHOR, MSNBC",
      "utterance": "Brandon Van Grack, my favorite name in the whole Trump Russia probe. Honestly, if there wasn't a person involved in this investigation named Brandon Van Grack, you'd have to invent one."
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "Chris Cuomo is off this week, so that's all he got. All right, as the Democratic field of candidates grows wider and wider like a giant fungus in a corner stall of a public bathroom, their ideas seem flakier than Bernie Sanders' shoulders. Lower the voting age to 16, yes, that's smart. You know what I was doing when I was 16?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don't worry, I was fine. But yes, let's let people who eat Tide Pods vote. Why not just include raccoons and lawn furniture while you're at it. They also want to completely change the Supreme Court. They want more judges in term limits. I agree, we need to update the court. It's old. For one, I'd like to see the robes replaced, you know, from their current look. More like, something like this. But that's just me. The candidates also want to trash the Electoral College because they lost. How dumb is that? Remember when you were young and played tag there was that one kid who once he was it, decided he didn't want to play anymore. That's the Democrats."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You see, applause line. All right, you notice a trend. Their ideas -- they actually don't help the voter, they help the candidate to win and they're trying so hard to seem interesting. Take John Hickenlooper, the guy whose name sounds like a medical device from the Victorian age. \"Chives, fetch me the Hickenlooper.\" Anyway this is really odd."
    },
    {
      "speaker": "DANA BASH, ANCHOR, CNN",
      "utterance": "You went to see an X-rated movie with your mother."
    },
    {
      "speaker": "JOHN HICKENLOOPER, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I didn't know what next movie was. We thought it was a little naughty, but we didn't think it was that bad. I promised Jetta we would go to the movie theater and see this this new movie. So I took my mother to see \"Deep Throat.\" She says, \"Well, I thought the lighting was very good in the movie.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So you know while I would turn beet red watching TV with my parents when a commercial for a feminine hygiene product came on, he's taking his mom to see deep throats. I think I like him. Meanwhile, did you know that after Beto lost to Ted Cruz, he actually ate dirt? He ate regenerative dirt to cope with defeat so he didn't just hit the road, he ate the road. That guy, he's weird. He is weird. Wherever he goes he has to stand on counters where people eat. The guy thinks he's Norma Rae. Look dude, just because you eat dirt doesn't mean we want to taste the crap on the bottom of your shoes, too. He also wants to abolish the Electoral College, but I guess if he can't win, then change the way the game is played. Well, we can play that game, too."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What's better? The popular vote or the Electoral College? What if it's neither? Introducing the Maroon 5 election decider. First votes are cast by men and women over 18 who don't like Maroon 5. If you have purchased any music by Maroon 5, you cannot vote. Instead on voting day, you're pelted with spoiled fruit in the town square by an army of trained chimps while the rest of us vote. If you hate Maroon 5 and have proven so by writing \"I hate Maroon 5\" in permanent ink on your forehead, you get to vote as many times as you like. Each vote wins you a delicious ice cream sundae while you're serenaded by Don Lemon and Chris Cuomo."
    },
    {
      "speaker": "DON LEMON, CHRIS CUOMO, ANCHORS, CNN",
      "utterance": "Guys like us we had it made. Those were the days."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If Adam Levine removes his shirt at any point during the election, the election is canceled and the presidency is immediately awarded to Mike Lindell, the My Pillow Guy. In case you find this cool, is it any more cooler than this? ADAM LEVIN, SINGER, MAROON 5: She will be loved."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Paid for by the people who hate Maroon 5."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And there are many, many of them. Okay, so the Democrats are idea challenged mainly because they spent three years chasing conspiracy instead of thinking about improving the country, instead of an idea, their only message is, \"Hey, everyone. We're almost human.\" A candidate suddenly announces he's in love with a movie star, another tries to drink a beer and here's one working out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know that's not how you work out, lady? Do I have to show you my workouts?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it isn't my friend. Now, the more sincere the candidates act, the phonier they look. They're robots trying to act real. Having been politicians for so long, they've replaced a pulse with a focus group. Now this is the edge that Trump has. He can infuriate you obviously or entertain you, but he's more real than all of them combined. Remember, when he said this."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "You do love your dogs don't you? I wouldn't mind having one honestly, but, I don't have any time. How would I look walking a dog on the White House lawn, would that be -- it feels a little phony to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He says this knowing that America loves their dogs more than their own kids and yet he doesn't give an F. More important, remember when he said this, too."
    },
    {
      "speaker": "TRUMP",
      "utterance": "In everything, 2016 everything red is ISIS, when I took it over, it was a mess. Now on the bottom, that's the exact same there is no red. Fact is, it's actually a tiny spot which will be gone by tonight."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's not over, so just a little spot and it'll be gone by tonight and guess what? It was, and big boy does he love that chart."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Where the hell is that chart, guys? They gave me all economic charts. They didn't give me the ISIS chart. This is all ISIS, now on the bottom that's as of today, this is ISIS. There's none. The Caliphate is gone as of tonight. ISIS on Election Day. Here is ISIS right now. If you look, so there's ISIS and that's what we have right now as of last night. That's what we have right now. You guys can have the map. Congratulations."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You can have the map. Congratulations. That last ISIS stronghold is gone as promised, now I'm old enough to know that nothing is ever over. There was al-Qaeda, then there was ISIS, something worse could follow that, too, which is why we need an adult in charge, someone who may be rude as hell, but knows evil when he sees it. Now Trump is far from perfect, but unlike the competition acting human comes naturally and also unlike the competition, he's unleashed the economy, destroyed ISIS, reduced the threat of nuclear war and put more people to work in modern history."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You don't have to like him, but the Dems, they're like baby giraffes trying to walk. True Trump says things that piss everyone off on both sides, but he also said he was going to destroy ISIS and he kind of did, so when you get that right, you can get the other things wrong. I'd rather have a jerk who kills terrorists than a nice guy who won't."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guest. She's sharp and bright like a dagger made of lightbulbs, Fox News contributor and national security analyst, Morgan Ortegus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "His jokes are drier than an Eskimo's lips, writer and comedian, David Angelo."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Her glasses are fake but her inside is real, host of the \"Tyrus and Timpf Podcast,\" Kat Timpf."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Never needed a booster seat, former WWE Superstar and my massive sidekick and host of \"UnPC\" on Fox Nation, Tyrus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, before we begin a funny thing happened just before we started taping this show. The Mueller report was delivered to the Attorney General and none of the details of report were officially made public at the time that we taped so here's what I can tell you. If it's Saturday night in the details are public and there's a big whopper in there, I'm not on right now, someone else is. You can't see this beautiful face, but if I'm on right now, it could mean the Mueller report is still under wraps or maybe it's not that newsworthy or maybe there is something newsworthy but it's been hashed out all day long, we've heard everything and we're here to give you a little relief. In any case, without knowing what's officially in the report, we can't fairly discuss it, so we're going to stick to the 2020 race and ISIS, okay. All right, Morgan you're a national security analyst."
    },
    {
      "speaker": "MORGAN ORTAGUS, NATIONAL SECURITY ANALYST",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think about the whole ISIS news?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "I mean, I'm glad they're dead. I'm sorry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you say that about a lot of things?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "That's true. Yes. I mean, listen, we can't underscore -- it's like a massive accomplishment, you know what this administration did and the map was pretty funny but he was like, \"This spot is going to be gone later tonight.\" But it's true and there's a lot of credit to our allies on the ground, men and women, some of them my friends in the Reserves who were activated, who have been there fighting this. I just want to say like, thank you America, you rock."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I would like to thank myself. I would like to thank myself."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "It's all about you, Greg"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have done a lot without ever leaving an air-conditioned studio. David, I want to ask you about the candidates. What are your thoughts about the 2020 field?"
    },
    {
      "speaker": "DAVID ANGELO, WRITER AND COMEDIAN",
      "utterance": "This field -- I don't -- none of them look appealing. None of them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "None of them."
    },
    {
      "speaker": "ANGELO",
      "utterance": "And it's like Democrats, can you not -- do you not understand they're crazy people?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "ANGELO",
      "utterance": "Do you know what I mean? It's like they didn't know -- they think Hillary's honest. They think Beto is interesting. They think Ocasio- Cortez is smart. It's like, this is turnip -- turnip truck gullible and Beto it's like, in the in the hierarchy of mysteries, you've got where's Jimmy Hoffa's body? Who built Stonehenge? And why is Beto even someone we're talking about."
    },
    {
      "speaker": "ANGELO",
      "utterance": "Who is this guy?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He reflects everybody in the media. He is a white beta male, and he looks like every editor I've ever worked with and that's why they like him. I think that Kat, the actual candidate is missing, right? Don't you feel like it?"
    },
    {
      "speaker": "KATHERINE TIMPF, HOST, FOX NATION",
      "utterance": "I do. All week, I could not stop thinking about how all Democrats made such a big deal about all the McDonalds that Trump drinks and all the diet Coke that he -- or the McDonalds he eats and the diet Cokes he drinks and CNN literally did like investigative panels about it and meanwhile we have Beto eating dirt."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like [bleep] dirt, bro. My cat wouldn't event do that and he is a cat, and I love how Democrats are supposed to be the party of science, but we have Beto over here who thinks you can regenerate yourself by eating the ground and I just don't know how am I supposed to believe him saying the world is going to end in years or whatever when he is a human man who is trying to regenerate himself by eating dirt like drink a Gatorade, what are you doing?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Then he left his family and toured around the country depressed. This is our next President."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, well, I think it's okay to have a depressed President."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh that's true. I don't know what that means. Tyrus? GEORGE \"TYRUS\" MURDOCH, HOST, FOX NATION: Listen, I don't know what your question is, but I want to talk about that creepy dude going to a porno with his mom."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know he didn't want her to be alone that night. Did you know that?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I don't give a damn if she was dying with cancer, my mom ain't going with me to no damn porno. He said the movie was \"Deep Throat\" and she liked the lighting."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "At that moment? That reporter said, \"Thank you for your time.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Get the hell off my stage, you creepy old man. You didn't have the skill set -- here's the deal, this is why this dude can't be President. There was an uncomfortable situation that required -- it's a skill set to get out of it. Me and my boy are going to see \"Deep Throat.\" Mama says, \"Tyrus, I'm going with you.\" I would then punch my friend in the face right in front of my mom. Big fight, I get sent to my room. He has to go home. We don't go to the movies. Problem averted. That's leadership."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The other thing, too, the thing that bothers me --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Sharing popcorn with your mama, she's like, \"Wow, the lighting is great.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, and this -- I want to -- the problem with John Hickenlooper is that he's a liar because the lighting was terrible in \"Deep Throat.\" All right, up next, George Conway versus Donald Trump. You can't ask for a better \"Family Feud\" if Richard Dawson hosted it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's getting rude, this feud between Trump and Kellyanne's dude, his name is George Conway. He is a prominent attorney, but these days he's more known for mean tweets about the President, which wouldn't be unusual except that he's married to the woman advising Trump, Kellyanne. This week Conway said Trump was unfit for office adding that he had a personality disorder -- join the club -- so Trump tweeted back of course, called him a total loser."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's amazing. Facts get applause. Then he called him a stone- cold loser and then a whack job."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He's a whack job. There's no question about it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No question about it. Then George called Trump the worst kind of dumb. Then Kellyanne says she'd like George to button it because you could tell your husband to button it, but you can't tell your boss that whether he's Trump or not. Did George button it? No. He called the President mentally unstable again. But this is the Trump show and George Conway's two characters combined. You know he's part Newman and he's part Mr. Roker. Yes, anyway. It doesn't look like either Trump or Conway is going to back down. If only there were a way to resolve this peacefully."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh look, Dick, you know what I do for a living. I work for Donald Trump, so you hate him. Just support me and stop making my life so difficult."
    },
    {
      "speaker": "TOM SHILLUE, HOST, FOX NATION",
      "utterance": "That's fine, but I just can't stay silent about how truly awful he is. He is awful, deplorable, worst President ever."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Dick, I'm your wife. Think about me, not him."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Oh, this is hopeless."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It sounds like you need a divorce."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Divorce? What's that?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Divorce is when you legally separate from your spouse. Side effects include using half your net worth, knocking three years off your life and lasting stress on your children. Not to mention having to enter the dating world at your least attractive age and living in a small condo, eating for one."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Wait, I don't want that. Divorce sounds bad."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Then you should stop being a [bleep]."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "He's right. I don't want to get divorced. I mean, I'm middle- aged, lost most of my attractiveness. Kids would be scarred and at this point, no woman would have me. I'd be foolish to destroy my stable marriage over petty political differences. Thanks announcer guy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No problem. And we can determine that Donald Trump has been reelected four more years President of the United States."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Honey, it looks like Donald Trump you swept the reelection in a landslide. Another four years."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Yes, that's great I'm so proud of you, honey. So proud."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Brought to you by Radio Shack."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was a crazy ending. David, why are they still together? I have some thoughts, the sex must be incredible. Oh, shut up. Everybody is thinking of that."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, I can speak for everyone. Nobody's thought of that."
    },
    {
      "speaker": "ANGELO",
      "utterance": "You think the sex could be incredible, then I saw a photo of the guy and like that theory is out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What are your thoughts on this?"
    },
    {
      "speaker": "ANGELO",
      "utterance": "I mean this guy is crazy. I know everyone hates Trump, everyone hates Kellyanne Conway, you know and whatever -- but like if you're if you are just a woman with a husband who's harassing your boss, it's abusive behavior."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "ANGELO",
      "utterance": "But then because it's like \"We hate Trump,\" it's like, \"Yes, go George Conway.\" It's so weird."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, you've been in some strange relationships, what do you make of this one?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, Greg, it's true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You make them public."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I do make them public. It's true that I have actually spent most of my adult life living alone with a cat, so I might not know the most about marriage, but I know that I don't want this you know, if my husband - - if I had a husband --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Boy."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And he was writing mean things about my boss on the Internet, I'd be like \"What in the hell are you doing?\" But also if I had a husband, it sounds so weird to even say, if I had a husband and his boss was saying mean things about me like that I was the wife from hell and he was just like, I would not care for that either, whether I would or would not be the wife from hell would be irrelevant in that case. Because he is kind of the husband from hell."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, he is."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know, you just make fun of the boss behind his back like a normal person."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. Tyrus?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "What? If I had a husband?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Does it surprise you that Kellyanne sided with Trump?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, it doesn't because she is the epitome of what I'm a feminist is supposed to be. She's a strong woman. I've had the privilege of meeting her and talking with her and she's tough and she does a great job and she's literally one of the big reasons why he's in office. And she's one of his most trusted advisers and she's at a place historically, she has the ear of the President, so what her husband is doing is terrible and I would think -- I've not liked bosses and people, brother-in-laws, parents, friends, neighbors and --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A lot of people."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, I'm just real. Like she'd be like, \"Meet my mom.\" Hell, no. But if she's threatened to cut off bedroom privileges, I'm friends with everybody. So, it's none of my business what you all are doing today."
    },
    {
      "speaker": "TIMPF",
      "utterance": "What do you mean bedroom privileges?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Come here."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Got it. Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "See, everybody is thinking about it."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Now, because of you, but she should cut him off. Maybe that'll slow him down, but he's wrong. He shouldn't be doing that. He should be ashamed of himself, but I almost forgot. I know we've got the footage of it when President Trump called him missus, we'd have to fight. I mean, because you can't come back from that. I mean, that's the ultimate diss. He might drop the ball."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I will only get married and I'd force my husband to change his name legally to Mrs. Kat Timpf."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And with that, she will never be married, so move on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's her way out of it. All right, Morgan. I kind of like the fact that the -- we're in a time where the President is going to war on Twitter as opposed to war somewhere else."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "That's a good way of looking at you. I think it's more like the \"Real Housewives of the West Wing,\" I would -- and I love the \"Real Housewives,\" so I say this adoringly. What I think we really need is one of is need Andy Cohen and we need the reunion episode, you know, at the end of \"The Real Housewives,\" when they all get together and then the husbands come in and they all hash it out. So I think if we want to have world peace between you know the President and George Conway, it's Andy Cohen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh really. Well that's interesting. Are you trying to get on the show? You know, this is show is pretty good, Morgan."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "No, I didn't even think about that. No. I'm with you, Greg."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Wow, really."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay, all right, Morgan."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "Don't worry, you have my heart."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I wish your husband was here somewhere to talk trash about you right now."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "No, he knows better. I still love him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "He wouldn't even try that with me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Up next, a surprising new study on the wonderful effects of death metal. That's next. I can't wait."
    },
    {
      "speaker": "AISHAH HASNIE, CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. A deadly cyclone causing a humanitarian crisis in Mozambique and other parts of Southern Africa. Before and after photos revealing the extent of the devastation here. The death toll is feared to be in the thousands. As of now, the official count stands at 417 dead in Mozambique. Thousands are homeless because the cyclone destroyed towns and villages and nearly wiped out a major city there. There is no food or water and weather is hurting relief efforts. And in East Africa, at least 15 people are dead after a gunman stormed a government building. This all started with a car bombing at the gates of the building killing five people including the Deputy Labor Minister. Security Forces overtook the gunman after several hours. Al-Shabaab is claiming responsibility. I am Aishah Hasnie, back to Greg Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Does this finally settle the debate over death metal? A new study out of Australia finds that listening to death metal music does not desensitize you to violence as everybody used to say, actually it inspires joy. Researchers had fans and non-fans listened to death metal or pop while looking at disturbing images to see how it effects their sensitivity to violence. It turns out metal heads are just as sensitive to violence as everyone else. In other words, your parents, your principal at Tipper Gore -- they're all wrong and owe you, the metal head, an apology. In fact concluded researchers the dominant emotional response to this music is joy and empowerment. Now for more on this story, we've got Lars Von Larsson on the phone. He's the lead singer of the Norwegian death metal band, Satan's Groin. So Lars, this is a pretty groundbreaking study, what was your reaction when you heard the news?"
    },
    {
      "speaker": "LARS VON LARSSON (via phone)",
      "utterance": "Thank you, Greg . Appreciate you having me on. Love your tie by the way. The death metal community that our music is finally getting proper recognition for bringing joy to so many."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's great to hear, Lars, but don't you ever worry about your songs inspiring violence."
    },
    {
      "speaker": "LARSSON",
      "utterance": "Well, all you need to do is listen to our songs and you can tell that's not the case. For example, \"ICE Cold Baby Demon Fist.\" If you listen to the lyrics, you can hear, it's all about friendship, kindness and understanding."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I could see that. It's really a great song, so do you worry this study will ruin your image in the world at large?"
    },
    {
      "speaker": "LARSSON",
      "utterance": "Great question, Greg. Not worried at all. But I can appreciate you've thought about this through. Also, have you been working out?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow, thanks, I have been hitting the gym more often. You know, we should hang out this weekend, Lars."
    },
    {
      "speaker": "LARSSON",
      "utterance": "Oh, I'd love to, but my wife and I will be busy planting hydrangeas in the yard and painting the new gazebo. After that, we've got our daughter's dance recital. So I have to take a raincheck. Hail Satan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Fair enough. Thanks, Lars. Kat, did you ever go through a death metal phase?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Uh-huh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "In high school, but this doesn't surprise me at all because it's just media, right? It's just media. I watched mostly \"Teen Mom\" and \"True Crime\" shows about murder and yet I've never given birth and I've never given death, if that's a thing. Seriously, I also watch a lot of \"Toddlers and Tiaras,\" and never put a wig on a child, watched a lot of intervention and have never taken even a single hit of crack not to brag."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank God."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Played a lot of Mario Kart, still can't drive. If this were true, that media really influenced us the way a lot of people like to say it does, I would be like a serial killing, crack smoking, lady with three kids from three different fathers with a passion for children's choreography and my apartment would be littered with dead bodies and children and it just isn't, Greg. So not to brag again. So I think that people really, they over blow it. They really do and if you do something messed up and blame it on media, you are probably just messed up to begin with."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Morgan?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Agree, disagree?"
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "I agree, but why did Lars look like a White Walker from \"The Game of Thrones.\" Did you pay attention to that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have no idea. I don't see --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "That's the issue you have with that, with his looks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Quite the voice."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "But you know, we're misleading our viewers a little bit because we didn't say who paid for the study."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Who did?"
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "The Church of Satan and the Cannabis Institute of America."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We tend to leave that stuff out. We don't want them to know. good joke though."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "Thanks. I mean, I had to prepare. To be honest. It was good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was good. Angelo?"
    },
    {
      "speaker": "ANGELO",
      "utterance": "Music has affected my life a little bit. You know I like prog- rock and I subsequently ride a recumbent bicycle."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I didn't even get that."
    },
    {
      "speaker": "ANGELO",
      "utterance": "I don't know, but death metal, you know, it does, I think does make people violent like my neighbor listens to death metal, I'm ready to go over there kill him every night."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus? Thoughts?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Man, between dude going to porn with his mama and you having a conversation with your creepies -- I don't know, man, it's just -- that affected me so that particular affected me. I thought about walking over there and bopping you on the head, so deaf metals a little too fast for me, you know. I like when I lift weights sometimes I like AC/DC and stuff like that but I never like took a weight and threw it at somebody because of the song. I generally had to dislike somebody to put -- oh that's my song, excuse me while I whip your ass very quick. So I agree with the thing that if you like death metal, do your thing. I mean, no one else is going to do it with you because you are weird as hell, but --"
    },
    {
      "speaker": "ANGELO",
      "utterance": "It's also hard to pick a fight with a death metal fan, like Greg try to insult me, like I'm a death metal fan, try to insult me, please?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You look like you are dead."
    },
    {
      "speaker": "ANGELO",
      "utterance": "I can't hear you my ears are broken."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. You know what's interesting, it makes me think about all the metal heads that we were warned about in the 1980s, now it's been like 30 or 40 years, they've all become well-adjusted people and if you don't believe me, I have some before and after. These are people that were in in metal bands in the 80s, and now what are they doing? So this is the first guy. He was in a band and this is him now. Let's check out this guy. He was kind of big in the 90s in Norway and -- everybody that's President Bush, okay, in case you can't recognize him. Check out this guy. Look at him, he looks a little scary. People don't know. Three platinum albums in Scandinavia. Last but not least, you may recognize her or maybe you don't, but it's very surprising, she became -- All right, coming up, the executive order that will change the universe and everything in it, well maybe not everything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The money is out of reach, if you don't back free speech. President Trump, if that's his real name, signed an executive order to ensure college campuses would support free speech or face financial consequences. Basically, if colleges want those sweet Federal grants, they need to protect everyone's right to free speech and when I say everyone, I mean anyone to the right of Karl Marx because right now when a college tolerates trigger warnings and safe spaces, they're actually not tolerating free speech. I wonder will all of that change starting right now?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "All of that changes starting right now. We're dealing with billions and billions and billions of dollars. Taxpayer dollars should not subsidize anti-First Amendment institutions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "For reaction we go to a college safe space. Do you think, Tyrus, like when Trump leaves office, do you think this is going to get reversed like the first person is going to get rid of this even though it's a great idea?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I think that it's -- I mean, we have the First Amendment for a reason, and this is a kind of reminder I think. I think it's a good stern warning. We're not protecting the schools. Not we, I wouldn't, but certain schools are just getting out of control. Berkeley is out of control. They're not protecting speakers and I remember in college when we had guests coming, we couldn't, even if we wanted a picture, we couldn't get close to them because they were escorted in. The security details took them. They did their speech and hey, if I didn't like it, I didn't go. You know, and even if you want to protest something, but this is --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "The video of the guy getting beat up at Berkeley, the guy who was getting punched in the face and stuff like that, the fact that that even, it never you should have got that far."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's crazy. The left is now -- the left used to leave the speech movement, now, they are leading against it, Morgan. I think this is a brilliant move by Trump because if you come out against it, you look like you're coming out against free speech."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "That's true. I happen to think this is all a plot by the left to attack Trump University and that's what's it's really about -- this is really about. And like what universities or what colleges are safe now? They're even going after the Electoral College. No, I said I am going to come tonight for you --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know, Morgan."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "Yes, anyway, the whole thing is just silly what's going on in college campuses and actually this executive order doesn't do a lot, but it does put these colleges on notice that receive public funding that they're going to look at the fairness aspect, so that's good and since I'm still paying my student loans off, I mean like screw you guys."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. David, you know, some people are portraying this as government intervention trying to protect the First Amendment. That's like saying we're not going to send the National Guard in when there's looting because that's government intervention."
    },
    {
      "speaker": "ANGELO",
      "utterance": "All right, yes, I mean you want to protect those speakers at college campuses that's why I recommend booking me to go to your college. I guarantee no riots or turnout of any kind really. The safest thing you can do. But you know, it's like, I get college kids, you know, they've got to be able to speak but if you're born in like 2001, I don't need to hear anything from them. So it's a double-edged thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is a double-edge. I think they call it a sword."
    },
    {
      "speaker": "ANGELO",
      "utterance": "That's what it is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Kat. Last word to you. Do you like this?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I mean, things on college campuses have gotten really bad, even innocuous phrases like, \"you guys,\" there's multiple colleges that have campaigns against the phrase \"you guys\" saying it's offensive against women. I'm a woman and I use it, it doesn't mean I hate myself. Yes, I hate myself, it has nothing to do with that. And it's really important to do this because these social justice warrior type people are very good at gaining control because they have the threat of calling you a racist or a sexist or some other \"ist\" or \"phobe\" and people even if they disagree with how crazy the rules are will stay silent rather than risk being called something like that and college is supposed to be a place where you learn new stuff and in order to learn new stuff you have to hear stuff that you don't already agree with. So I think that this is really important for the First Amendment and for education in this country."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And also college is supposed to be fun."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's not fun anymore. It's not fun. It's angry miserable people who want you to be angry and miserable, too and that's wrong. All right, up next, do you feel intimidated at the gym? If the answer is yes, you probably need to go to the gym."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is it your fate to be overweight because the gym intimidates, nice rhyme. A new poll shows almost half of Americans find it daunting to work out in a gym full of other people, so what exactly intimidates them? Well for some it's the really fit people, others say it's working out in front of the opposite sex and still others are intimidated by the exercise themselves. They call it, God help me, this is such a made-up media word \"gym-timidation.\" I hate myself for saying it. The study concludes these hang-ups prevent Americans from working out as much as they should, but is this for real or just another excuse by lazy jerks. I don't know. Go to the gym just stay away from guys like this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, you probably did that 12 times and then you pick the right one, the other times you kept falling, I don't want -- I don't know why I care. Tyrus, you don't have this problem, but I imagine you create this problem."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes, that's my fault. You know what, I live in my world in the gym. I wear headphones and I wear a shirt that says, \"No small talk.\" So I pretty much put my bubble on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's hightist."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "What?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hightist, no small talk. That's directed to people like me. Oh, I'm a little guy, I'm not talking to you. You make me sick."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I think we all need to go to commercial for a second. Look, this is excuse. This is victim [bleep] again. You're going to go work out to improve yourself, go to the gym and work out. You will make a million excuses, \"I don't want to go because I feel uncomfortable,\" so you're more comfortable sitting your hands looking soggy. Go to the gym. If you're going to work out, if you don't like people, train at home. Go for a walk. There's things you can do if you want to work out. They have these poles for people who have excuses for being lazy. This is that victimization stuff. Go work out. Most people don't care what you're doing at the gym."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, they don't. You know what's funny is it's true, David, people are so self-involved that you can apply that logic everywhere. No one is thinking about you."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Everyone has their own YouTube show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "ANGELO",
      "utterance": "And I recently went back to the gym because I was having trouble opening jars. That to me is the red flag. I tried to go back to the gym you know and I'm the worst guy there. I'm hands down the worst."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "ANGELO",
      "utterance": "Anyone -- if you're anyone in worse shape than me should be like at Physical Therapy, but I've got a good deal at the gym."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What is it?"
    },
    {
      "speaker": "ANGELO",
      "utterance": "They gave me 10% off if I told people that I went to another gym."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what you are, you're the before. You can make a lot of money with the before. The most successful before ever. I'm sorry, no you're not that bad."
    },
    {
      "speaker": "ANGELO",
      "utterance": "That's true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're just skinny and you have no muscles."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You're not that bad, that's a compliment coming from Greg."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "You're looking a lot like Beto."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "Everyone thinks Beto is good looking."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Not this group."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Again, again that's a standard established by the media who are very homely, right? The media are very homely. I work in media, I can say that. Morgan, was this a cop out?"
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "Yes, but well -- here's what I can say, if you want like your wife or your girlfriend or someone to go to the gym, just buy them new cute workout clothes. This is how my husband gets me into sports. He is really into some snow skiing. I'm from Florida I don't know how to ski. He went and took me and I bought a bunch of new ski clothes and now I'm like a good skier, so if you get a new outfit you always feel like doing something, so just get a new outfit, America go to the gym."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Men don't buy outfits. Men don't buy outfits. Men buy clothes. Clothes. Outfits, Morgan, really?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Is that what you do, bro?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Geez Louise. Hey, Kat, do you go to the gym?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I have not been in a gym in years and I completely understand this study, Tyrus, the last time --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Why are you angry at me for?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "The last time I went, people were mean to me. They were giving me all these dirty looks just because I was vaping on the treadmill. That's very, very rude."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Oh no."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Gym people are a cult and I know they say they're not a cult."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I agree."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They say they're not a cult, that's exactly what people in a cult would say. I don't like that like -- I've never dated a guy with abs, because I don't like look at that and think like that's hot. I look at that and think of you telling me you can't hang out with me because you have to go to the gym again or you're telling me you can't try out this new restaurants because you already steamed a week's worth of broccoli and fish and that's all you're going to eat out of your little Tupperware before you post it on Instagram with like a hashtag like eat clean or gains or something like that to make me feel bad about the fact that basically -- I consider it croutons, cheese and Ranch dressing to be a salad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I do, too. You know, but I will say this, okay, I worked at men's health, I worked in fitness for ten years. I am that person. I know it's hard to believe, but no, I had no body fat. It ruled my life. I was miserable. I was ripped, but miserable and then when I decided to get out of the gym I was much happier and fatter. Fat makes you happy."
    },
    {
      "speaker": "ORTEGUS",
      "utterance": "I think we need to see pictures to prove this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well you can find --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "It's legit."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Google Greg and abs. Anyway, get your tickets now for \"The Gutfeld Monologues Live.\" Next show Washington D.C., April 6th, then Detroit April 7th and in May Oklahoma and Texas. Special guest, Tom Shillue. Got to ggutfeld.com for ticket information. Stop talking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Thanks to Morgan Ortegus, David Angelo, Kat Timpf, Tyrus ... Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}