{
  "date": "March 28, 2019",
  "headline": "GOP calls for Adam Schiff to resign as House Intelligence Committee chairman",
  "subHeadline": "Guest: Lara Trump",
  "url": "https://www.foxnews.com/transcript/gop-calls-for-adam-schiff-to-resign-as-house-intelligence-committee-chairman",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, ANCHOR",
      "sentences": "Thank you very much, Bret. Happy opening day. And everybody, good evening. Any moment now, where you expect the President Trump is going to take the stage in Grand Rapids, Michigan, it could be the first time that he's out in front of the big crowd at one of his rallies since the two year cloud of collusion was lifted from his presidency. So, we will take you there, live. And we're going to see what the president wants to say to Michigan and to the nation tonight. We know that he is in the house, he has arrived there. So, we expect it shortly, and we will get you there soon as that gets underway.  And with that, good evening, everybody. I'm Martha MacCallum, and this is \"The Story\" tonight. On Capitol Hill, one of the president's biggest political enemies chairman of the House Judiciary Committee Adam Schiff, who said this for over 10-year --.two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF., CHAIR, HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "I certainly say with confidence that there is significant evidence of collusion. There's clear evidence on the issue of collusion, and this adds to that body of evidence. That to me is direct evidence, but there's also abundant circumstantial evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Clear evidence, direct evidence. Now, he is facing a lot of heat from his committee's Republican members, who did something that is unprecedented today. They all of them signed a letter and asked him to step down from his post as chairman and resign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE TURNER, R-OH",
      "sentences": "Mr. Chairman, I'm asking for your resignation today. Because I believe you're advancing Putin's work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE CONAWAY, R-TX",
      "sentences": "We have no faith in your ability to discharge your duties in a command that consistent with your constitutional responsibility, and urge your immediate resignation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "I do not think that conduct criminal or not is OK. And the day we do think that's OK, is the day we will look back and say that is the day America lost its way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, here now, former House Oversight chairman -- Committee chairman and Fox News contributor Trey Gowdy. Good evening to you, sir. Good to see you this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, CONTRIBUTOR",
      "sentences": "So, what was your reaction to that? I mean, that's an ugly exchange, it's not the kind of thing that you see often on Capitol Hill. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Well, the process is unprecedented. We have a lot of bad days, the eight years I was there, we never had a day where we all asked a chairman to step down. The substance is what really caught my attention, Martha, there's only one campaign that took negative information from Russia.  There's only one campaign that actually paid for that information. Remember in the Barr letter, the summary that Barr sent. Despite multiple opportunities, no evidence of collusion between the Trump campaign and Russia.   And yet, Fusion GPS and the Clinton campaign was actually spending money to dig up Russian dirt on Trump. And for Adam to -- I've never heard him address that. I've heard him talk about the Trump Tower meeting where nothing happened, but I've never -- in fact, he went to court to keep us from finding out about Fusion GPS. So, I'll think he'd be taking a little bit more seriously. If every once in a while he acknowledged the only campaign that took information from Russia was the campaign he supported.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So now, to the report itself which we're learning is over 300 pages, there's all kinds of estimates. But it's a lengthy report. When you look at other reports, the Starr report, it's sort of in line with what we have seen in the past though. But a lot is being made of the size of this document. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Honestly, I thought it was kind of short. The report that may --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, so did I. Two years, 300 pages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I'm -- I mean, I'm reading Crime and Punishment right now. I wish it were only 300 pages, this is like a thousand pages. I thought given the amount of time, the witnesses they interviewed, the search warrants, the subpoenas. I expected something longer.  It perhaps, the collusion section is not that long. And then, the 'what Russia did to us as a country is longer, but I expected it to be longer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And what about the release of the report? You know, Jerome Nadler asked for it, the chairman of the committee. He wanted it by April 2nd. He said that was a hard deadline, he had a -- I guess about a 10- minute conversation with the Attorney General Bill Barr, who said it may take longer than that. What about the timeframe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Yes, I actually -- you know, Mueller and Barr, what the Democrats are asking Mueller and Barr to do is actually to break the law. They cannot disseminate grand jury material. They cannot disseminate classified information. Imagine how much sources and methods and otherwise classified information is in the Mueller report. If he did a good job, and I suspect he did, it is chock-full of classified information.  So you got to scrub it, you got to scrub the grand jury material. I'm in a really small group of people that actually doesn't think the report should be made public because the Department of Justice is a true-false agency. You either indict or you do not indict. But you don't do oppo research and then turn it over to someone like Adam Schiff, which is all he wants.  He just wants any kernel of negative information about President Trump, so he can use it in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you have talked about the fact that you would like to see some investigation. There are ongoing investigations into what happened on the other side of the equation. How this whole thing got started, how they have the FISA applications go through.   Here is an exchange between you and the former CIA director John Brennan back in May of 2017 with regard to the Steele dossier. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Do you know whether any of the underlying allegations made in the Steele dossier where other ever tested probed examine and cross-examine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR, CENTRAL INTELLIGENCE AGENCY",
      "sentences": "There were efforts made by the bureau to try to understand whether or not any of the information, and that was valid. But I just -- I don't have any first-hand knowledge of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Do you know if the bureau ever relied on the Steele dossier as any -- as part of any court filings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENNAN",
      "sentences": "I have no awareness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Looking back at that now, and also in light of John Brennan's voluminous statements that he was sure that there were indictments coming down. He said that as late as May -- as March 8th. And now, he says that maybe he got bad information. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Maybe? Maybe he put out that information. Maybe he is the reason that the dossier was included in the intelligence community's assessment in late 2016, early 2017 that was ultimately leaked and spawned this.  I mean, I had to be cryptic there because it was not publicly known that there was a FISA. Now, the whole world knows there was a FISA, and what the whole world I hope will someday learn is the FBI had made no efforts to corroborate or vet the information even as late as December of 2017. Well, after it had been used in the FISA, and the FBI still had made no effort. So, you know, Brennan -- Brennan's animosity towards the president is so manifest, so it's Comey's right now.  But to think that this guy was running an intelligence agency with the amount of animus he has towards President Trump is sobering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Judge Napolitano was on earlier today and he said -- he said this. Let's play and I got a quick response for you then, we got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, SENIOR JUDICIAL ANALYST",
      "sentences": "I think that Congressman Schiff is correct. In that report will be evidence of the existence of a conspiracy. In that report will be evidence of obstruction of justice, interfering with an FBI investigation for a personal gain, but not enough evidence to prove it beyond a reasonable doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I don't know. And in the end, I hope Judge Napolitano also said, \"And the reason that law enforcement agencies don't release reports is for that very reason if you're not going to charge him.\" I mean, imagine if every law enforcement agency said look, we didn't have enough information to charge you, but we're going to go disseminate all the negative stuff we learn. We don't do that in this country, you're presumed innocent if you want to remove that presumption of innocence, take them to court, don't release a report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trey Gowdy, thank you very much, sir. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Yes ma'am. You, too. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, we are now moments away from President Trump's rally in Grand Rapids, Michigan. His first since the end of this probe. Michigan marking a key state in the president's reelection bid. Grand Rapids was the site of his final rally. He was there late into the evening that on election day, essentially in 2016 and he went on to win the state by less than one percentage point. So, it's an important place for him to be as he looks ahead.  White House correspondent Kevin Corke, live on the scene there tonight. Hello, Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, WHITE HOUSE CORRESPONDENT",
      "sentences": "Oh, it's good to be with you, Martha. Let me just say this. Jobs are expected to be the main focus of tonight's event. But as I step out of the cameras, you take a look.  I mean, we got here pretty early in the day. I'd say my first time over here was around 9:00 a.m. and they were lined up by the thousands. This place is packed to the gills, were expecting the president at any moment.  And while, yes, he'll talk about jobs and in particular, the auto sector which is obviously very important here in Michigan. If anyone tells you, he's not going to talk about his political critics and the end of the Russian probe, well, they're simply not being honest about it.  So, we expect him to talk about that. But clearly, the economy and jobs is going to be the main focus. Let me share just a bit of what the president said about that before leaving Washington for here in Michigan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "We're opening up Car plants in Michigan again for the first time in decades. They're coming in, really pouring in. Car companies are coming in. Toyota just announced $13.5 billion coming into our country. And Michigan is booming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "So, back here in Grand Rapids, as you see, they're here by the thousands. Really crazy scene outside I can tell you. They're lined up by the tens of thousands out there. It's a real event here. And as you pointed out in your lead-in, a chance to say a lot to the people of Michigan, and maybe a lot to the people of America about the end of the Russia probe. 7:00 is the official start time. It's about soon after. Whenever they start playing the music like this, I start looking for him. So, maybe in a couple of minutes. When he does, I promise to have it for you. But for now, back to you my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's a very nice operatic background for your head. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks, Kevin Corke. So, as you heard, President Trump, we expect him any minute really, here in Grand Rapids, Michigan. And tonight, that signature campaign slogan, now the target, Make America Great Again, now the target for criticism from former Obama Attorney General Eric Holder. Watch what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "sentences": "Right here, these things about let's make America great again. I think of myself exactly, when did you think America was great? It certainly wasn't when people were enslaved. It certainly wasn't when women didn't have the right to vote. It certainly wasn't when the LGBT community was denied the rights to which he was entitled that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, here now exclusively, Lara Trump, is a Trump 2020 campaign senior advisor. Lara, welcome back to “The Story.” Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA TRUMP, CAMPAIGN ADVISER TO PRESIDENT TRUMP",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, what do you make to that? What period is the president hoping to revive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, first of all, what a terrible thing to say about our country. When was our country great? We live in the greatest country in the world and I think every American can agree with that. That's why we see people constantly trying to come to our country, Martha. Let's talk about the end of World War II, let's talk about the first time we put a man on the moon. Let's talk about getting our freedom from England way back when, when this country was founded. We have had incredible periods on our history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know as well that it -- what he's suggesting is that -- you know, that that the Trump administration wants it to be sort of -- you know, like the old white boys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Oh my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that -- and they want it to be in an era where our people - - there was an equality, all of that. That's what he's suggested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "What a ridiculous statement. This president has always run on the grounds that he wants every American to have a shot at the American dream. That's what make America great again is about. Giving everybody the opportunities that Donald Trump had that made him the household name and the American success story that we all know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, let's talk a little bit about what he's going to focus on tonight. What the president's going to focus on tonight. Because, you know, there's a lot being said in terms of how much victory lap you actually want to do? At what point do you want to move aside from that and focus on, on the things that he's probably been wanting to focus on for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Yes, I mean I think you will hear a little, little bit of a victory lap, we've got to give it to him. I mean let's talk about this, Martha, for two-plus years, this has been a vilified president by the left, by the mainstream media, our entire family, our entire campaign, that we were so proud of. He deserves a moment to bask in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Something like for you, just to -- just to break in there and ask you that. We heard from Don Jr. the other night. What's it like for you to have this sort of lifted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Well, it's great. I mean, and I've been saying for two years now, there was no collusion with Russia. We were so proud, by the way, of the fact that our campaign was doing everything the right way. We felt like the little engine that could. We didn't have the same amount of money as the Clinton campaign, we certainly didn't have the same political experience. But we knew we had the American people behind us and that's all that mattered. So, for then, people to rush in and claim that we couldn't have won fairly that this president colluded with the Russia was so crazy, and very frustrating to anybody that was a part of our campaign. So, we're all happy it's over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, in terms of the investigation into how it all began, and how it got underway, is that something that is very important to him, and is that something that he's going to push for, and continue to talk about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "I think it should be pushed. I think every American should want to know how this started. Because this should never happen as Donald Trump has said to any other American president. The FISA warrant, how that was granted. All of the background stuff that we saw happened, who paid for all of that, the Steel dossier. We need to get to the bottom of this because there was some very nefarious stuff happening and it really should not be happening in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But you have current leaders at a Department of Justice investigation led by Michael Horowitz into the FISA applications. And some of that, Lindsey Graham, the chairman of the Judiciary Committee has said that he is going to dig into this. So, is that enough for the president? Does he feel like -- you know, that's going to -- you know, those are two significant investigations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Or is he going to put a lot of focus. I guess is he going to talk about this whole thing a lot. Is he going to tweet about it a lot? Or is he going to try to put it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Well, if I knew what he was going to tweet about, I would -- I would be making a lot -- a lot of money right now. No, listen, I think, he cares greatly about this. I don't think he ever wants to see this happen again in this country. It's not right, it's not fair to the American people who elected this president. So, I do think there should be focused on this. How much, and I guess we'll see how -- what comes out of these investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to look at a few polls. Because obviously, Michigan is a place that helped put him over the top. He won it by less than one percent. This is -- this is a matchup poll, this is a Fox News poll of him against some of the potential Democratic candidates. I say potential because Joe Biden is at the top of the list and he has not declared yet. But this has him down to all of these opponents in head-on one-on-one races. So what is he going to be doing I guess, to try to peel off some of these undecided people, not the folks that support him all the time, but the folks who have been maybe questioning this whole Russia thing and now they may be somebody that he could perhaps pull over to his side?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Well, hopefully, they see what a travesty has been unfolding in our country that you've seen the Democrats for two years trying to out this narrative because let's face it, they've had nothing else to talk about. This president has done such a great job. I just think he's got a point to his successes. He's got a point to the fact that this country as a whole is better off now than it was when he took office. Those are the things people care about. They care about more money in their pockets, a safer country, a better future for their children. We've got to reinforce those things from the campaign, from the Republican standpoint, and the president needs to do that too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I know he's talking about the fact that there are -- he was talking at the White House this afternoon more automobile manufacturing happening in Michigan. You've got the G.M. plant though that closed. And Mary Barra the Chairman and CEO of GM said that she felt you know that the pressure from the tariffs, the Chinese situation with the trade is one of the reasons that she felt that they couldn't open that. You know, how big an issue is that for him convincing people that that trade situation is not going to be a big weight on farmers in Michigan and auto companies in Michigan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Listen, it's one of those things that I think we have to focus on the greater good here. The fact that right now it is probably difficult for some people but overall down the line it's going to benefit everyone. To balance trade with China, to do something that should have been done many, many years ago that nobody wanted to tackle but this president. Sometimes it takes a little tough love up front. That's what he's trying to do here. And I understand that it probably is difficult for some now. I think in the long run though, people will be so grateful that we had a president that played the game the way he's doing with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So we will see what he says about that tonight. You know, with regard to the future of the politicians in your family perhaps. Your brother-in-law John Jr. was asked about whether or not he would ever consider a future in politics and we just saw him revving up the crowd a couple of minutes ago. And I think we have some sound from him talking about this in a radio interview. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP JR., SON OF PRESIDENT TRUMP",
      "sentences": "As for the future, I never want to rule it out. I definitely enjoy the fight. I definitely like being out there and I love being able to see you know, the impact and the difference that it makes you know on these people's lives that I get to see all over the country. My father decided to get into politics at 68. I'm 41, I got plenty of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Can you see him running for office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "I certainly could see Don doing something, yes. I mean, out of I think everyone in our family, he's taken to politics may be more than anyone, and he's great at it. And people love hearing from him. You see his Twitter is almost not as popular as the president's but a close second. People love hearing from Don. So I wouldn't be shocked. I will say that it has been sort of sad to see that at the very beginning of this for all of us we thought well, maybe one day you know, we would consider. I think it's deterred a lot of us from ever wanting to run for office seeing really what has happened to this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you think Eric would ever want to run, your husband?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Oh gosh, I don't know. That might be a long shot. He loves what he does at the Trump Organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And what about you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Oh I haven't really considered that but I'll start thinking about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Or Ivanka perhaps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "I mean, again, we can never rule anything out but I think it's going to -- like I said, after we're done with this we'll need a long break before any of us ever considered I think getting into politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Lara, thank you very much. We're waiting for your father-in- law and also your boss on the 2020 campaign to take the stage in a few moments. We're going to bring in at Marie Harf. Thank you very much from you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Marie Harf co-host of \"Benson and Harf\" on the Fox News Radio and also Fox News Analyst. Marie, welcome and good to have you here today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, ANALYST",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I want to just go back and get your thoughts on what Eric Holder had to say. You know, we've been talking about some of the Democrat potential candidates. He has taken his name out of the running. But you know, the comment that he made is getting a lot of attention in terms of when was America great. What's your response to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It's an interesting question because I've often asked Trump supporters what they make of that slogan right? What do they mean when they say make America great again? And I think some people have sort of straightforward economic answers, some people have security answers, but to many people, that feels like it has sort of racial tinges are sort of harkening back to the past when maybe there weren't equal rights, when women and minorities didn't have the same kind of rights, when we were a country that was more white, and I don't think that's what all Trump supporters believe. But to many people on the other side including myself, candidly, that slogan has always begged the question what do you mean by making it great again? And if that means going back to a time before equal protections, for minorities, for LGBT --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you think -- do you think that's what the president means when he says it that he wants to take equality away from women or from minorities? Do you think that's what he means?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It's hard to get in his head or in his heart and I don't want to pretend to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But I mean, has he done anything that -- has he done anything that you could point to say well, I think he would rather that you know, women were not equal for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I think he's pursued policies for example when it comes to protections for the LGBT community or for transgendered soldiers that do harken back to a time before folks in those communities had as much protection. His administration has tried to roll back parts of the Voting Rights Act right? So I do think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, you know that they would argue that they have other reasons for that. I'm just putting that out there. It's -- but it's not designed for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Sure. But I do think to a lot of people -- and the language he uses when it comes to immigrants, when it comes to you know, Hispanics, when it comes to even white nationalists, go back to Charlottesville, I don't know what's in the president's heart. I know that some of his supporters take make America great again and here in that a time before there were more equal protections before the country was getting diverse and that's what we hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's starting to walk out. Marie, all right, standby. So president Trump is now on the stage it is 7:21 p.m. at Grand Rapids, Michigan making his way out to the music -- the soundtrack that he usually likes to have at these rallies as they get moving. Obviously as we've said, Michigan, a very important state in any presidential election. He won Michigan by less than one percent. It was a very tight race. And they attributed that to basically going to places in Michigan that candidates had not really spent a lot of time in prior presidential elections, and that was one of the reasons that they felt they were able to flip it. The employment rate is about a more than one percent lower now -- unemployment rate, I should say than it was when the president took office, but there are issues as I said with the automobile manufacturers and farmers who have felt the pinch of the trade fight that has been going on with China. So some of them may be people who might need to be persuaded or who he might want to speak directly to here tonight.  You know, one of the things obviously that we're going to be watching is how much time he spends on that victory lap that we were just discussing with Laura Trump as she painted the picture that obviously he would want to take a bit of a victory lap. It's been hanging over his head for two years, and he did get an outcome in the Barr letter based on the Mueller report that was favorable for him and it does absolutely lift a cloud that's been hanging over his presidency for two years. So the crowd here has been gathered for several hours it is a full house as far as we can tell. It looks like there aren't a whole lot of empty seats there as he gets ready to speak. But how much time does he spend on that? It's one of the major questions that I think we'll be watching for tonight and how much time does he spend talking about the economy. What -- I think it'll give us some indications about where he wants to go in the remaining part of his first term, what he wants to focus on this week. I think to the surprise of close to him he has turned back to healthcare and said that he does want to see Republicans come up with an alternative health player -- health plan to ObamaCare. He said that he thinks that it's a disastrous plan and he's assigned a few people to do just that. He's probably going to talk about that tonight a little bit as well. Rick Scott is among them, John Barrasso, the Senator from Wyoming is among them who have been designated to try to work on an alternative plan that Republicans can try to push through. Obviously it's going to be very difficult with a Democratic majority house for him to get any traction on that, and that's going to be a big issue as we move forward today. Let's listen to the president. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, ANCHOR",
      "utterance": "Thank you very much, Bret. Happy opening day. And everybody, good evening. Any moment now, where you expect the President Trump is going to take the stage in Grand Rapids, Michigan, it could be the first time that he's out in front of the big crowd at one of his rallies since the two year cloud of collusion was lifted from his presidency. So, we will take you there, live. And we're going to see what the president wants to say to Michigan and to the nation tonight. We know that he is in the house, he has arrived there. So, we expect it shortly, and we will get you there soon as that gets underway. And with that, good evening, everybody. I'm Martha MacCallum, and this is \"The Story\" tonight. On Capitol Hill, one of the president's biggest political enemies chairman of the House Judiciary Committee Adam Schiff, who said this for over 10-year --.two years."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF., CHAIR, HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "I certainly say with confidence that there is significant evidence of collusion. There's clear evidence on the issue of collusion, and this adds to that body of evidence. That to me is direct evidence, but there's also abundant circumstantial evidence."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Clear evidence, direct evidence. Now, he is facing a lot of heat from his committee's Republican members, who did something that is unprecedented today. They all of them signed a letter and asked him to step down from his post as chairman and resign."
    },
    {
      "speaker": "REP. MIKE TURNER, R-OH",
      "utterance": "Mr. Chairman, I'm asking for your resignation today. Because I believe you're advancing Putin's work."
    },
    {
      "speaker": "REP. MIKE CONAWAY, R-TX",
      "utterance": "We have no faith in your ability to discharge your duties in a command that consistent with your constitutional responsibility, and urge your immediate resignation."
    },
    {
      "speaker": "SCHIFF",
      "utterance": "I do not think that conduct criminal or not is OK. And the day we do think that's OK, is the day we will look back and say that is the day America lost its way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, here now, former House Oversight chairman -- Committee chairman and Fox News contributor Trey Gowdy. Good evening to you, sir. Good to see you this evening."
    },
    {
      "speaker": "TREY GOWDY, CONTRIBUTOR",
      "utterance": "So, what was your reaction to that? I mean, that's an ugly exchange, it's not the kind of thing that you see often on Capitol Hill. What do you think?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Well, the process is unprecedented. We have a lot of bad days, the eight years I was there, we never had a day where we all asked a chairman to step down. The substance is what really caught my attention, Martha, there's only one campaign that took negative information from Russia. There's only one campaign that actually paid for that information. Remember in the Barr letter, the summary that Barr sent. Despite multiple opportunities, no evidence of collusion between the Trump campaign and Russia. And yet, Fusion GPS and the Clinton campaign was actually spending money to dig up Russian dirt on Trump. And for Adam to -- I've never heard him address that. I've heard him talk about the Trump Tower meeting where nothing happened, but I've never -- in fact, he went to court to keep us from finding out about Fusion GPS. So, I'll think he'd be taking a little bit more seriously. If every once in a while he acknowledged the only campaign that took information from Russia was the campaign he supported."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So now, to the report itself which we're learning is over 300 pages, there's all kinds of estimates. But it's a lengthy report. When you look at other reports, the Starr report, it's sort of in line with what we have seen in the past though. But a lot is being made of the size of this document. What do you think?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Honestly, I thought it was kind of short. The report that may --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, so did I. Two years, 300 pages."
    },
    {
      "speaker": "GOWDY",
      "utterance": "I'm -- I mean, I'm reading Crime and Punishment right now. I wish it were only 300 pages, this is like a thousand pages. I thought given the amount of time, the witnesses they interviewed, the search warrants, the subpoenas. I expected something longer. It perhaps, the collusion section is not that long. And then, the 'what Russia did to us as a country is longer, but I expected it to be longer."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And what about the release of the report? You know, Jerome Nadler asked for it, the chairman of the committee. He wanted it by April 2nd. He said that was a hard deadline, he had a -- I guess about a 10- minute conversation with the Attorney General Bill Barr, who said it may take longer than that. What about the timeframe?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Yes, I actually -- you know, Mueller and Barr, what the Democrats are asking Mueller and Barr to do is actually to break the law. They cannot disseminate grand jury material. They cannot disseminate classified information. Imagine how much sources and methods and otherwise classified information is in the Mueller report. If he did a good job, and I suspect he did, it is chock-full of classified information. So you got to scrub it, you got to scrub the grand jury material. I'm in a really small group of people that actually doesn't think the report should be made public because the Department of Justice is a true-false agency. You either indict or you do not indict. But you don't do oppo research and then turn it over to someone like Adam Schiff, which is all he wants. He just wants any kernel of negative information about President Trump, so he can use it in 2020."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you have talked about the fact that you would like to see some investigation. There are ongoing investigations into what happened on the other side of the equation. How this whole thing got started, how they have the FISA applications go through. Here is an exchange between you and the former CIA director John Brennan back in May of 2017 with regard to the Steele dossier. Watch."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Do you know whether any of the underlying allegations made in the Steele dossier where other ever tested probed examine and cross-examine?"
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR, CENTRAL INTELLIGENCE AGENCY",
      "utterance": "There were efforts made by the bureau to try to understand whether or not any of the information, and that was valid. But I just -- I don't have any first-hand knowledge of it."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Do you know if the bureau ever relied on the Steele dossier as any -- as part of any court filings?"
    },
    {
      "speaker": "BRENNAN",
      "utterance": "I have no awareness."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Looking back at that now, and also in light of John Brennan's voluminous statements that he was sure that there were indictments coming down. He said that as late as May -- as March 8th. And now, he says that maybe he got bad information. What do you think?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Maybe? Maybe he put out that information. Maybe he is the reason that the dossier was included in the intelligence community's assessment in late 2016, early 2017 that was ultimately leaked and spawned this. I mean, I had to be cryptic there because it was not publicly known that there was a FISA. Now, the whole world knows there was a FISA, and what the whole world I hope will someday learn is the FBI had made no efforts to corroborate or vet the information even as late as December of 2017. Well, after it had been used in the FISA, and the FBI still had made no effort. So, you know, Brennan -- Brennan's animosity towards the president is so manifest, so it's Comey's right now. But to think that this guy was running an intelligence agency with the amount of animus he has towards President Trump is sobering."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Judge Napolitano was on earlier today and he said -- he said this. Let's play and I got a quick response for you then, we got to go."
    },
    {
      "speaker": "ANDREW NAPOLITANO, SENIOR JUDICIAL ANALYST",
      "utterance": "I think that Congressman Schiff is correct. In that report will be evidence of the existence of a conspiracy. In that report will be evidence of obstruction of justice, interfering with an FBI investigation for a personal gain, but not enough evidence to prove it beyond a reasonable doubt."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you agree with that?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I don't know. And in the end, I hope Judge Napolitano also said, \"And the reason that law enforcement agencies don't release reports is for that very reason if you're not going to charge him.\" I mean, imagine if every law enforcement agency said look, we didn't have enough information to charge you, but we're going to go disseminate all the negative stuff we learn. We don't do that in this country, you're presumed innocent if you want to remove that presumption of innocence, take them to court, don't release a report."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trey Gowdy, thank you very much, sir. Good to see you tonight."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Yes ma'am. You, too. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, we are now moments away from President Trump's rally in Grand Rapids, Michigan. His first since the end of this probe. Michigan marking a key state in the president's reelection bid. Grand Rapids was the site of his final rally. He was there late into the evening that on election day, essentially in 2016 and he went on to win the state by less than one percentage point. So, it's an important place for him to be as he looks ahead. White House correspondent Kevin Corke, live on the scene there tonight. Hello, Kevin."
    },
    {
      "speaker": "KEVIN CORKE, WHITE HOUSE CORRESPONDENT",
      "utterance": "Oh, it's good to be with you, Martha. Let me just say this. Jobs are expected to be the main focus of tonight's event. But as I step out of the cameras, you take a look. I mean, we got here pretty early in the day. I'd say my first time over here was around 9:00 a.m. and they were lined up by the thousands. This place is packed to the gills, were expecting the president at any moment. And while, yes, he'll talk about jobs and in particular, the auto sector which is obviously very important here in Michigan. If anyone tells you, he's not going to talk about his political critics and the end of the Russian probe, well, they're simply not being honest about it. So, we expect him to talk about that. But clearly, the economy and jobs is going to be the main focus. Let me share just a bit of what the president said about that before leaving Washington for here in Michigan."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "We're opening up Car plants in Michigan again for the first time in decades. They're coming in, really pouring in. Car companies are coming in. Toyota just announced $13.5 billion coming into our country. And Michigan is booming."
    },
    {
      "speaker": "CORKE",
      "utterance": "So, back here in Grand Rapids, as you see, they're here by the thousands. Really crazy scene outside I can tell you. They're lined up by the tens of thousands out there. It's a real event here. And as you pointed out in your lead-in, a chance to say a lot to the people of Michigan, and maybe a lot to the people of America about the end of the Russia probe. 7:00 is the official start time. It's about soon after. Whenever they start playing the music like this, I start looking for him. So, maybe in a couple of minutes. When he does, I promise to have it for you. But for now, back to you my friend."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's a very nice operatic background for your head. Thank you."
    },
    {
      "speaker": "CORKE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks, Kevin Corke. So, as you heard, President Trump, we expect him any minute really, here in Grand Rapids, Michigan. And tonight, that signature campaign slogan, now the target, Make America Great Again, now the target for criticism from former Obama Attorney General Eric Holder. Watch what he said."
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "utterance": "Right here, these things about let's make America great again. I think of myself exactly, when did you think America was great? It certainly wasn't when people were enslaved. It certainly wasn't when women didn't have the right to vote. It certainly wasn't when the LGBT community was denied the rights to which he was entitled that --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, here now exclusively, Lara Trump, is a Trump 2020 campaign senior advisor. Lara, welcome back to “The Story.” Good to see you tonight."
    },
    {
      "speaker": "LARA TRUMP, CAMPAIGN ADVISER TO PRESIDENT TRUMP",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, what do you make to that? What period is the president hoping to revive?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, first of all, what a terrible thing to say about our country. When was our country great? We live in the greatest country in the world and I think every American can agree with that. That's why we see people constantly trying to come to our country, Martha. Let's talk about the end of World War II, let's talk about the first time we put a man on the moon. Let's talk about getting our freedom from England way back when, when this country was founded. We have had incredible periods on our history."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know as well that it -- what he's suggesting is that -- you know, that that the Trump administration wants it to be sort of -- you know, like the old white boys."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Oh my God."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that -- and they want it to be in an era where our people - - there was an equality, all of that. That's what he's suggested."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "What a ridiculous statement. This president has always run on the grounds that he wants every American to have a shot at the American dream. That's what make America great again is about. Giving everybody the opportunities that Donald Trump had that made him the household name and the American success story that we all know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, let's talk a little bit about what he's going to focus on tonight. What the president's going to focus on tonight. Because, you know, there's a lot being said in terms of how much victory lap you actually want to do? At what point do you want to move aside from that and focus on, on the things that he's probably been wanting to focus on for a long time."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Yes, I mean I think you will hear a little, little bit of a victory lap, we've got to give it to him. I mean let's talk about this, Martha, for two-plus years, this has been a vilified president by the left, by the mainstream media, our entire family, our entire campaign, that we were so proud of. He deserves a moment to bask in this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Something like for you, just to -- just to break in there and ask you that. We heard from Don Jr. the other night. What's it like for you to have this sort of lifted?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Well, it's great. I mean, and I've been saying for two years now, there was no collusion with Russia. We were so proud, by the way, of the fact that our campaign was doing everything the right way. We felt like the little engine that could. We didn't have the same amount of money as the Clinton campaign, we certainly didn't have the same political experience. But we knew we had the American people behind us and that's all that mattered. So, for then, people to rush in and claim that we couldn't have won fairly that this president colluded with the Russia was so crazy, and very frustrating to anybody that was a part of our campaign. So, we're all happy it's over."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, in terms of the investigation into how it all began, and how it got underway, is that something that is very important to him, and is that something that he's going to push for, and continue to talk about?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "I think it should be pushed. I think every American should want to know how this started. Because this should never happen as Donald Trump has said to any other American president. The FISA warrant, how that was granted. All of the background stuff that we saw happened, who paid for all of that, the Steel dossier. We need to get to the bottom of this because there was some very nefarious stuff happening and it really should not be happening in the United States."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But you have current leaders at a Department of Justice investigation led by Michael Horowitz into the FISA applications. And some of that, Lindsey Graham, the chairman of the Judiciary Committee has said that he is going to dig into this. So, is that enough for the president? Does he feel like -- you know, that's going to -- you know, those are two significant investigations?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Or is he going to put a lot of focus. I guess is he going to talk about this whole thing a lot. Is he going to tweet about it a lot? Or is he going to try to put it?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Well, if I knew what he was going to tweet about, I would -- I would be making a lot -- a lot of money right now. No, listen, I think, he cares greatly about this. I don't think he ever wants to see this happen again in this country. It's not right, it's not fair to the American people who elected this president. So, I do think there should be focused on this. How much, and I guess we'll see how -- what comes out of these investigations."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to look at a few polls. Because obviously, Michigan is a place that helped put him over the top. He won it by less than one percent. This is -- this is a matchup poll, this is a Fox News poll of him against some of the potential Democratic candidates. I say potential because Joe Biden is at the top of the list and he has not declared yet. But this has him down to all of these opponents in head-on one-on-one races. So what is he going to be doing I guess, to try to peel off some of these undecided people, not the folks that support him all the time, but the folks who have been maybe questioning this whole Russia thing and now they may be somebody that he could perhaps pull over to his side?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Well, hopefully, they see what a travesty has been unfolding in our country that you've seen the Democrats for two years trying to out this narrative because let's face it, they've had nothing else to talk about. This president has done such a great job. I just think he's got a point to his successes. He's got a point to the fact that this country as a whole is better off now than it was when he took office. Those are the things people care about. They care about more money in their pockets, a safer country, a better future for their children. We've got to reinforce those things from the campaign, from the Republican standpoint, and the president needs to do that too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I know he's talking about the fact that there are -- he was talking at the White House this afternoon more automobile manufacturing happening in Michigan. You've got the G.M. plant though that closed. And Mary Barra the Chairman and CEO of GM said that she felt you know that the pressure from the tariffs, the Chinese situation with the trade is one of the reasons that she felt that they couldn't open that. You know, how big an issue is that for him convincing people that that trade situation is not going to be a big weight on farmers in Michigan and auto companies in Michigan."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Listen, it's one of those things that I think we have to focus on the greater good here. The fact that right now it is probably difficult for some people but overall down the line it's going to benefit everyone. To balance trade with China, to do something that should have been done many, many years ago that nobody wanted to tackle but this president. Sometimes it takes a little tough love up front. That's what he's trying to do here. And I understand that it probably is difficult for some now. I think in the long run though, people will be so grateful that we had a president that played the game the way he's doing with China."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So we will see what he says about that tonight. You know, with regard to the future of the politicians in your family perhaps. Your brother-in-law John Jr. was asked about whether or not he would ever consider a future in politics and we just saw him revving up the crowd a couple of minutes ago. And I think we have some sound from him talking about this in a radio interview. Let's watch."
    },
    {
      "speaker": "DONALD TRUMP JR., SON OF PRESIDENT TRUMP",
      "utterance": "As for the future, I never want to rule it out. I definitely enjoy the fight. I definitely like being out there and I love being able to see you know, the impact and the difference that it makes you know on these people's lives that I get to see all over the country. My father decided to get into politics at 68. I'm 41, I got plenty of time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Can you see him running for office?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "I certainly could see Don doing something, yes. I mean, out of I think everyone in our family, he's taken to politics may be more than anyone, and he's great at it. And people love hearing from him. You see his Twitter is almost not as popular as the president's but a close second. People love hearing from Don. So I wouldn't be shocked. I will say that it has been sort of sad to see that at the very beginning of this for all of us we thought well, maybe one day you know, we would consider. I think it's deterred a lot of us from ever wanting to run for office seeing really what has happened to this president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you think Eric would ever want to run, your husband?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Oh gosh, I don't know. That might be a long shot. He loves what he does at the Trump Organization."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And what about you?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Oh I haven't really considered that but I'll start thinking about that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Or Ivanka perhaps."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "I mean, again, we can never rule anything out but I think it's going to -- like I said, after we're done with this we'll need a long break before any of us ever considered I think getting into politics."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Lara, thank you very much. We're waiting for your father-in- law and also your boss on the 2020 campaign to take the stage in a few moments. We're going to bring in at Marie Harf. Thank you very much from you here."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Marie Harf co-host of \"Benson and Harf\" on the Fox News Radio and also Fox News Analyst. Marie, welcome and good to have you here today."
    },
    {
      "speaker": "MARIE HARF, ANALYST",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I want to just go back and get your thoughts on what Eric Holder had to say. You know, we've been talking about some of the Democrat potential candidates. He has taken his name out of the running. But you know, the comment that he made is getting a lot of attention in terms of when was America great. What's your response to that?"
    },
    {
      "speaker": "HARF",
      "utterance": "It's an interesting question because I've often asked Trump supporters what they make of that slogan right? What do they mean when they say make America great again? And I think some people have sort of straightforward economic answers, some people have security answers, but to many people, that feels like it has sort of racial tinges are sort of harkening back to the past when maybe there weren't equal rights, when women and minorities didn't have the same kind of rights, when we were a country that was more white, and I don't think that's what all Trump supporters believe. But to many people on the other side including myself, candidly, that slogan has always begged the question what do you mean by making it great again? And if that means going back to a time before equal protections, for minorities, for LGBT --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you think -- do you think that's what the president means when he says it that he wants to take equality away from women or from minorities? Do you think that's what he means?"
    },
    {
      "speaker": "HARF",
      "utterance": "It's hard to get in his head or in his heart and I don't want to pretend to be --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But I mean, has he done anything that -- has he done anything that you could point to say well, I think he would rather that you know, women were not equal for example."
    },
    {
      "speaker": "HARF",
      "utterance": "I think he's pursued policies for example when it comes to protections for the LGBT community or for transgendered soldiers that do harken back to a time before folks in those communities had as much protection. His administration has tried to roll back parts of the Voting Rights Act right? So I do think --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, you know that they would argue that they have other reasons for that. I'm just putting that out there. It's -- but it's not designed for that."
    },
    {
      "speaker": "HARF",
      "utterance": "Sure. But I do think to a lot of people -- and the language he uses when it comes to immigrants, when it comes to you know, Hispanics, when it comes to even white nationalists, go back to Charlottesville, I don't know what's in the president's heart. I know that some of his supporters take make America great again and here in that a time before there were more equal protections before the country was getting diverse and that's what we hear."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's starting to walk out. Marie, all right, standby. So president Trump is now on the stage it is 7:21 p.m. at Grand Rapids, Michigan making his way out to the music -- the soundtrack that he usually likes to have at these rallies as they get moving. Obviously as we've said, Michigan, a very important state in any presidential election. He won Michigan by less than one percent. It was a very tight race. And they attributed that to basically going to places in Michigan that candidates had not really spent a lot of time in prior presidential elections, and that was one of the reasons that they felt they were able to flip it. The employment rate is about a more than one percent lower now -- unemployment rate, I should say than it was when the president took office, but there are issues as I said with the automobile manufacturers and farmers who have felt the pinch of the trade fight that has been going on with China. So some of them may be people who might need to be persuaded or who he might want to speak directly to here tonight. You know, one of the things obviously that we're going to be watching is how much time he spends on that victory lap that we were just discussing with Laura Trump as she painted the picture that obviously he would want to take a bit of a victory lap. It's been hanging over his head for two years, and he did get an outcome in the Barr letter based on the Mueller report that was favorable for him and it does absolutely lift a cloud that's been hanging over his presidency for two years. So the crowd here has been gathered for several hours it is a full house as far as we can tell. It looks like there aren't a whole lot of empty seats there as he gets ready to speak. But how much time does he spend on that? It's one of the major questions that I think we'll be watching for tonight and how much time does he spend talking about the economy. What -- I think it'll give us some indications about where he wants to go in the remaining part of his first term, what he wants to focus on this week. I think to the surprise of close to him he has turned back to healthcare and said that he does want to see Republicans come up with an alternative health player -- health plan to ObamaCare. He said that he thinks that it's a disastrous plan and he's assigned a few people to do just that. He's probably going to talk about that tonight a little bit as well. Rick Scott is among them, John Barrasso, the Senator from Wyoming is among them who have been designated to try to work on an alternative plan that Republicans can try to push through. Obviously it's going to be very difficult with a Democratic majority house for him to get any traction on that, and that's going to be a big issue as we move forward today. Let's listen to the president. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}