{
  "date": "March 25, 2019",
  "headline": "Schlapp: Democrats have spent two years building collusion narrative",
  "subHeadline": "Guests: Dan Bongino, Sara Carter, Raymond Arroyo, Monique Pressley, Mercedes Schlapp, Lara Logan, Sol Wisenberg, John Yoo, Robert Ray",
  "url": "https://www.foxnews.com/transcript/schlapp-democrats-have-spent-two-years-building-collusion-narrative",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right, I'm Laura Ingraham. This is \"The Ingraham Angle\" from Washington tonight. We're going to expose the ring leaders of defamation, the purveyors of political smears, all of whom have proven themselves to be untrustworthy and frankly, deeply unpatriotic for letting their fanatical hatred of this President override what is best for the American people. Now this sorted saga poisoned not just our domestic politics but it affected our foreign policy as well. Now it definitely hurt already difficult relationship with Russia and it certainly didn't help our relationship with other countries, Europe. And if you think the President is about to get impeached, you're a foreign leader, how are you really going to be about what the President is saying about NATO dues or Iran sanctions for that matter?  And they called us, I just said to Sean, Fox and Yours Truly, agents of the Russian government. Now this investigation took countless hours of the President's time and that of a staff. He undoubtedly has spent millions of dollars personally in legal fees.  And do not forget that at least 42 people were dragged before the Mueller grand jury or just brought in for interviews. This took time and money. It was all a waste. It was unjust from the beginning and these facts cannot be obscured or overlooked by the good news and the final report.  So throughout this hour, we're going to be naming names, exposing those who tried to rip this nation apart. You'll hear from them by Dan Bongino, Mercedes Schlapp, Lara Logan, Sarah Carter, Sol Wisenberg and many more. Plus CNN's go to Political Analyst/ Smear Meister, Michael Avenatti, finally got his comeuppance today. We're going to expose how the media created and enabled this fraud, who was their proxy smear master against President Trump and Brett Kavanaugh.  And what the media's unguarded meltdown as the Mueller news broke tells us about their coverage, the good, the bad and frankly, the hilarious, Raymond Arroyo will be here to tell us all. But first, The Reckoning. That's the focus of tonight's ANGLE. All right, tonight along with millions of Americans, we do celebrate the end of the Mueller investigation and the vindication of President Trump.  Now we told you from day one, this was an investigation triggered by people who wanted to undo the results of the 2016 election. We told you week after week after week that this probe should have never been launched and Mueller's findings of no collusion or coordination with Russia shows that we were right.   And the bitter nasty anti-Trump forces were wrong. And how wrong were they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They were conspiring with the Russians, a criminal conspiracy possibly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "False reporting is saying that nobody in the campaign had any contacts with Russia. False reporting is saying that there has been no suggestion of any kind of collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How many more times does he have to say the word collusion, now that's probably because he feels he had colluded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, it's not enough to play the sound bites and laugh, although it is fun because after these two turbulent years, American deserves more than just a day or two of media analysis and one fair headline from The New York Times today.   American deserves to know what really happened here. The forces, the individuals and the motivations behind this total travesty of justice. And we must ensure that those responsible face real, political, legal and professional repercussions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "We can never let this happen to another President again, I can tell you that. I say it very strongly. Very few people I know could have handled it. We can never ever let this happen to another President again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "These past 675 days were filled with unfair, slanderous, defamatory, vicious, irresponsible, erroneous reporting and commentary about this President. And also about his current and former staff and yes, his family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There was activities with the Trump campaign in Russia and some of that was Jared Kushner's responsibility, some of it was Donald Junior. I think you're going to probably see indictments of both of those people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We know that Donald Trump Junior and Eric Trump have bragged about how much money the Trump organization has gotten out of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Anytime there was collusion going on, Donald was there. This adds sticky white of congealed of hair jealous, he spent his whole life seeking his dad's approval and failing at it and now, he might be the one to bring down Trump's presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh Samantha, be best. Well, throughout the show, we're going to be naming names in the Russian investigation Hall of Shame. We will not forget and neither should you those who acted and spoke with such a reckless disregard of the truth and basic standards of professionalism.  There must be a reckoning. It's time to hold government officials, reporters, pundits, media executives and yes, politicians accountable for their role in this Russia hoax. Now we start with the Russia hoax political Hall of Shame.  And why not begin with Senator Tricky Dick Blumenthal from my home state of Connecticut. Now this was then when he could talk only of the possible Moscow Trump tower deal and Russian collision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONN.",
      "sentences": "The project never happened but not for lack of trying and not for lack of desire. The Russians knew he was lying to American people. They enabled him. And now they have that leverage over him so he's compromising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Who's compromised now, Dick? But now at the end of the Mueller probe, Blumenthal must realize that there was no Russian leverage over the President, right? Surely he's changed his tune.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLUMENTHAL",
      "sentences": "The facts and evidence here are likely to show a lot of criminality, a lot of wrongdoing and lawbreaking, that is not indicted here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, he was a state Attorney General by the way. For our second entry, let's move on to Mad Maxine, shall we? Now you remember what she said back in 2017?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "sentences": "This President and his allies, I believe and others believe colluded with the Russians to undermine our democracy and we're not going to stop talking about it.  All I know is this, if he thinks he can stop me from talking about impeach- 45, he's got another thought coming, I am not intimidated by him. I'm going to keep saying that we need to impeach him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But what is she saying now? Here's Aunty Maxine, yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATERS",
      "sentences": "He's been saying no collusion, no collusion, no collusion over and over again for a long time now and he's going to try and conclude that their - this report is proving that there's no collusion and you have a lot of his sickle fans who will you know, take the nod from him and they'll say the same thing but we cannot allow them to get away with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, so let me get this straight Maxine. So now Andrew Weissmann and Bob Mueller are all part of a pro-Trump conspiracy with what? Like conservative journalists? Our third entry in the political Hall of Shame goes to Ben and Jerry Nadler. I mean Jerry Nadler. How do they get in there? Surely, an elder statesman like Jerry has a different view. Here he was just a few months ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERRY NADLER, D-N.Y.",
      "sentences": "It's become very clear that the Trump campaign colluded with the Russians in trying to subvert the election. The President is right to be nervous right now because it appears that the time is running out when he can hold himself above the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now we know though now that neither the President nor anyone in his orbit was indicted for colluding with Russia. I bet Nadler sees things differently now, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "We know there was some collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But none of what you just said has risen to the level of a criminal indictment by the Special Counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "No, it hasn't as far as we know but we know there was collusion. Why there's been no indictments, we don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you believe the President has obstructed justice? You still believe that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "Well, there have been obstructions of justice, whether they're - clearly, whether they're criminal obstructions is another question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This takes your breath away. There was no obstruction found, two years of investigation, Sir. But of course he says there is obstruction. What? There's no criminal collusion found. But he says we know there is collusion. What? Fourth on the list, Crazy Mazie Hirono. Here she is last year on Presidential pardons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HAWAII",
      "sentences": "For him to come out to say that he could pardon himself and as some of the other outrageous statements he's making. He thinks he's a dictator and a king. It shows that that he's really afraid of what the Mueller investigation will show with--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So after everything we learned over the weekend, she's doing a mea culpa now, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HIRONO",
      "sentences": "Just because there was not enough evidence for a criminal charge of conspiracy, does not mean that this very cozy relationship that Donald Trump has with Vladimir Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now it's the cozy standard. As I always say, being a liberal means never having to say you're sorry. She's just acting like I don't know, old Eric Swalwell who frankly makes me unwell. For months he's painted a portrait of the President that could've been ripped from a Mario Puzo novel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALIF.",
      "sentences": "It's so we can obvious that they were eager to collude with Russia. Now we're seeing the evidence that there was a conspiracy to cover up.   It's looking more and more that Donald Trump was a part of a criminal campaign, a criminal transition and now presides over a criminal presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second. Okay so after the Attorney General, Special Counsel cleared the President of wrongdoing, he's changed his mind, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "I think the American people want to know whether this President violated conduct, whether he violated not only the law but that honor code that we all count on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second, the honor code. Is the President now like a member of the cub scout troupe? Did he break the law or not? Mueller after two years, said he did not but Swalwell like shameless Adam Schiff can't let go of their old narratives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "I certainly say with confidence that there is significant evidence of collusion between the campaign and Russia. There's a very real prospect of that on the day Donald Trump leaves office, the Justice Department may indict him, that he may be the first President in quite some time to face the real prospect of jail time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nope, wrong. There are no grounds to indict them because as Mueller said there was no collusion between the President, the Trump campaign and the Russians. So you did read the Barr letter, didn't you Adam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "There's still a lot of reason to be concerned about this President's relationship with Russia and Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Republicans should note here, the tenacity of these people even when they're proven completely wrong, they double down and press their case again and again and again. Imagine what Republicans could do with that kind of commitment. All these Democrats showed hideously, flawed judgment and each and every one of them now should face primary challenges. Absolutely. Kellyanne Conway took it further today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "You have Adam Schiff. He believes that the scandal was of a size and scope probably bigger than Watergate and that there's plenty of evidence of collusion. You have to resign today. He's been on every TV shows, 50 times a day for practically the last two years promising Americans that this President would either be impeached or indicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "These Democrats and many more made a cataclysmic mistake. They spent countless hours on TV, giving speeches, they were pronouncing the end of the term presidency, literally accusing him of seditious behavior.  I don't think a lot of them even believe what they were saying but they didn't care. Hating Trump became its own competitive sport on the last. And in the meantime, Trump kept pushing forward, growing the economy, appointing great judges, trying to untangle red tape kill regulations that suffocate expansion and innovation in business. But the Democrats, well they left their own party unattended although they did well in the midterms, let's face it and they won back the House, a lot of that was anti-Trump stuff, fed by the Russia falsehoods. Substantial workable ideas were few and far between. Well, what did this do? This created a vacuum - ideas vacuum in the Democrat party which left the door open to socialism which the freshman radicals walked right through. So what did two years of bashing Trump really get them? Even after the Mueller report, they're threatening more hearings. But otherwise Democrats are on the defensive. With infighting in their ranks, fending off charges of antisemitism, as their new young radicals embrace collectivism. As for President Trump, he should take this moment as an opportunity to reset and relaunch his presidency, free of the albatross of the Russia investigation, it's now time to take it all into high gear. Strike a good deal with China if one can be had, get this border sealed, build as much of that wall as you can, task ICE to find those illegals already subject to removal orders and deport them. That in and of itself will have a great deterrent effect of the border. Show the country that the left wasn't just wrong on Russia. They were wrong on just about everything. Go to the inner cities, go to the blue states, expand this movement. Show your heart, you're charming and have fun, winning is fun.  Now gloating won't get you re-elected and neither will the Mueller report but your record of success properly framed and explained, that will. Which may be the best reckoning of all. And that's THE ANGLE. All right, joining me now with reaction is Dan Bongino, Fox News contributor and Monique Pressley, Democratic Strategist and then we're going to be talking to a whole host of great guests so stay right there. Dan, who is the biggest political violator here? The top member of the political Hall of Shame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FOX NEWS CONTRIBUTOR",
      "sentences": "You know, I'm going to go back to the beginning Laura and I'm going to call out Brian Stelter as Tucker calls him the eunuch over at CNN and I'll tell you why. Mark Levin, a long time ago brought up the fact that there may have been a FISA warrant to spy on the Trump team. Laura, remember, a couple years ago that was considered a controversial point, was there a FISA warrant? Because now we already know this, it seems like old news but when Mark Levin called that out in the beginning, Stelter called him a conspiracy theorist insinuating he was somehow crazy. So Brian Stelter is the founder of the feast when it comes initially, to this propagating this nonsense Russian collusion theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Monique, Hakeem Jeffries Congressman was on face the nation yesterday before the Barr letter was fully - fully released, he said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "sentences": "The American people deserve to know whether Donald Trump is either a, a legitimate President; b, a Russian asset; c, the functional equivalent of an organized crime boss or d, just a useful idiot who happens to have been victimized by the greatest collection of coincidences in the history of the Republic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Monique, why does your party seem to be in denial tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONIQUE PRESSLEY, DEMOCRATIC STRATEGIST",
      "sentences": "What's the denial? Isn't he still possibly all for? I don't know anything about the Barr letter, the 4 page letter that I wrote that is not even a summary of the 800 page report that I'm still waiting to see from the special prosecutor, that would tell me that he's not a useful idiot. I think he said plenty of things directly out of his mouth that would prove that, that would tell me is not a Russian asset. He sits next to Vladimir Putin and he has all the compliments in the world for him while he degrades his own Central Intelligence Agency. I have no idea whether he's actually a functional President or not because when he had both Houses of Congress and a presidency, he couldn't get it done any of the things that you said he should start trying to do now.  So for me, I was never really waiting for this report, Laura. I am waiting to have a real President of the United States and if he shows up right now, I'll be the happiest person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on, hold on. Okay, now we're getting somewhere Dan. He was never a legitimate President because they don't like his ideas--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESSLEY",
      "sentences": "No, no, because of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESSLEY",
      "sentences": "Because of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on, you got your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESSLEY",
      "sentences": "Right. I mean, Russia's still in there, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't talk over me, that's why people turn off cable news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESSLEY",
      "sentences": "I'm listening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is something the Democrats have refused to admit. At least you have some people out there who like Matt Taibbi, who is not said nice things about this network or a lot of people that I really love but he goes out there and he writes this exhaustive piece saying, this could be the end of journalists. People have to wake up to see what just happened here. This is the WMD story of the last couple of years but like a million times worse. He's a big liberal and he came out and he said, mea culpa, maxima culpa. The other ones are like, hands in front of their face, no, it's not there. For the life of me, I don't see how this is a winning strategy for the Democrats. I understand how it might feel good but how is that a winning strategy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, it's not. You know, I'm sorry but that was an embarrassing display by Monique. I'm glad you put that out there but I don't know if you seem to have a grasp of the facts in the case. I mean Mueller was sold to us as the great messiah and the savior of the Left. They spent $35 million, they had what, 19 lawyers, 14 FBI agents, 2800 subpoenas, 500 plus interviews, 13 foreign trips and came up with a summation of a report that said no one in certain terms, not only did Trump not collude, his campaign didn't collude and let me read, I don't know, you may not have read it.  No American citizen colluded and then we get the whole, well, he sat next to Putin, was that after he cut off the Nord stream pipeline or is that where his military gave the order to wipe out the 200 Russian mercs or was that when they armed Ukraine to fight the Russians. You know, the one thing about Democrats is that they have, what we call the facccination, they've been vaccinated against facts, Laura and when you hit them with the facts, they have no response. Next thing, Trump will be a xenophobe or a racist, they don't come back with anything that actually matters so I appreciate that display is a little embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESSLEY",
      "sentences": "I understand it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If the Democrats - if the Democrats were right here in this whole report, the synopsis of the report is mischaracterizing what Mueller found, I mean, Mueller is a pretty smart guy, he has a team of really experienced prosecutors, whether they're Democrats or not, doesn't even matter at this point. But they - do you not think they will - one of them would have come out and said whoa, whoa, Attorney General Barr, that's not what we concluded. Or do you think they're in on it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESSLEY",
      "sentences": "I think you know my able calling on the other side maybe added words to what I said, I think that Mueller is capable. I said this morning on Tom Joyner Morning show, the fact that he didn't over reach makes him more credible to me, not less, where he says that Trump is not - that he didn't have enough information to find that he was guilty of obstruction.  But he didn't find enough information to clear him. I think that that sound as a lawyer, I approve him taking that approach. What I am saying is, the Russians still interfered in our election unless we're missing that in the 800 pages, right? So when I say that Trump's presidency isn't legitimate, it doesn't have to do with whether he was the person who was actually hacking into the DNC or not, it has to do with the actual facts and maybe we don't want to hear about those facts right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's not what everyone has been saying over the last two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESSLEY",
      "sentences": "No, me, I don't care about anybody else. I'm just talking about the words out of my mouth. I'm only trying to explain things I said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, panel, thank you. But look, China's been trying to hack into our system, we got - Russia's trying to hack in, Iran's trying to get into our infrastructure, this has been happening for years and years and years and as you heard in THE ANGLE, House Intel Chairman Adam ships repeatedly went out of his way to claim that Trump not just - Trump colluded with Russia. Even with zero evidence of it. Now the White House is calling for his resignation. Joining me now, Assistant to the President, White House Director of Strategic Comms, Mercedes Schlapp. Mercedes, Schiff isn't going to go, isn't going to resign and Congresswoman Tlaib tonight told the Democrats, she has a lot of juice now, lot of power with Tlaib says, do not give up on impeachment, what say you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERCEDES SCHLAPP, ASSISTANT TO THE PRESIDENT",
      "sentences": "Well, I think that the Democrats' ultimate goal is impeachment and I actually think it makes Nancy Pelosi nervous because she is saying, well, we might not want to go there, we need a bipartisan effort to move towards impeachment. But for the Democrats from day one, their goal and they've run on trying to impeach the President and so I think the American people clearly see through this. I think we know that the Democrats have gone way too far, they've been reckless in this process, they have been irresponsible in terms of for two years spending hour after hour after hour making this, building this narrative, building this case that the President colluded with the Russians. And Mueller report obviously as we know, the President's now fully exonerated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to put up a couple of grabs from the letter from Barr which I think are important. Let's put up the first one, okay? \"Deputy Attorney General Rosenstein and I concluded that the evidence developed during the Special Counsel's investigation is not sufficient to establish the President committed an obstruction of justice offense. Special Counsel recognized that the evidence does not establish that the President was involved in an underlying crime related to Russian election interference and that, while not determinative, the absence of such evidence bears upon the President's intent with respect to obstruction.\" What does that mean? There's no underlying crime. So the President, everything he did was out in the open, it's like he's frustrated, he's mad. I mean imagine if you're accused of something, basically treason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And all these people are against you, I'd be really mad too and in fact they did accuse me of various things with the Russians. I'm like, are you kidding me? But here the President of United States, he was really mad so that was supposed to be obstruction and Mueller tried to interview the President, I guess and they couldn't get anywhere DOJ to think that that was going to be a good idea. He didn't have the evidence of any crime to interview the President or subpoena the President, they had no evidence of any intent to obstruct justice, period. Now that's clear here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "It's very clear and I think that this is like the brilliance of the President which is that he's resilient. Despite the fact of all the pressure of this investigation, despite the fact that it's been over 8500 articles written, stories aired in CNN, New York Times, Washington Post and MSNBC, what we've known is that this President has been in high gear. He has stayed focused on the economy, on the trade deals, on securing the border and keeps fighting every day for the American people. And I have to say, it really shows that the Democrats, they've made a big gamble with this and that they lost because they may - they thought this Mueller report was going to be--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Did it hurt the country? Let's talk about what happened to the country. They divided this country, they made politics even more toxic, it did frustrate the President. I can't blame him for being frustrated. He's trying to like make good deals for the country, maybe we work with Russia on some things, we don't on others because they really bug us on other things. But all of this had the taint of this investigation hanging over. Now he's free of that. He's free of this stuff now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "But think about how much they tried to destroy that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But he's right, I think only Trump could have withstood this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Only--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "People would have just like wet themselves, this is like - I'm sorry, so many other Republicans--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "It is something that is so great about this man is that he fights and he was not going to give them--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What's the lesson? The Democrats are fighting Stu, the Republicans have got to fight for this President's agenda, Mercedes. They've got to fight for the President's agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "And it's the right agenda. I mean, it's clear that based on his accomplishments alone, when you're looking at this booming economy impacting so many communities, the fact that he's standing tough on China and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Got to support him on that, and by the way, would you agree with a reckoning? There has to be a reckoning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "There - we really feel that there needs to be accountability. I mean, this has been irresponsible reporting, it's journalism at a point that we've lost - they've lost their way to being objective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What about DOJ? What about the people of DOJ who pushed this investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "I mean, I think one of the things that we've learned is that there's those elements in the FBI as we've seen with Andrew McCabe that is - who has, he's been under investigation, he lied under oath, that helped create and format this horrific situation that we've seen and at the end of the day, the President's been exonerated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Beto yesterday basically said this - basically still evidence of collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Oh, they all-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Beto, Kamala Harris, all of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Exactly, to them this is - they really want to continue campaigning--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're the truthers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Right, they want to campaign on this collusion, they want to keep bringing doubts in the minds of the American people, Mueller report is very clear. The President's been completely exonerated and we're moving ahead with the agenda. The Democrats can continue playing these politics but at this moment in time, I think the American people want to see solutions and that's what the President's working on, results for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hit the road, he's got to hit the road and sell his agenda, Mercedes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Go to blue state America, sell this agenda, thank you for being here tonight and we did not coordinate, this is not collusion on outfits, okay? Different shades. All right now on to the second part of tonight's reckoning, the media Russian collusion Hall of Shame. Now since the Mueller probe was launched, there have been Mercedes, 533,074 articles written about this investigation. Now the big three networks produced 2284 minutes of collusion coverage, nearly one-fifth of all of Trump's evening news coverage has been about this one investigation. Now here's a sample of what the liberal media has been saying for the past 675 long days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The political hurricane is out there to cease him. Hurricane Vladimir if you will, the whole Russian thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What we're seeing is worse than Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This bombshell report from BuzzFeed news, if true--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Biggest two words in American politics right now are if true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And the President of the United States committed a federal felony and at that point we are in high crimes and misdemeanors and we are impeachment time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is evidence of willingness to commit collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The U.S. President possibly working for the Russians, possibly an unwitting pawn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, despite irresponsible coverage like that, throughout this entire investigation, CNN's Carl Bernstein still dining out on Watergate, was defending the media's role in all of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARL BERNSTEIN, WATERGATE JOURNALIST",
      "sentences": "The media, the press has done one of the great reporting jobs in the history. Let's look at where the disinformation and mistakes and lie have come from having come from. Hasn't come from the press, it's come from the President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is Lara Logan, award winning journalist. Sarah Carter, Fox News contributor, it's great to have both you on. Lara, you recently made headlines for basically admitting the mainstream media has an overwhelming liberal bias. What's your take on this Mueller obsession and the Russian collusion obsession even after the two years of investigation of 500 witnesses called, etcetera, etcetera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA LOGAN, AWARD WINNING JOURNALIST",
      "sentences": "Laura, I've been a journalist for more than three decades and I have to say that I feel ashamed when I was listening to those clips that you are playing, it made me feel ashamed, this is a terrible moment for us as journalists and I've been saying for several years now that accountability begins with us. People across this country ask me all the time about fake news and how we got to this point where there's so little trust in the media. And you see it. It's playing right in front of you, right here. And I'll give you one of -- one of the most frustrating examplesfor me from the beginning is, do you remember when everyone was making fun of the president for saying he was wiretapped during the campaign, that the Trump Tower was being wiretapped? And we got lost in a conversation about semantics, and he was lampooned by the media. But later it emerged that the president's campaign and Trump Tower were being surveilled by the intelligence agencies, which is obvious that's exactly what he meant. And no one stood up then and said, the president was right. The intelligence agencies were listening to his campaign. So it didn't surprise me that journalists weren't ready to stand up and say we were wrong and the president was right, that is not surprising. But it doesn't make it any better. It's not a fine moment for journalists, and journalism is all I've done all my life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And we need journalist to ask tough questions and hold everybody accountable in both parties equally. I've always been a favor of that, in favor of holding Trump accountable, Bush, Obama, Clinton across the board.  That is what they're supposed to do for the American people. Sara, tonight on CNN, Giuliani appeared with Chris Cuomo, and they are kind of old buddies, but this was kind of been interesting moment. It touches on what Laura just mentioned. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "sentences": "You guys at this network have tortured this man with two years with collusion, and nobody has apologized.  Before we talk about obstruction, apologize for the overreaction to collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "Not a chance, not a chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Of course you're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "Not a chance, and I'll tell you why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Of course you're not, because you're not being fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "\"Not a chance,\" three words. Again, I'll go back to Matt Taibbi. His piece was exhaustive, and he documented just how badly this trajectory went for the media. And there's no mea culpa moment, not for a moment, it's like not a chance. What does that tell you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "It tells me that nothing has changed for now for the media, and it is very disappointing, Laura. Look, we have to just look back at the very beginning during the 2016 campaign. Look at the coverage, how they treated President Trump, how they treated the American people who supported President Trump. They talked about them as deplorables, they laughed, they said no way is Trump, is Donald Trump going to be elected as president of these United States. They didn't believe it for one second. There was a visceral hate all over Washington, D.C. All I could hear is from reporters at bars or around town, no way he's going to get elected. I'm going to be sure to write a column against this. Any American who votes for him is an idiot. I heard that over and over and over again. And I would say to myself, keep writing that, and he is going to get elected, absolutely. And one thing that we have learned from this right now, and we could just see it with Rudy Giuliani, is that they don't want to back away from this.  Even \"McClatchy,\" who wrote a story about Michael Cohen being in Prague, there is no proof of it, Michael Cohen has always denied it, and they won't back away from the story. These are all false. And I think this is why people are asking to return your Pulitzer Prize. It is not based on fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Lara, also BuzzFeed ran the dossier, remember, on January 10th before Trump comes, so 10 days before he takes the oath of office, they dropped that. Unsubstantiated, uncorroborated, turns out the Clinton campaign paid for its assembly, and that got this whole thing going. Comey ran with it, and there was this aggressive lack of curiosity, Lara, on the part of the media. What were the motivations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Go me, Laura, as a journalist, I think you are being kind when you say it's a lack of curiosity because curiosity is the more fundamental quality for any real journalist. We are all nosy, right? So to me any time reporters are not being nosy, that's willful. And it doesn't take a genius to figure out that the first thing you have got to ask about the BuzzFeed dossier, all the things we know about this dossier now, for example, that one candidate in their presidential election paid millions of dollars to American citizens to travel to Russia and meet with serving agents of Putin's FSB, his intelligence services, who gave them information, misinformation as it turns out, about the opposition candidate in the election, which was fed to the intelligence agencies, it was fed to the Department of Justice, and it was fed to the media. And of course, it was then leaked. And this was used by the courts and the intelligence agencies to use the power of our intelligence agencies against American citizens. This is a power that is meant to be used to protect this country against foreign enemies, not against its own citizens. That's actually a crime when that power is misused. And no one has been held accountable for that. And that's why Mike Flynn was the first casualty of this, because he was the man who was going to expose it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Flynn, Papadopoulos, all of these people got wrapped up in all of this. I'm telling you, the entire thing has to be picked apart by Barr, point by point, person by person, and there has to be a reckoning.  Both of you are doing such a great job. Thank you so much for joining us tonight. And coming up, part three of the reckoning, the need for repercussions for those who started this whole thing. As we just mentioned, rogue FBI officials, Obama intel chiefs, the surveillance that was used against American citizens. Our expert legal panel will tell you what you need to know, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Welcome back. Now on to part three of The Reckoning. Repercussions for the bad actors in and out of government who kicked off this entire travesty. The FISA warrants, the leaks that happened, all of it has to be looked at. As Trump said earlier today, this cannot happen to another president. I told Tucker Carlson Friday night, the criminalization of politics brought down individuals who got caught up in the gears and machinery of the prosecution complex in this country, and Lindsey Graham pointed out this same issue earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "I would like to find somebody like a Mr. Mueller that could look into what happened with the FISA warrant. What happened counterintelligence investigation. Am I right to be concerned? It seems pretty bad on its face. By any reasonable standard, Mr. Mueller thoroughly investigated the Trump campaign. You cannot say that about the other side of the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here now, our powerhouse legal panel, Sol Wisenberg, former Whitewater deputy independent counsel, FOX News contributor, John Yoo, former deputy assistant attorney general, and Robert Ray, former Whitewater independent counsel. Great to see all of you. Sol, does Senator Graham have a point here? Should there be another serious investigation into the failures and the potential wrongdoing here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON WISENBERG, PARTNER, NELSON-MULLINS",
      "sentences": "Unquestionably. We know the material information was withheld from the FISA court. We know that the FISA court approved that warrant with completely on verified information, the facts of the Steele dossier as relayed by Steele. That was hearsay, that was double-hearsay. That was not verified at all. We know that this warrant was approved. Think about this for a minute. Just think about it. It's quite remarkable. The administration and power approved a counterintelligence investigation against the opposition presidential candidate, the opposition party, and leaked it to the press. This is really shocking, and it absolutely has to be investigated. As Senator Graham said, due process for everybody, but investigate the facts. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Robert Ray, a \"Wall Street Journal\" editorial board piece today, accountability for the dossier, basically the Steele dossier looks like one of the nastiest dirty tricks in political history. Its authors and promoters should be held accountable. Sol, Lara Logan before him, both saying you used the entire machinery of our surveillance state to spy on a political campaign, individuals getting caught up in this, all based on a dossier paid for by the political opposition. Imagine if Republicans had done this or tried to do it to Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT RAY, FORMER WHITEWATER INDEPENDENT COUNSEL",
      "sentences": "It's the worst danger of prosecutorial power, and that is when essentially prosecution becomes politics by other means. And when an investigation and the damage that can be caused by that and people's liberty is at stake, it doesn't take a genius to figure out that that kind of abuse of power is the one thing you really have to watch in the political process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What criminal liability could there be here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "I don't know. The beginnings of an investigation are already there, because we know the Inspector General's Office in the Department of Defense by Michael Horowitz, who I know very well from the Southern District of New York, who is very capable. He's an Obama appointee, but he's straight shooter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Balls and strikes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "And he's a ball-and-strikes person. And that shoe is going to drop.  And I think that may be the thing that allows what Senator Graham has in mind and the political process to kick off, meant that Congress --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Trump was spied on. The spied on presidential candidate Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "And nobody really took that seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They laughed at him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "Or a lot of people didn't take that seriously at the time. They did laugh at him. And you know what, the president has turned out to be proven right with regard to that issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "John Yoo, I have to get your thoughts, and all of you, on this issue up obstruction of justice. The left has been hanging its hat on the letter that Attorney General Barr sent to lawmakers that said the evidence in the Mueller investigation, quote, \"is not efficient to establish that the president committed an obstruction of justice offense.\" The left is looking for any morsel they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PRAMILA JAYAPAL, D-WA.",
      "sentences": "A big piece of this report does not exonerate the president, a sitting president on extremely serious charge up obstruction of justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "There is the issue of obstruction of justice, and I didn't mean to diminish it, because it is a huge thing. We have seen presidents impeached for it before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KATHERINE CLARK, D-MASS.",
      "sentences": "We need to see the full report to really understand the evidence that was collected, where we stand with the obstruction charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "John, what did Mueller conclude from what we can glean from this letter? And are any of these commentators, analysts correct here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Laura, it's a really great question, because that is still the open issue left by the Barr letter. We'll learn more when we get the Mueller report. Personally, I don't think obstruction could have occurred here because if obstruction is the president firing Jim Comey for very valid grounds using his power as the president to supervise the federal law enforcement agencies, I don't think that could be obstruction. But what the Democrats are going to argue are two. One, why did Attorney General Barr there was no obstruction when Mueller didn't make a decision in such a quick that fashion. And then the second thing they could say, and I think this is what we will start to hear, is whatever Mueller said about obstruction, we're going to look at impeachment, and impeachment doesn't need to be limited to obstruction or to what Attorney General Barr said. We're going to use a very broad definition, and it could be something like firing Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I got it. OK, now, Sol they wanted to interview the president, correct? So at some point I would assume Mueller in complication with the Justice Department, what do we think here about subpoenaing the president?  They went back and forth probably on this, my sources are telling me. They ultimately determined there wasn't enough evidence of an underlying crime to go to that extreme case, clearing their hurdle they are. They didn't go to that. They took the written answers to questions. And then they decided at some point, we don't have the evidence of obstruction. So, Sol, for the Democrats to basically conclude, which they are, that there was obstruction, but didn't have enough time or enough evidence now, is that really the right way to look at this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "It's not the right way to look at this. Let's make an important historical point. In both the cases of Nixon and President Clinton, you had unmistakable, classical, criminal -- classic criminal obstruction of justice. In the case of Nixon, he directed Haldeman to lie to the FBI about the CIA in order to stymie an investigation. That is a lie. That made it classic obstruction. He encouraged John Dean to pay hush money. That's classic obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a minute. That is obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "President Clinton, same thing. That is criminal obstruction.  So it's completely different, I agree with the previous guest who said, and I've said it many times on your show, exercising your presidential authority can ever be obstruction of justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on. Robert, we had Hillary destroying blackberries, 30,000 emails. That wasn't obstruction. They never immunity deals out of that deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "And just to clear up the legal point, I do think that it was appropriate for the attorney general to weigh in here. He's the chief law enforcement officer of the country. The department needed to speak with one voice on this issue, and it presents a policy question about whether or not sitting president can obstruct justice in connection with making personnel decisions by replacing, as he is entitled to do, the FBI director for any reason or for no reason. And that's what he is constitutionally entitled to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There was no intent, underlying intent --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "And Mueller left it up to him. And Mueller left it -- sorry to butt in. Mueller left it up to him explicitly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We don't have time, but he concluded there was no evidence to continue the investigation either. He could have continued investigating obstruction, but he said, OK, it's all he could do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "And I was on the Espy investigation, so I am well familiar with the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "And they didn't have a basis. That is the point here is they did not have a basis --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No basis to continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "-- to continue to subpoena the president further with regard to the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fantastic analysis you didn't hear anywhere else tonight.  Fantastic panel. Raymond Arroyo here next with the media's real-time reaction to Mueller's news and what it tells us, everybody missed this, by the way, up next. And Avenattie, you're not getting off scot-free on this show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining us to decode the media freak out upon the release of the Mueller report as well as the Avenatti news, it was sort of a Monday Follies twist, is Raymond Arroyo, author of the brand new book, \"Will Wilder, The Amulet of Power.\" Raymond, you were closely watching the immediate media reaction when the Barr letter dropped on Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Laura, I think we can safely call this the Mueller meltdown, OK. As time went on, some of these media icons, they regained their footing, and they started spinning new narratives. But as the Barr letter dropped live and they absorbed the reality of it, and what it meant. Their reactions were telling. This is Chris Matthews.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC HOST",
      "sentences": "No further indictments. No charges against the president. Why was there never an interrogation of this president?  How can they let Trump off of the hook?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, the emotional attachment was so severe here in the case of Chris Matthews, as he saw the narrative slipping away, you see him visibly overcome with anger. Anger rushes in. If Brian Cranston wants to leave \"Network\" on Broadway, Chris Matthews might be able to fill in with him for the evening, or for him. Rachel Maddow also have a rough night that evening on MSBNC. It was shocking, devastating to MSNBC's narrative. So Maddow decided to focus not on the letter but on the process of delivering the letter, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "sentences": "A Justice Department staffer or messenger of some kind, all we know is that she was wearing a North Face jacket, brought, in fact, two letters to the committee in two separate manila envelopes. The Democratic Congressman Jerry Nadler was at his New York office. He was not in D.C. To the committee staff quickly made a digital copy and got the letter to him that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait, it was a North Face jacket?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is minutiae as news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second, a North Face jacket? OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's unbelievable. She never really got to the marrow of the thing until half way through the show. The ladies at \"The View\" just a few months, Laura, were singing an impeachment song all their own. Listen. JOY BEHAR, CO-HOST, \"THE VIEW\": He goes to jail, he goes to jail, he goes to jail. Lock them up. Lock them up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But today they were a little less jubilant, Laura, especially about the exoneration of the president. WHOOPI GOLDBERG, CO-HOST, \"THE VIEW\": No evidence that the guy in the White House conspired with Russia. JOY BEHAR, CO-HOST, \"THE VIEW\": What about what happened there? Little question. I don't buy that he is completely exonerated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Ob-sonerated (ph). We're going to look that one up. Laura, do you have your thesaurus handy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm working on it. Raymond, stay right there. We're going to be back with breaking Avenatti news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is like the cherry on the ice cream sundae. Raymond, tell us about the breaking, very sad Michael Avenatti news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The Southern District of New York, Laura, arrested Stormy Daniels' former lawyer today on charges of extortion. They claim Avenatti tried to blackmail Nike into paying his client $25 million, he claimed, or he was going to release damaging accusations against them. Now, in a separate federal complaint in L.A., prosecutors claim he engaged in wire and bank fraud and embezzled funds from his clients. Unbelievable, this guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I have a question here. What happens to the great Democratic hope of 2020 now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You look at the field of Democrats right now, and Avenatti is the one who stands out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People would be foolish to underestimate Michael Avenatti.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Someone who's going to go after the president, toe-to- toe, fight him tooth and nail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, well, let me tell you, Raymond, the media, particularly CNN and MSNBC, should be ashamed of the way that they enabled him. They promoted this charlatan. And the way he went after Brett Kavanaugh, he went after this network, yours truly. That had a long a memory. Outrageous. He never produced any real evidence for his defamatory comments. All right, that's all the time we have tonight. Raymond, thank you. Check out my podcast tomorrow. And remember, Shannon Bream and the \"FOX News @ Night\" team take all the coverage from here. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right, I'm Laura Ingraham. This is \"The Ingraham Angle\" from Washington tonight. We're going to expose the ring leaders of defamation, the purveyors of political smears, all of whom have proven themselves to be untrustworthy and frankly, deeply unpatriotic for letting their fanatical hatred of this President override what is best for the American people. Now this sorted saga poisoned not just our domestic politics but it affected our foreign policy as well. Now it definitely hurt already difficult relationship with Russia and it certainly didn't help our relationship with other countries, Europe. And if you think the President is about to get impeached, you're a foreign leader, how are you really going to be about what the President is saying about NATO dues or Iran sanctions for that matter? And they called us, I just said to Sean, Fox and Yours Truly, agents of the Russian government. Now this investigation took countless hours of the President's time and that of a staff. He undoubtedly has spent millions of dollars personally in legal fees. And do not forget that at least 42 people were dragged before the Mueller grand jury or just brought in for interviews. This took time and money. It was all a waste. It was unjust from the beginning and these facts cannot be obscured or overlooked by the good news and the final report. So throughout this hour, we're going to be naming names, exposing those who tried to rip this nation apart. You'll hear from them by Dan Bongino, Mercedes Schlapp, Lara Logan, Sarah Carter, Sol Wisenberg and many more. Plus CNN's go to Political Analyst/ Smear Meister, Michael Avenatti, finally got his comeuppance today. We're going to expose how the media created and enabled this fraud, who was their proxy smear master against President Trump and Brett Kavanaugh. And what the media's unguarded meltdown as the Mueller news broke tells us about their coverage, the good, the bad and frankly, the hilarious, Raymond Arroyo will be here to tell us all. But first, The Reckoning. That's the focus of tonight's ANGLE. All right, tonight along with millions of Americans, we do celebrate the end of the Mueller investigation and the vindication of President Trump. Now we told you from day one, this was an investigation triggered by people who wanted to undo the results of the 2016 election. We told you week after week after week that this probe should have never been launched and Mueller's findings of no collusion or coordination with Russia shows that we were right. And the bitter nasty anti-Trump forces were wrong. And how wrong were they?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They were conspiring with the Russians, a criminal conspiracy possibly."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "False reporting is saying that nobody in the campaign had any contacts with Russia. False reporting is saying that there has been no suggestion of any kind of collusion."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How many more times does he have to say the word collusion, now that's probably because he feels he had colluded."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, it's not enough to play the sound bites and laugh, although it is fun because after these two turbulent years, American deserves more than just a day or two of media analysis and one fair headline from The New York Times today. American deserves to know what really happened here. The forces, the individuals and the motivations behind this total travesty of justice. And we must ensure that those responsible face real, political, legal and professional repercussions."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "We can never let this happen to another President again, I can tell you that. I say it very strongly. Very few people I know could have handled it. We can never ever let this happen to another President again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "These past 675 days were filled with unfair, slanderous, defamatory, vicious, irresponsible, erroneous reporting and commentary about this President. And also about his current and former staff and yes, his family."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There was activities with the Trump campaign in Russia and some of that was Jared Kushner's responsibility, some of it was Donald Junior. I think you're going to probably see indictments of both of those people."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We know that Donald Trump Junior and Eric Trump have bragged about how much money the Trump organization has gotten out of Russia."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Anytime there was collusion going on, Donald was there. This adds sticky white of congealed of hair jealous, he spent his whole life seeking his dad's approval and failing at it and now, he might be the one to bring down Trump's presidency."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh Samantha, be best. Well, throughout the show, we're going to be naming names in the Russian investigation Hall of Shame. We will not forget and neither should you those who acted and spoke with such a reckless disregard of the truth and basic standards of professionalism. There must be a reckoning. It's time to hold government officials, reporters, pundits, media executives and yes, politicians accountable for their role in this Russia hoax. Now we start with the Russia hoax political Hall of Shame. And why not begin with Senator Tricky Dick Blumenthal from my home state of Connecticut. Now this was then when he could talk only of the possible Moscow Trump tower deal and Russian collision."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONN.",
      "utterance": "The project never happened but not for lack of trying and not for lack of desire. The Russians knew he was lying to American people. They enabled him. And now they have that leverage over him so he's compromising."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Who's compromised now, Dick? But now at the end of the Mueller probe, Blumenthal must realize that there was no Russian leverage over the President, right? Surely he's changed his tune."
    },
    {
      "speaker": "BLUMENTHAL",
      "utterance": "The facts and evidence here are likely to show a lot of criminality, a lot of wrongdoing and lawbreaking, that is not indicted here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, he was a state Attorney General by the way. For our second entry, let's move on to Mad Maxine, shall we? Now you remember what she said back in 2017?"
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "utterance": "This President and his allies, I believe and others believe colluded with the Russians to undermine our democracy and we're not going to stop talking about it. All I know is this, if he thinks he can stop me from talking about impeach- 45, he's got another thought coming, I am not intimidated by him. I'm going to keep saying that we need to impeach him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But what is she saying now? Here's Aunty Maxine, yesterday."
    },
    {
      "speaker": "WATERS",
      "utterance": "He's been saying no collusion, no collusion, no collusion over and over again for a long time now and he's going to try and conclude that their - this report is proving that there's no collusion and you have a lot of his sickle fans who will you know, take the nod from him and they'll say the same thing but we cannot allow them to get away with this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, so let me get this straight Maxine. So now Andrew Weissmann and Bob Mueller are all part of a pro-Trump conspiracy with what? Like conservative journalists? Our third entry in the political Hall of Shame goes to Ben and Jerry Nadler. I mean Jerry Nadler. How do they get in there? Surely, an elder statesman like Jerry has a different view. Here he was just a few months ago."
    },
    {
      "speaker": "REP. JERRY NADLER, D-N.Y.",
      "utterance": "It's become very clear that the Trump campaign colluded with the Russians in trying to subvert the election. The President is right to be nervous right now because it appears that the time is running out when he can hold himself above the law."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now we know though now that neither the President nor anyone in his orbit was indicted for colluding with Russia. I bet Nadler sees things differently now, right?"
    },
    {
      "speaker": "NADLER",
      "utterance": "We know there was some collusion."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "But none of what you just said has risen to the level of a criminal indictment by the Special Counsel."
    },
    {
      "speaker": "NADLER",
      "utterance": "No, it hasn't as far as we know but we know there was collusion. Why there's been no indictments, we don't know."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you believe the President has obstructed justice? You still believe that?"
    },
    {
      "speaker": "NADLER",
      "utterance": "Well, there have been obstructions of justice, whether they're - clearly, whether they're criminal obstructions is another question."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This takes your breath away. There was no obstruction found, two years of investigation, Sir. But of course he says there is obstruction. What? There's no criminal collusion found. But he says we know there is collusion. What? Fourth on the list, Crazy Mazie Hirono. Here she is last year on Presidential pardons."
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HAWAII",
      "utterance": "For him to come out to say that he could pardon himself and as some of the other outrageous statements he's making. He thinks he's a dictator and a king. It shows that that he's really afraid of what the Mueller investigation will show with--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So after everything we learned over the weekend, she's doing a mea culpa now, right?"
    },
    {
      "speaker": "HIRONO",
      "utterance": "Just because there was not enough evidence for a criminal charge of conspiracy, does not mean that this very cozy relationship that Donald Trump has with Vladimir Putin."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now it's the cozy standard. As I always say, being a liberal means never having to say you're sorry. She's just acting like I don't know, old Eric Swalwell who frankly makes me unwell. For months he's painted a portrait of the President that could've been ripped from a Mario Puzo novel."
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALIF.",
      "utterance": "It's so we can obvious that they were eager to collude with Russia. Now we're seeing the evidence that there was a conspiracy to cover up. It's looking more and more that Donald Trump was a part of a criminal campaign, a criminal transition and now presides over a criminal presidency."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second. Okay so after the Attorney General, Special Counsel cleared the President of wrongdoing, he's changed his mind, right?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "I think the American people want to know whether this President violated conduct, whether he violated not only the law but that honor code that we all count on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second, the honor code. Is the President now like a member of the cub scout troupe? Did he break the law or not? Mueller after two years, said he did not but Swalwell like shameless Adam Schiff can't let go of their old narratives."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "I certainly say with confidence that there is significant evidence of collusion between the campaign and Russia. There's a very real prospect of that on the day Donald Trump leaves office, the Justice Department may indict him, that he may be the first President in quite some time to face the real prospect of jail time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nope, wrong. There are no grounds to indict them because as Mueller said there was no collusion between the President, the Trump campaign and the Russians. So you did read the Barr letter, didn't you Adam."
    },
    {
      "speaker": "SCHIFF",
      "utterance": "There's still a lot of reason to be concerned about this President's relationship with Russia and Putin."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Republicans should note here, the tenacity of these people even when they're proven completely wrong, they double down and press their case again and again and again. Imagine what Republicans could do with that kind of commitment. All these Democrats showed hideously, flawed judgment and each and every one of them now should face primary challenges. Absolutely. Kellyanne Conway took it further today."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "You have Adam Schiff. He believes that the scandal was of a size and scope probably bigger than Watergate and that there's plenty of evidence of collusion. You have to resign today. He's been on every TV shows, 50 times a day for practically the last two years promising Americans that this President would either be impeached or indicted."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "These Democrats and many more made a cataclysmic mistake. They spent countless hours on TV, giving speeches, they were pronouncing the end of the term presidency, literally accusing him of seditious behavior. I don't think a lot of them even believe what they were saying but they didn't care. Hating Trump became its own competitive sport on the last. And in the meantime, Trump kept pushing forward, growing the economy, appointing great judges, trying to untangle red tape kill regulations that suffocate expansion and innovation in business. But the Democrats, well they left their own party unattended although they did well in the midterms, let's face it and they won back the House, a lot of that was anti-Trump stuff, fed by the Russia falsehoods. Substantial workable ideas were few and far between. Well, what did this do? This created a vacuum - ideas vacuum in the Democrat party which left the door open to socialism which the freshman radicals walked right through. So what did two years of bashing Trump really get them? Even after the Mueller report, they're threatening more hearings. But otherwise Democrats are on the defensive. With infighting in their ranks, fending off charges of antisemitism, as their new young radicals embrace collectivism. As for President Trump, he should take this moment as an opportunity to reset and relaunch his presidency, free of the albatross of the Russia investigation, it's now time to take it all into high gear. Strike a good deal with China if one can be had, get this border sealed, build as much of that wall as you can, task ICE to find those illegals already subject to removal orders and deport them. That in and of itself will have a great deterrent effect of the border. Show the country that the left wasn't just wrong on Russia. They were wrong on just about everything. Go to the inner cities, go to the blue states, expand this movement. Show your heart, you're charming and have fun, winning is fun. Now gloating won't get you re-elected and neither will the Mueller report but your record of success properly framed and explained, that will. Which may be the best reckoning of all. And that's THE ANGLE. All right, joining me now with reaction is Dan Bongino, Fox News contributor and Monique Pressley, Democratic Strategist and then we're going to be talking to a whole host of great guests so stay right there. Dan, who is the biggest political violator here? The top member of the political Hall of Shame."
    },
    {
      "speaker": "DAN BONGINO, FOX NEWS CONTRIBUTOR",
      "utterance": "You know, I'm going to go back to the beginning Laura and I'm going to call out Brian Stelter as Tucker calls him the eunuch over at CNN and I'll tell you why. Mark Levin, a long time ago brought up the fact that there may have been a FISA warrant to spy on the Trump team. Laura, remember, a couple years ago that was considered a controversial point, was there a FISA warrant? Because now we already know this, it seems like old news but when Mark Levin called that out in the beginning, Stelter called him a conspiracy theorist insinuating he was somehow crazy. So Brian Stelter is the founder of the feast when it comes initially, to this propagating this nonsense Russian collusion theory."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Monique, Hakeem Jeffries Congressman was on face the nation yesterday before the Barr letter was fully - fully released, he said this."
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "utterance": "The American people deserve to know whether Donald Trump is either a, a legitimate President; b, a Russian asset; c, the functional equivalent of an organized crime boss or d, just a useful idiot who happens to have been victimized by the greatest collection of coincidences in the history of the Republic."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Monique, why does your party seem to be in denial tonight?"
    },
    {
      "speaker": "MONIQUE PRESSLEY, DEMOCRATIC STRATEGIST",
      "utterance": "What's the denial? Isn't he still possibly all for? I don't know anything about the Barr letter, the 4 page letter that I wrote that is not even a summary of the 800 page report that I'm still waiting to see from the special prosecutor, that would tell me that he's not a useful idiot. I think he said plenty of things directly out of his mouth that would prove that, that would tell me is not a Russian asset. He sits next to Vladimir Putin and he has all the compliments in the world for him while he degrades his own Central Intelligence Agency. I have no idea whether he's actually a functional President or not because when he had both Houses of Congress and a presidency, he couldn't get it done any of the things that you said he should start trying to do now. So for me, I was never really waiting for this report, Laura. I am waiting to have a real President of the United States and if he shows up right now, I'll be the happiest person."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on, hold on. Okay, now we're getting somewhere Dan. He was never a legitimate President because they don't like his ideas--"
    },
    {
      "speaker": "PRESSLEY",
      "utterance": "No, no, because of Russia."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on."
    },
    {
      "speaker": "PRESSLEY",
      "utterance": "Because of Russia."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on, you got your time."
    },
    {
      "speaker": "PRESSLEY",
      "utterance": "Right. I mean, Russia's still in there, right?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't talk over me, that's why people turn off cable news."
    },
    {
      "speaker": "PRESSLEY",
      "utterance": "I'm listening."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is something the Democrats have refused to admit. At least you have some people out there who like Matt Taibbi, who is not said nice things about this network or a lot of people that I really love but he goes out there and he writes this exhaustive piece saying, this could be the end of journalists. People have to wake up to see what just happened here. This is the WMD story of the last couple of years but like a million times worse. He's a big liberal and he came out and he said, mea culpa, maxima culpa. The other ones are like, hands in front of their face, no, it's not there. For the life of me, I don't see how this is a winning strategy for the Democrats. I understand how it might feel good but how is that a winning strategy?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, it's not. You know, I'm sorry but that was an embarrassing display by Monique. I'm glad you put that out there but I don't know if you seem to have a grasp of the facts in the case. I mean Mueller was sold to us as the great messiah and the savior of the Left. They spent $35 million, they had what, 19 lawyers, 14 FBI agents, 2800 subpoenas, 500 plus interviews, 13 foreign trips and came up with a summation of a report that said no one in certain terms, not only did Trump not collude, his campaign didn't collude and let me read, I don't know, you may not have read it. No American citizen colluded and then we get the whole, well, he sat next to Putin, was that after he cut off the Nord stream pipeline or is that where his military gave the order to wipe out the 200 Russian mercs or was that when they armed Ukraine to fight the Russians. You know, the one thing about Democrats is that they have, what we call the facccination, they've been vaccinated against facts, Laura and when you hit them with the facts, they have no response. Next thing, Trump will be a xenophobe or a racist, they don't come back with anything that actually matters so I appreciate that display is a little embarrassing."
    },
    {
      "speaker": "PRESSLEY",
      "utterance": "I understand it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If the Democrats - if the Democrats were right here in this whole report, the synopsis of the report is mischaracterizing what Mueller found, I mean, Mueller is a pretty smart guy, he has a team of really experienced prosecutors, whether they're Democrats or not, doesn't even matter at this point. But they - do you not think they will - one of them would have come out and said whoa, whoa, Attorney General Barr, that's not what we concluded. Or do you think they're in on it?"
    },
    {
      "speaker": "PRESSLEY",
      "utterance": "I think you know my able calling on the other side maybe added words to what I said, I think that Mueller is capable. I said this morning on Tom Joyner Morning show, the fact that he didn't over reach makes him more credible to me, not less, where he says that Trump is not - that he didn't have enough information to find that he was guilty of obstruction. But he didn't find enough information to clear him. I think that that sound as a lawyer, I approve him taking that approach. What I am saying is, the Russians still interfered in our election unless we're missing that in the 800 pages, right? So when I say that Trump's presidency isn't legitimate, it doesn't have to do with whether he was the person who was actually hacking into the DNC or not, it has to do with the actual facts and maybe we don't want to hear about those facts right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's not what everyone has been saying over the last two years."
    },
    {
      "speaker": "PRESSLEY",
      "utterance": "No, me, I don't care about anybody else. I'm just talking about the words out of my mouth. I'm only trying to explain things I said."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, panel, thank you. But look, China's been trying to hack into our system, we got - Russia's trying to hack in, Iran's trying to get into our infrastructure, this has been happening for years and years and years and as you heard in THE ANGLE, House Intel Chairman Adam ships repeatedly went out of his way to claim that Trump not just - Trump colluded with Russia. Even with zero evidence of it. Now the White House is calling for his resignation. Joining me now, Assistant to the President, White House Director of Strategic Comms, Mercedes Schlapp. Mercedes, Schiff isn't going to go, isn't going to resign and Congresswoman Tlaib tonight told the Democrats, she has a lot of juice now, lot of power with Tlaib says, do not give up on impeachment, what say you?"
    },
    {
      "speaker": "MERCEDES SCHLAPP, ASSISTANT TO THE PRESIDENT",
      "utterance": "Well, I think that the Democrats' ultimate goal is impeachment and I actually think it makes Nancy Pelosi nervous because she is saying, well, we might not want to go there, we need a bipartisan effort to move towards impeachment. But for the Democrats from day one, their goal and they've run on trying to impeach the President and so I think the American people clearly see through this. I think we know that the Democrats have gone way too far, they've been reckless in this process, they have been irresponsible in terms of for two years spending hour after hour after hour making this, building this narrative, building this case that the President colluded with the Russians. And Mueller report obviously as we know, the President's now fully exonerated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to put up a couple of grabs from the letter from Barr which I think are important. Let's put up the first one, okay? \"Deputy Attorney General Rosenstein and I concluded that the evidence developed during the Special Counsel's investigation is not sufficient to establish the President committed an obstruction of justice offense. Special Counsel recognized that the evidence does not establish that the President was involved in an underlying crime related to Russian election interference and that, while not determinative, the absence of such evidence bears upon the President's intent with respect to obstruction.\" What does that mean? There's no underlying crime. So the President, everything he did was out in the open, it's like he's frustrated, he's mad. I mean imagine if you're accused of something, basically treason."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And all these people are against you, I'd be really mad too and in fact they did accuse me of various things with the Russians. I'm like, are you kidding me? But here the President of United States, he was really mad so that was supposed to be obstruction and Mueller tried to interview the President, I guess and they couldn't get anywhere DOJ to think that that was going to be a good idea. He didn't have the evidence of any crime to interview the President or subpoena the President, they had no evidence of any intent to obstruct justice, period. Now that's clear here."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "It's very clear and I think that this is like the brilliance of the President which is that he's resilient. Despite the fact of all the pressure of this investigation, despite the fact that it's been over 8500 articles written, stories aired in CNN, New York Times, Washington Post and MSNBC, what we've known is that this President has been in high gear. He has stayed focused on the economy, on the trade deals, on securing the border and keeps fighting every day for the American people. And I have to say, it really shows that the Democrats, they've made a big gamble with this and that they lost because they may - they thought this Mueller report was going to be--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Did it hurt the country? Let's talk about what happened to the country. They divided this country, they made politics even more toxic, it did frustrate the President. I can't blame him for being frustrated. He's trying to like make good deals for the country, maybe we work with Russia on some things, we don't on others because they really bug us on other things. But all of this had the taint of this investigation hanging over. Now he's free of that. He's free of this stuff now."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "But think about how much they tried to destroy that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But he's right, I think only Trump could have withstood this."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Only--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "People would have just like wet themselves, this is like - I'm sorry, so many other Republicans--"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "It is something that is so great about this man is that he fights and he was not going to give them--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What's the lesson? The Democrats are fighting Stu, the Republicans have got to fight for this President's agenda, Mercedes. They've got to fight for the President's agenda."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "And it's the right agenda. I mean, it's clear that based on his accomplishments alone, when you're looking at this booming economy impacting so many communities, the fact that he's standing tough on China and--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Got to support him on that, and by the way, would you agree with a reckoning? There has to be a reckoning."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "There - we really feel that there needs to be accountability. I mean, this has been irresponsible reporting, it's journalism at a point that we've lost - they've lost their way to being objective."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What about DOJ? What about the people of DOJ who pushed this investigation?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "I mean, I think one of the things that we've learned is that there's those elements in the FBI as we've seen with Andrew McCabe that is - who has, he's been under investigation, he lied under oath, that helped create and format this horrific situation that we've seen and at the end of the day, the President's been exonerated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Beto yesterday basically said this - basically still evidence of collusion."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Oh, they all-"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Beto, Kamala Harris, all of them."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Exactly, to them this is - they really want to continue campaigning--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're the truthers."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Right, they want to campaign on this collusion, they want to keep bringing doubts in the minds of the American people, Mueller report is very clear. The President's been completely exonerated and we're moving ahead with the agenda. The Democrats can continue playing these politics but at this moment in time, I think the American people want to see solutions and that's what the President's working on, results for the American people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hit the road, he's got to hit the road and sell his agenda, Mercedes."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Go to blue state America, sell this agenda, thank you for being here tonight and we did not coordinate, this is not collusion on outfits, okay? Different shades. All right now on to the second part of tonight's reckoning, the media Russian collusion Hall of Shame. Now since the Mueller probe was launched, there have been Mercedes, 533,074 articles written about this investigation. Now the big three networks produced 2284 minutes of collusion coverage, nearly one-fifth of all of Trump's evening news coverage has been about this one investigation. Now here's a sample of what the liberal media has been saying for the past 675 long days."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The political hurricane is out there to cease him. Hurricane Vladimir if you will, the whole Russian thing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What we're seeing is worse than Watergate."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This bombshell report from BuzzFeed news, if true--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Biggest two words in American politics right now are if true."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And the President of the United States committed a federal felony and at that point we are in high crimes and misdemeanors and we are impeachment time."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is evidence of willingness to commit collusion."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The U.S. President possibly working for the Russians, possibly an unwitting pawn."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, despite irresponsible coverage like that, throughout this entire investigation, CNN's Carl Bernstein still dining out on Watergate, was defending the media's role in all of this."
    },
    {
      "speaker": "CARL BERNSTEIN, WATERGATE JOURNALIST",
      "utterance": "The media, the press has done one of the great reporting jobs in the history. Let's look at where the disinformation and mistakes and lie have come from having come from. Hasn't come from the press, it's come from the President of the United States."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is Lara Logan, award winning journalist. Sarah Carter, Fox News contributor, it's great to have both you on. Lara, you recently made headlines for basically admitting the mainstream media has an overwhelming liberal bias. What's your take on this Mueller obsession and the Russian collusion obsession even after the two years of investigation of 500 witnesses called, etcetera, etcetera."
    },
    {
      "speaker": "LARA LOGAN, AWARD WINNING JOURNALIST",
      "utterance": "Laura, I've been a journalist for more than three decades and I have to say that I feel ashamed when I was listening to those clips that you are playing, it made me feel ashamed, this is a terrible moment for us as journalists and I've been saying for several years now that accountability begins with us. People across this country ask me all the time about fake news and how we got to this point where there's so little trust in the media. And you see it. It's playing right in front of you, right here. And I'll give you one of -- one of the most frustrating examplesfor me from the beginning is, do you remember when everyone was making fun of the president for saying he was wiretapped during the campaign, that the Trump Tower was being wiretapped? And we got lost in a conversation about semantics, and he was lampooned by the media. But later it emerged that the president's campaign and Trump Tower were being surveilled by the intelligence agencies, which is obvious that's exactly what he meant. And no one stood up then and said, the president was right. The intelligence agencies were listening to his campaign. So it didn't surprise me that journalists weren't ready to stand up and say we were wrong and the president was right, that is not surprising. But it doesn't make it any better. It's not a fine moment for journalists, and journalism is all I've done all my life."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And we need journalist to ask tough questions and hold everybody accountable in both parties equally. I've always been a favor of that, in favor of holding Trump accountable, Bush, Obama, Clinton across the board.  That is what they're supposed to do for the American people. Sara, tonight on CNN, Giuliani appeared with Chris Cuomo, and they are kind of old buddies, but this was kind of been interesting moment. It touches on what Laura just mentioned. Watch."
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "utterance": "You guys at this network have tortured this man with two years with collusion, and nobody has apologized.  Before we talk about obstruction, apologize for the overreaction to collusion."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "Not a chance, not a chance."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Of course you're not."
    },
    {
      "speaker": "CUOMO",
      "utterance": "Not a chance, and I'll tell you why."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Of course you're not, because you're not being fair."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "\"Not a chance,\" three words. Again, I'll go back to Matt Taibbi. His piece was exhaustive, and he documented just how badly this trajectory went for the media. And there's no mea culpa moment, not for a moment, it's like not a chance. What does that tell you?"
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "It tells me that nothing has changed for now for the media, and it is very disappointing, Laura. Look, we have to just look back at the very beginning during the 2016 campaign. Look at the coverage, how they treated President Trump, how they treated the American people who supported President Trump. They talked about them as deplorables, they laughed, they said no way is Trump, is Donald Trump going to be elected as president of these United States. They didn't believe it for one second. There was a visceral hate all over Washington, D.C. All I could hear is from reporters at bars or around town, no way he's going to get elected. I'm going to be sure to write a column against this. Any American who votes for him is an idiot. I heard that over and over and over again. And I would say to myself, keep writing that, and he is going to get elected, absolutely. And one thing that we have learned from this right now, and we could just see it with Rudy Giuliani, is that they don't want to back away from this.  Even \"McClatchy,\" who wrote a story about Michael Cohen being in Prague, there is no proof of it, Michael Cohen has always denied it, and they won't back away from the story. These are all false. And I think this is why people are asking to return your Pulitzer Prize. It is not based on fact."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Lara, also BuzzFeed ran the dossier, remember, on January 10th before Trump comes, so 10 days before he takes the oath of office, they dropped that. Unsubstantiated, uncorroborated, turns out the Clinton campaign paid for its assembly, and that got this whole thing going. Comey ran with it, and there was this aggressive lack of curiosity, Lara, on the part of the media. What were the motivations?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "Go me, Laura, as a journalist, I think you are being kind when you say it's a lack of curiosity because curiosity is the more fundamental quality for any real journalist. We are all nosy, right? So to me any time reporters are not being nosy, that's willful. And it doesn't take a genius to figure out that the first thing you have got to ask about the BuzzFeed dossier, all the things we know about this dossier now, for example, that one candidate in their presidential election paid millions of dollars to American citizens to travel to Russia and meet with serving agents of Putin's FSB, his intelligence services, who gave them information, misinformation as it turns out, about the opposition candidate in the election, which was fed to the intelligence agencies, it was fed to the Department of Justice, and it was fed to the media. And of course, it was then leaked. And this was used by the courts and the intelligence agencies to use the power of our intelligence agencies against American citizens. This is a power that is meant to be used to protect this country against foreign enemies, not against its own citizens. That's actually a crime when that power is misused. And no one has been held accountable for that. And that's why Mike Flynn was the first casualty of this, because he was the man who was going to expose it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Flynn, Papadopoulos, all of these people got wrapped up in all of this. I'm telling you, the entire thing has to be picked apart by Barr, point by point, person by person, and there has to be a reckoning.  Both of you are doing such a great job. Thank you so much for joining us tonight. And coming up, part three of the reckoning, the need for repercussions for those who started this whole thing. As we just mentioned, rogue FBI officials, Obama intel chiefs, the surveillance that was used against American citizens. Our expert legal panel will tell you what you need to know, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Welcome back. Now on to part three of The Reckoning. Repercussions for the bad actors in and out of government who kicked off this entire travesty. The FISA warrants, the leaks that happened, all of it has to be looked at. As Trump said earlier today, this cannot happen to another president. I told Tucker Carlson Friday night, the criminalization of politics brought down individuals who got caught up in the gears and machinery of the prosecution complex in this country, and Lindsey Graham pointed out this same issue earlier today."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "I would like to find somebody like a Mr. Mueller that could look into what happened with the FISA warrant. What happened counterintelligence investigation. Am I right to be concerned? It seems pretty bad on its face. By any reasonable standard, Mr. Mueller thoroughly investigated the Trump campaign. You cannot say that about the other side of the story."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here now, our powerhouse legal panel, Sol Wisenberg, former Whitewater deputy independent counsel, FOX News contributor, John Yoo, former deputy assistant attorney general, and Robert Ray, former Whitewater independent counsel. Great to see all of you. Sol, does Senator Graham have a point here? Should there be another serious investigation into the failures and the potential wrongdoing here?"
    },
    {
      "speaker": "SOLOMON WISENBERG, PARTNER, NELSON-MULLINS",
      "utterance": "Unquestionably. We know the material information was withheld from the FISA court. We know that the FISA court approved that warrant with completely on verified information, the facts of the Steele dossier as relayed by Steele. That was hearsay, that was double-hearsay. That was not verified at all. We know that this warrant was approved. Think about this for a minute. Just think about it. It's quite remarkable. The administration and power approved a counterintelligence investigation against the opposition presidential candidate, the opposition party, and leaked it to the press. This is really shocking, and it absolutely has to be investigated. As Senator Graham said, due process for everybody, but investigate the facts. Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Robert Ray, a \"Wall Street Journal\" editorial board piece today, accountability for the dossier, basically the Steele dossier looks like one of the nastiest dirty tricks in political history. Its authors and promoters should be held accountable. Sol, Lara Logan before him, both saying you used the entire machinery of our surveillance state to spy on a political campaign, individuals getting caught up in this, all based on a dossier paid for by the political opposition. Imagine if Republicans had done this or tried to do it to Obama."
    },
    {
      "speaker": "ROBERT RAY, FORMER WHITEWATER INDEPENDENT COUNSEL",
      "utterance": "It's the worst danger of prosecutorial power, and that is when essentially prosecution becomes politics by other means. And when an investigation and the damage that can be caused by that and people's liberty is at stake, it doesn't take a genius to figure out that that kind of abuse of power is the one thing you really have to watch in the political process."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What criminal liability could there be here?"
    },
    {
      "speaker": "RAY",
      "utterance": "I don't know. The beginnings of an investigation are already there, because we know the Inspector General's Office in the Department of Defense by Michael Horowitz, who I know very well from the Southern District of New York, who is very capable. He's an Obama appointee, but he's straight shooter."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Balls and strikes."
    },
    {
      "speaker": "RAY",
      "utterance": "And he's a ball-and-strikes person. And that shoe is going to drop.  And I think that may be the thing that allows what Senator Graham has in mind and the political process to kick off, meant that Congress --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Trump was spied on. The spied on presidential candidate Trump."
    },
    {
      "speaker": "RAY",
      "utterance": "And nobody really took that seriously."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They laughed at him."
    },
    {
      "speaker": "RAY",
      "utterance": "Or a lot of people didn't take that seriously at the time. They did laugh at him. And you know what, the president has turned out to be proven right with regard to that issue."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "John Yoo, I have to get your thoughts, and all of you, on this issue up obstruction of justice. The left has been hanging its hat on the letter that Attorney General Barr sent to lawmakers that said the evidence in the Mueller investigation, quote, \"is not efficient to establish that the president committed an obstruction of justice offense.\" The left is looking for any morsel they can."
    },
    {
      "speaker": "REP. PRAMILA JAYAPAL, D-WA.",
      "utterance": "A big piece of this report does not exonerate the president, a sitting president on extremely serious charge up obstruction of justice."
    },
    {
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "utterance": "There is the issue of obstruction of justice, and I didn't mean to diminish it, because it is a huge thing. We have seen presidents impeached for it before."
    },
    {
      "speaker": "REP. KATHERINE CLARK, D-MASS.",
      "utterance": "We need to see the full report to really understand the evidence that was collected, where we stand with the obstruction charge."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "John, what did Mueller conclude from what we can glean from this letter? And are any of these commentators, analysts correct here?"
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "Laura, it's a really great question, because that is still the open issue left by the Barr letter. We'll learn more when we get the Mueller report. Personally, I don't think obstruction could have occurred here because if obstruction is the president firing Jim Comey for very valid grounds using his power as the president to supervise the federal law enforcement agencies, I don't think that could be obstruction. But what the Democrats are going to argue are two. One, why did Attorney General Barr there was no obstruction when Mueller didn't make a decision in such a quick that fashion. And then the second thing they could say, and I think this is what we will start to hear, is whatever Mueller said about obstruction, we're going to look at impeachment, and impeachment doesn't need to be limited to obstruction or to what Attorney General Barr said. We're going to use a very broad definition, and it could be something like firing Comey."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I got it. OK, now, Sol they wanted to interview the president, correct? So at some point I would assume Mueller in complication with the Justice Department, what do we think here about subpoenaing the president?  They went back and forth probably on this, my sources are telling me. They ultimately determined there wasn't enough evidence of an underlying crime to go to that extreme case, clearing their hurdle they are. They didn't go to that. They took the written answers to questions. And then they decided at some point, we don't have the evidence of obstruction. So, Sol, for the Democrats to basically conclude, which they are, that there was obstruction, but didn't have enough time or enough evidence now, is that really the right way to look at this?"
    },
    {
      "speaker": "WISENBERG",
      "utterance": "It's not the right way to look at this. Let's make an important historical point. In both the cases of Nixon and President Clinton, you had unmistakable, classical, criminal -- classic criminal obstruction of justice. In the case of Nixon, he directed Haldeman to lie to the FBI about the CIA in order to stymie an investigation. That is a lie. That made it classic obstruction. He encouraged John Dean to pay hush money. That's classic obstruction."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a minute. That is obstruction."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "President Clinton, same thing. That is criminal obstruction.  So it's completely different, I agree with the previous guest who said, and I've said it many times on your show, exercising your presidential authority can ever be obstruction of justice."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on. Robert, we had Hillary destroying blackberries, 30,000 emails. That wasn't obstruction. They never immunity deals out of that deal."
    },
    {
      "speaker": "RAY",
      "utterance": "And just to clear up the legal point, I do think that it was appropriate for the attorney general to weigh in here. He's the chief law enforcement officer of the country. The department needed to speak with one voice on this issue, and it presents a policy question about whether or not sitting president can obstruct justice in connection with making personnel decisions by replacing, as he is entitled to do, the FBI director for any reason or for no reason. And that's what he is constitutionally entitled to do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There was no intent, underlying intent --"
    },
    {
      "speaker": "WISENBERG",
      "utterance": "And Mueller left it up to him. And Mueller left it -- sorry to butt in. Mueller left it up to him explicitly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We don't have time, but he concluded there was no evidence to continue the investigation either. He could have continued investigating obstruction, but he said, OK, it's all he could do."
    },
    {
      "speaker": "RAY",
      "utterance": "And I was on the Espy investigation, so I am well familiar with the case."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, all right."
    },
    {
      "speaker": "RAY",
      "utterance": "And they didn't have a basis. That is the point here is they did not have a basis --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No basis to continue."
    },
    {
      "speaker": "RAY",
      "utterance": "-- to continue to subpoena the president further with regard to the issue."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fantastic analysis you didn't hear anywhere else tonight.  Fantastic panel. Raymond Arroyo here next with the media's real-time reaction to Mueller's news and what it tells us, everybody missed this, by the way, up next. And Avenattie, you're not getting off scot-free on this show."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining us to decode the media freak out upon the release of the Mueller report as well as the Avenatti news, it was sort of a Monday Follies twist, is Raymond Arroyo, author of the brand new book, \"Will Wilder, The Amulet of Power.\" Raymond, you were closely watching the immediate media reaction when the Barr letter dropped on Friday."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Laura, I think we can safely call this the Mueller meltdown, OK. As time went on, some of these media icons, they regained their footing, and they started spinning new narratives. But as the Barr letter dropped live and they absorbed the reality of it, and what it meant. Their reactions were telling. This is Chris Matthews."
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC HOST",
      "utterance": "No further indictments. No charges against the president. Why was there never an interrogation of this president?  How can they let Trump off of the hook?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, the emotional attachment was so severe here in the case of Chris Matthews, as he saw the narrative slipping away, you see him visibly overcome with anger. Anger rushes in. If Brian Cranston wants to leave \"Network\" on Broadway, Chris Matthews might be able to fill in with him for the evening, or for him. Rachel Maddow also have a rough night that evening on MSBNC. It was shocking, devastating to MSNBC's narrative. So Maddow decided to focus not on the letter but on the process of delivering the letter, watch."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "utterance": "A Justice Department staffer or messenger of some kind, all we know is that she was wearing a North Face jacket, brought, in fact, two letters to the committee in two separate manila envelopes. The Democratic Congressman Jerry Nadler was at his New York office. He was not in D.C. To the committee staff quickly made a digital copy and got the letter to him that way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait, it was a North Face jacket?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is minutiae as news."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second, a North Face jacket? OK."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's unbelievable. She never really got to the marrow of the thing until half way through the show. The ladies at \"The View\" just a few months, Laura, were singing an impeachment song all their own. Listen. JOY BEHAR, CO-HOST, \"THE VIEW\": He goes to jail, he goes to jail, he goes to jail. Lock them up. Lock them up."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But today they were a little less jubilant, Laura, especially about the exoneration of the president. WHOOPI GOLDBERG, CO-HOST, \"THE VIEW\": No evidence that the guy in the White House conspired with Russia. JOY BEHAR, CO-HOST, \"THE VIEW\": What about what happened there? Little question. I don't buy that he is completely exonerated."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Ob-sonerated (ph). We're going to look that one up. Laura, do you have your thesaurus handy?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm working on it. Raymond, stay right there. We're going to be back with breaking Avenatti news."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is like the cherry on the ice cream sundae. Raymond, tell us about the breaking, very sad Michael Avenatti news."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The Southern District of New York, Laura, arrested Stormy Daniels' former lawyer today on charges of extortion. They claim Avenatti tried to blackmail Nike into paying his client $25 million, he claimed, or he was going to release damaging accusations against them. Now, in a separate federal complaint in L.A., prosecutors claim he engaged in wire and bank fraud and embezzled funds from his clients. Unbelievable, this guy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I have a question here. What happens to the great Democratic hope of 2020 now?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You look at the field of Democrats right now, and Avenatti is the one who stands out."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "People would be foolish to underestimate Michael Avenatti."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Someone who's going to go after the president, toe-to- toe, fight him tooth and nail."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, well, let me tell you, Raymond, the media, particularly CNN and MSNBC, should be ashamed of the way that they enabled him. They promoted this charlatan. And the way he went after Brett Kavanaugh, he went after this network, yours truly. That had a long a memory. Outrageous. He never produced any real evidence for his defamatory comments. All right, that's all the time we have tonight. Raymond, thank you. Check out my podcast tomorrow. And remember, Shannon Bream and the \"FOX News @ Night\" team take all the coverage from here. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}