{
  "date": "March 15, 2022",
  "headline": "'Hannity' on Biden's foreign policy",
  "subHeadline": "\"Hannity\" welcomed guests Ted Cruz, Kellyanne Conway, Reince Priebus, Kevin McCarthy, Kirk Lippold and Rick Perry.",
  "url": "https://www.foxnews.com/transcript/hannity-on-bidens-foreign-policy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Welcome to HANNITY. Tonight, we begin with a FOX News alert. Hell on earth in the country of Ukraine is in what is now being called a war of annihilation. Vladimir Putin is attempting to burn everything to the ground. He's clearly going scorched-earth. As we speak, we have schools, we have churches, we have hospitals, we have apartment buildings, entire neighborhoods and towns are being leveled by Russian bombs as they get closer to the capital Kyiv. Under the rubble, the lifeless bodies of innocent men, women and children. Some are buried as you can see there for your own eyes. Look closely. Those are called mass graves. Others are being burned alive, turned into dust by Russian missiles. Now, a month ago all of these people, they lived ordinary, peaceful lives. And now, they're six feet under in a ditch or living in a country they never thought they'd be living in, murdered in mass by the Russian army of Vladimir Putin. Make no mistake: it's hard I guess for good people to understand or comprehend, there is evil in the world and tonight, it looks like this five-foot-five-inch bloated thug of a dictator, Vladimir Putin, is willing to upend the entire world, kill thousands of innocent people, including women and children, all for his own fragile ego. The Ukrainian people are fighting hard. They deserve credit. They embarrass Vladimir Putin. Now, Vladimir is hell-bent on his revenge. The situation in Ukraine is really bad, but in coming days, it's about to get -- I hope I'm wrong -- much worse. Putin will not stop until there is nothing and no one left in the country of Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIIFED MALE",
      "sentences": "That's what the Russians' war against civilians look like. Destroyed buildings, destroyed infrastructure, city bus just got hit by the rocket, the lives are getting lost. That's the war that Russia started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joining us now, he's on the ground in Western Ukraine, our own Greg Palkot is back with us. Greg, last night you told us the Russian army had created a perimeter about nine miles outside of Kyiv. Last week, it was 18 miles. What's going on today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG PALKOT, FOX NEWS CORRESPONDENT",
      "sentences": "Yeah, Sean. They are holding and they are causing more problem over there and they could be causing problems here too. Just in the last 10, 15 minutes, it's dying down right now, but we've been hearing some pretty strong air raid sirens in this western Ukrainian city of Lviv. There's more tactical strikes by the Russian missiles in this area now in the last couple of days. But, yeah, Kyiv, the capital, that's in real trouble. The Russians have stepped up their indiscriminate bombardment by artillery of much of the city. Dozens of civilians were killed today. The main forces, yeah, they are outside of the center but the shelling of the capital is more and more systematic, and the buildings just left for burning wrecks residential buildings. Meanwhile, a little bit of relief for the people of the besieged port city of Mariupol, 20,000 people left in their cars yesterday, and today. But there are 400,000 remaining there. The latest intel, we're seeing on that is that Russians could force the fall of that city just in the next couple of days, talks between Ukraine and Russia have been just going nowhere. And here in Lviv, there was a solemn funeral on Tuesday for a four soldiers that were hit in these stepped-up missile attacks. The shelters here are bursting with refugees, Sean. The hospitals filled with wounded and, yeah, we are looking at a possible incursion from the north, from Belarus, at some point. There's some troops building up there. We had a chance to speak with the mayor of Lviv today. And he was strong. He said, just give us the weapons and we can do it and we will do it to the last drop of blood in our bodies. It's that kind of strong emotional sentiment that we've been seeing over and over here in Ukraine during these very difficult days and very emotional days. Sean, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Greg, great reporting as always. Before our monologue tonight, we have some very sad news to share with you. FOX News cameraman, his name was Pierre Zakrzewski. He was killed yesterday in Ukraine during an attack that also took the life of a 24-year-old local Ukrainian journalist named Sasha who was helping FOX News as a consultant in the country. The attack also seriously injured our very own FOX News correspondent Benjamin Hall. Tonight, we're all praying for Benjamin's speedy recovery. We're paying, of course, for the families of Pierre and Sasha and Benjamin as well. Please keep them in your thoughts and prayers with us. Now, because of these brave journalists, we know what's really happening in Ukraine. This is now becoming scorched-earth, an unprovoked Russian invasion of a sovereign country. No one is safe. According to Russia's ambassador to the U.N., this war will not stop until all of Putin's special military operations are achieved. In other words, until all of Ukraine is smoldering and leveled to the ground. That appears at this hour to be the goal. Now, sadly, Ukraine is likely just step one for Vladimir Putin. Who knows what his territorial ambitions hold? But he has them. The only question that we have tonight is, will in fact Vladimir Putin -- is he capable, you know, of going into the Baltic States? Is he going to go to Moldova or Georgia, who knows? Would NATO even have the courage to fight back? I cannot confidently give you an answer to that question tonight. This is a critical time for the U.S. and the world. We must make life miserable for Vladimir Putin and those carrying out his orders he needs to think twice before plotting another invasion. His military's got to be neutered. His bank accounts drained, his ability to wage long-term war limited. NATO and Western European countries, they must immediately and forever end their dependence on Russian energy, making Putin and Russia rich again. And by the way, I'll add, we shouldn't be importing oil from the mullahs in Iran. We shouldn't be begging OPEC, nor should we be begging the murdering thug Maduro in Venezuela. Without getting into World War III, we should never put boots on the ground in this situation, but there are other ways to stand up to Vladimir Putin and we can do it, we can do it all right now with lethal aid to Ukraine. We should be supplying a continuous supply of weapons munitions, what they need, that includes Javelins, that includes Stinger missiles, and, yeah, Joe Biden should not have vetoed the MiG-29 fighter jets that Poland offered, a plan that Biden personally decided to kill, didn't want to anger Vladimir. Unfortunately, I have zero faith that your government will ever make the right decision in this case. Our top three leaders in this country that are elected are completely and totally utterly out to lunch. You have the disaster that is the weak frail cognitively struggling Joe Biden, then the disaster and train wreck that is our Vice President Kamala Harris. We have long documented all of Biden's struggles on this program. We have also documented Kamala Harris's struggles on this program. Perhaps, she's even worse. And then over the weekend, Kamala Harris, of course, as everybody knows told the crowd that Ukraine was a NATO member. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "So, I will say what I know we all say and I will say over and over again, the United States stands firmly with the Ukrainian people in defense of the NATO alliance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, the White House will later stealth-edit her transcript to correct the fact that false NATO reference to take it out. After those remarks and her humiliating trip abroad, the administration benched Kamala Harris for the foreseeable future. It's been one disaster after another for her. Now, President Biden is saying, you know, he will somehow make his way to Europe for the NATO summit next week. Like Kamala Harris? That's a predictable disaster. Joe will be very tired from his long trip. Meanwhile, back here at home, okay, who's the third ranking elected official? The third in line to be president? That would be 81-year-old Nancy Pelosi and she now appears to be completely malfunctioning herself. If you think option one is bad and option two is bad, option three may be worse. Watch for yourself, you decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA), SPEAKER OF THE HOUSE",
      "sentences": "They know that we can't go there. Putin is trying to bait the trap so that that we can go in and that's the beginning could be the beginning of World War III. Putin totally irresponsible using weapons that are not allowed under the Geneva Convention. Putin who threatens chemical -- use of chemical weapons, nuclear and the rest. So., they know that we can't, but it's the ask. Now, he was this morning more -- let's -- if we can't have an -- if we can't have a no-fly zone, let us have our own and we need the airplanes to come in. This morning, he was less on the -- on the ask for the -- that policy, more on let us do it, help us get the planes. But also there is a school of thought that thinks the anti-aircraft missiles and the rest are a very important way. Myself when I see that, that those tanks, that 40 miles of tanks, I'd like to take out those tanks. I mean, I think that them having more planes might be useful but that -- I'm not a military strategist. We hope that we will be able to get up to a place I hope -- you asked me how -- I hope that we can get to a place where the MiGs which are the kinds of planes they've been trained on, can go to Ukraine the F-16s, especially if we have an excess of them, can backfill for Poland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's sad to have to state the obvious. But between Nancy, Joe and kamala Harris, this country is not in good and capable hands. Putin, the world, I can see, are laughing at all three so-called leaders of this country, God help us all. But congratulations, no more mean tweets, America. You got what you wanted, as Kamala Harris said this weekend. Like many of you, millions of Americans across the country, they miss a president who was willing to tell the cold hard truth, would tell it with conviction and strength and fortitude, and have the ability to fight back and fight back hard. Remember when President Trump reprimanded Germany for their dependence on Russian oil and gas back in 2018. He also lectured the head of NATO. Well, at least one world leader is finally -- a little late -- but finally singing a similar tune. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "We're protecting Germany. We're protecting France. We're protecting all of these countries and then numerous of the countries go out and make a pipeline deal with Russia where they're paying billions of dollars into the coffers of Russia. BORIS JOHNSON, UK PRIME MINISTER; It is vital if we're going to stand up to Putin's bullying, if we're going to avoid being blackmailed by Putin in the way that so many Western countries sadly have been, we've got to get ourselves off Russian hydrocarbons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Countries in NATO, namely Germany, having a large percentage of their energy needs paid, you know, to Russia and taken care of by Russia. Now, if you look at it, Germany is a captive of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Vladimir Putin over the last years has been like a pusher, feeding an addiction in Western countries to his hydrocarbons, to his oil and gas. We need to get ourselves off that addiction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now two years late for Boris and late for our NATO allies and Western European allies as he's now begging the Saudis to pump more oil. Saudis aren't particularly happy with Joe Biden right now because he's trying to do this deal brokered by Vladimir Putin with Iran which is the dumbest idea in the world. We'll get to that in a second. But President Trump was right then. He's right today. The world refused to listen. Here now with more is Texas Senator Ted Cruz. You know, Senator, I don't think we ever have to put boots on the ground. I think the way Donald Trump beat the caliphate that grew under Obama and Biden, you know, with pinpoint accuracy in modern weaponry and technology our military was pressing buttons in an air-conditioned room in Tampa, Florida. We don't need that option. You are a historian of Ronald Reagan. Ronald Reagan helped the freedom fighters, the Contras in Nicaragua with weapons. He helped the mujahidin defeat the Soviet Union, then Soviet Union with Stinger missiles. I would like to think that we would do the same thing here and not put a single American boot on the ground throughout this conflict ever. Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "sentences": "Sean, I think you're exactly right, that we can and should help Ukraine win this war and defeat Russia, defeat Putin, but we should not put American service men and women in harm's way, that we should not put boots on the ground. It's the reason that that I oppose a no-fly zone. Tomorrow morning, we're going to have President Zelenskyy address a joint session of Congress remotely. I think he may well ask for a no-fly zone. I understand why he wants that and there have been some Democrats, some Republicans that have foolishly echoed that call. But a no-fly zone would be a mistake because that has American pilots and American fighter jets engaged in direct conflict with Russian pilots and Russian fighter jets and that is an invitation to escalation, an invitation to World War III. We don't want to see that. But that doesn't mean that there's nothing we can do. We can do a great deal. We can provide lethal military aid, as you said Stingers, as you said Javelins. Twice last year, Joe Biden halted military aid to Ukraine. In December and April of last year, he halted military aid to try to pressure Zelenskyy to give in to Russia and critically, we should be providing jets. Joe Biden vetoed the Polish MiGs for -- from going to Kyiv. That's what Zelensky said. When we did a conference call with him just over a week ago, Zelenskyy said his number one priority was to get those MiGs, those jets so that Ukrainian pilots could defend themselves from Russian pilots. You know, you played that rather pitiful video of Nancy Pelosi where she said, well, gosh, we should get them the MiGs. Well, Nancy, there's a real easy way to do it, pick up the phone and call Joe. Joe is the one stopping it. Joe Biden is the one stopping the MiGs and that devastation we're seeing in Ukraine is the direct result of Joe Biden's weakness, his appeasement, his surrender to Putin on Nord Stream 2, and tragically, among the casualties we're seeing are those heroic Fox reporters. And let me say my deep condolences to the families of Pierre and Sasha. And our prayers are very much with Benjamin. They are heroically being on the ground reporting what's happening and tragically that they paid the ultimate price for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, they did. What is the rationale? I understand your arguments completely as it relates to the no-fly zone, but I don't understand the resistance to arming -- you know, what difference does it make? They've had such success using the Javelins and the Stingers. Why this mysterious reluctance towards the MiGs or any other fighter jets? What, is Joe afraid that Vladimir is going to get mad at him like he's afraid that reporters will get mad -- that a staff will get mad at him if he answers a reporter's question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Well, unfortunately, Joe Biden and Kamala Harris in this administration, they believe that the way to deal with bad guys, the way to deal with our enemies is through giving in, is through surrendering, is through weaknesses through appeasement. We've seen this with Russia. We've seen this with China. We've seen this with Iran. We've seen this with Venezuela. That is their M.O. and it's been Joe Biden's M.O. for 50 years. He's been wrong on every foreign policy question for five decades, literally since when I was a toddler and Joe Biden arrived at -- in the Senate, he's been consistently wrong. And so, you look at right now, Zelenskyy is saying, we need fighter jets. And I got to tell you, the Senate Foreign Relations Committee, there is overwhelming even a bipartisan consensus that we should provide those fighter jets. You know, we had a recent briefing where every Democrat in the room and every Republican in the room said, provide the jets now. But Biden's view is somehow that giving Stingers and Javelins is okay. And those Stingers and Javelins are right now destroying Russian tanks, shooting down Russian planes, killing Russian soldiers, and he says, that's okay, but somehow passing on the Polish MiGs, which would do the same thing, shut down Russian planes. That's an unnecessary escalation. It's just -- Biden is afraid of Putin, and not only should we be passing on those MiGs so the Ukrainian pilots can use them. We also ought to be encouraging the other former Soviet bloc nations around Ukraine to move air defense systems into Ukraine's borders to be able to defend themselves from Russian jets. And let me be clear: to get those Polish MiGs to Ukraine, we should not have American pilots fly them. Rather, we should do the same thing that the plan was in Poland, which is to have Ukrainian pilots come and get them and fly them back, and then if they engage with combats with the Russians -- well, they're in the middle of an active war. That's how we defeat them, but not only that, we combine them. What Boris Johnson just said in the clip you played that was really important -- we combined that with undercutting Putin's revenue stream by taking away his oil and gas customers, and we do that by unleashing American production, allowing the superpower, the energy superpower that is America to produce oil, to produce gas. Joe Biden has six pending applications to export liquid natural gas, he ought to prove every one of them tomorrow, so we can take away Putin's customers. Nothing will undercut his strength more, nothing will cause the old KGB thugs and the oligarchs to rise up against him more, and nothing will more weaken Putin's ability to wage war in Ukraine than taking away his revenue by stepping in and fulfilling Europe's energy needs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Senator, Crimea was annexed when Joe Biden was vice president, Obama president. The caliphate -- it grew out completely while Joe was vice president and Obama was president. Nothing happened when Donald Trump was president and here we go again. Now, it seems that Putin's taking over the coal country. I'm not even convinced. Senator, and this is not a joke, I'm just not -- I am not convinced Joe Biden knows that today is Tuesday. Obviously, we have Kamala Harris, when she explained the situation what's going on in Europe -- well, Ukraine is a country in Europe and it's next to another country in Europe and that country's called Russia. And Russia's bad and they invaded -- I'm like, okay, and it seems like she didn't know that Ukraine was not part of NATO. And then I just played a tape of the third in line for the presidency which would be the speaker of the House, Nancy Pelosi, and let's just point out that she seems to be struggling also. The world is watching our three top leaders, Senator, and I think they see nothing but a vulnerability and weakness in America's leaders. I think I'll take the guy with the mean tweets back that had strength.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Look, Sean, what you're saying is tragically true, and what's particularly galling is these guys spent four years during the Trump presidency saying, these guys don't know what they're doing and now the adults are back in charge. That's what they claim. And, you know, today, I was meeting in my office with a Biden nominee to be an ambassador. And that nominee, she said -- you know, I asked her, what do you think of the Biden foreign policy this last year? And she said, oh, it's great, it's really working well. I said, really? Like, can you give me one example? She says, well, Ukraine. We produced enormous international consensus. I'm like you got to be freaking kidding me. We have the most significant war in Europe since World War II, and you point to Ukraine as an example of this guy's success. My God. This was a disaster they caused. Russia invaded Ukraine because of Biden's weakness, because of his withdrawal from Afghanistan, because of his waving sanctions on Nord Stream 2. And every single enemy of America is stronger, is emboldened. The chances of the next shoe dropping of China invading Taiwan are growing by the day because they see Biden's weakness. And right now, Biden's emissaries are in Venezuela begging Maduro to sell us oil, and are in Vienna trying to beg the ayatollah in Iran to sell us oil. They want every enemy to get rich, to make billions to use to kill Americans. And the one people they don't want to actually sell oil and gas are Americans that produce American jobs. It is literally -- if you sat down and said, every enemy of America, let's help them and let's benefit them. Every friend of America, let's alienate them, let's undercut them, let's hurt them. Sean, you would not devise a different form policy than the one Biden and Kamala put in place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is not a country that I recognize right now. It is not the United States that is strong, that is leading the world. And we see the consequences of no strength. Senator Cruz, we thank you as always. Now, today, Russia announced a few retaliatory sanctions against several Americans, including -- let's see, oh -- Joe Biden, Hunter Biden, Hillary Clinton. Was Vladimir sending a message? Hillary reacts on Twitter with a really bad joke if you want to call that I want to thank the Russian academy for this lifetime achievement award. Well, I guess a well-deserved award for the Clintons, the dirty Russian misinformation dossier that Hillary bought and paid for, Bill's five hundred thousand dollar payout for a speech in Russia, and all those donations to the Clinton Foundation from the world's sketchiest foreign nationals, including a man deeply connected to Uranium One, remember that? Remember she signed off on that deal that sold to Russia, an energy giant, Hillary Clinton had to give her approval. Oh and then large sums of money people involved in the deal making their way right back to the Clinton Foundation. A deal-gifting Russia with a massive amount of the world's supply of uranium. By the way, we need to import uranium. We don't have enough of it. Why would we ever allow a waiver for anybody? And who can forget Hillary's Russian reset button, how embarrassing that was? That definitely made things so much better. Tell Vladimir, more flexibility after the election. That didn't work out too well for Crimea, did it? And by the way, Hillary, it's not about you. If you watch what's happening and unfolding before the world this very night and what's been happening since this invasion, we have innocent men, women and children dead and dying and mass graves. Not a time taxes actually making it about you and making jokes about the war, especially given your family's pretty disgraceful relationship with Russia and Putin and the lies that you pushed for years. Here with reaction, former senior counsel to President Trump, Kellyanne Conway, along with former Trump White House chief of staff Reince Priebus. Get your take on Clinton and on the list. When I saw Hunter Biden's name, Joe Biden's name and Hillary Clinton's name, obviously, Vladimir Putin -- he's evil but he's not dumb. Obviously, he was I felt sending a message, I've got information on all three of these people. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Hey, Sean. Thanks for having me. Well, I agree with you. I mean, sure, Biden shows weakness, but Putin's a terrible person. He's the murderer here. He's the aggressor. And yeah, he's -- this sanctions list is -- I think when I saw the list, Sean, I thought well he's trying to undermine Joe Biden here because let's think about it. Hillary Clinton's been out of the public eye since she's been, you know, lost in 2016. She wasn't hasn't been secretary of state in 10 years. So, why Hillary? Hillary because Hillary Clinton is the thief of the Democrat Party. She decides a month ago to show up at the Democrat convention in New York. Bill Clinton at the same time said publicly, Hillary Clinton is the most qualified person ever to seek the presidency while Joe Biden is president. Then the op-ed comes in \"The Wall Street Journal\". So, she selects this time to be out front. Then the worst of it is she selects the time at the worst possible time for her president. And you know why I agree with you. She didn't tweet out, hey, I support President Biden. I support my president. I support the United States -- you know, no, you're right. She made it about herself. She is the thief of the Democrat Party. She did this intentionally and I think it's -- I -- if I was a Democrat, I would be so done and over with Hillary Clinton. It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's almost, Kellyanne, like that Donald Trump was prophetic. In 2018, without a note in front of him, he is eye to eye with the head of NATO telling them how stupid they are being by -- number one, we're paying the vast sum of money to protect Western Europe, NATO nations from Russia. And then they turn around, they're not paying as much as we are, not even the same percentage of GDP that we're paying, and then they're making Russia and Putin rich again by doing billion dollar energy deals like Germany was doing with Vladimir Putin, and the president said how stupid can you be? Finally, today, Boris Johnson caught up with Donald Trump circa 2018. But amazing how right he was to warn NATO and to warn Western Europe, and sadly, they did not listen and we're all suffering the consequences tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, FORMER SENIOR COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "Sean, Reince, this was really part of the America First agenda, pressuring NATO countries to pay their fair share. And I sat in some of those meetings as Reince did, where the president would do it, with a smile in his face, and had the percentages right in front of him telling those countries, you need to step up, and stand up and pay up. It is very similar to the reciprocal trade deals. But let me -- let me say something about Hillary Clinton and foreign policy. Thank you for reminding people out there who may not know they have this checkered past, she, the secretary of state while the State Department panel is approving this deal that effectively gave Russia control over 20 percent of the U.S.'s uranium. Go back and look at it folks and mysteriously, $145 million show -- or so shows up at the Clinton Foundation as donations around that same time. This is part of why Americans did not trust her and did not like her in 2008, but really again in 2016 when Trump beat her. But, folks, the reason you're even talking about Hillary Clinton today is because President Joe Biden is so feckless and reckless, is because Vice President Kamala Harris is so embarrassing domestically and internationally. Even kids can memorize this week's spelling list, the Pledge of Allegiance, and time tables. Give her something to memorize. Just an hour in these long overseas trips, just give us an hour, Kamala, and memorize something that makes you feel super smart and makes the rest of us feel secure. But we're talking about Hillary Clinton and her future because these people are so terrible. To Reince's point, even Terry McAuliffe, the best friend forever, the BFF of Bill and Hillary Clinton, wouldn't invite either one of them to campaign with him in Virginia a couple of months ago. So, only in a world in which we've got Pelosi, Kamala Harris and Joe Biden in charge. Sean you may have missed it today, adding to your monologue, Joe Biden today gave a 14-minute address and just in 14 minutes, he said he had COVID, he doesn't. He referred to Kamala Harris as the first lady, she's not. Then he referred to Doug Emhoff, her husband, as the second lady, he's not. Then he referred to -- then he forgot the name of his U.N. n ambassador at a time when we're -- the Ukraine is being pummeled, scorched-earth as you say. Forgot his U.N. ambassador's name, forgotten the state in which his energy secretary had been governor, it's just terrible. And now, he's going to Brussels. Can I just make a suggestion? No Joe Biden to Brussels. Joe Biden back in the basement. I never thought I'd say it. We'll all feel better and more secure if he stays in the basement and Hillary stays in the cellar in Chappaqua.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think I'll take the mean tweets back and the guy that kicked the caliphate's ass and that the world thought would do the things that he said he'd do because he did do them. The guy that took out Soleimani Baghdadi --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Started no new war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- and associates. Yeah, I want that guy back. Not -- we got Pelosi, we got Kamala and we got Joe and it's a disaster. Kellyanne, Reince thank you both. All right. Now, tomorrow, the Ukrainian president, that's Zelenskyy, he will address the U.S. Congress tomorrow morning. Here to preview those remarks is our own hitchhiker's guide to everything Washington, D.C., Chad Pergram is with us. Chad, what do we expect tomorrow? I would expect number one, the request for fighter jets. Number two the no-fly zone which I don't think is likely to occur. But your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CORRESPONDENT",
      "sentences": "All of the above, Sean. This is not a joint meeting of Congress. This is really a mega zoom call here with Volodymyr Zelenskyy tomorrow. This is probably the most significant speech to Congress by a foreign dignitary, a foreign leader since Winston Churchill in 1941. He spoke to a joint meeting of Congress just about three weeks after Pearl Harbor. Zelenskyy will make his case and he will press for aid. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BOB MENENDEZ (D-NJ)",
      "sentences": "I'm sure that he's going to use the opportunity to call upon Congress to do even more he has understood the power of communications and it is an additional tool in his arsenal as he tries to fight off Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "We expect Zelenskyy to pressure Congress to transfer MiGs, and make the case for a no-fly zone. Lawmakers say they are ready to help but a no-fly zone is a no-go zone. Despite lawmakers saying they are behind Ukraine they are, but only to a point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "My guess is that everything he's going to request is something we ought to be doing. And so my individual response to that would be yes. He already knows that the U.S. is not going to engage directly in Ukraine. We are not going to enforce a no-fly zone in Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Petro Poroshenko, who was Ukraine's leader several years ago, spoke to a joint meeting in 2014 after the Russian invasion of Crimea. At the time, he criticized President Obama and Congress for paltry help. He said we can't win a war against Russia with just night vision goggles and blankets. Sean, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Chad, thank you for that. Now, over the weekend, Iran fired missiles U.S. consulate in Iraq, and just the latest provocation. By the way, Joe, what are you going to do to Iran after they hit us with missiles? This is the number one state-sponsor of terror and you're letting Russia broker a deal with Iranian mullahs? How insane is this? Because it appears tonight that Biden is hell-bent on inking an even worse deal than Obama inked that nuclear deal with Iran and Russia and China are brokering this thing. Ask yourself, why is there such an obsession on the part of leading Democrats to appease Iranian mullahs that chant \"death to Israel, death to America\" constantly? Republican leaders in both chambers rightly are calling out this insanity and telling Biden to walk away from this bad deal. Here to explain, House Minority Leader Kevin McCarthy. You know, I can't even believe I'm asking the question to be honest, Congressman. Number one state sponsor of terror, this deal as I understand it would -- would give tens of billions of dollars to the Iranian mullahs, another payday for them, so they can get rich and fight their proxy wars and fund terrorism. But it would also include importing energy from Iran and we're going to beg Venezuela, and we're going to kiss the ass of OPEC nations on top of it, when we can get it from Canada? The Alberta premier said if we were to finish the Keystone XL pipeline, it would be done now. If they didn't cancel it, we'd be getting 900,000 barrels of oil a day. Why didn't Joe do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "sentences": "You know, because what Joe did even this weekend, he's been enabling our enemies. So Iran sends missiles after American consulate, you did not heard one word of denouncing this from the president or the secretary of state. Not one word. What's even worse, Sean, he is utilizing Russia to negotiate an outrageous, unacceptable agreement with Iran. You know what the Russian ambassador said today? That Iran is getting much more than they even thought. This is a country in their parliament who chants \"death to America and set Israel ablaze\". They would provide billions of dollars to Iran, and what this president wants -- and he said it to me directly -- that if he reverses and stops taking Russian oil, replace it with Iranian oil, he's going from one dictator to another, supplying them with money to fund terrorism around the world, and he's being silent when Americans are being attacked. He work -- he will act -- his actions were too late when it came to Ukraine. Why wait until after when the sanctions after the invasion? Had he taken that action beforehand, had he denied Putin the pipeline and allowed America a pipeline, had he not pulled out of Afghanistan in the manner which he did, none of this would be happening today. Had he supplied weapons earlier to Ukraine, that would have been the determined (ph) that Putin would not have entered this war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask you about the Senate. I mean, could they preemptively perhaps take this to the courts as it relates to their constitutional role, as it relates to treaties? Or is Joe going to do what he usually does and that's bypass co-equal branches of government and do whatever the hell he wants?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "So he will not make this a treaty, but remember in 2015, when Obama created this terrible deal, that thankfully another thing that President Trump was correct about pulling out of this, we have a bill that signed into law that you have to notify Congress. He has not notified us. Can you imagine Russia negotiating, they know more than the American public, Iran knows more than the American public? And what they're saying is Iran is getting more than what they even imagined. And this is a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "-- that doesn't even stand up to (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And it's even worse because China and Russia are brokering the deal because the Iranians, they won't even talk to us on their own. So, we're bringing in Russia, Putin, President Xi, China, then brokering the deal that is not going to be in our best interest in any way, they're not notified Congress as you pointed out. So, is there no legal action available to the House and the Senate and the Republican Party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, I sent a letter to the president because I believe it's illegal based upon the law of what is stated today. They cannot move on this agreement without notifying and letting the American public know, meaning Congress and Senate. But you know what else is happening here? It's going to be the destruction of the dollar being the world currency. Now, Saudi Arabia is talking about selling China oil and taking the Yuan in payment, which would devalue the American dollars, the world currency. A plan they had for quite some time. Not only are the enemies around the world dissing this president, now our allies disrespect this president. This is the weakness that he has shown time and again. He won't stand up for Putin. Give the Ukrainians the MiGs. Let them fly the no-fly zone. Ukrainian has never asked for American men and women to fight for them. All they ask is, give us the weapons so we don't have to fight with sticks. And the one thing we have seen from this Ukrainian president, he's willing to stand up, he's going to speak to us tomorrow, in the middle of a city that he's in under siege with Russians all around him, with the desire to say, give me weapons so I can fight for freedom and defeat Putin -- while this president is having Putin negotiate with Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Leader McCarthy, thank you for being with us tonight. Now, more disturbing calls for brutal violence by Russian state media tonight, with one Putin -- one Putin pundit in Russia actually calling for public hangings in occupied Ukrainian cities. And meanwhile, the NATO secretary general is warning of the increasing odds of an accidental Russian strike on NATO territory as the strikes now bombard Ukraine all across the country that came close to the border with Poland. And tonight, the Ukrainians, they're fighting for their very survival, their very existence, as these Russian forces now inch their way closer and closer to the Ukrainian capital Kyiv. Here with reaction, former U.S. Navy Officer Kirk Lippold, and along with former CIA station chief, FOX News contributor, Dan Hoffman, is with us. Kirk, let's ask you as a navy officer. We see they're not moving quickly, albeit slowly, but they are. They have created a perimeter on the outside of Kyiv, and they are making progress, 18 miles away last week, nine miles away this week, and the bombing the shelling gets intensified as they get closer. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK LIPPOLD, FORMER U.S. NAVY OFFICER",
      "sentences": "Well, a couple things, Sean, that you need to remember is that part of Russian doctrine is to make sure that they specifically target schools, hospitals, mosques, other places, because their mindset is, if there's any military in the area, bombing the civilian targets will cause the military to withdraw. So, first and foremost, they're right into war crimes off the bat by targeting those areas and killing innocent civilians. Secondly, when it comes to an accidental firing going into a NATO country, let me tell you, every time these aircraft take off with these missiles, we've got the intel that tells us where they're coming from probably what their mission set is, what they're carrying on board, and if they choose to have, quote, an accidental firing, don't believe it for one minute. They will be doing it on purpose with malice and forethought, trying to draw us into the conflict. But the reality is, at some point, the United States and NATO can't hide behind Article 5 any longer, and we're going to have to determine as a nation what is freedom worth because that is what the Ukrainian people are really fighting for. It's beyond their country at this point, and it is for the larger goal because Putin will pivot and attack west.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Dan Hoffman, your 30-plus years as a former CIA station chief. You know Russia about as well as anybody, you see the brutality and the tactics. I'm a little bit shocked at the number of people that are out there that are not really understanding that these are mass graves, these are dead kids and women and children in the streets. These are residential apartment buildings being bombed out. These are neighborhoods being bombed out. And it seems that there's a certain element of people that want to deny that reality. I'm a no American boots on the ground guy, but I am, now that the Ukrainian people have shown themselves willing to fight back and fight back hard, and have been some somewhat successful leading up to this point, the longer I think that countries wait to provide all of the munitions, including the fighter jets, it works against Ukraine's ability to beat back Putin and Russia. Tell me. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN HOFFMAN, FOX NEWS CONTRIBUTOR",
      "sentences": "I agree with you 100 percent. You know, Ukraine's very existence right now is in peril, and it has to weigh in the conscience of all of our elected leaders but most especially President Biden and his team. They have to ask themselves, have we done enough? We certainly didn't do enough to prevent Russia's invasion to deter that. We could have given Ukraine a lot of Javelins and a lot of Stingers. We could have even given the MiGs way back in a year ago when Vladimir Putin put 70,000 troops on the border and we didn't do it. And we're still not doing all that we can do. It seems like Vladimir Putin is deterring us from doing the right thing, I think as you pointed out. I also want to highlight that, look, we wouldn't know about all of those civilian atrocities if we didn't have all those very brave journalists from a lot of networks including our own, out there on the streets in harm's way. Truth right now is on the X in Ukraine. We lost two -- we lost Pierre and Sasha, and Benji Hall is recovering from a serious injury. I just can't say enough about the work that they and our colleagues are doing right now to expose Russia's barbaric invasion and deliberate targeting of civilians. Without that, you know, this is Russia's effort to control the narrative and spin their propaganda machine and we're fighting back with that. And that makes me proud to be a part of the team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Kirk, thank you. Dan Hoffman, thank you. Now, Biden's weakness on the world stage is reaching all corners of the globe tonight. The world is feeling this, as Saudi Arabia reportedly considering accepting Chinese currency instead of our U.S. dollar for Chinese oil sales. The current conversion rate is 16 cents for every one dollar of Chinese currency. The Saudis -- they reportedly won't even talk take Joe's calls at this point they're so angry at him and this deal that is pending with Iran. British Prime Minister Boris Johnson, he's begging Saudi Arabia, he's headed there to meet with the crown prince to beg the Saudis and OPEC nations to increase oil production. Here with reaction, former U.S. energy secretary and governor of the great state of Texas, Rick Perry. The estimates you gave me are on the low side. We have probably 200 years worth of natural gas if we open up ANWR, and we're talking about only known resources in terms of oil. We got a hundred years worth of that. Why would -- why did Joe Biden really give in on energy independence and how dangerous and how dumb as this decision turned out to be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK PERRY, FORMER ENERGY SECRETARY",
      "sentences": "Sean, your program has done a really good job of exposing this administration for just the either total ignorance or the complete capitulation of America's energy power. As you've clearly stated here, we've got an enormous amount of energy at our disposal, the idea that we were as our country led by our president going to Venezuela, going to Iran, going to countries that hate us and asking them to increase their production wasn't lost on the Saudis. They watch that. They see a president who attacks the natural resources in their country and then they see this president go and deal with the Iranians. This is a country that hates Saudi Arabia, that is in direct conflict with them every day, that attacked them while I was the secretary of energy at one of their refineries, and you expect them to take your phone call, Mr. President? This is a stunning lack of either political acumen, which I don't believe it is. I just think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRY",
      "sentences": "He really dislikes the oil and gas industry so much that he's willing to jeopardize not just our future, but the future of our allies around the world. It is unconscionable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now the premier of Alberta said that the Keystone XL pipeline, if Joe didn't cancel it, would have been complete. He said that that would have meant 900,000 barrels of Canadian oil would be flowing into the U.S. every day. Canada has also said, by using the means we have available now, they can give us 400,000 extra barrels of oil a day. Why -- why isn't there any urgency to take them up on their offer, get back to energy independence? It's not even on the table. I don't have an answer for that. Do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRY",
      "sentences": "This message from the Biden administration to the rest of the world but particularly to the woke left, that I'm going to do what you demand me to do and that is to bring the oil and gas industry to its knees, that message is being heard loud and clear, from the board rooms across America, to the Federal Reserve, all across this country, every agency of government, they have their ESG, their environmental concepts of which they're pushing into all of their regulations. And it's not lost on our oil and gas producers. It's not lost on our allies around the world. This administration truly is willing to put the world in jeopardy to send a message to his buddies and political side of things that he's going to hold firm for them on this climate change issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We got to -- all right, Secretary, Governor, thank you. Straight ahead, another day, another dismal poll for Biden. Lara Trump, Joe Concha, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. According to a new poll, 52 percent of you the American people do not believe Joe Biden will run for re-election in 2024. It comes as Joe Biden is underwater and every major issue. Here with reaction, FOX News contributors Lara Trump and Joe Concha. Lara, I'll take the mean tweets and I'll take the guy that kicked the ass of the caliphate, Soleimani, Baghdadi and the al-Qaeda leader in Yemen. I want him back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, you're in good company, Sean. I'll join you in that. I think, look, I love a poll as much as the next person but they asked the wrong question here. The question should not have been, will Joe Biden seek re-election, it is should Joe Biden seek re-election? And I'm going to go out there on a limb and say, there's roughly, I got to put this in air quotes, 81 million people out there who have major buyers remorse when it comes to Joe Biden, because every decision this guy has made has been a decision against America. So assuming that his cognitive decline has not become so apparent, by the time we reach 2024 and he's actually able to seek re-election, what I'd love to know is what is Joe Biden's platform? What is his stump speech to the American people? What are his list of accomplishments that he can rattle off for Americans, you know, like Donald Trump who had to put an entire website together because we couldn't keep track of all of his accomplishments? I'll give the folks at home a quick preview of Joe Biden's list of accomplishments and for that we'll need to take a 30-second moment of silence. Obviously, we won't do that because it's live television, but that's it folks. Zero from Joe Biden for the American people. All bad decisions not just for America but now we see for the world. So, should, Sean, we have a country to salvage at the end of this term in office, whether it's Joe or somebody else in there, I got to tell you, people are ready as you said for a strong leader, for somebody with guts intelligence and maybe, Sean, while we won't break news tonight, somebody who has done the job before like President Donald Trump, I'll join that camp of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We got Joe, Kamala and I played Nancy Pelosi, Joe. I don't think it gets any weaker or more pathetic and embarrassing than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, FOX NEWS CONTRIBUTOR",
      "sentences": "That's not a very good starting lineup now, is it, at the top of your batting order. No question, Sean. And Lara called it Biden or buyer's remorse. I would call it buyer's remorse at this point because what if I told you 10 years ago, and we're talking pre-Donald Trump, that less than a third of the American public thought that a sitting president just one year into his first term should not seek re-election. You would say I was insane or sober but here we are. And lest anybody think this is an outlier of a poll, one from ABC News and \"Washington Post\" just last week found that a majority of Americans believe the president doesn't have the, quote, mental sharpness for the job. Now, if a majority of people here believe that about our own commander-in- chief, what do you think our adversaries like China are thinking as they eye Taiwan, because maybe just maybe they see an opportunity here? The bottom line is, Sean, we have a president who turns 80 this year, a president who believes increased government spending will reduce the national debt. He actually made that argument. We are in trouble right now, S Sean, and there is no --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joe and Lara, we got a break. Thank you both. We'll continue. More HANNITY next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Unfortunately, that is all the time we have left for this evening. As always, thank you for being with us. You make this show possible. And we hope you'll set your DVR so you never miss an episode. Tomorrow, we'll have the latest as President Zelenskyy addresses Congress. Let not your heart be troubled. Laura's next. Have a great night. See you tomorrow. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Welcome to HANNITY. Tonight, we begin with a FOX News alert. Hell on earth in the country of Ukraine is in what is now being called a war of annihilation. Vladimir Putin is attempting to burn everything to the ground. He's clearly going scorched-earth. As we speak, we have schools, we have churches, we have hospitals, we have apartment buildings, entire neighborhoods and towns are being leveled by Russian bombs as they get closer to the capital Kyiv. Under the rubble, the lifeless bodies of innocent men, women and children. Some are buried as you can see there for your own eyes. Look closely. Those are called mass graves. Others are being burned alive, turned into dust by Russian missiles. Now, a month ago all of these people, they lived ordinary, peaceful lives. And now, they're six feet under in a ditch or living in a country they never thought they'd be living in, murdered in mass by the Russian army of Vladimir Putin."
    },
    {
      "speaker": "Make no mistake",
      "utterance": "it's hard I guess for good people to understand or comprehend, there is evil in the world and tonight, it looks like this five-foot-five-inch bloated thug of a dictator, Vladimir Putin, is willing to upend the entire world, kill thousands of innocent people, including women and children, all for his own fragile ego. The Ukrainian people are fighting hard. They deserve credit. They embarrass Vladimir Putin. Now, Vladimir is hell-bent on his revenge. The situation in Ukraine is really bad, but in coming days, it's about to get -- I hope I'm wrong -- much worse. Putin will not stop until there is nothing and no one left in the country of Ukraine."
    },
    {
      "speaker": "UNIDENTIIFED MALE",
      "utterance": "That's what the Russians' war against civilians look like. Destroyed buildings, destroyed infrastructure, city bus just got hit by the rocket, the lives are getting lost. That's the war that Russia started."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joining us now, he's on the ground in Western Ukraine, our own Greg Palkot is back with us. Greg, last night you told us the Russian army had created a perimeter about nine miles outside of Kyiv. Last week, it was 18 miles. What's going on today?"
    },
    {
      "speaker": "GREG PALKOT, FOX NEWS CORRESPONDENT",
      "utterance": "Yeah, Sean. They are holding and they are causing more problem over there and they could be causing problems here too. Just in the last 10, 15 minutes, it's dying down right now, but we've been hearing some pretty strong air raid sirens in this western Ukrainian city of Lviv. There's more tactical strikes by the Russian missiles in this area now in the last couple of days. But, yeah, Kyiv, the capital, that's in real trouble. The Russians have stepped up their indiscriminate bombardment by artillery of much of the city. Dozens of civilians were killed today. The main forces, yeah, they are outside of the center but the shelling of the capital is more and more systematic, and the buildings just left for burning wrecks residential buildings. Meanwhile, a little bit of relief for the people of the besieged port city of Mariupol, 20,000 people left in their cars yesterday, and today. But there are 400,000 remaining there. The latest intel, we're seeing on that is that Russians could force the fall of that city just in the next couple of days, talks between Ukraine and Russia have been just going nowhere. And here in Lviv, there was a solemn funeral on Tuesday for a four soldiers that were hit in these stepped-up missile attacks. The shelters here are bursting with refugees, Sean. The hospitals filled with wounded and, yeah, we are looking at a possible incursion from the north, from Belarus, at some point. There's some troops building up there. We had a chance to speak with the mayor of Lviv today. And he was strong. He said, just give us the weapons and we can do it and we will do it to the last drop of blood in our bodies. It's that kind of strong emotional sentiment that we've been seeing over and over here in Ukraine during these very difficult days and very emotional days. Sean, back to you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Greg, great reporting as always. Before our monologue tonight, we have some very sad news to share with you. FOX News cameraman, his name was Pierre Zakrzewski. He was killed yesterday in Ukraine during an attack that also took the life of a 24-year-old local Ukrainian journalist named Sasha who was helping FOX News as a consultant in the country. The attack also seriously injured our very own FOX News correspondent Benjamin Hall. Tonight, we're all praying for Benjamin's speedy recovery. We're paying, of course, for the families of Pierre and Sasha and Benjamin as well. Please keep them in your thoughts and prayers with us. Now, because of these brave journalists, we know what's really happening in Ukraine. This is now becoming scorched-earth, an unprovoked Russian invasion of a sovereign country. No one is safe. According to Russia's ambassador to the U.N., this war will not stop until all of Putin's special military operations are achieved. In other words, until all of Ukraine is smoldering and leveled to the ground. That appears at this hour to be the goal. Now, sadly, Ukraine is likely just step one for Vladimir Putin. Who knows what his territorial ambitions hold? But he has them. The only question that we have tonight is, will in fact Vladimir Putin -- is he capable, you know, of going into the Baltic States? Is he going to go to Moldova or Georgia, who knows? Would NATO even have the courage to fight back? I cannot confidently give you an answer to that question tonight. This is a critical time for the U.S. and the world. We must make life miserable for Vladimir Putin and those carrying out his orders he needs to think twice before plotting another invasion. His military's got to be neutered. His bank accounts drained, his ability to wage long-term war limited. NATO and Western European countries, they must immediately and forever end their dependence on Russian energy, making Putin and Russia rich again. And by the way, I'll add, we shouldn't be importing oil from the mullahs in Iran. We shouldn't be begging OPEC, nor should we be begging the murdering thug Maduro in Venezuela. Without getting into World War III, we should never put boots on the ground in this situation, but there are other ways to stand up to Vladimir Putin and we can do it, we can do it all right now with lethal aid to Ukraine. We should be supplying a continuous supply of weapons munitions, what they need, that includes Javelins, that includes Stinger missiles, and, yeah, Joe Biden should not have vetoed the MiG-29 fighter jets that Poland offered, a plan that Biden personally decided to kill, didn't want to anger Vladimir. Unfortunately, I have zero faith that your government will ever make the right decision in this case. Our top three leaders in this country that are elected are completely and totally utterly out to lunch. You have the disaster that is the weak frail cognitively struggling Joe Biden, then the disaster and train wreck that is our Vice President Kamala Harris. We have long documented all of Biden's struggles on this program. We have also documented Kamala Harris's struggles on this program. Perhaps, she's even worse. And then over the weekend, Kamala Harris, of course, as everybody knows told the crowd that Ukraine was a NATO member. Take a look."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "So, I will say what I know we all say and I will say over and over again, the United States stands firmly with the Ukrainian people in defense of the NATO alliance."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, the White House will later stealth-edit her transcript to correct the fact that false NATO reference to take it out. After those remarks and her humiliating trip abroad, the administration benched Kamala Harris for the foreseeable future. It's been one disaster after another for her. Now, President Biden is saying, you know, he will somehow make his way to Europe for the NATO summit next week. Like Kamala Harris? That's a predictable disaster. Joe will be very tired from his long trip. Meanwhile, back here at home, okay, who's the third ranking elected official? The third in line to be president? That would be 81-year-old Nancy Pelosi and she now appears to be completely malfunctioning herself. If you think option one is bad and option two is bad, option three may be worse. Watch for yourself, you decide."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA), SPEAKER OF THE HOUSE",
      "utterance": "They know that we can't go there. Putin is trying to bait the trap so that that we can go in and that's the beginning could be the beginning of World War III. Putin totally irresponsible using weapons that are not allowed under the Geneva Convention. Putin who threatens chemical -- use of chemical weapons, nuclear and the rest. So., they know that we can't, but it's the ask. Now, he was this morning more -- let's -- if we can't have an -- if we can't have a no-fly zone, let us have our own and we need the airplanes to come in. This morning, he was less on the -- on the ask for the -- that policy, more on let us do it, help us get the planes. But also there is a school of thought that thinks the anti-aircraft missiles and the rest are a very important way. Myself when I see that, that those tanks, that 40 miles of tanks, I'd like to take out those tanks. I mean, I think that them having more planes might be useful but that -- I'm not a military strategist. We hope that we will be able to get up to a place I hope -- you asked me how -- I hope that we can get to a place where the MiGs which are the kinds of planes they've been trained on, can go to Ukraine the F-16s, especially if we have an excess of them, can backfill for Poland."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's sad to have to state the obvious. But between Nancy, Joe and kamala Harris, this country is not in good and capable hands. Putin, the world, I can see, are laughing at all three so-called leaders of this country, God help us all. But congratulations, no more mean tweets, America. You got what you wanted, as Kamala Harris said this weekend. Like many of you, millions of Americans across the country, they miss a president who was willing to tell the cold hard truth, would tell it with conviction and strength and fortitude, and have the ability to fight back and fight back hard. Remember when President Trump reprimanded Germany for their dependence on Russian oil and gas back in 2018. He also lectured the head of NATO. Well, at least one world leader is finally -- a little late -- but finally singing a similar tune. Take a look."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "utterance": "We're protecting Germany. We're protecting France. We're protecting all of these countries and then numerous of the countries go out and make a pipeline deal with Russia where they're paying billions of dollars into the coffers of Russia. BORIS JOHNSON, UK PRIME MINISTER; It is vital if we're going to stand up to Putin's bullying, if we're going to avoid being blackmailed by Putin in the way that so many Western countries sadly have been, we've got to get ourselves off Russian hydrocarbons."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Countries in NATO, namely Germany, having a large percentage of their energy needs paid, you know, to Russia and taken care of by Russia. Now, if you look at it, Germany is a captive of Russia."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Vladimir Putin over the last years has been like a pusher, feeding an addiction in Western countries to his hydrocarbons, to his oil and gas. We need to get ourselves off that addiction."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now two years late for Boris and late for our NATO allies and Western European allies as he's now begging the Saudis to pump more oil. Saudis aren't particularly happy with Joe Biden right now because he's trying to do this deal brokered by Vladimir Putin with Iran which is the dumbest idea in the world. We'll get to that in a second. But President Trump was right then. He's right today. The world refused to listen. Here now with more is Texas Senator Ted Cruz. You know, Senator, I don't think we ever have to put boots on the ground. I think the way Donald Trump beat the caliphate that grew under Obama and Biden, you know, with pinpoint accuracy in modern weaponry and technology our military was pressing buttons in an air-conditioned room in Tampa, Florida. We don't need that option. You are a historian of Ronald Reagan. Ronald Reagan helped the freedom fighters, the Contras in Nicaragua with weapons. He helped the mujahidin defeat the Soviet Union, then Soviet Union with Stinger missiles. I would like to think that we would do the same thing here and not put a single American boot on the ground throughout this conflict ever. Do you agree with that?"
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "utterance": "Sean, I think you're exactly right, that we can and should help Ukraine win this war and defeat Russia, defeat Putin, but we should not put American service men and women in harm's way, that we should not put boots on the ground. It's the reason that that I oppose a no-fly zone. Tomorrow morning, we're going to have President Zelenskyy address a joint session of Congress remotely. I think he may well ask for a no-fly zone. I understand why he wants that and there have been some Democrats, some Republicans that have foolishly echoed that call. But a no-fly zone would be a mistake because that has American pilots and American fighter jets engaged in direct conflict with Russian pilots and Russian fighter jets and that is an invitation to escalation, an invitation to World War III. We don't want to see that. But that doesn't mean that there's nothing we can do. We can do a great deal. We can provide lethal military aid, as you said Stingers, as you said Javelins. Twice last year, Joe Biden halted military aid to Ukraine. In December and April of last year, he halted military aid to try to pressure Zelenskyy to give in to Russia and critically, we should be providing jets. Joe Biden vetoed the Polish MiGs for -- from going to Kyiv. That's what Zelensky said. When we did a conference call with him just over a week ago, Zelenskyy said his number one priority was to get those MiGs, those jets so that Ukrainian pilots could defend themselves from Russian pilots. You know, you played that rather pitiful video of Nancy Pelosi where she said, well, gosh, we should get them the MiGs. Well, Nancy, there's a real easy way to do it, pick up the phone and call Joe. Joe is the one stopping it. Joe Biden is the one stopping the MiGs and that devastation we're seeing in Ukraine is the direct result of Joe Biden's weakness, his appeasement, his surrender to Putin on Nord Stream 2, and tragically, among the casualties we're seeing are those heroic Fox reporters. And let me say my deep condolences to the families of Pierre and Sasha. And our prayers are very much with Benjamin. They are heroically being on the ground reporting what's happening and tragically that they paid the ultimate price for that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, they did. What is the rationale? I understand your arguments completely as it relates to the no-fly zone, but I don't understand the resistance to arming -- you know, what difference does it make? They've had such success using the Javelins and the Stingers. Why this mysterious reluctance towards the MiGs or any other fighter jets? What, is Joe afraid that Vladimir is going to get mad at him like he's afraid that reporters will get mad -- that a staff will get mad at him if he answers a reporter's question?"
    },
    {
      "speaker": "CRUZ",
      "utterance": "Well, unfortunately, Joe Biden and Kamala Harris in this administration, they believe that the way to deal with bad guys, the way to deal with our enemies is through giving in, is through surrendering, is through weaknesses through appeasement. We've seen this with Russia. We've seen this with China. We've seen this with Iran. We've seen this with Venezuela. That is their M.O. and it's been Joe Biden's M.O. for 50 years. He's been wrong on every foreign policy question for five decades, literally since when I was a toddler and Joe Biden arrived at -- in the Senate, he's been consistently wrong. And so, you look at right now, Zelenskyy is saying, we need fighter jets. And I got to tell you, the Senate Foreign Relations Committee, there is overwhelming even a bipartisan consensus that we should provide those fighter jets. You know, we had a recent briefing where every Democrat in the room and every Republican in the room said, provide the jets now. But Biden's view is somehow that giving Stingers and Javelins is okay. And those Stingers and Javelins are right now destroying Russian tanks, shooting down Russian planes, killing Russian soldiers, and he says, that's okay, but somehow passing on the Polish MiGs, which would do the same thing, shut down Russian planes. That's an unnecessary escalation. It's just -- Biden is afraid of Putin, and not only should we be passing on those MiGs so the Ukrainian pilots can use them. We also ought to be encouraging the other former Soviet bloc nations around Ukraine to move air defense systems into Ukraine's borders to be able to defend themselves from Russian jets."
    },
    {
      "speaker": "And let me be clear",
      "utterance": "to get those Polish MiGs to Ukraine, we should not have American pilots fly them. Rather, we should do the same thing that the plan was in Poland, which is to have Ukrainian pilots come and get them and fly them back, and then if they engage with combats with the Russians -- well, they're in the middle of an active war. That's how we defeat them, but not only that, we combine them. What Boris Johnson just said in the clip you played that was really important -- we combined that with undercutting Putin's revenue stream by taking away his oil and gas customers, and we do that by unleashing American production, allowing the superpower, the energy superpower that is America to produce oil, to produce gas. Joe Biden has six pending applications to export liquid natural gas, he ought to prove every one of them tomorrow, so we can take away Putin's customers. Nothing will undercut his strength more, nothing will cause the old KGB thugs and the oligarchs to rise up against him more, and nothing will more weaken Putin's ability to wage war in Ukraine than taking away his revenue by stepping in and fulfilling Europe's energy needs."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Senator, Crimea was annexed when Joe Biden was vice president, Obama president. The caliphate -- it grew out completely while Joe was vice president and Obama was president. Nothing happened when Donald Trump was president and here we go again. Now, it seems that Putin's taking over the coal country. I'm not even convinced. Senator, and this is not a joke, I'm just not -- I am not convinced Joe Biden knows that today is Tuesday. Obviously, we have Kamala Harris, when she explained the situation what's going on in Europe -- well, Ukraine is a country in Europe and it's next to another country in Europe and that country's called Russia. And Russia's bad and they invaded -- I'm like, okay, and it seems like she didn't know that Ukraine was not part of NATO. And then I just played a tape of the third in line for the presidency which would be the speaker of the House, Nancy Pelosi, and let's just point out that she seems to be struggling also. The world is watching our three top leaders, Senator, and I think they see nothing but a vulnerability and weakness in America's leaders. I think I'll take the guy with the mean tweets back that had strength."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Look, Sean, what you're saying is tragically true, and what's particularly galling is these guys spent four years during the Trump presidency saying, these guys don't know what they're doing and now the adults are back in charge. That's what they claim. And, you know, today, I was meeting in my office with a Biden nominee to be an ambassador. And that nominee, she said -- you know, I asked her, what do you think of the Biden foreign policy this last year? And she said, oh, it's great, it's really working well. I said, really? Like, can you give me one example? She says, well, Ukraine. We produced enormous international consensus. I'm like you got to be freaking kidding me. We have the most significant war in Europe since World War II, and you point to Ukraine as an example of this guy's success. My God. This was a disaster they caused. Russia invaded Ukraine because of Biden's weakness, because of his withdrawal from Afghanistan, because of his waving sanctions on Nord Stream 2. And every single enemy of America is stronger, is emboldened. The chances of the next shoe dropping of China invading Taiwan are growing by the day because they see Biden's weakness. And right now, Biden's emissaries are in Venezuela begging Maduro to sell us oil, and are in Vienna trying to beg the ayatollah in Iran to sell us oil. They want every enemy to get rich, to make billions to use to kill Americans. And the one people they don't want to actually sell oil and gas are Americans that produce American jobs. It is literally -- if you sat down and said, every enemy of America, let's help them and let's benefit them. Every friend of America, let's alienate them, let's undercut them, let's hurt them. Sean, you would not devise a different form policy than the one Biden and Kamala put in place."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is not a country that I recognize right now. It is not the United States that is strong, that is leading the world. And we see the consequences of no strength. Senator Cruz, we thank you as always. Now, today, Russia announced a few retaliatory sanctions against several Americans, including -- let's see, oh -- Joe Biden, Hunter Biden, Hillary Clinton. Was Vladimir sending a message? Hillary reacts on Twitter with a really bad joke if you want to call that I want to thank the Russian academy for this lifetime achievement award. Well, I guess a well-deserved award for the Clintons, the dirty Russian misinformation dossier that Hillary bought and paid for, Bill's five hundred thousand dollar payout for a speech in Russia, and all those donations to the Clinton Foundation from the world's sketchiest foreign nationals, including a man deeply connected to Uranium One, remember that? Remember she signed off on that deal that sold to Russia, an energy giant, Hillary Clinton had to give her approval. Oh and then large sums of money people involved in the deal making their way right back to the Clinton Foundation. A deal-gifting Russia with a massive amount of the world's supply of uranium. By the way, we need to import uranium. We don't have enough of it. Why would we ever allow a waiver for anybody? And who can forget Hillary's Russian reset button, how embarrassing that was? That definitely made things so much better. Tell Vladimir, more flexibility after the election. That didn't work out too well for Crimea, did it? And by the way, Hillary, it's not about you. If you watch what's happening and unfolding before the world this very night and what's been happening since this invasion, we have innocent men, women and children dead and dying and mass graves. Not a time taxes actually making it about you and making jokes about the war, especially given your family's pretty disgraceful relationship with Russia and Putin and the lies that you pushed for years. Here with reaction, former senior counsel to President Trump, Kellyanne Conway, along with former Trump White House chief of staff Reince Priebus. Get your take on Clinton and on the list. When I saw Hunter Biden's name, Joe Biden's name and Hillary Clinton's name, obviously, Vladimir Putin -- he's evil but he's not dumb. Obviously, he was I felt sending a message, I've got information on all three of these people. Your thoughts?"
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Hey, Sean. Thanks for having me. Well, I agree with you. I mean, sure, Biden shows weakness, but Putin's a terrible person. He's the murderer here. He's the aggressor. And yeah, he's -- this sanctions list is -- I think when I saw the list, Sean, I thought well he's trying to undermine Joe Biden here because let's think about it. Hillary Clinton's been out of the public eye since she's been, you know, lost in 2016. She wasn't hasn't been secretary of state in 10 years. So, why Hillary? Hillary because Hillary Clinton is the thief of the Democrat Party. She decides a month ago to show up at the Democrat convention in New York. Bill Clinton at the same time said publicly, Hillary Clinton is the most qualified person ever to seek the presidency while Joe Biden is president. Then the op-ed comes in \"The Wall Street Journal\". So, she selects this time to be out front. Then the worst of it is she selects the time at the worst possible time for her president. And you know why I agree with you. She didn't tweet out, hey, I support President Biden. I support my president. I support the United States -- you know, no, you're right. She made it about herself. She is the thief of the Democrat Party. She did this intentionally and I think it's -- I -- if I was a Democrat, I would be so done and over with Hillary Clinton. It's ridiculous."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's almost, Kellyanne, like that Donald Trump was prophetic. In 2018, without a note in front of him, he is eye to eye with the head of NATO telling them how stupid they are being by -- number one, we're paying the vast sum of money to protect Western Europe, NATO nations from Russia. And then they turn around, they're not paying as much as we are, not even the same percentage of GDP that we're paying, and then they're making Russia and Putin rich again by doing billion dollar energy deals like Germany was doing with Vladimir Putin, and the president said how stupid can you be? Finally, today, Boris Johnson caught up with Donald Trump circa 2018. But amazing how right he was to warn NATO and to warn Western Europe, and sadly, they did not listen and we're all suffering the consequences tonight."
    },
    {
      "speaker": "KELLYANNE CONWAY, FORMER SENIOR COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "Sean, Reince, this was really part of the America First agenda, pressuring NATO countries to pay their fair share. And I sat in some of those meetings as Reince did, where the president would do it, with a smile in his face, and had the percentages right in front of him telling those countries, you need to step up, and stand up and pay up. It is very similar to the reciprocal trade deals. But let me -- let me say something about Hillary Clinton and foreign policy. Thank you for reminding people out there who may not know they have this checkered past, she, the secretary of state while the State Department panel is approving this deal that effectively gave Russia control over 20 percent of the U.S.'s uranium. Go back and look at it folks and mysteriously, $145 million show -- or so shows up at the Clinton Foundation as donations around that same time. This is part of why Americans did not trust her and did not like her in 2008, but really again in 2016 when Trump beat her. But, folks, the reason you're even talking about Hillary Clinton today is because President Joe Biden is so feckless and reckless, is because Vice President Kamala Harris is so embarrassing domestically and internationally. Even kids can memorize this week's spelling list, the Pledge of Allegiance, and time tables. Give her something to memorize. Just an hour in these long overseas trips, just give us an hour, Kamala, and memorize something that makes you feel super smart and makes the rest of us feel secure. But we're talking about Hillary Clinton and her future because these people are so terrible. To Reince's point, even Terry McAuliffe, the best friend forever, the BFF of Bill and Hillary Clinton, wouldn't invite either one of them to campaign with him in Virginia a couple of months ago. So, only in a world in which we've got Pelosi, Kamala Harris and Joe Biden in charge. Sean you may have missed it today, adding to your monologue, Joe Biden today gave a 14-minute address and just in 14 minutes, he said he had COVID, he doesn't. He referred to Kamala Harris as the first lady, she's not. Then he referred to Doug Emhoff, her husband, as the second lady, he's not. Then he referred to -- then he forgot the name of his U.N. n ambassador at a time when we're -- the Ukraine is being pummeled, scorched-earth as you say. Forgot his U.N. ambassador's name, forgotten the state in which his energy secretary had been governor, it's just terrible. And now, he's going to Brussels. Can I just make a suggestion? No Joe Biden to Brussels. Joe Biden back in the basement. I never thought I'd say it. We'll all feel better and more secure if he stays in the basement and Hillary stays in the cellar in Chappaqua."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think I'll take the mean tweets back and the guy that kicked the caliphate's ass and that the world thought would do the things that he said he'd do because he did do them. The guy that took out Soleimani Baghdadi --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Started no new war."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- and associates. Yeah, I want that guy back. Not -- we got Pelosi, we got Kamala and we got Joe and it's a disaster. Kellyanne, Reince thank you both. All right. Now, tomorrow, the Ukrainian president, that's Zelenskyy, he will address the U.S. Congress tomorrow morning. Here to preview those remarks is our own hitchhiker's guide to everything Washington, D.C., Chad Pergram is with us. Chad, what do we expect tomorrow? I would expect number one, the request for fighter jets. Number two the no-fly zone which I don't think is likely to occur. But your thoughts?"
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CORRESPONDENT",
      "utterance": "All of the above, Sean. This is not a joint meeting of Congress. This is really a mega zoom call here with Volodymyr Zelenskyy tomorrow. This is probably the most significant speech to Congress by a foreign dignitary, a foreign leader since Winston Churchill in 1941. He spoke to a joint meeting of Congress just about three weeks after Pearl Harbor. Zelenskyy will make his case and he will press for aid. Listen."
    },
    {
      "speaker": "SEN. BOB MENENDEZ (D-NJ)",
      "utterance": "I'm sure that he's going to use the opportunity to call upon Congress to do even more he has understood the power of communications and it is an additional tool in his arsenal as he tries to fight off Russia."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "We expect Zelenskyy to pressure Congress to transfer MiGs, and make the case for a no-fly zone. Lawmakers say they are ready to help but a no-fly zone is a no-go zone. Despite lawmakers saying they are behind Ukraine they are, but only to a point."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "My guess is that everything he's going to request is something we ought to be doing. And so my individual response to that would be yes. He already knows that the U.S. is not going to engage directly in Ukraine. We are not going to enforce a no-fly zone in Ukraine."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Petro Poroshenko, who was Ukraine's leader several years ago, spoke to a joint meeting in 2014 after the Russian invasion of Crimea. At the time, he criticized President Obama and Congress for paltry help. He said we can't win a war against Russia with just night vision goggles and blankets. Sean, back to you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Chad, thank you for that. Now, over the weekend, Iran fired missiles U.S. consulate in Iraq, and just the latest provocation. By the way, Joe, what are you going to do to Iran after they hit us with missiles? This is the number one state-sponsor of terror and you're letting Russia broker a deal with Iranian mullahs? How insane is this? Because it appears tonight that Biden is hell-bent on inking an even worse deal than Obama inked that nuclear deal with Iran and Russia and China are brokering this thing. Ask yourself, why is there such an obsession on the part of leading Democrats to appease Iranian mullahs that chant \"death to Israel, death to America\" constantly? Republican leaders in both chambers rightly are calling out this insanity and telling Biden to walk away from this bad deal. Here to explain, House Minority Leader Kevin McCarthy. You know, I can't even believe I'm asking the question to be honest, Congressman. Number one state sponsor of terror, this deal as I understand it would -- would give tens of billions of dollars to the Iranian mullahs, another payday for them, so they can get rich and fight their proxy wars and fund terrorism. But it would also include importing energy from Iran and we're going to beg Venezuela, and we're going to kiss the ass of OPEC nations on top of it, when we can get it from Canada? The Alberta premier said if we were to finish the Keystone XL pipeline, it would be done now. If they didn't cancel it, we'd be getting 900,000 barrels of oil a day. Why didn't Joe do that?"
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "utterance": "You know, because what Joe did even this weekend, he's been enabling our enemies. So Iran sends missiles after American consulate, you did not heard one word of denouncing this from the president or the secretary of state. Not one word. What's even worse, Sean, he is utilizing Russia to negotiate an outrageous, unacceptable agreement with Iran. You know what the Russian ambassador said today? That Iran is getting much more than they even thought. This is a country in their parliament who chants \"death to America and set Israel ablaze\". They would provide billions of dollars to Iran, and what this president wants -- and he said it to me directly -- that if he reverses and stops taking Russian oil, replace it with Iranian oil, he's going from one dictator to another, supplying them with money to fund terrorism around the world, and he's being silent when Americans are being attacked. He work -- he will act -- his actions were too late when it came to Ukraine. Why wait until after when the sanctions after the invasion? Had he taken that action beforehand, had he denied Putin the pipeline and allowed America a pipeline, had he not pulled out of Afghanistan in the manner which he did, none of this would be happening today. Had he supplied weapons earlier to Ukraine, that would have been the determined (ph) that Putin would not have entered this war."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask you about the Senate. I mean, could they preemptively perhaps take this to the courts as it relates to their constitutional role, as it relates to treaties? Or is Joe going to do what he usually does and that's bypass co-equal branches of government and do whatever the hell he wants?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "So he will not make this a treaty, but remember in 2015, when Obama created this terrible deal, that thankfully another thing that President Trump was correct about pulling out of this, we have a bill that signed into law that you have to notify Congress. He has not notified us. Can you imagine Russia negotiating, they know more than the American public, Iran knows more than the American public? And what they're saying is Iran is getting more than what they even imagined. And this is a --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman --"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "-- that doesn't even stand up to (INAUDIBLE)."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And it's even worse because China and Russia are brokering the deal because the Iranians, they won't even talk to us on their own. So, we're bringing in Russia, Putin, President Xi, China, then brokering the deal that is not going to be in our best interest in any way, they're not notified Congress as you pointed out. So, is there no legal action available to the House and the Senate and the Republican Party?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, I sent a letter to the president because I believe it's illegal based upon the law of what is stated today. They cannot move on this agreement without notifying and letting the American public know, meaning Congress and Senate. But you know what else is happening here? It's going to be the destruction of the dollar being the world currency. Now, Saudi Arabia is talking about selling China oil and taking the Yuan in payment, which would devalue the American dollars, the world currency. A plan they had for quite some time. Not only are the enemies around the world dissing this president, now our allies disrespect this president. This is the weakness that he has shown time and again. He won't stand up for Putin. Give the Ukrainians the MiGs. Let them fly the no-fly zone. Ukrainian has never asked for American men and women to fight for them. All they ask is, give us the weapons so we don't have to fight with sticks. And the one thing we have seen from this Ukrainian president, he's willing to stand up, he's going to speak to us tomorrow, in the middle of a city that he's in under siege with Russians all around him, with the desire to say, give me weapons so I can fight for freedom and defeat Putin -- while this president is having Putin negotiate with Iran."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Leader McCarthy, thank you for being with us tonight. Now, more disturbing calls for brutal violence by Russian state media tonight, with one Putin -- one Putin pundit in Russia actually calling for public hangings in occupied Ukrainian cities. And meanwhile, the NATO secretary general is warning of the increasing odds of an accidental Russian strike on NATO territory as the strikes now bombard Ukraine all across the country that came close to the border with Poland. And tonight, the Ukrainians, they're fighting for their very survival, their very existence, as these Russian forces now inch their way closer and closer to the Ukrainian capital Kyiv. Here with reaction, former U.S. Navy Officer Kirk Lippold, and along with former CIA station chief, FOX News contributor, Dan Hoffman, is with us. Kirk, let's ask you as a navy officer. We see they're not moving quickly, albeit slowly, but they are. They have created a perimeter on the outside of Kyiv, and they are making progress, 18 miles away last week, nine miles away this week, and the bombing the shelling gets intensified as they get closer. Your thoughts?"
    },
    {
      "speaker": "KIRK LIPPOLD, FORMER U.S. NAVY OFFICER",
      "utterance": "Well, a couple things, Sean, that you need to remember is that part of Russian doctrine is to make sure that they specifically target schools, hospitals, mosques, other places, because their mindset is, if there's any military in the area, bombing the civilian targets will cause the military to withdraw. So, first and foremost, they're right into war crimes off the bat by targeting those areas and killing innocent civilians. Secondly, when it comes to an accidental firing going into a NATO country, let me tell you, every time these aircraft take off with these missiles, we've got the intel that tells us where they're coming from probably what their mission set is, what they're carrying on board, and if they choose to have, quote, an accidental firing, don't believe it for one minute. They will be doing it on purpose with malice and forethought, trying to draw us into the conflict. But the reality is, at some point, the United States and NATO can't hide behind Article 5 any longer, and we're going to have to determine as a nation what is freedom worth because that is what the Ukrainian people are really fighting for. It's beyond their country at this point, and it is for the larger goal because Putin will pivot and attack west."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Dan Hoffman, your 30-plus years as a former CIA station chief. You know Russia about as well as anybody, you see the brutality and the tactics. I'm a little bit shocked at the number of people that are out there that are not really understanding that these are mass graves, these are dead kids and women and children in the streets. These are residential apartment buildings being bombed out. These are neighborhoods being bombed out. And it seems that there's a certain element of people that want to deny that reality. I'm a no American boots on the ground guy, but I am, now that the Ukrainian people have shown themselves willing to fight back and fight back hard, and have been some somewhat successful leading up to this point, the longer I think that countries wait to provide all of the munitions, including the fighter jets, it works against Ukraine's ability to beat back Putin and Russia. Tell me. Your thoughts?"
    },
    {
      "speaker": "DAN HOFFMAN, FOX NEWS CONTRIBUTOR",
      "utterance": "I agree with you 100 percent. You know, Ukraine's very existence right now is in peril, and it has to weigh in the conscience of all of our elected leaders but most especially President Biden and his team. They have to ask themselves, have we done enough? We certainly didn't do enough to prevent Russia's invasion to deter that. We could have given Ukraine a lot of Javelins and a lot of Stingers. We could have even given the MiGs way back in a year ago when Vladimir Putin put 70,000 troops on the border and we didn't do it. And we're still not doing all that we can do. It seems like Vladimir Putin is deterring us from doing the right thing, I think as you pointed out. I also want to highlight that, look, we wouldn't know about all of those civilian atrocities if we didn't have all those very brave journalists from a lot of networks including our own, out there on the streets in harm's way. Truth right now is on the X in Ukraine. We lost two -- we lost Pierre and Sasha, and Benji Hall is recovering from a serious injury. I just can't say enough about the work that they and our colleagues are doing right now to expose Russia's barbaric invasion and deliberate targeting of civilians. Without that, you know, this is Russia's effort to control the narrative and spin their propaganda machine and we're fighting back with that. And that makes me proud to be a part of the team."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Kirk, thank you. Dan Hoffman, thank you. Now, Biden's weakness on the world stage is reaching all corners of the globe tonight. The world is feeling this, as Saudi Arabia reportedly considering accepting Chinese currency instead of our U.S. dollar for Chinese oil sales. The current conversion rate is 16 cents for every one dollar of Chinese currency. The Saudis -- they reportedly won't even talk take Joe's calls at this point they're so angry at him and this deal that is pending with Iran. British Prime Minister Boris Johnson, he's begging Saudi Arabia, he's headed there to meet with the crown prince to beg the Saudis and OPEC nations to increase oil production. Here with reaction, former U.S. energy secretary and governor of the great state of Texas, Rick Perry. The estimates you gave me are on the low side. We have probably 200 years worth of natural gas if we open up ANWR, and we're talking about only known resources in terms of oil. We got a hundred years worth of that. Why would -- why did Joe Biden really give in on energy independence and how dangerous and how dumb as this decision turned out to be?"
    },
    {
      "speaker": "RICK PERRY, FORMER ENERGY SECRETARY",
      "utterance": "Sean, your program has done a really good job of exposing this administration for just the either total ignorance or the complete capitulation of America's energy power. As you've clearly stated here, we've got an enormous amount of energy at our disposal, the idea that we were as our country led by our president going to Venezuela, going to Iran, going to countries that hate us and asking them to increase their production wasn't lost on the Saudis. They watch that. They see a president who attacks the natural resources in their country and then they see this president go and deal with the Iranians. This is a country that hates Saudi Arabia, that is in direct conflict with them every day, that attacked them while I was the secretary of energy at one of their refineries, and you expect them to take your phone call, Mr. President? This is a stunning lack of either political acumen, which I don't believe it is. I just think --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, go ahead."
    },
    {
      "speaker": "PERRY",
      "utterance": "He really dislikes the oil and gas industry so much that he's willing to jeopardize not just our future, but the future of our allies around the world. It is unconscionable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now the premier of Alberta said that the Keystone XL pipeline, if Joe didn't cancel it, would have been complete. He said that that would have meant 900,000 barrels of Canadian oil would be flowing into the U.S. every day. Canada has also said, by using the means we have available now, they can give us 400,000 extra barrels of oil a day. Why -- why isn't there any urgency to take them up on their offer, get back to energy independence? It's not even on the table. I don't have an answer for that. Do you?"
    },
    {
      "speaker": "PERRY",
      "utterance": "This message from the Biden administration to the rest of the world but particularly to the woke left, that I'm going to do what you demand me to do and that is to bring the oil and gas industry to its knees, that message is being heard loud and clear, from the board rooms across America, to the Federal Reserve, all across this country, every agency of government, they have their ESG, their environmental concepts of which they're pushing into all of their regulations. And it's not lost on our oil and gas producers. It's not lost on our allies around the world. This administration truly is willing to put the world in jeopardy to send a message to his buddies and political side of things that he's going to hold firm for them on this climate change issue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We got to -- all right, Secretary, Governor, thank you. Straight ahead, another day, another dismal poll for Biden. Lara Trump, Joe Concha, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. According to a new poll, 52 percent of you the American people do not believe Joe Biden will run for re-election in 2024. It comes as Joe Biden is underwater and every major issue. Here with reaction, FOX News contributors Lara Trump and Joe Concha. Lara, I'll take the mean tweets and I'll take the guy that kicked the ass of the caliphate, Soleimani, Baghdadi and the al-Qaeda leader in Yemen. I want him back."
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, you're in good company, Sean. I'll join you in that. I think, look, I love a poll as much as the next person but they asked the wrong question here. The question should not have been, will Joe Biden seek re-election, it is should Joe Biden seek re-election? And I'm going to go out there on a limb and say, there's roughly, I got to put this in air quotes, 81 million people out there who have major buyers remorse when it comes to Joe Biden, because every decision this guy has made has been a decision against America. So assuming that his cognitive decline has not become so apparent, by the time we reach 2024 and he's actually able to seek re-election, what I'd love to know is what is Joe Biden's platform? What is his stump speech to the American people? What are his list of accomplishments that he can rattle off for Americans, you know, like Donald Trump who had to put an entire website together because we couldn't keep track of all of his accomplishments? I'll give the folks at home a quick preview of Joe Biden's list of accomplishments and for that we'll need to take a 30-second moment of silence. Obviously, we won't do that because it's live television, but that's it folks. Zero from Joe Biden for the American people. All bad decisions not just for America but now we see for the world. So, should, Sean, we have a country to salvage at the end of this term in office, whether it's Joe or somebody else in there, I got to tell you, people are ready as you said for a strong leader, for somebody with guts intelligence and maybe, Sean, while we won't break news tonight, somebody who has done the job before like President Donald Trump, I'll join that camp of people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We got Joe, Kamala and I played Nancy Pelosi, Joe. I don't think it gets any weaker or more pathetic and embarrassing than that."
    },
    {
      "speaker": "JOE CONCHA, FOX NEWS CONTRIBUTOR",
      "utterance": "That's not a very good starting lineup now, is it, at the top of your batting order. No question, Sean. And Lara called it Biden or buyer's remorse. I would call it buyer's remorse at this point because what if I told you 10 years ago, and we're talking pre-Donald Trump, that less than a third of the American public thought that a sitting president just one year into his first term should not seek re-election. You would say I was insane or sober but here we are. And lest anybody think this is an outlier of a poll, one from ABC News and \"Washington Post\" just last week found that a majority of Americans believe the president doesn't have the, quote, mental sharpness for the job. Now, if a majority of people here believe that about our own commander-in- chief, what do you think our adversaries like China are thinking as they eye Taiwan, because maybe just maybe they see an opportunity here? The bottom line is, Sean, we have a president who turns 80 this year, a president who believes increased government spending will reduce the national debt. He actually made that argument. We are in trouble right now, S Sean, and there is no --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joe and Lara, we got a break. Thank you both. We'll continue. More HANNITY next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Unfortunately, that is all the time we have left for this evening. As always, thank you for being with us. You make this show possible. And we hope you'll set your DVR so you never miss an episode. Tomorrow, we'll have the latest as President Zelenskyy addresses Congress. Let not your heart be troubled. Laura's next. Have a great night. See you tomorrow."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}