{
  "date": "March 8, 2020",
  "headline": "Bob Woodson on supporting high-achieving families in low-income communities, countering NY Times' 1619 Project",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/bob-woodson-on-supporting-high-achieving-families-in-low-income-communities-countering-ny-times-1619-project",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARK LEVIN, FOX NEWS CHANNEL HOST",
      "sentences": "Hello, America, I'm Mark Levin. This is LIFE, LIBERTY & LEVIN. We have a great guest, Robert Woodson. How are you, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT WOODSON, AMERICAN COMMUNITY DEVELOPMENT LEADER, FOUNDER AND PRESIDENT OF THE WOODSON CENTER",
      "sentences": "Pleased to be here, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We first met like three decades ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Long time ago. You haven't changed. I've changed a lot.  I want to talk about the 1619 Project that America was founded in slavery. That slavery is in America's DNA. You've been a Civil Rights activist. You've spent your life committed to improving the lives, not just of African-Americans, but all Americans, really.  So very briefly, you run an organization called the Woodson Center. Before we get into this big 1619 issue, \"The New York Times\" and what they're doing to our history and our future, what does your center do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "The Woodson Center is an organization that I founded 38 years ago. It's headquartered in Washington. And we assist what we call grassroots josephs all over the country. In other words, our approach to poverty isn't to support professional programs that parachute into communities. We go into high-crime, low-income neighborhoods, and we ask questions others don't. If 70 percent of the families are raising children are dysfunctional, it means 30 percent are raising them successfully. So the Woodson Center goes in and looks for those who are achieving against the odds in these low-income communities and we treat them like -- we are like a venture capitalist without capital.   And once we find solutions that are developed by the people suffering the problem, we provide training, we provide them access to money, and then we determine, what are the policy barriers that prevents them from maximizing? So if someone is successfully reaching 50 kids in the community and reducing their violent behavior, we provide them with the assistance they need so they can grow, so they're affecting 500 kids. And so we have grassroots leaders who -- we have trained 2,500 of them in 38 states, the different racial groups, different ethnic groups. And so they are the, what we call antibodies, just as the human body is anti- oriented towards strength. These are antibodies.  And so the Woodson Center celebrates their success, and then we introduce their success to public policies and try to get changes, so that we improve. We are the antithesis of the poverty problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Well, I want to ask you about this because you don't participate in this massive government centralized effort that's really been going on almost half a century.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Going into these minority communities, as a matter of fact, you were a civil rights activist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And there was a point at which you broke off from the old time Civil Rights activists. Tell me about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Well, when I was active in the Civil Rights Movement as a young worker, we were seeking opportunity for people to achieve, but the Civil Rights Movement, I think part of the company, when they used what I call a bait and switch game, they used the demographics of low income blacks as the bait, and when money arrived, the switch occurred. And so they began to exploit the people. They also supported forced busing for integration. I said the opposite of segregation is not integration, it is desegregation.  And so what I was pursuing is if you develop Centers of Excellence in communities, like Marva Collins did in Chicago, and you -- and so we worked on perfecting excellence, and if you produce excellence, people will be drawn to you, and the integration should be a byproduct of the pursuit of excellence.   And so, this was one departure, and so I fell out of sorts with the Civil Rights Movement because of desegregation. I remember debating Julius Chambers before the New York Bar Association. He was a black PhD from Harvard, a lawyer. And midway through the debate, I said, Julius, if we have two circumstances, you've got School A that is all black, but there's a presence of excellence and School B with diminished sections, where should we send our children? He says School B. And I said, then there's no debate. And so what I have sought is to help low-income people to become empowered. And so that's why I departed the company with the Civil Rights Movement.  Also when the poverty programs came, I knew that this was a scam. See, in 1960, when the government starts spending $22 trillion, 70 cents of every dollar did not go to the poor, it went to those who served the poor. They asked not which problems are solvable, but which ones are fundable.  And so what happened is we've created a commodity out of poor people. And so, as a consequence, there was no incentives to solve problems of the poor because the careers of those serving them were dependent upon having people to serve. And that's why in the black community, you've seen the families disintegrate over the last 50 years, when prior -- but a hundred years prior to that, black families were intact.   We have a whole history of a hundred years when black families left slavery, 80 percent of all those black families had a man and a woman raising children. And this family composition continued generation after generation. But in the '60s, that changed because of government policies. There was a deliberate attempt on the part of Cloward and Piven at the university -- Columbia University. They said one of the ways that we can emphasize the contradictions of capitalism is to separate work from income. It will make the father redundant.  And so that's what the poverty programs and welfare programs did, separate wealth from income. Make the father redundant. And so, the nuclear family was redefined as Eurocentric, and therefore irrelevant. Christian faith was demeaned.  And so you had this common -- government programs began to attack the stigma that was present in the black community on receiving welfare. And as a combination, the Federal government opened up offices to recruit blacks into the welfare system. And as a consequence, in the early '70s, millions of blacks were recruited into the welfare system in New York and other major cities at a time when the unemployment rate for black men was four percent. And so what the social engineers at the time predicted came true. Up until 1960, eighty-five percent of all black families had a man and a woman raising children, and that declines to now, just 75 percent of families. So social policies of the '60s did what racism couldn't have accomplished before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You have now started the 1776 Group to counter the 1619 \"New York Times\" effort. Now the 1619 \"New York Times\" effort, I'll read the first paragraph from one of their articles on this, so the American people know what they're up to. They say, \"1619 is not a year that most Americans know as a notable date in our country's history.\" I certainly didn't.  \"Those who do are at most a tiny fraction of those who can tell you that 1776 is the year of our nation's birth. What if, however, we were to tell you that the moment that the country's defining contradictions first came into the world was in late August 1690? That was when a ship arrived at Point Comfort in the British colony of Virginia, bearing a cargo of 20 to 30 enslaved Africans.\" \"Their arrival inaugurated a barbaric system of chattel slavery that would last for the next 250 years. This is sometimes referred to as the country's original sin. But it is more than that, it's the country's very origin.\"  And in fact, some of the supporters of this have heard of said, slavery is in our DNA, which means we can't get rid of it. It's in our DNA. Now, you heard this and you read about this. And you were repulsed by this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "It is one of the most diabolical, self-destructive ideas that I've ever heard. And what they're doing is rewriting American history and unfortunately, they are using the suffering and struggle of black America as a bludgeon to beat America and define America as a criminal organization. And it's lethal -- and what the -- and the message that they are saying is all white Americans are oppressors and all black Americans are victims.  What this does, Mark, it means, therefore, the black community is exempting them from any kind of personal responsibility. It's really white supremacy to assume that blacks have no agency. And the basic premise that we brought together a group of independent thinkers and activists called 1776, that's the real birth of America. And what we organized to do, we are demonstrating that this is a lie, but we're not going to engage in vitriolic debate. What we want to offer through our essays, through our scholars that we brought together, we are providing an aspirational and inspirational alternative narrative that presents facts.   For instance, 1619 says that the current problems faced in black America with 75 percent of babies were out of wedlock. We lost more blacks, killed more blacks in one year than were lynched by the Klan in 50 years.  And they are saying that these present problems are directly related to the legacy of slavery and Jim Crow. Well, in our essays by our scholars, we're providing evidence that that is not true. In fact, when slavery ended, 75 percent of all blacks were illiterate. But within less than 50 years, that number reduced to 35. The literacy rates, black Americans, we started our own schools. The education gap between whites and blacks in the south in 1910, was eighth grade for whites, fifth grade for blacks.   Booker T. Washington partnered with Julius Rosenwald and Julius Rosenwald put up about four million dollars, the black community put a 4.6 and they built 5,000 Rosenwald schools. So that one third of all low-income blacks attended a Rosenwald school. Well, Mark, between 1920 and 1940, the studies show that that three-year gap was reduced to six months. So if blacks could reduce the educational gap between 1920 and 1940, and we have five major high schools, Dunbar here in Washington and Atlanta, where the class sizes were 50, we used textbooks. The budgets of those schools were a small fraction of what the white schools. But every one of those black high schools in the '20s tested higher than any other white school in the city.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I want to pursue this with you further, because I think it's very important. And you and I agree that if we lose our history, we lose our future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And that's the battle that's taking place here. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Welcome back. Bob Woodson, I want to read you something from five top historians. Two of whom are Pulitzer Prize winners, James MacPherson, Gordon Wood, top schools in the country -- five of them, they felt compelled to write a letter to \"The New York Times.\"  And among other things, they wrote this on the 1619 Project. \"On the American Revolution, pivotal to any account of our history, the project asserts that the founders declared the colonies independence of Britain in order to ensure slavery would continue.\"  \"This is not true,\" they say, \"If supportable, the allegation will be astounding -- yet, every statement offered by the project to validate it is false.\"  \"Some of the other material in the project is distorted, including the claim that 'for the most part,\" black Americans have fought their freedom struggles alone.\" They go on, \"The 1619 Project has not been presented as the views of individual writers -- views that in some cases, as on the suppose a direct connections between slavery and the modern court practices have so far failed to establish any empirical veracity or reliability and have been seriously challenged by other historians.\"  \"Instead, the project is offered as an authoritative account that bears the imprimatur and credibility of 'The New York Times.'\" \"Those connected with a project to assure the public that its materials were shaped by a panel of historians, and have been scrupulously fact- checked. Yet, the process remains opaque.\" \"The names of only some of the historians involved have been released, they extent of their involvement as consultants, and fact checkers remains vague. The selective transparency deepens our concern.\" You started this 1776 Project to counter this distortion of the history that these historians talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Absolutely. You know, Mark, there are two ways to prevent people from competing. One, to deny them by law the way we did under segregation. But the more insidious way is to convince them that they don't have to compete.  That because of their history of oppression, that your oppressor is obligated to be responsible for your future. That is a recipe for absolute disaster for people. It says, if you're robbing and killing one another, it's not your fault. If you're having babies out of wedlock, and not taking care of them, it's not your fault. If you're eating too much, and you're overweight, it's not your fault. So it's structural and distant. That's why in the '60s, the doors were locked from the outside. And so we fought to open those doors.  But 1619 says the blacks, those doors are locked from -- still are locked from the outside and in 1776, we say no. As C.S. Lewis said, this is a door that's locked from the inside. You have the right of self-determination and the 1619 said that these conditions of history are dictates are present. And we, at 1776, offer evidence to the contrary. They say that capitalism is hostile to the interests of blacks. Well, there are 20 blacks who were born slaves who died millionaires. How is that possible if slavery were responsible for the decline of people? For example, one woman Biddy Mason was born 1818 in Mississippi and she couldn't read or write. And her master moved -- he was a Mormon and moved to Salt Lake City. She walked behind a wagon for a thousand miles tending to the sheep. She had three babies by him, and when she got to Salt Lake City, he moved to California and that was a free state, a judge freed her. And as a result, she was a midwife, and she earned $1.50 a day.   She saved her money for 10 years and purchased property in what is now Downtown LA, and got into real estate. And eventually, when she died, she was worth about $670,000.00 and she is the founder of the AME Church that is still operating. And her great -- her grandson became one of the wealthiest blacks. So there are countless stories like this, of blacks in that period who achieved against the odds, and those traditions continue. For instance, 1619 says that the decimation of the family can be traced to racism. Well between 1930, let's look at the evidence -- between 1930 and 1940, during the Depression, when there was a 25 percent unemployment rate, the unemployment rate in the black community was 40 percent. We had the highest marriage rate of any other group. Elderly people could walk safely without being fearful of being mugged by their grandkids.  If racism were responsible, then how could we accomplish that? So our essays by our scholars and our activists, we provide evidence of this. It was our Christian faith that helped us to maintain standards. There was a church, a Mother Bethel Church in Philadelphia, where the members were taxed a shillings a week, and they had their own welfare system, but you couldn't obtain welfare if you were slothful, or if you were lazy or if you were a drunk.  So we had moral standards even during the time of segregation and slavery, and it was a strong content of our character as a people, which enabled us to withstand the horrors of oppression. But 1619 is cheating black children by telling them that their only lot in life is to be a victim, and Mark, it has horrendous kind of national security implications, too. Can you imagine if 1619 that is being taught in 3,000 schools around the country and the black children will grow up believing that they are a victim of a racist society, and they become 18 and that's all they're fed, why would they want to defend this nation against foreign invaders or become a member of law enforcement and protect us domestically? So, if we -- but we have got to challenge it, but we cannot challenge it by writing papers and having conferences. That's why at the 1776, we have assembled not just thinkers, but activists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I want to pursue this with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "This activism point. It's very, very important because you're saying let's not exchange white papers because nobody cares. And nobody can print more than \"The New York Times\" anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "So you're saying we need to get into an activist movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "We need a ground game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We need a ground -- so when we come back, I want you to explain that to us a little bit. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Concerns over the deadly coronavirus continue to spread globally. In Washington, D.C., a man in his 50s has now tested positive for the virus marking the first presumptively confirmed case in our Nation's Capital.  Five states have now declared health emergencies as the outbreak grows to more than 500 cases nationwide, at least 21 of them fatal. Worldwide, the number of known cases tops a hundred thousand and now, Senator Ted Cruz says he will self-quarantine for two weeks after shaking hands with a man who has tested positive. South Korea's military reporting North Korea has fired three unidentified projectiles. The launches come days after North Korea said it had carried out two rounds of live fire artillery exercises, its first weapons test since late November. I'm Aishah Hasnie, now back to LIFE, LIBERTY & LEVIN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Welcome back, Bob Woodson. You were saying, we don't have to exchange white papers. That's good for the intellectual, but the battle is at the ground level. They have the Smithsonian Institution now, 1619 effort in \"The New York Times.\" Our public schools, a growing number of them are embracing this. This is a big problem, and you're saying, we compete against this how?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Well, first of all, as I said, the concern is if we were fighting the Second World War executing it, and we were invading Normandy, we would have only Navy and the Air Force, and we'll be bombing the hell out of -- waiting for Hitler to show up and surrender on the beach.  We wouldn't have any Marines or soldiers, nor would we be supporting the insurgents in these occupied countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We need ground forces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "We need ground forces. So that's why, with 1776, we assembled not just thinkers and that's important. But we are also activists. People whose lives and actions embody the principles that we said we advocate. If we want people to embrace these principles and virtues, we must demonstrate that they have the consequences of improving people's lives. They can restore community. So we brought people like John Ponder from Los Angeles, Tyrone Parker from Washington, and Gary Wyatt from Akron, Ohio; Willie Peterson -- all of these are activists in low income communities, bringing about a gang intervention and making communities safe. John Ponder is taking 2,000 people who've come out of prison and help them to live stable lives. They have 500 volunteers, 50 of them -- about 40 percent -- are police officers. Police officers actually mentoring ex- offenders and as a consequence, the violent encounters between police and the minority community is dramatically reduced. So we have models on the ground around the country that shows that these are people who are taking those values, and using them as a means of promoting redemption and transformation of people in communities, and they're restoring communities.  We as conservatives must see them as allies and supply them with funding. Also, scholars should be writing about them. And so when you're talking about a principle, it would be good to point to an example, in the low-income communities. What the Woodson Center is trying to establish is the center for the study of resilience, and not just do failure studies. And so, as you say, the left uses Broadway, movies. So what we're doing at 1776, we're going to have a K through 12 curriculum. We're going to have videos. We're going to have festivals to celebrate 1776. We also should make grassroots leaders, civic teachers. So if young people cleave to these grassroots leaders, we, at the Woodson Center want to equip these grassroots leaders so that they are teaching young people the values and virtues of our founders, and not just leave it to the academic scholars to do that. And so it's a comprehensive approach. We should see movies. We want to see more movies. We have an illustrator as a part of us. So we want to -- we just want to have children's books. Mark, the leading book in the socialist section in Amazon is \"Communism for Kids.\" That's what we're up against. But we've got to match it. That's why what the Woodson Center is doing is we are developing a ground game, but we need support for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You also seem to be saying, conversely, we have to do this because we're up against this radical ideology that says more government, society is bad. There's nothing you can do for yourself to break out of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "It's an America's DNA. This is a failed country from day one. And what you seem to be saying to me and the nation is, we better rid ourselves of that mighty fast, and it's particularly deleterious to minority communities where the suffering, honestly is greater, for a whole host of reasons. And what \"The New York Times\" and the 1619 Project is basically dressing up hardcore leftism and pushing it out as part of American history. Am I right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Right. And they're trying to divide us. They're saying what is important, but Mark, that mother in Palo Alto, who lost a 17-year-old daughter to suicide, and a mother -- a black mother in public housing in Washington lost a 17-year-old girl to homicide, they have more in common than they do their difference. One isn't white privilege, and the other one is lack of social justice. No, we must put race aside so we can find out why even in affluent white communities like in Palo Alto, the suicide rate is six times the national average. In inner city, Washington, D.C., the Center for Disease Control said that 10 percent of the middle schoolers have attempted suicide. Well, there are 4,000 middle schoolers. That means that's more than one a day.  So there's a crisis, a moral and spiritual crisis. But as long as we have to contend with racial differences, we won't be able to get at that deep longing that's inside. One other thing, deep in the DNA of this country is a desire to support virtue, and it gets expressed in spontaneous ways. When a homeless man up in Boston found a knapsack with $46,000.00 in it and he turned it in. Someone posted up on GoFundMe, they raised $93,000.00 in a matter of days. When a black homeless guy up in Oakland, a white woman came and emptied her change purse that had her $15,000.00 wedding band in it, she came back five hours later, he held it up and said, were you looking for this? Again, there was an outpouring of support. So that means that deep in the deep in the DNA, there is a thirst to support virtue, but they want to see a sermon. They're tired of people preaching sermons. They're tired of this gladiatorial combat. That's why 1776, we aren't offering this as a debate. We want to offer the country a more inspirational and aspirational alternative by telling stories. For instance, Mark, everybody ought to read about Covert, Michigan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "When we come back, I want you to tell us about Covert, Michigan. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Welcome back, Bob Woodson. We've been talking about the 1619 Project and your 1776 Project, which is to counter at all levels. And when we left, you were talking about Covert, Michigan and you thought there's an important story there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Yes, there's a woman named Anna-Lisa Cox, she wrote a book about Covert, Michigan. This was settled right after the Civil War by some veterans on the Civil War, black and white, and from the time it was settled, it was integrated. It was never segregated. Blacks and whites lived in the same neighborhoods. They attended the same schools. They worked in the same companies. They were paid comparable wages, even though in Michigan, blacks were not allowed to hold elected office by law, they were elected to office and they served faithfully. It's a model for what America could have been throughout the country. But it defies what 1619 says is possible in America.  So Covert, Michigan, interracial marriage was common there. People moved there because they knew that they could live there in peace. And so there are all kinds of examples that children need to be introduced to because people are motivated to improve their lives, Mark when you show them victories that are possible, not constantly reminding them of injuries to be avoided. And so that's what 1776 is trying to do. We must tell stories, we must arm children. There are contemporary examples of people doing resilience. We have an 18-year-old black kid who was homeless, and borrowed his brother's bike and rode six hours across the State of Georgia to go to his Community College and he pitched a tent. Two white cops comes up in the middle of the night, sees him, finds out what his story is, puts him up in a motel, a friend of theirs gives him a job. And he says, I don't want a charity, I want to work, so he washes dishes in a pizzeria. They posted it on the internet. They raised $80,000 in a few days, and the president of college was moved by him. So there are all kinds of stories like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Can I give you one now? Nashville, Tennessee. I see what this tornado do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Nobody cares what color you are. Nobody cares anything about your background. Those people are helping each other. 9/11. Whether it's Mother Nature, or whether it's man-made disasters, this country, the people pull together. You see that all the time, don't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Yes. But this really defines America. We spontaneously respond to those in need and that's the real America and there are just endless examples of that kind of resilience. But when we see it, we ought to celebrate it. A mother with two daughters sleeping in her car and in a homeless shelter and the kids are studying by the light of the cell phone and these kids graduate With Honors. Valedictorian, Salutatorian and they start college as sophomores because they've taken so many advanced placement courses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Mark, they should be headlining at every conservative banquet. We should be writing about them. We should be inquiring of her and the kids. How did you do this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Bob Woodson, not just conservatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "This ought to be on cable TV.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "On every network -- every now and then, let's say something positive about the people of this country. When we come back, I have a question for you. Bernie Sanders says, and he says it on the stump constantly, America is racist from top to bottom. I want you to answer Bernie Sanders when we come back. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Welcome back. Bob Woodson, Bernie Sanders at almost every stump speech, and he gets big applause. He says, America is racist from top to bottom. How do you react to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Well, first of all, it's just -- I bristle every time because it's so insulting. But I remember some years ago in Washington, D.C., the Klan, they'd come to town in a rickety little bus and 5,000 people were trying to get at them, and so \"The Washington Post\" came down into Ward 8, one of the most dangerous communities here in Washington with a lot of violence. And they asked a 70-year-old man if he was going to join the demonstration against the Klan. He said, well, bring them down here so they can get rid of these drug dealers. So his reality was the condition of drug addiction and violence in his community. It was not raised. White people are not in these communities robbing people and creating the murders. And so the realities of people who have to live in these troubled community is very different than those who posture on television and just have a shorthand way of somehow speaking to the needs of black people and assume that the only thing that's of interest to black America is race. That's insulting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Do you see a huge disconnect between the way the media reports what's going on in these communities or even the politicians who supposedly represent these communities speak about these communities? Does that question make sense there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Oh sure. For instance, we know about the Starbucks situation in Philadelphia about these two men who were supposed to have gotten locked up, and I followed that because it's our hometown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "What happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "What happened is these two men came to Starbucks and they were just waiting for someone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "They were both Philadelphians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Philadelphians, and they didn't order anything. And so the manager asked them to leave and like that, they call the police. Well, \"The Washington Post\" reported that they were locked up for being in Starbucks. That's not the truth. The police asked them on three different occasions to please leave, and they refused the police directive. So therefore, they were arrested for refusing the police, but the reporters left that part out and only reported that they were arrested for being in Starbucks and that's when Starbucks, you know, caved in and this is where the race hustlers had a field day because their consulting contracts were signed. So Starbucks closed down for a half a day to teach race sensitivity to its employees, which is one of the biggest growing rackets in the country. But that shows you where we are in the sad state of race in America today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I just -- you know, I hear a guy like Bernie Sanders, who has spent his entire career in Vermont, talking about what's going on in the inner cities. I see a lot of these reporters who don't live in the inner cities. I mean, the tough neighborhoods. I see a lot of the politicians elected from these tough neighborhoods who a lot of them don't live in those neighborhoods for most of the time, or when they leave office, some of them get wealthy, they buy homes on Martha's Vineyard or what have you. I don't feel, from my perspective than I really get the truth from our media and others on what's going on in these communities. Does that make sense to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "It does, but also when they underreport assaults of blacks on whites and also, so that's a big problem --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You know, you'll be attacked for just saying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Oh, I know. But we -- but the problem is we've got to tell the truth and that this is crisis in truth telling, and so I have an obligation to talk about if there's a problem within the community, then I have to stand up for that and say, as I said before with C.S. Lewis, in black America, we have to address the problem that is the enemy within and that's what our groups do around the country. We address the enemy within. We don't need a Bernie Sanders telling us that our folks are exempt from any personal responsibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Because you're there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "It's insulting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You live it every day and your organization does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Welcome back. Bob Woodson, you've written a beautiful book, \"The Triumph of Joseph: How Today's Community Healers are Reviving Our Streets and Neighborhoods.\" I strongly suggest you go to Amazon and grab a copy of it. This entire show is kind of built up to this book. Bob Woodson, 1776 Project, the 1619 Project. Your project really is about Americanism, isn't it? Their project is about radical leftism, isn't it? Is that a good way to put it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "It is. It is reaffirming the values of 1776. And the purpose is to bring America together because as I said, we have a critical problem that is destroying this and even rich white people are dying from drug overdose. There's a crisis in meaning in America. And we can -- we need to be coming together black, white, brown, whatever - - so that we can exchange our strategies for healing it. But we can't do it as long as this race is hanging over it. So I have gotten permission from the Great High Council of Black America to absolve all white people of the sins of the past, and let's put it aside. So now we can concentrate on healing the hurt that is within us that's causing us to destroy ourselves. This country is in trouble, but we can fix it because America is America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And where do we find these basic principles? We find them in faith and we find them in our founding document, the Declaration of Independence, isn't that so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODSON",
      "sentences": "And the Constitution is a document that allows us to modify and improve. No one should be defined by its birth defect. None of us want to be defined by the worst things we did as a young person, and nor should a nation be defined by its defects, but by the promise, thousands and thousands of American blacks over the years, have fought and died to protect these principles, because they have been endearing and they have been responsible for the success that we have achieved. We are the only country that has an Emancipation Proclamation. We are the only country that fought a war to end slavery, and the redemption is what we should all be working to towards redeeming our own lives and also redeeming our communities and healing us from within.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "It's been a great pleasure, Bob Woodson. Thank you my friend. I appreciate it. Join us next time on LIFE, LIBERTY & LEVIN. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, FOX NEWS CHANNEL HOST",
      "utterance": "Hello, America, I'm Mark Levin. This is LIFE, LIBERTY & LEVIN. We have a great guest, Robert Woodson. How are you, sir?"
    },
    {
      "speaker": "ROBERT WOODSON, AMERICAN COMMUNITY DEVELOPMENT LEADER, FOUNDER AND PRESIDENT OF THE WOODSON CENTER",
      "utterance": "Pleased to be here, Mark."
    },
    {
      "speaker": "LEVIN",
      "utterance": "We first met like three decades ago."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Long time ago. You haven't changed. I've changed a lot. I want to talk about the 1619 Project that America was founded in slavery. That slavery is in America's DNA. You've been a Civil Rights activist. You've spent your life committed to improving the lives, not just of African-Americans, but all Americans, really. So very briefly, you run an organization called the Woodson Center. Before we get into this big 1619 issue, \"The New York Times\" and what they're doing to our history and our future, what does your center do?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "The Woodson Center is an organization that I founded 38 years ago. It's headquartered in Washington. And we assist what we call grassroots josephs all over the country. In other words, our approach to poverty isn't to support professional programs that parachute into communities. We go into high-crime, low-income neighborhoods, and we ask questions others don't. If 70 percent of the families are raising children are dysfunctional, it means 30 percent are raising them successfully. So the Woodson Center goes in and looks for those who are achieving against the odds in these low-income communities and we treat them like -- we are like a venture capitalist without capital. And once we find solutions that are developed by the people suffering the problem, we provide training, we provide them access to money, and then we determine, what are the policy barriers that prevents them from maximizing? So if someone is successfully reaching 50 kids in the community and reducing their violent behavior, we provide them with the assistance they need so they can grow, so they're affecting 500 kids. And so we have grassroots leaders who -- we have trained 2,500 of them in 38 states, the different racial groups, different ethnic groups. And so they are the, what we call antibodies, just as the human body is anti- oriented towards strength. These are antibodies. And so the Woodson Center celebrates their success, and then we introduce their success to public policies and try to get changes, so that we improve. We are the antithesis of the poverty problem."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Well, I want to ask you about this because you don't participate in this massive government centralized effort that's really been going on almost half a century."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Going into these minority communities, as a matter of fact, you were a civil rights activist."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Right."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And there was a point at which you broke off from the old time Civil Rights activists. Tell me about that."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Well, when I was active in the Civil Rights Movement as a young worker, we were seeking opportunity for people to achieve, but the Civil Rights Movement, I think part of the company, when they used what I call a bait and switch game, they used the demographics of low income blacks as the bait, and when money arrived, the switch occurred. And so they began to exploit the people. They also supported forced busing for integration. I said the opposite of segregation is not integration, it is desegregation. And so what I was pursuing is if you develop Centers of Excellence in communities, like Marva Collins did in Chicago, and you -- and so we worked on perfecting excellence, and if you produce excellence, people will be drawn to you, and the integration should be a byproduct of the pursuit of excellence. And so, this was one departure, and so I fell out of sorts with the Civil Rights Movement because of desegregation. I remember debating Julius Chambers before the New York Bar Association. He was a black PhD from Harvard, a lawyer. And midway through the debate, I said, Julius, if we have two circumstances, you've got School A that is all black, but there's a presence of excellence and School B with diminished sections, where should we send our children? He says School B. And I said, then there's no debate. And so what I have sought is to help low-income people to become empowered. And so that's why I departed the company with the Civil Rights Movement. Also when the poverty programs came, I knew that this was a scam. See, in 1960, when the government starts spending $22 trillion, 70 cents of every dollar did not go to the poor, it went to those who served the poor. They asked not which problems are solvable, but which ones are fundable. And so what happened is we've created a commodity out of poor people. And so, as a consequence, there was no incentives to solve problems of the poor because the careers of those serving them were dependent upon having people to serve. And that's why in the black community, you've seen the families disintegrate over the last 50 years, when prior -- but a hundred years prior to that, black families were intact. We have a whole history of a hundred years when black families left slavery, 80 percent of all those black families had a man and a woman raising children. And this family composition continued generation after generation. But in the '60s, that changed because of government policies. There was a deliberate attempt on the part of Cloward and Piven at the university -- Columbia University. They said one of the ways that we can emphasize the contradictions of capitalism is to separate work from income. It will make the father redundant. And so that's what the poverty programs and welfare programs did, separate wealth from income. Make the father redundant. And so, the nuclear family was redefined as Eurocentric, and therefore irrelevant. Christian faith was demeaned. And so you had this common -- government programs began to attack the stigma that was present in the black community on receiving welfare. And as a combination, the Federal government opened up offices to recruit blacks into the welfare system. And as a consequence, in the early '70s, millions of blacks were recruited into the welfare system in New York and other major cities at a time when the unemployment rate for black men was four percent. And so what the social engineers at the time predicted came true. Up until 1960, eighty-five percent of all black families had a man and a woman raising children, and that declines to now, just 75 percent of families. So social policies of the '60s did what racism couldn't have accomplished before."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You have now started the 1776 Group to counter the 1619 \"New York Times\" effort. Now the 1619 \"New York Times\" effort, I'll read the first paragraph from one of their articles on this, so the American people know what they're up to. They say, \"1619 is not a year that most Americans know as a notable date in our country's history.\" I certainly didn't. \"Those who do are at most a tiny fraction of those who can tell you that 1776 is the year of our nation's birth. What if, however, we were to tell you that the moment that the country's defining contradictions first came into the world was in late August 1690? That was when a ship arrived at Point Comfort in the British colony of Virginia, bearing a cargo of 20 to 30 enslaved Africans.\" \"Their arrival inaugurated a barbaric system of chattel slavery that would last for the next 250 years. This is sometimes referred to as the country's original sin. But it is more than that, it's the country's very origin.\" And in fact, some of the supporters of this have heard of said, slavery is in our DNA, which means we can't get rid of it. It's in our DNA. Now, you heard this and you read about this. And you were repulsed by this."
    },
    {
      "speaker": "WOODSON",
      "utterance": "It is one of the most diabolical, self-destructive ideas that I've ever heard. And what they're doing is rewriting American history and unfortunately, they are using the suffering and struggle of black America as a bludgeon to beat America and define America as a criminal organization. And it's lethal -- and what the -- and the message that they are saying is all white Americans are oppressors and all black Americans are victims. What this does, Mark, it means, therefore, the black community is exempting them from any kind of personal responsibility. It's really white supremacy to assume that blacks have no agency. And the basic premise that we brought together a group of independent thinkers and activists called 1776, that's the real birth of America. And what we organized to do, we are demonstrating that this is a lie, but we're not going to engage in vitriolic debate. What we want to offer through our essays, through our scholars that we brought together, we are providing an aspirational and inspirational alternative narrative that presents facts. For instance, 1619 says that the current problems faced in black America with 75 percent of babies were out of wedlock. We lost more blacks, killed more blacks in one year than were lynched by the Klan in 50 years. And they are saying that these present problems are directly related to the legacy of slavery and Jim Crow. Well, in our essays by our scholars, we're providing evidence that that is not true. In fact, when slavery ended, 75 percent of all blacks were illiterate. But within less than 50 years, that number reduced to 35. The literacy rates, black Americans, we started our own schools. The education gap between whites and blacks in the south in 1910, was eighth grade for whites, fifth grade for blacks. Booker T. Washington partnered with Julius Rosenwald and Julius Rosenwald put up about four million dollars, the black community put a 4.6 and they built 5,000 Rosenwald schools. So that one third of all low-income blacks attended a Rosenwald school. Well, Mark, between 1920 and 1940, the studies show that that three-year gap was reduced to six months. So if blacks could reduce the educational gap between 1920 and 1940, and we have five major high schools, Dunbar here in Washington and Atlanta, where the class sizes were 50, we used textbooks. The budgets of those schools were a small fraction of what the white schools. But every one of those black high schools in the '20s tested higher than any other white school in the city."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I want to pursue this with you further, because I think it's very important. And you and I agree that if we lose our history, we lose our future."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And that's the battle that's taking place here. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Welcome back. Bob Woodson, I want to read you something from five top historians. Two of whom are Pulitzer Prize winners, James MacPherson, Gordon Wood, top schools in the country -- five of them, they felt compelled to write a letter to \"The New York Times.\" And among other things, they wrote this on the 1619 Project. \"On the American Revolution, pivotal to any account of our history, the project asserts that the founders declared the colonies independence of Britain in order to ensure slavery would continue.\" \"This is not true,\" they say, \"If supportable, the allegation will be astounding -- yet, every statement offered by the project to validate it is false.\" \"Some of the other material in the project is distorted, including the claim that 'for the most part,\" black Americans have fought their freedom struggles alone.\" They go on, \"The 1619 Project has not been presented as the views of individual writers -- views that in some cases, as on the suppose a direct connections between slavery and the modern court practices have so far failed to establish any empirical veracity or reliability and have been seriously challenged by other historians.\" \"Instead, the project is offered as an authoritative account that bears the imprimatur and credibility of 'The New York Times.'\" \"Those connected with a project to assure the public that its materials were shaped by a panel of historians, and have been scrupulously fact- checked. Yet, the process remains opaque.\" \"The names of only some of the historians involved have been released, they extent of their involvement as consultants, and fact checkers remains vague. The selective transparency deepens our concern.\" You started this 1776 Project to counter this distortion of the history that these historians talk about."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Absolutely. You know, Mark, there are two ways to prevent people from competing. One, to deny them by law the way we did under segregation. But the more insidious way is to convince them that they don't have to compete. That because of their history of oppression, that your oppressor is obligated to be responsible for your future. That is a recipe for absolute disaster for people. It says, if you're robbing and killing one another, it's not your fault. If you're having babies out of wedlock, and not taking care of them, it's not your fault. If you're eating too much, and you're overweight, it's not your fault. So it's structural and distant. That's why in the '60s, the doors were locked from the outside. And so we fought to open those doors. But 1619 says the blacks, those doors are locked from -- still are locked from the outside and in 1776, we say no. As C.S. Lewis said, this is a door that's locked from the inside. You have the right of self-determination and the 1619 said that these conditions of history are dictates are present. And we, at 1776, offer evidence to the contrary. They say that capitalism is hostile to the interests of blacks. Well, there are 20 blacks who were born slaves who died millionaires. How is that possible if slavery were responsible for the decline of people? For example, one woman Biddy Mason was born 1818 in Mississippi and she couldn't read or write. And her master moved -- he was a Mormon and moved to Salt Lake City. She walked behind a wagon for a thousand miles tending to the sheep. She had three babies by him, and when she got to Salt Lake City, he moved to California and that was a free state, a judge freed her. And as a result, she was a midwife, and she earned $1.50 a day. She saved her money for 10 years and purchased property in what is now Downtown LA, and got into real estate. And eventually, when she died, she was worth about $670,000.00 and she is the founder of the AME Church that is still operating. And her great -- her grandson became one of the wealthiest blacks. So there are countless stories like this, of blacks in that period who achieved against the odds, and those traditions continue. For instance, 1619 says that the decimation of the family can be traced to racism. Well between 1930, let's look at the evidence -- between 1930 and 1940, during the Depression, when there was a 25 percent unemployment rate, the unemployment rate in the black community was 40 percent. We had the highest marriage rate of any other group. Elderly people could walk safely without being fearful of being mugged by their grandkids. If racism were responsible, then how could we accomplish that? So our essays by our scholars and our activists, we provide evidence of this. It was our Christian faith that helped us to maintain standards. There was a church, a Mother Bethel Church in Philadelphia, where the members were taxed a shillings a week, and they had their own welfare system, but you couldn't obtain welfare if you were slothful, or if you were lazy or if you were a drunk. So we had moral standards even during the time of segregation and slavery, and it was a strong content of our character as a people, which enabled us to withstand the horrors of oppression. But 1619 is cheating black children by telling them that their only lot in life is to be a victim, and Mark, it has horrendous kind of national security implications, too. Can you imagine if 1619 that is being taught in 3,000 schools around the country and the black children will grow up believing that they are a victim of a racist society, and they become 18 and that's all they're fed, why would they want to defend this nation against foreign invaders or become a member of law enforcement and protect us domestically? So, if we -- but we have got to challenge it, but we cannot challenge it by writing papers and having conferences. That's why at the 1776, we have assembled not just thinkers, but activists."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I want to pursue this with you."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Okay."
    },
    {
      "speaker": "LEVIN",
      "utterance": "This activism point. It's very, very important because you're saying let's not exchange white papers because nobody cares. And nobody can print more than \"The New York Times\" anyway."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Right."
    },
    {
      "speaker": "LEVIN",
      "utterance": "So you're saying we need to get into an activist movement."
    },
    {
      "speaker": "WOODSON",
      "utterance": "We need a ground game."
    },
    {
      "speaker": "LEVIN",
      "utterance": "We need a ground -- so when we come back, I want you to explain that to us a little bit. We'll be right back."
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Concerns over the deadly coronavirus continue to spread globally. In Washington, D.C., a man in his 50s has now tested positive for the virus marking the first presumptively confirmed case in our Nation's Capital. Five states have now declared health emergencies as the outbreak grows to more than 500 cases nationwide, at least 21 of them fatal. Worldwide, the number of known cases tops a hundred thousand and now, Senator Ted Cruz says he will self-quarantine for two weeks after shaking hands with a man who has tested positive. South Korea's military reporting North Korea has fired three unidentified projectiles. The launches come days after North Korea said it had carried out two rounds of live fire artillery exercises, its first weapons test since late November. I'm Aishah Hasnie, now back to LIFE, LIBERTY & LEVIN."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Welcome back, Bob Woodson. You were saying, we don't have to exchange white papers. That's good for the intellectual, but the battle is at the ground level. They have the Smithsonian Institution now, 1619 effort in \"The New York Times.\" Our public schools, a growing number of them are embracing this. This is a big problem, and you're saying, we compete against this how?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "Well, first of all, as I said, the concern is if we were fighting the Second World War executing it, and we were invading Normandy, we would have only Navy and the Air Force, and we'll be bombing the hell out of -- waiting for Hitler to show up and surrender on the beach. We wouldn't have any Marines or soldiers, nor would we be supporting the insurgents in these occupied countries."
    },
    {
      "speaker": "LEVIN",
      "utterance": "We need ground forces."
    },
    {
      "speaker": "WOODSON",
      "utterance": "We need ground forces. So that's why, with 1776, we assembled not just thinkers and that's important. But we are also activists. People whose lives and actions embody the principles that we said we advocate. If we want people to embrace these principles and virtues, we must demonstrate that they have the consequences of improving people's lives. They can restore community. So we brought people like John Ponder from Los Angeles, Tyrone Parker from Washington, and Gary Wyatt from Akron, Ohio; Willie Peterson -- all of these are activists in low income communities, bringing about a gang intervention and making communities safe. John Ponder is taking 2,000 people who've come out of prison and help them to live stable lives. They have 500 volunteers, 50 of them -- about 40 percent -- are police officers. Police officers actually mentoring ex- offenders and as a consequence, the violent encounters between police and the minority community is dramatically reduced. So we have models on the ground around the country that shows that these are people who are taking those values, and using them as a means of promoting redemption and transformation of people in communities, and they're restoring communities. We as conservatives must see them as allies and supply them with funding. Also, scholars should be writing about them. And so when you're talking about a principle, it would be good to point to an example, in the low-income communities. What the Woodson Center is trying to establish is the center for the study of resilience, and not just do failure studies. And so, as you say, the left uses Broadway, movies. So what we're doing at 1776, we're going to have a K through 12 curriculum. We're going to have videos. We're going to have festivals to celebrate 1776. We also should make grassroots leaders, civic teachers. So if young people cleave to these grassroots leaders, we, at the Woodson Center want to equip these grassroots leaders so that they are teaching young people the values and virtues of our founders, and not just leave it to the academic scholars to do that. And so it's a comprehensive approach. We should see movies. We want to see more movies. We have an illustrator as a part of us. So we want to -- we just want to have children's books. Mark, the leading book in the socialist section in Amazon is \"Communism for Kids.\" That's what we're up against. But we've got to match it. That's why what the Woodson Center is doing is we are developing a ground game, but we need support for that."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You also seem to be saying, conversely, we have to do this because we're up against this radical ideology that says more government, society is bad. There's nothing you can do for yourself to break out of this."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Right."
    },
    {
      "speaker": "LEVIN",
      "utterance": "It's an America's DNA. This is a failed country from day one. And what you seem to be saying to me and the nation is, we better rid ourselves of that mighty fast, and it's particularly deleterious to minority communities where the suffering, honestly is greater, for a whole host of reasons. And what \"The New York Times\" and the 1619 Project is basically dressing up hardcore leftism and pushing it out as part of American history. Am I right?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "Right. And they're trying to divide us. They're saying what is important, but Mark, that mother in Palo Alto, who lost a 17-year-old daughter to suicide, and a mother -- a black mother in public housing in Washington lost a 17-year-old girl to homicide, they have more in common than they do their difference. One isn't white privilege, and the other one is lack of social justice. No, we must put race aside so we can find out why even in affluent white communities like in Palo Alto, the suicide rate is six times the national average. In inner city, Washington, D.C., the Center for Disease Control said that 10 percent of the middle schoolers have attempted suicide. Well, there are 4,000 middle schoolers. That means that's more than one a day. So there's a crisis, a moral and spiritual crisis. But as long as we have to contend with racial differences, we won't be able to get at that deep longing that's inside. One other thing, deep in the DNA of this country is a desire to support virtue, and it gets expressed in spontaneous ways. When a homeless man up in Boston found a knapsack with $46,000.00 in it and he turned it in. Someone posted up on GoFundMe, they raised $93,000.00 in a matter of days. When a black homeless guy up in Oakland, a white woman came and emptied her change purse that had her $15,000.00 wedding band in it, she came back five hours later, he held it up and said, were you looking for this? Again, there was an outpouring of support. So that means that deep in the deep in the DNA, there is a thirst to support virtue, but they want to see a sermon. They're tired of people preaching sermons. They're tired of this gladiatorial combat. That's why 1776, we aren't offering this as a debate. We want to offer the country a more inspirational and aspirational alternative by telling stories. For instance, Mark, everybody ought to read about Covert, Michigan."
    },
    {
      "speaker": "LEVIN",
      "utterance": "When we come back, I want you to tell us about Covert, Michigan. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Welcome back, Bob Woodson. We've been talking about the 1619 Project and your 1776 Project, which is to counter at all levels. And when we left, you were talking about Covert, Michigan and you thought there's an important story there."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Yes, there's a woman named Anna-Lisa Cox, she wrote a book about Covert, Michigan. This was settled right after the Civil War by some veterans on the Civil War, black and white, and from the time it was settled, it was integrated. It was never segregated. Blacks and whites lived in the same neighborhoods. They attended the same schools. They worked in the same companies. They were paid comparable wages, even though in Michigan, blacks were not allowed to hold elected office by law, they were elected to office and they served faithfully. It's a model for what America could have been throughout the country. But it defies what 1619 says is possible in America. So Covert, Michigan, interracial marriage was common there. People moved there because they knew that they could live there in peace. And so there are all kinds of examples that children need to be introduced to because people are motivated to improve their lives, Mark when you show them victories that are possible, not constantly reminding them of injuries to be avoided. And so that's what 1776 is trying to do. We must tell stories, we must arm children. There are contemporary examples of people doing resilience. We have an 18-year-old black kid who was homeless, and borrowed his brother's bike and rode six hours across the State of Georgia to go to his Community College and he pitched a tent. Two white cops comes up in the middle of the night, sees him, finds out what his story is, puts him up in a motel, a friend of theirs gives him a job. And he says, I don't want a charity, I want to work, so he washes dishes in a pizzeria. They posted it on the internet. They raised $80,000 in a few days, and the president of college was moved by him. So there are all kinds of stories like that."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Can I give you one now? Nashville, Tennessee. I see what this tornado do."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Nobody cares what color you are. Nobody cares anything about your background. Those people are helping each other. 9/11. Whether it's Mother Nature, or whether it's man-made disasters, this country, the people pull together. You see that all the time, don't you?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "Yes. But this really defines America. We spontaneously respond to those in need and that's the real America and there are just endless examples of that kind of resilience. But when we see it, we ought to celebrate it. A mother with two daughters sleeping in her car and in a homeless shelter and the kids are studying by the light of the cell phone and these kids graduate With Honors. Valedictorian, Salutatorian and they start college as sophomores because they've taken so many advanced placement courses."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Amazing."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Mark, they should be headlining at every conservative banquet. We should be writing about them. We should be inquiring of her and the kids. How did you do this?"
    },
    {
      "speaker": "LEVIN",
      "utterance": "Bob Woodson, not just conservatives."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Everybody."
    },
    {
      "speaker": "LEVIN",
      "utterance": "This ought to be on cable TV."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Exactly."
    },
    {
      "speaker": "LEVIN",
      "utterance": "On every network -- every now and then, let's say something positive about the people of this country. When we come back, I have a question for you. Bernie Sanders says, and he says it on the stump constantly, America is racist from top to bottom. I want you to answer Bernie Sanders when we come back. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Welcome back. Bob Woodson, Bernie Sanders at almost every stump speech, and he gets big applause. He says, America is racist from top to bottom. How do you react to that?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "Well, first of all, it's just -- I bristle every time because it's so insulting. But I remember some years ago in Washington, D.C., the Klan, they'd come to town in a rickety little bus and 5,000 people were trying to get at them, and so \"The Washington Post\" came down into Ward 8, one of the most dangerous communities here in Washington with a lot of violence. And they asked a 70-year-old man if he was going to join the demonstration against the Klan. He said, well, bring them down here so they can get rid of these drug dealers. So his reality was the condition of drug addiction and violence in his community. It was not raised. White people are not in these communities robbing people and creating the murders. And so the realities of people who have to live in these troubled community is very different than those who posture on television and just have a shorthand way of somehow speaking to the needs of black people and assume that the only thing that's of interest to black America is race. That's insulting."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Do you see a huge disconnect between the way the media reports what's going on in these communities or even the politicians who supposedly represent these communities speak about these communities? Does that question make sense there?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "Oh sure. For instance, we know about the Starbucks situation in Philadelphia about these two men who were supposed to have gotten locked up, and I followed that because it's our hometown."
    },
    {
      "speaker": "LEVIN",
      "utterance": "What happened?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "What happened is these two men came to Starbucks and they were just waiting for someone."
    },
    {
      "speaker": "LEVIN",
      "utterance": "They were both Philadelphians."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Philadelphians, and they didn't order anything. And so the manager asked them to leave and like that, they call the police. Well, \"The Washington Post\" reported that they were locked up for being in Starbucks. That's not the truth. The police asked them on three different occasions to please leave, and they refused the police directive. So therefore, they were arrested for refusing the police, but the reporters left that part out and only reported that they were arrested for being in Starbucks and that's when Starbucks, you know, caved in and this is where the race hustlers had a field day because their consulting contracts were signed. So Starbucks closed down for a half a day to teach race sensitivity to its employees, which is one of the biggest growing rackets in the country. But that shows you where we are in the sad state of race in America today."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I just -- you know, I hear a guy like Bernie Sanders, who has spent his entire career in Vermont, talking about what's going on in the inner cities. I see a lot of these reporters who don't live in the inner cities. I mean, the tough neighborhoods. I see a lot of the politicians elected from these tough neighborhoods who a lot of them don't live in those neighborhoods for most of the time, or when they leave office, some of them get wealthy, they buy homes on Martha's Vineyard or what have you. I don't feel, from my perspective than I really get the truth from our media and others on what's going on in these communities. Does that make sense to you?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "It does, but also when they underreport assaults of blacks on whites and also, so that's a big problem --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "You know, you'll be attacked for just saying that."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Oh, I know. But we -- but the problem is we've got to tell the truth and that this is crisis in truth telling, and so I have an obligation to talk about if there's a problem within the community, then I have to stand up for that and say, as I said before with C.S. Lewis, in black America, we have to address the problem that is the enemy within and that's what our groups do around the country. We address the enemy within. We don't need a Bernie Sanders telling us that our folks are exempt from any personal responsibility."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Because you're there."
    },
    {
      "speaker": "WOODSON",
      "utterance": "It's insulting."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You live it every day and your organization does."
    },
    {
      "speaker": "WOODSON",
      "utterance": "Right."
    },
    {
      "speaker": "LEVIN",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Welcome back. Bob Woodson, you've written a beautiful book, \"The Triumph of Joseph: How Today's Community Healers are Reviving Our Streets and Neighborhoods.\" I strongly suggest you go to Amazon and grab a copy of it. This entire show is kind of built up to this book. Bob Woodson, 1776 Project, the 1619 Project. Your project really is about Americanism, isn't it? Their project is about radical leftism, isn't it? Is that a good way to put it?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "It is. It is reaffirming the values of 1776. And the purpose is to bring America together because as I said, we have a critical problem that is destroying this and even rich white people are dying from drug overdose. There's a crisis in meaning in America. And we can -- we need to be coming together black, white, brown, whatever - - so that we can exchange our strategies for healing it. But we can't do it as long as this race is hanging over it. So I have gotten permission from the Great High Council of Black America to absolve all white people of the sins of the past, and let's put it aside. So now we can concentrate on healing the hurt that is within us that's causing us to destroy ourselves. This country is in trouble, but we can fix it because America is America."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And where do we find these basic principles? We find them in faith and we find them in our founding document, the Declaration of Independence, isn't that so?"
    },
    {
      "speaker": "WOODSON",
      "utterance": "And the Constitution is a document that allows us to modify and improve. No one should be defined by its birth defect. None of us want to be defined by the worst things we did as a young person, and nor should a nation be defined by its defects, but by the promise, thousands and thousands of American blacks over the years, have fought and died to protect these principles, because they have been endearing and they have been responsible for the success that we have achieved. We are the only country that has an Emancipation Proclamation. We are the only country that fought a war to end slavery, and the redemption is what we should all be working to towards redeeming our own lives and also redeeming our communities and healing us from within."
    },
    {
      "speaker": "LEVIN",
      "utterance": "It's been a great pleasure, Bob Woodson. Thank you my friend. I appreciate it. Join us next time on LIFE, LIBERTY & LEVIN. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}