{
  "date": "March 8, 2022",
  "headline": "'Your World' on Russia's advance on Ukraine, possibility of no-fly zone",
  "subHeadline": "Guests: Alexander Vershbow, Energy; Dan Hoffman, Dmytro Veselov, John Kirby",
  "url": "https://www.foxnews.com/transcript/your-world-russia-ukraine-no-fly-zone",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "Day eight, and it's getting worse, much worse, Russian forces battling for control of the southern part of the country, when much of the world has been focused on that 40-mile-long caravan of Russian tanks. Could that have been or could it still be a head-fake? From Vladimir Putin, an acknowledgment today to the Russian people that this is something that is working, this is something that must be done, but without calling any of the sanctions and actions the West have taken that is worrying him or causing him to pause, this as he is also taking some key oil ports and points and distribution centers that are knocking the energy wind out of Ukraine, with signs it could get worse before there's any hope of it getting better.  Welcome, everybody. I'm Neil Cavuto, and this is \"Your World,\" and on top of a defiant Vladimir Putin, who has indicated today that everything he is doing is in the cause of Russia and to fight the not-so-good cause of what we're seeing on the front from the united West that he says is like a cabal trying to destroy the world.  But this part of the world is plenty destroyed, in and of itself.  We're on top of that right now with Trey Yingst in Kyiv with the very, very latest. Jennifer Griffin is at the Pentagon with how they're reading things from here, Jacqui Heinrich at the White House, the president meeting with his Cabinet today to spell things out. But the big story today is certainly what's going on in Kyiv, with a capital that is surrounded and now a key southern city that's in Russian hands, as Russia begins to widen its attack line.  Trey Yingst with more -- Trey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY YINGST, FOX NEWS FOREIGN CORRESPONDENT",
      "sentences": "Neil, good afternoon.  In the distance, just a few moments ago, we heard some large explosions. It sounded like artillery, as this city is close to being under fire once again. Now, earlier today, we were part of a group, a small group of journalists that was with Ukrainian President Volodymyr Zelensky.   We received an invitation to meet with him and ask him questions about the situation, getting some insight into the mind of a man who is currently leading his country in the fight against the Russians. He talked about a no-fly zone and how it's something he wants immediately implemented over his country. He also discussed Russian soldiers, saying they're being used as cannon fodder. And he called on President Putin of Russia to meet with him or withdraw troops from the country. Now, I asked him about his conversations with President Biden. Here's what he had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YINGST",
      "sentences": "Trey Yingst with FOX News. You spoke this week with President Biden. How would you describe your conversations with the U.S. leader? And do you believe the Americans waited too long to give Ukraine the support you need to push back this Russian offensive? VOLODYMYR ZELENSKY, UKRAINIAN PRESIDENT (through translator): We have good contact.  I can tell you truth. And it's a pity that it began after the beginning of this war, but we have it. And I'm -- my appreciation to him and to his team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YINGST",
      "sentences": "Russian shelling continues in areas across this country, in Borodyanka, just outside of the Ukrainian capital. You can see in this drone video devastating scenes, civilians killed and injured as Russia continues its advance on the city.  Now, we also know, further south, there was shelling that took place, killing civilians there, and this entire country really bracing for what French President Emmanuel Macron believes could be very bloody days to come. There was a phone call earlier today between the French president and President Putin of Russia. It lasted for more than 90 minutes, but no good news out of that call. The French left that basically saying they believe Putin will continue his advance into Ukraine and ultimately try to take over the whole country -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Trey, thank you very, very much.  Well, the seizing by Russian soldiers of the southern city of Kherson has some wondering what the strategy of Vladimir Putin might be here. With so much attention paid to this 40-mile caravan of tanks, is his ambition actually south of that and maybe on the coastal regions far from that? Let's get the reading now from the Pentagon and Jennifer Griffin, who's there -- Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Neil, Vladimir Putin's strategy is pretty clear to those who have been watching it. He intends to take the entire country. And he's -- his forces are coming in from three different axes, and they're going to strangle these cities.   We have learned from a senior U.S. defense official that the Department of Defense recently established a deconfliction line with the Russian Ministry of Defense on March 1 -- quote -- \"for the purposes of preventing miscalculation, military incidents, and escalation.\" We have also learned that 90 percent of Russia's invading forces are now in Ukraine, and that the cities of Kyiv, Chernihiv, Kharkiv are seeing the heaviest fighting. We are told there is no indication the Russians have had to tap into reinforcements. That 40-mile convoy we have talked so much about is still largely stalled across the north. Russians have been trying to make progress on Kyiv, but they have been -- quote -- \"flummoxed and frustrated,\" according to a U.S. defense official, still remaining about 15 miles north of the city. It's been two to three days since they have made any progress.  No reason to doubt that attacks from the Ukrainians have slowed down the convoy a little bit, and mud and flat tires, showing poor maintenance, have been an issue as well. Regarding Russia's air force, which has been in -- fairly ineffective so far, Ukraine had carefully marshaled and employed its air defense systems, according to a U.S. official, one of the reasons Russia is behaving in a risk-averse manner near the capital.  The airspace over Ukraine is still contested. Ukraine can still fly its planes. But so can the Russians. Defense Secretary Lloyd Austin explained why NATO is not considering setting up a no-fly zone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLOYD AUSTIN, U.S. SECRETARY OF DEFENSE",
      "sentences": "If you establish a no-fly zone, certainly, you -- in order to enforce that no-fly zone, you will have to engage Russian aircraft. And, again, that would put us at war with Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "There have been about 480 Russian missile launches into Ukraine since the start of the invasion. The majority of missiles are being fired from within Ukraine, meaning Russia is launching them from mobile missile launchers, about 230 fired from inside Ukraine, 160 from Russian territory, 70 from Belarus, and the rest coming from the Black Sea. There are reports Russians are planning for mass executions in town squares after they take the cities, but a senior U.S. official was unable to elaborate on these reports, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jennifer, the Russian leader had a phone call today with Emmanuel Macron of France. I guess it was chilly, and it ended a little bit early, with the Russian president telling him that Russia is going to achieve its goals, end of story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "It was it was chilly and chilling.  And Emmanuel Macron said that Putin is essentially saying that the annihilation of these cities, these strangulation of these cities will continue until he achieves his aims.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Amazing.  All right, Jennifer, thank you very, very much for that.  If we hear any more on the sentiment expressed by Vladimir Putin and what he had told the Russian people today, we will fill you in on that. But let's just say he is not giving up an inch, and despite sanctions that have grown by the dozens, of U.S. companies that are essentially self- sanctioning to send a message to him that they don't want to do business there, and might never for quite some time as long as he's there. Let's go to Dmytro Veselov off right now. He's taking up arms to defend Kyiv. He's putting his own life at risk, like so many others in this incredible country.  Dmytro, thank you for joining us. You have heard what Vladimir Putin has to say. He's not giving up the fight. He's saying it's going to achieve its goals, and that way you know life there will change dramatically. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DMYTRO VESELOV, TAKING UP ARMS TO DEFEND KYIV",
      "sentences": "Well, this is war. The things might change.  But like the wars have been changing -- has been going not as planned, not as somebody wanted, with the odds worse than ours. And our odds for the moment is world's 20th military, which is Ukraine, going against world's second military, which is Russia. And, like, so far, it doesn't going according to Putin's plan. So, like, why should it suddenly start, turn around and go according to Putin's plan? I don't see evidence...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's hard to figure out -- I'm sorry, Dmytro -- hard to figure out strategies or what the Russians are up to. But there had been reports that, certainly in the battle for Kyiv, that some of those Russian soldiers just aren't into it, they don't want to do it. But enough other Russian soldiers do. And therein lies the danger. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VESELOV",
      "sentences": "Well, yes.   This is army. And some part of the army troops are very trained professional killbots, and they will do whatever they're ordered to. But, like, most of the army, especially Russian army, which relies heavily on conscripts, they are just mostly ordinary people with their own motivation.  And if they see that their commanders are incompetent, that they're being treated as cannon fodder, and, like, the cause that they're fighting for is unjust, then, well, their motivation falls apart, and they start leaving or surrendering. And, like, without this major part of Russian army, like, I don't see how the war will suddenly turn around and go according to the Putin's plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What about your plan, Dmytro? I mean, the president of the United States has made it clear, the European Union has made it clear that aid and military equipment is certainly coming and more will be coming, but as far as policing the airspace over your country and aircraft coming in from any of the Western powers, that's not going to happen, as things stand now.  Without that, without that, do you think you can still win this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VESELOV",
      "sentences": "I think there are middle grounds over the policing Ukrainian airspace thing.  Like, for example, one option that's talked about by our troops is just learn from Russia playbook, like couple squadrons of F-22, and, like denied everything that they are present and they're on Ukraine. And, well, if Russia suddenly starts noticing growing up air casualties, and show some video evidence, just say that this is Ukrainian territorial defense that bought them on eBay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So as far as getting people to change their minds and go into that airspace -- I know what you're saying, even facetiously, but that doesn't look like it's going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VESELOV",
      "sentences": "Well, the official might not going to happen, but there is -- there is still plenty of tactical space for the unofficial maneuvers. Well, at least Russians use those to the great advantage in the 2014. And they have shown that it works. So, like, there's enough that could be done about Ukrainian airspace. But, nevertheless, we're very grateful for all the help that's coming to us from the entire world, and support of private companies means to us just as much as the support of governments. Like, if Apple would go one step further and deny -- like, stop all the iPhones to work in Russia, they would deny a whole lot of secure encrypted connection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VESELOV",
      "sentences": "Yes. If they would do that, like, that would help us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that could change things right there.  Dmytro, thank you very, very much. Be well. Please be safe, your family, your friends, your colleagues, your countrymen. We live in scary times. And you're in the scariest part of it. Dmytro Veselov, he's taking up arms to defend his country. Well, obviously, Vladimir Putin is talking a good argument on putting up the fight, but, right now, his currency is losing the fight, at an all-time low. For Russian citizens very unaware of what is actually going on in Ukraine, they can see it in their money. They can see it in desperately trying to get into their banks. They can see it in long lines for those banks. They can see it on currency limits and how much money you can take out of the country. And they can see it if they're lucky in their investment accounts, which week over week have gone down more than 90 percent in value. We're going to get the read on all of this with the Pentagon spokesman and what our options might be from here.   You already heard what one fighter wants on this there. Whether he gets that or not, that's debatable. The Pentagon spokesman, John Kirby -- after this.  ZELENSKY (through translator): We want to introduce shutting of the Ukrainian sky, because our people are dying. If you cannot shut the sky now, then now give us the timeline. When will you do it? If you now cannot provide the timeline, tell us, how many people have to die, how many legs, limbs have to fly away from people's bodies, so, we -- see you hear us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president of Ukraine, Zelensky, making it very, very clear that, if he had his druthers, he would ask for air support right now to police the airspace over Ukraine. That does not appear to be the case right now. The defense secretary has said that. The president of the United States has said that. Even some prominent leaders across Europe have said that. But that might be the last- gasp hope for Ukrainians hoping to turn the tide in a battle that has Russian troops steadily advancing in key areas, with control of much of the southern part of the country and at least two port cities. To John Kirby right now, the Pentagon press secretary. John, good to have you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "sentences": "Thank you. Good to be with you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you make, then, of that, President Zelensky making it clear, we need air support, we need to police these skies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Yes.  Well, look, well, first of all, we commend his bravery and his courage, his leadership in this terrible time of war in his country. I mean, he has stayed on the ground. He has stayed in command of his forces. And these are forces that are bravely and courageously fighting back. President Biden has made it clear that U.S. troops are not going to fight in Ukraine, and that includes in the skies. And I think there's no way to do that. There's no way to conduct a no-fly zone without actually putting U.S. pilots in confrontation with Russia. And I think -- I think we can all understand that escalating the conflict to that degree, with U.S. pilots and Russian pilots in the air in combat, only escalates the war itself, only makes it more dangerous, only makes it more treacherous for the Ukrainian people. So, the president is very wise here, that this is this is something we need to be very careful about not escalating this conflict more than it already is. And, again, he's been very clear that U.S. troops are not going to be fighting in Ukraine. That said, Neil, we continue, even today, to provide additional security assistance, lethal and non-lethal assistance, to the Ukrainians, so that they can continue to defend their country. And they're doing it quite creatively. They're doing it, actually, quite effectively.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Vladimir Putin kind of upped the ante on what would be a necessary response, down to weapons and supplies that somehow led to the death of Russian soldiers, that that would warrant a response on the countries using it. At least, that's how I interpreted his remarks...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... and the foreign minister when he was referring to that. What did you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Well, look, I mean, I'm not surprised to hear the Russians react that way. But we have been nothing but transparent from before this invasion started that we were going to continue to look for ways for Ukraine to better defend itself. And it's not just the United States, Neil. It's countries around the world, not just even in Europe, that are looking for ways to help Ukraine defend itself better and more effectively. And that's going to continue for as long as we can -- we can do it, because they are very much in a fight for their country. So, again, we have seen the Russian rhetoric. We have made it clear we're going to continue to do that. We have also made it clear that we're going to continue to look for ways to bolster NATO's alliances and NATO's defensive capabilities, particularly on that eastern flank. You have seen us devote thousands more soldiers from the United States to Europe. We're going to continue to look for ways to do that as well to make it clear to Mr. Putin how seriously we take our collective security requirements under the NATO alliance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Still, you're talking about providing military aid and giving them the resources, that is, the Ukrainian people, to fight the fight.  But the latest news is that at least four amphibious assault ships landed troops near Odessa, so, very close to taking that crucial seaport, on top of Russian marines taking Berdyansk, again, another crucial seaport. It seems very clear, John, that the Russians are trying to not only shut down and close off these port cities...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... but make them inaccessible to Western aid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Well, I haven't -- I can't corroborate the reports about Odessa. We did see them conduct an amphibious assault just a few days ago, as you're...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "... like you said, just a little bit to the southeast of Mariupol. And they're moving on that city right now. What we see, Neil, here is an attempt on multiple lines of access by the Russians to seize major population centers, obviously, Kyiv, the capital city, being the main one that they're after. But they're going after these population centers, so that they can, again, assume more control over Ukraine, Ukrainian territory, Ukrainian sovereignty, the Ukrainian economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You talk about the economy. And is there some surprise at the Pentagon, to the White House even, that Vladimir Putin certainly today did not look like a man cowed by any of these sanctions and others that, again, still have to go into effect? It's still the early stages here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But he's not giving back an inch, and even with so many of his oligarchic friends having yachts taken and forced to sell soccer teams to find the money that otherwise has been confiscated or frozen. Are you surprised?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "I don't know about surprise, Neil.  I mean, he's been very clear about what his objectives were from even before he launched this invasion. But he hasn't -- as you rightly pointed out, he hasn't really felt the full sting of these economic measures. And he will eventually. And it will become that much harder for him to run a military machine in an expeditionary basis, the way he's doing now, in a war in a neighboring state. That will be harder for him to do as these sanctions begin to take effect. They are already having -- as you rightly noted in a segment before mine, the impact that it's having on his economy. He's feeling that. He's going to continue to feel those consequences. And it's not, again, just the United States levying these sanctions. It's coming from around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know we're not policing the skies over Ukraine, John. Are we policing the skies around Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "We already have had for a number of years a Baltic air policing mission under NATO's umbrella in those Baltic states. And that continues. And the United States continues to add aircraft to that mission. We are also, of course, flying other aircraft in other NATO airspace as well, including on the southeastern flank of the alliance. One of the things that the president announced when he announced additional troops going over was additional aircraft as well. So, we are absolutely going to be making sure, again, back to that Article 5 commitment, if your going -- one -- an attack on one is attack on all. We're going to defend every inch of NATO territory, as President Biden said. That means being able to police the skies as well. And we're doing that.  And it's not, again, just us. So many other NATO allies are stepping up with aircraft of their own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, John, how close do those aircraft get to Ukrainian airspace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "I don't want to get into rules of engagement or exact flight routes. All I will tell you is that we're going to continue to look for ways to protect that airspace, to protect our NATO allies. So are the allies as well, of course. And, as we have -- as we have noted, we have communication channels open with the Russians to make sure that we can deconflict, so that there aren't -- well, we can reduce the miscalculation chances in those skies over NATO territory. We want to make sure that there's a way of communicating with the Russians, so we can avoid any kind of mishaps and misunderstandings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you are communicating, the Pentagon, you guys are communicating, NATO in touch, with the Russians? At what level?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "It's really being done out of -- out of the European Command there in Germany. It's not something that we're picking up the phone here in the Pentagon and doing.  But we have communication vehicles available to us to talk to the Russians, because now...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do the Russians share, then, what they're doing and where they're going, John?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "These -- this just got stood up, Neil, so there hasn't been a whole lot of communication. And, right now, the skies over Ukraine are contested. And this is an -- this is an important point. The Ukrainians are able to help defend their skies. They're doing it every day, not only with aircraft, but with sophisticated surface-to-air missile systems and other systems as well. The Russians have not achieved air superiority. But because that airspace is contested, because the Russians are now flying in combat missions in that airspace, we believe it's important that we have a vehicle of communication to deconflict, in terms of NATO airspace. That mechanism is in place. We haven't used it aggressively yet, haven't had a need to, but it's nice to know that it's there, that there's a way to deconflict if we need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "John Kirby, thank you very much. Good seeing you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "You too, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Busy times. Scary times. The press spokesman for the United States Pentagon, John Kirby. When we come back here, how the president has been responding to these fast-moving developments. Jacqui Heinrich at the White House -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, first, they freeze their money. Now they take their yachts. One oligarch in Russia had a $600 million boat impounded, can't do anything with it. I could have gotten it for them for $550 million. What's going on? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the sanctions continue, the president outlining that there's more to come in the pressure on Vladimir Putin and, of course, the entire country of Russia, as this battle rages on for the eighth day. Jacqui Heinrich at the White House with more -- Jackie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil. Well, the White House is seeking $10 billion from Congress to provide aid to Ukraine, but they are so far not willing to sanction Russian banks processing energy transactions or ban Russian energy imports to the U.S..",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "As long as we're buying Russian oil, though, aren't we financing the war?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, Jacqui, again, it's only about 10 percent of what we're importing. I have not made any announcement about any decision on that front. But our objective here and our focus is making sure that any step we take maximizes the impact on President Putin and minimizes it on the American people. And anyone who's calling for an end to the carve-out should be clear that would rise -- raise prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Even House Speaker Nancy Pelosi is taking a harder line than the president, saying she's all for banning Russian energy. And a bipartisan, bicameral group of lawmakers today took matters into their own hands, introducing a bill to do just that. Democrats across the spectrum disagree with the White House that there's no immediate fix. Senator John Hickenlooper saying such a move would accelerate the transition to green energy. And Senator Joe Manchin says the U.S. could easily ramp up domestic production, and Americans would understand the price increase in the meantime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "sentences": "Energy has been weaponized. And we have the ability to basically counter that weapon. We really do. Inflation is a tax. This is war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Now, the White House is still focused on sanctions, the president today announcing dozens of Russian billionaires have been added to that list. They're also banning travel to the U.S. by more than 50 Russian oligarchs and their families. But at least one of those oligarchs has been sanctioned before and remains on the FBI's most wanted list for interference in the 2016 election, prompting questions about just how effective this latest round of sanctions will be and whether the White House should take a look at a new approach, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jacqui, thank you very much for that, Jacqui Heinrich at the White House. To Dan Hoffman right now, the former CIA station chief in Moscow. Dan, I'm wondering about the strategy here, if you could help me with it, because while we're focused certainly on this 40-mile-long convoy of Russian tanks. I get that. It's a sight to see. I wonder why they haven't been targeted for attack. But, having said that, we do know that they're looking at Odessa, a crucial seaport, very close to seizing that, on top of Berdyansk, another seaport that Russian amphibious forces already did seize. And I'm thinking, with all this talk the president has had more aid coming, it would be coming to points like that, that now could be already are under Russian control. Doesn't that make this aid and talk of billions of dollars more a moot point then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN HOFFMAN, FORMER CIA STATION CHIEF",
      "sentences": "I mean, we run that risk, although we have still got Western Ukraine. That front is reportedly still open to us. But you're right. Even if we get the weapons in through Western Ukraine, getting them from there to where the fighting is going to be another challenge. I mean, this just highlights, I'm sorry to say it, the strategic failure on the part of the administration, believing that the threat of U.S. assisting an Ukrainian insurgency, coupled with the threat of sanctions, would deter Vladimir Putin from invading in the first place. That didn't happen. And because we didn't get weapons into Ukraine beforehand, we're faced with this extraordinarily difficult challenge. And time is -- every day that goes by that President Zelensky is still in power and still alive is a good day for Ukraine and for democracy and freedom. But make no mistake, the Russians recognize that too. And they are bearing down on Ukraine, as you point out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Dan, if you don't mind my going back to your expertise, certainly as a former CIA station chief in Moscow, I always wonder how Russians feel about what's going on. I know they're told very little, but we do know what they're feeling economically and financially. Their ruble is rubble. Their banks are limited hours, and they're limited in how much money they can take out if and when they get to those banks. They must be sensing all of that, and the economic pain, and shortages of goods on shelves. How are they responding to this? And does Vladimir Putin still have their support?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "Yes, so there's a kinetic war going on in Ukraine. There's also an information war as well. And that's why Vladimir Putin, one of the first things he did when he became president was to take control over Russian media, because he wants to own the narrative, like George Orwell wrote about in \"1984.\" And so that's been Vladimir Putin's focus. He's going to tell his population that the sanctions are the West seeking to keep Russia down and other sorts of propaganda, disinformation. What I have always found, look, the Russians were very supportive of Russia's annexation of Crimea. And that was because it was relatively pain- free for them. We imposed sanctions. They took 1 percent, roughly, off of Russia's GDP, but that didn't really impact the economy like these sanctions are. And even more important than the sanctions, frankly, in the near term are all those dead Russian soldiers, thousands of them now already, and there's certainly going to be an impact there as well. This has the potential of looking a lot like General Secretary Brezhnev's decision in the latter years of his life to invade Afghanistan, and drive a few nails into that Soviet evil empire coffin in the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, and we know how that worked out, to your point. Dan Hoffman, thank you very, very much. Good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We told you about all the sanctions that are in place right now to put the screws on Vladimir Putin. A lot of them are coming from businesses and institutions that aren't hearing government orders. They're doing it themselves. And they're unleashing untold damage to Vladimir Putin, if he'd ever admit it -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, racing to put the screws on Vladimir Putin and Russia quite literally right now, because the Russian Grand Prix is off. It's a major, major event, a Formula One auto race, not going to be happening right now. Nate Foy joins us, with us. Nate is just starting with FOX. So I introduced him on FOX Business. It's an honor to have him. And welcome again here on FOX News, Nate. What's going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NATE FOY, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, it's an honor to be here. A big reversal today. Russian and Belarusian athletes will not be allowed to compete in the Paralympics, which start tomorrow in Beijing. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW PARSONS, PRESIDENT, INTERNATIONAL PARALYMPIC COMMITTEE",
      "sentences": "We are also firm believers that sport and politics should not mix. However, it is clear that maybe now, due to the current situation, that is no longer possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOY",
      "sentences": "The IPC reversing the decision from yesterday, initially saying athletes could compete, but under a neutral flag. And you mentioned it, Neil, also today, Formula One releasing this statement, saying it's terminated its contract with the Russian Grand Prix promoter, meaning Russia will not have a race in the future. Amid threats of financial sanctions, Russian oligarch Roman Abramovich is selling the Premier League's Chelsea football club. Proceeds of that sale will benefit victims of the war in Ukraine. We're getting a new perspective on the war today. Ukrainian boxing champion Wladimir Klitschko, who's fighting alongside his brother Vitali, who you see here, the mayor of Kyiv, has this to say about Western policies against Russia:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WLADIMIR KLITSCHKO, FORMER UKRAINIAN BOXER",
      "sentences": "We need to stop this madness, because all the money that Russia is getting is getting used for buying lethal weapons that are killing Ukrainians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOY",
      "sentences": "The Klitschko brothers are fighting alongside fellow champion boxers Vasiliy Lomachenko and Oleksandr Usyk -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Nate, thank you very much. Welcoming you again, my friend. Many, many more times, hope to be together with you, Nick Foy on all of those developments. Right now, let's go to Ambassador Alexander Vershbow, the former deputy secretary-general of NATO and our U.S. ambassador to Russia. Ambassador, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEXANDER VERSHBOW, FORMER NATO DEPUTY SECRETARY-GENERAL",
      "sentences": "Nice to be here, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "These various measures, Ambassador, from sanctions all the way down to a Russian Grand Prix event that is shelved, other Olympic events and athletic events and entertainment events and international business conferences, Vladimir Putin and Russia in general persona, country non grata. And I'm wondering how much of an impact do you think that has. I mean, it takes a while to implement, but certainly, looking at Vladimir Putin, it's not giving him any pause. So where do you see these measures going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERSHBOW",
      "sentences": "Well, I think he's obviously going to feel much more direct pain from the sanctions, which are quite extraordinary in terms of how sweeping they are, much stronger than the sanctions that we imposed back in 2014 after the first invasion of Ukraine. But these symbolic moves of just excluding the Russians from sport and cultural events, I think, is one way to get through the fog of Russian propaganda, and make clear to the Russian people that their leader has isolated them from the entire international community. He's taken them down the road to becoming a pariah, a rogue state in the eyes of the world. And, hopefully, as more information trickles into Russian viewers, besides the state propaganda, they will begin to put some pressure from below. And, meanwhile, the oligarchs and the KGB guys may also begin to press their boss to say, look, you have -- you're in over your head. It's time to de- escalate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "As our former ambassador to Russia, I'm just wondering, who might be supporting this? Obviously, some of Vladimir Putin's oligarch friends aren't too happy about it. Is he aligning himself more with the military, then, that would be supporting this, or are military figures anxious as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERSHBOW",
      "sentences": "Well, as always, we don't have a clear picture of domestic factors behind the scenes. But there were some interesting dissents from retired military in the run- up to the war. A leading hard-liner, Leonid Ivashov, published an open letter on behalf of a veterans organization, accusing Putin of starting an unnecessary war, taking Russia down the path of international pariah status, and urging his president to resign. That was quite remarkable. And people thought that that may have reflected at least some disagreement with what Putin was doing among the active-duty military officers. So, now, whether Putin hears any direct criticism from these people directly, that's doubtful. He's walled himself off from most of his people who might have a dissenting view. He's just got a bunch of yes-men, former KGB people, in his inner circle. And they tell him what he wants to hear, and blame everything on the United States. So I think it's going to be the economic sanctions that begin to squeeze the bank accounts of the oligarchs and some of these KGB cronies around Putin. And only until that happens will any real pressure be felt by Putin himself, any sense that he's made a mistake. We saw in his own exchange with Macron today and in his public remarks that he's full speed ahead with his maximum demands, no sign of looking for an off-ramp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that's very clear. He ended the phone call: Russia will achieve its goals. I'm just wondering, Ambassador, then what those goals are. If he installs a puppet government or returns to the guy who was running the country, who was all but chased out of the country and brought us President Zelensky, I'm wondering where you see a Ukraine, if Russia were to succeed, as a country. Now, Putin had said earlier today that, \"I'm proud to be part of a multinational people of Russia,\" saying that Ukrainians and Russians are -- quote -- \"one people. They deserve to be one people.\" So how would he play that out if he got what he wanted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERSHBOW",
      "sentences": "Well, that's going to be a challenge for him. I mean, it's one thing to take control of some of the cities. And they do ultimately have superior capabilities, even if they botched a lot of the initial phase of this operation. But trying to actually secure their hold on the cities and on the country as a whole is going to be difficult, because the Ukrainians are not going to accept any puppet leader that installs, surely not former President Yanukovych. But even if they find some less toxic figure, he will be immediately public enemy number one for all Ukrainians. So, there's going to be a resistance, there's going to be an insurgency, which could extend over many years, similar to what the Russians faced in Afghanistan 40 years ago. So, in the short term, he may gain control, at least in a formal sense, over Ukraine, but he's not going to gain control over the Ukrainian people. And this insurgency could begin to weaken the Russian grip. And, at the same time, as more Russian boys come home in body bags, it could fuel the domestic opposition to this whole adventure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Real quickly, you know the Russian people. I raised this with other guys, who are saying, the longer this does drag on, the more the Russian people will get annoyed. Whatever little they know, they certainly know the economic hit, and they're going to tire of it, and it could happen in weeks, no matter what's going on in Ukraine. Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERSHBOW",
      "sentences": "I do. And I think the sanctions package has had almost immediate effect in some respects, with the ruble crashing, Russia fully blocked from access to the international financial system. All the state banks are cut off. And, of course, we're seeing, even without sanctions, the American and European companies are, well, making a quick exodus from the Russian market. I think the big challenge for us and for the Ukrainians too, to some extent, is to get more information to the general public in Russia. Those who watch state TV are not yet even aware of the scope of the Russian operation or the fact that they're actively bombing one of everybody's favorite cities, Kyiv. As -- if we can use social media and other methods to get real information into the Russian audience, that could accelerate the process of undermining Putin's political base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. Yes, get the word out, the clear word, the honest word, the truthful word. You're right. Ambassador, very good seeing you. Thank you very much for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERSHBOW",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The pinch, though, is still on. And this is the pinch for the globe, higher energy prices going still, still higher. Can you say $4 gas, maybe $5 gas? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oil prices keep rocketing. That means gas prices can't be too far behind. They have already been soaring. Indications are now, with the latest oil news, they could soar a lot more, $4, $5 gas. Your pick. Jeff Flock in Philadelphia with more on side of the story. Hi, Jeff",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF FLOCK, FOX BUSINESS NETWORK CORRESPONDENT",
      "sentences": "To quote the old Brooks & Dunn song, Neil, cost of living is high and going up. Yes, up to $5 today in San Francisco, on average, $4 here in the Philadelphia suburbs, as you perhaps see behind me. And if you look at the national average, $3.73 now, up 7 cents today alone after up 4 cents yesterday, and the cost of diesel similar, 8 cents today. Yes, diesel of course, a lot of potential for inflation there with all the trucks that run diesel. And individual stations, I took a picture at one station we were at earlier today. Started out when we got there at $3.89 at the Shell station on Broad Street, $4.05 before long, a 16 cent increase in one day, diesel pretty much the same. I report to you tonight from the Lukoil station here in Abington Township. That's Willow Grove, Pennsylvania. Lukoil, you might know, is a Russian company, one of the biggest oil companies in Russia. They have got about 5,000 gas stations worldwide, about 200-plus here in the U.S. And the city council in the city of Newark, New Jersey, has voted to suspend the Lukoil stations there, out of solidarity with Ukraine. Problem is that the stations are franchise-owned. That is to say, they're operated and owned by Americans and employing Americans. And one of those franchise holders spoke out today, said he certainly supports Ukraine, but he does not support being put out of business. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGER VERMA, LUKOIL GAS STATION OWNER",
      "sentences": "Let me be clear when I say that I stand with Ukraine, and I'm fully in support of Russian sanctions. However, I am baffled and confused how shutting down an American-based small business owner is sending a message to support. I'm just totally baffled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOCK",
      "sentences": "One other note on Lukoil, they have actually become, the Russian company, now one of the first in the U.S. and Russia to speak out against the invasion of Ukraine. I quote them now. And they say: \"We stand for the immediate cessation of armed conflict in Ukraine and support diplomatic efforts.\" Good luck, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, right, maybe because of what's happening behind you, with those signs. Those look like incredible prices. Jeff Flock, thank you very, very much, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOCK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "A little eye-popping, isn't it? You're going to see more of that. Meanwhile, Mike Tobin in Lviv, Ukraine, where they have far, far bigger worries on their hands -- Michael.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS CORRESPONDENT",
      "sentences": "They certainly do, with the fighting in the northeast and the south. The refugee traffic is coming west. The drive to -- from Kyiv here to Lviv normally takes six hours. It's taking 18 hours right now. And it is chock full of checkpoints and peril. That's why I have a lot of people taking the train from Kyiv to this location. That train gets absolutely packed. Your ticket doesn't mean anything at all. People just get on board and start heading west. When they get here to Kyiv, some people -- or good here to Lviv, I should say -- some people are staying. Some people continue west to the border. The UNHCR now says that 1,045,000 refugees have gone west across the border. Most of them, 52 percent, are going into Poland. Others are heading into Moldova, Slovakia, Hungary, Romania looking for refuge. A few people have gone north into Belarus. By few, I mean a few thousand. And about 43,000 have headed east, seeking to get away from the fighting by going into Russia -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Mike, every day, you hear more and more attacks, certainly those seemingly deliberately targeting civilians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The people in that city behind you obviously know that and they have gotten word of that. This pace could pick up with each and every day. I mean, how real is that threat to them? Or do they still think there's a way this can be stopped?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "No, they have accepted the idea that they're a nation at war. And everyone pitches in. We have seen people pitching in to get the aid that comes into the country. You have got to get into the conflict zone. So there's a big distribution center, where they're all working. Everyone's volunteering. And then people get in their cars and drive at great peril to make sure the aid gets to places like Kherson, like Kharkiv, where the people need it so badly. You got people out here in welding shops stop doing their business. They're taking old railroad ties and I-beams and making what are called hedgehog barriers that -- old World War I type of design that are intended to stop tanks. Everyone is pitching in and doing what they can. They have very much accepted that they're a nation at war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Mike, be safe. Mike Tobin in Libya, Ukraine. Any signs that Vladimir Putin would be slowing down here or getting concerned about all the sanctions and everything else, he has indicated, as if it's any surprise, it's full throttle. He wants Ukraine, and he's determined to get it. Here's \"The Five.\" Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "Day eight, and it's getting worse, much worse, Russian forces battling for control of the southern part of the country, when much of the world has been focused on that 40-mile-long caravan of Russian tanks. Could that have been or could it still be a head-fake? From Vladimir Putin, an acknowledgment today to the Russian people that this is something that is working, this is something that must be done, but without calling any of the sanctions and actions the West have taken that is worrying him or causing him to pause, this as he is also taking some key oil ports and points and distribution centers that are knocking the energy wind out of Ukraine, with signs it could get worse before there's any hope of it getting better. Welcome, everybody. I'm Neil Cavuto, and this is \"Your World,\" and on top of a defiant Vladimir Putin, who has indicated today that everything he is doing is in the cause of Russia and to fight the not-so-good cause of what we're seeing on the front from the united West that he says is like a cabal trying to destroy the world. But this part of the world is plenty destroyed, in and of itself. We're on top of that right now with Trey Yingst in Kyiv with the very, very latest. Jennifer Griffin is at the Pentagon with how they're reading things from here, Jacqui Heinrich at the White House, the president meeting with his Cabinet today to spell things out. But the big story today is certainly what's going on in Kyiv, with a capital that is surrounded and now a key southern city that's in Russian hands, as Russia begins to widen its attack line. Trey Yingst with more -- Trey."
    },
    {
      "speaker": "TREY YINGST, FOX NEWS FOREIGN CORRESPONDENT",
      "utterance": "Neil, good afternoon. In the distance, just a few moments ago, we heard some large explosions. It sounded like artillery, as this city is close to being under fire once again. Now, earlier today, we were part of a group, a small group of journalists that was with Ukrainian President Volodymyr Zelensky. We received an invitation to meet with him and ask him questions about the situation, getting some insight into the mind of a man who is currently leading his country in the fight against the Russians. He talked about a no-fly zone and how it's something he wants immediately implemented over his country. He also discussed Russian soldiers, saying they're being used as cannon fodder. And he called on President Putin of Russia to meet with him or withdraw troops from the country. Now, I asked him about his conversations with President Biden. Here's what he had to say."
    },
    {
      "speaker": "YINGST",
      "utterance": "Trey Yingst with FOX News. You spoke this week with President Biden. How would you describe your conversations with the U.S. leader? And do you believe the Americans waited too long to give Ukraine the support you need to push back this Russian offensive?"
    },
    {
      "speaker": "VOLODYMYR ZELENSKY, UKRAINIAN PRESIDENT (through translator)",
      "utterance": "We have good contact. I can tell you truth. And it's a pity that it began after the beginning of this war, but we have it. And I'm -- my appreciation to him and to his team."
    },
    {
      "speaker": "YINGST",
      "utterance": "Russian shelling continues in areas across this country, in Borodyanka, just outside of the Ukrainian capital. You can see in this drone video devastating scenes, civilians killed and injured as Russia continues its advance on the city. Now, we also know, further south, there was shelling that took place, killing civilians there, and this entire country really bracing for what French President Emmanuel Macron believes could be very bloody days to come. There was a phone call earlier today between the French president and President Putin of Russia. It lasted for more than 90 minutes, but no good news out of that call. The French left that basically saying they believe Putin will continue his advance into Ukraine and ultimately try to take over the whole country -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Trey, thank you very, very much. Well, the seizing by Russian soldiers of the southern city of Kherson has some wondering what the strategy of Vladimir Putin might be here. With so much attention paid to this 40-mile caravan of tanks, is his ambition actually south of that and maybe on the coastal regions far from that? Let's get the reading now from the Pentagon and Jennifer Griffin, who's there -- Jennifer."
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "utterance": "Neil, Vladimir Putin's strategy is pretty clear to those who have been watching it. He intends to take the entire country. And he's -- his forces are coming in from three different axes, and they're going to strangle these cities. We have learned from a senior U.S. defense official that the Department of Defense recently established a deconfliction line with the Russian Ministry of Defense on March 1 -- quote -- \"for the purposes of preventing miscalculation, military incidents, and escalation.\" We have also learned that 90 percent of Russia's invading forces are now in Ukraine, and that the cities of Kyiv, Chernihiv, Kharkiv are seeing the heaviest fighting. We are told there is no indication the Russians have had to tap into reinforcements. That 40-mile convoy we have talked so much about is still largely stalled across the north. Russians have been trying to make progress on Kyiv, but they have been -- quote -- \"flummoxed and frustrated,\" according to a U.S. defense official, still remaining about 15 miles north of the city. It's been two to three days since they have made any progress. No reason to doubt that attacks from the Ukrainians have slowed down the convoy a little bit, and mud and flat tires, showing poor maintenance, have been an issue as well. Regarding Russia's air force, which has been in -- fairly ineffective so far, Ukraine had carefully marshaled and employed its air defense systems, according to a U.S. official, one of the reasons Russia is behaving in a risk-averse manner near the capital. The airspace over Ukraine is still contested. Ukraine can still fly its planes. But so can the Russians. Defense Secretary Lloyd Austin explained why NATO is not considering setting up a no-fly zone."
    },
    {
      "speaker": "LLOYD AUSTIN, U.S. SECRETARY OF DEFENSE",
      "utterance": "If you establish a no-fly zone, certainly, you -- in order to enforce that no-fly zone, you will have to engage Russian aircraft. And, again, that would put us at war with Russia."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "There have been about 480 Russian missile launches into Ukraine since the start of the invasion. The majority of missiles are being fired from within Ukraine, meaning Russia is launching them from mobile missile launchers, about 230 fired from inside Ukraine, 160 from Russian territory, 70 from Belarus, and the rest coming from the Black Sea. There are reports Russians are planning for mass executions in town squares after they take the cities, but a senior U.S. official was unable to elaborate on these reports, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jennifer, the Russian leader had a phone call today with Emmanuel Macron of France. I guess it was chilly, and it ended a little bit early, with the Russian president telling him that Russia is going to achieve its goals, end of story."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "It was it was chilly and chilling. And Emmanuel Macron said that Putin is essentially saying that the annihilation of these cities, these strangulation of these cities will continue until he achieves his aims."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Amazing. All right, Jennifer, thank you very, very much for that. If we hear any more on the sentiment expressed by Vladimir Putin and what he had told the Russian people today, we will fill you in on that. But let's just say he is not giving up an inch, and despite sanctions that have grown by the dozens, of U.S. companies that are essentially self- sanctioning to send a message to him that they don't want to do business there, and might never for quite some time as long as he's there. Let's go to Dmytro Veselov off right now. He's taking up arms to defend Kyiv. He's putting his own life at risk, like so many others in this incredible country. Dmytro, thank you for joining us. You have heard what Vladimir Putin has to say. He's not giving up the fight. He's saying it's going to achieve its goals, and that way you know life there will change dramatically. What do you think of that?"
    },
    {
      "speaker": "DMYTRO VESELOV, TAKING UP ARMS TO DEFEND KYIV",
      "utterance": "Well, this is war. The things might change. But like the wars have been changing -- has been going not as planned, not as somebody wanted, with the odds worse than ours. And our odds for the moment is world's 20th military, which is Ukraine, going against world's second military, which is Russia. And, like, so far, it doesn't going according to Putin's plan. So, like, why should it suddenly start, turn around and go according to Putin's plan? I don't see evidence..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's hard to figure out -- I'm sorry, Dmytro -- hard to figure out strategies or what the Russians are up to. But there had been reports that, certainly in the battle for Kyiv, that some of those Russian soldiers just aren't into it, they don't want to do it. But enough other Russian soldiers do. And therein lies the danger. What do you think of that?"
    },
    {
      "speaker": "VESELOV",
      "utterance": "Well, yes. This is army. And some part of the army troops are very trained professional killbots, and they will do whatever they're ordered to. But, like, most of the army, especially Russian army, which relies heavily on conscripts, they are just mostly ordinary people with their own motivation. And if they see that their commanders are incompetent, that they're being treated as cannon fodder, and, like, the cause that they're fighting for is unjust, then, well, their motivation falls apart, and they start leaving or surrendering. And, like, without this major part of Russian army, like, I don't see how the war will suddenly turn around and go according to the Putin's plan."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What about your plan, Dmytro? I mean, the president of the United States has made it clear, the European Union has made it clear that aid and military equipment is certainly coming and more will be coming, but as far as policing the airspace over your country and aircraft coming in from any of the Western powers, that's not going to happen, as things stand now. Without that, without that, do you think you can still win this?"
    },
    {
      "speaker": "VESELOV",
      "utterance": "I think there are middle grounds over the policing Ukrainian airspace thing. Like, for example, one option that's talked about by our troops is just learn from Russia playbook, like couple squadrons of F-22, and, like denied everything that they are present and they're on Ukraine. And, well, if Russia suddenly starts noticing growing up air casualties, and show some video evidence, just say that this is Ukrainian territorial defense that bought them on eBay."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So as far as getting people to change their minds and go into that airspace -- I know what you're saying, even facetiously, but that doesn't look like it's going to happen."
    },
    {
      "speaker": "VESELOV",
      "utterance": "Well, the official might not going to happen, but there is -- there is still plenty of tactical space for the unofficial maneuvers. Well, at least Russians use those to the great advantage in the 2014. And they have shown that it works. So, like, there's enough that could be done about Ukrainian airspace. But, nevertheless, we're very grateful for all the help that's coming to us from the entire world, and support of private companies means to us just as much as the support of governments. Like, if Apple would go one step further and deny -- like, stop all the iPhones to work in Russia, they would deny a whole lot of secure encrypted connection."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "VESELOV",
      "utterance": "Yes. If they would do that, like, that would help us."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that could change things right there. Dmytro, thank you very, very much. Be well. Please be safe, your family, your friends, your colleagues, your countrymen. We live in scary times. And you're in the scariest part of it. Dmytro Veselov, he's taking up arms to defend his country. Well, obviously, Vladimir Putin is talking a good argument on putting up the fight, but, right now, his currency is losing the fight, at an all-time low. For Russian citizens very unaware of what is actually going on in Ukraine, they can see it in their money. They can see it in desperately trying to get into their banks. They can see it in long lines for those banks. They can see it on currency limits and how much money you can take out of the country. And they can see it if they're lucky in their investment accounts, which week over week have gone down more than 90 percent in value. We're going to get the read on all of this with the Pentagon spokesman and what our options might be from here. You already heard what one fighter wants on this there. Whether he gets that or not, that's debatable. The Pentagon spokesman, John Kirby -- after this."
    },
    {
      "speaker": "ZELENSKY (through translator)",
      "utterance": "We want to introduce shutting of the Ukrainian sky, because our people are dying. If you cannot shut the sky now, then now give us the timeline. When will you do it? If you now cannot provide the timeline, tell us, how many people have to die, how many legs, limbs have to fly away from people's bodies, so, we -- see you hear us?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president of Ukraine, Zelensky, making it very, very clear that, if he had his druthers, he would ask for air support right now to police the airspace over Ukraine. That does not appear to be the case right now. The defense secretary has said that. The president of the United States has said that. Even some prominent leaders across Europe have said that. But that might be the last- gasp hope for Ukrainians hoping to turn the tide in a battle that has Russian troops steadily advancing in key areas, with control of much of the southern part of the country and at least two port cities. To John Kirby right now, the Pentagon press secretary. John, good to have you. Thank you."
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "utterance": "Thank you. Good to be with you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you make, then, of that, President Zelensky making it clear, we need air support, we need to police these skies?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Yes. Well, look, well, first of all, we commend his bravery and his courage, his leadership in this terrible time of war in his country. I mean, he has stayed on the ground. He has stayed in command of his forces. And these are forces that are bravely and courageously fighting back. President Biden has made it clear that U.S. troops are not going to fight in Ukraine, and that includes in the skies. And I think there's no way to do that. There's no way to conduct a no-fly zone without actually putting U.S. pilots in confrontation with Russia. And I think -- I think we can all understand that escalating the conflict to that degree, with U.S. pilots and Russian pilots in the air in combat, only escalates the war itself, only makes it more dangerous, only makes it more treacherous for the Ukrainian people. So, the president is very wise here, that this is this is something we need to be very careful about not escalating this conflict more than it already is. And, again, he's been very clear that U.S. troops are not going to be fighting in Ukraine. That said, Neil, we continue, even today, to provide additional security assistance, lethal and non-lethal assistance, to the Ukrainians, so that they can continue to defend their country. And they're doing it quite creatively. They're doing it, actually, quite effectively."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Vladimir Putin kind of upped the ante on what would be a necessary response, down to weapons and supplies that somehow led to the death of Russian soldiers, that that would warrant a response on the countries using it. At least, that's how I interpreted his remarks..."
    },
    {
      "speaker": "KIRBY",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... and the foreign minister when he was referring to that. What did you think of that?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Well, look, I mean, I'm not surprised to hear the Russians react that way. But we have been nothing but transparent from before this invasion started that we were going to continue to look for ways for Ukraine to better defend itself. And it's not just the United States, Neil. It's countries around the world, not just even in Europe, that are looking for ways to help Ukraine defend itself better and more effectively. And that's going to continue for as long as we can -- we can do it, because they are very much in a fight for their country. So, again, we have seen the Russian rhetoric. We have made it clear we're going to continue to do that. We have also made it clear that we're going to continue to look for ways to bolster NATO's alliances and NATO's defensive capabilities, particularly on that eastern flank. You have seen us devote thousands more soldiers from the United States to Europe. We're going to continue to look for ways to do that as well to make it clear to Mr. Putin how seriously we take our collective security requirements under the NATO alliance."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Still, you're talking about providing military aid and giving them the resources, that is, the Ukrainian people, to fight the fight. But the latest news is that at least four amphibious assault ships landed troops near Odessa, so, very close to taking that crucial seaport, on top of Russian marines taking Berdyansk, again, another crucial seaport. It seems very clear, John, that the Russians are trying to not only shut down and close off these port cities..."
    },
    {
      "speaker": "KIRBY",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... but make them inaccessible to Western aid."
    },
    {
      "speaker": "KIRBY",
      "utterance": "Well, I haven't -- I can't corroborate the reports about Odessa. We did see them conduct an amphibious assault just a few days ago, as you're..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "KIRBY",
      "utterance": "... like you said, just a little bit to the southeast of Mariupol. And they're moving on that city right now. What we see, Neil, here is an attempt on multiple lines of access by the Russians to seize major population centers, obviously, Kyiv, the capital city, being the main one that they're after. But they're going after these population centers, so that they can, again, assume more control over Ukraine, Ukrainian territory, Ukrainian sovereignty, the Ukrainian economy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You talk about the economy. And is there some surprise at the Pentagon, to the White House even, that Vladimir Putin certainly today did not look like a man cowed by any of these sanctions and others that, again, still have to go into effect? It's still the early stages here."
    },
    {
      "speaker": "KIRBY",
      "utterance": "Right. Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But he's not giving back an inch, and even with so many of his oligarchic friends having yachts taken and forced to sell soccer teams to find the money that otherwise has been confiscated or frozen. Are you surprised?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "I don't know about surprise, Neil. I mean, he's been very clear about what his objectives were from even before he launched this invasion. But he hasn't -- as you rightly pointed out, he hasn't really felt the full sting of these economic measures. And he will eventually. And it will become that much harder for him to run a military machine in an expeditionary basis, the way he's doing now, in a war in a neighboring state. That will be harder for him to do as these sanctions begin to take effect. They are already having -- as you rightly noted in a segment before mine, the impact that it's having on his economy. He's feeling that. He's going to continue to feel those consequences. And it's not, again, just the United States levying these sanctions. It's coming from around the world."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know we're not policing the skies over Ukraine, John. Are we policing the skies around Ukraine?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "We already have had for a number of years a Baltic air policing mission under NATO's umbrella in those Baltic states. And that continues. And the United States continues to add aircraft to that mission. We are also, of course, flying other aircraft in other NATO airspace as well, including on the southeastern flank of the alliance. One of the things that the president announced when he announced additional troops going over was additional aircraft as well. So, we are absolutely going to be making sure, again, back to that Article 5 commitment, if your going -- one -- an attack on one is attack on all. We're going to defend every inch of NATO territory, as President Biden said. That means being able to police the skies as well. And we're doing that. And it's not, again, just us. So many other NATO allies are stepping up with aircraft of their own."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, John, how close do those aircraft get to Ukrainian airspace?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "I don't want to get into rules of engagement or exact flight routes. All I will tell you is that we're going to continue to look for ways to protect that airspace, to protect our NATO allies. So are the allies as well, of course. And, as we have -- as we have noted, we have communication channels open with the Russians to make sure that we can deconflict, so that there aren't -- well, we can reduce the miscalculation chances in those skies over NATO territory. We want to make sure that there's a way of communicating with the Russians, so we can avoid any kind of mishaps and misunderstandings."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you are communicating, the Pentagon, you guys are communicating, NATO in touch, with the Russians? At what level?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "It's really being done out of -- out of the European Command there in Germany. It's not something that we're picking up the phone here in the Pentagon and doing. But we have communication vehicles available to us to talk to the Russians, because now..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do the Russians share, then, what they're doing and where they're going, John?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "These -- this just got stood up, Neil, so there hasn't been a whole lot of communication. And, right now, the skies over Ukraine are contested. And this is an -- this is an important point. The Ukrainians are able to help defend their skies. They're doing it every day, not only with aircraft, but with sophisticated surface-to-air missile systems and other systems as well. The Russians have not achieved air superiority. But because that airspace is contested, because the Russians are now flying in combat missions in that airspace, we believe it's important that we have a vehicle of communication to deconflict, in terms of NATO airspace. That mechanism is in place. We haven't used it aggressively yet, haven't had a need to, but it's nice to know that it's there, that there's a way to deconflict if we need to."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "John Kirby, thank you very much. Good seeing you again."
    },
    {
      "speaker": "KIRBY",
      "utterance": "You too, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Busy times. Scary times. The press spokesman for the United States Pentagon, John Kirby. When we come back here, how the president has been responding to these fast-moving developments. Jacqui Heinrich at the White House -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, first, they freeze their money. Now they take their yachts. One oligarch in Russia had a $600 million boat impounded, can't do anything with it. I could have gotten it for them for $550 million. What's going on? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the sanctions continue, the president outlining that there's more to come in the pressure on Vladimir Putin and, of course, the entire country of Russia, as this battle rages on for the eighth day. Jacqui Heinrich at the White House with more -- Jackie."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. Well, the White House is seeking $10 billion from Congress to provide aid to Ukraine, but they are so far not willing to sanction Russian banks processing energy transactions or ban Russian energy imports to the U.S.."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "As long as we're buying Russian oil, though, aren't we financing the war?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, Jacqui, again, it's only about 10 percent of what we're importing. I have not made any announcement about any decision on that front. But our objective here and our focus is making sure that any step we take maximizes the impact on President Putin and minimizes it on the American people. And anyone who's calling for an end to the carve-out should be clear that would rise -- raise prices."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Even House Speaker Nancy Pelosi is taking a harder line than the president, saying she's all for banning Russian energy. And a bipartisan, bicameral group of lawmakers today took matters into their own hands, introducing a bill to do just that. Democrats across the spectrum disagree with the White House that there's no immediate fix. Senator John Hickenlooper saying such a move would accelerate the transition to green energy. And Senator Joe Manchin says the U.S. could easily ramp up domestic production, and Americans would understand the price increase in the meantime."
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "utterance": "Energy has been weaponized. And we have the ability to basically counter that weapon. We really do. Inflation is a tax. This is war."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Now, the White House is still focused on sanctions, the president today announcing dozens of Russian billionaires have been added to that list. They're also banning travel to the U.S. by more than 50 Russian oligarchs and their families. But at least one of those oligarchs has been sanctioned before and remains on the FBI's most wanted list for interference in the 2016 election, prompting questions about just how effective this latest round of sanctions will be and whether the White House should take a look at a new approach, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jacqui, thank you very much for that, Jacqui Heinrich at the White House. To Dan Hoffman right now, the former CIA station chief in Moscow. Dan, I'm wondering about the strategy here, if you could help me with it, because while we're focused certainly on this 40-mile-long convoy of Russian tanks. I get that. It's a sight to see. I wonder why they haven't been targeted for attack. But, having said that, we do know that they're looking at Odessa, a crucial seaport, very close to seizing that, on top of Berdyansk, another seaport that Russian amphibious forces already did seize. And I'm thinking, with all this talk the president has had more aid coming, it would be coming to points like that, that now could be already are under Russian control. Doesn't that make this aid and talk of billions of dollars more a moot point then?"
    },
    {
      "speaker": "DAN HOFFMAN, FORMER CIA STATION CHIEF",
      "utterance": "I mean, we run that risk, although we have still got Western Ukraine. That front is reportedly still open to us. But you're right. Even if we get the weapons in through Western Ukraine, getting them from there to where the fighting is going to be another challenge. I mean, this just highlights, I'm sorry to say it, the strategic failure on the part of the administration, believing that the threat of U.S. assisting an Ukrainian insurgency, coupled with the threat of sanctions, would deter Vladimir Putin from invading in the first place. That didn't happen. And because we didn't get weapons into Ukraine beforehand, we're faced with this extraordinarily difficult challenge. And time is -- every day that goes by that President Zelensky is still in power and still alive is a good day for Ukraine and for democracy and freedom. But make no mistake, the Russians recognize that too. And they are bearing down on Ukraine, as you point out."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Dan, if you don't mind my going back to your expertise, certainly as a former CIA station chief in Moscow, I always wonder how Russians feel about what's going on. I know they're told very little, but we do know what they're feeling economically and financially. Their ruble is rubble. Their banks are limited hours, and they're limited in how much money they can take out if and when they get to those banks. They must be sensing all of that, and the economic pain, and shortages of goods on shelves. How are they responding to this? And does Vladimir Putin still have their support?"
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "Yes, so there's a kinetic war going on in Ukraine. There's also an information war as well. And that's why Vladimir Putin, one of the first things he did when he became president was to take control over Russian media, because he wants to own the narrative, like George Orwell wrote about in \"1984.\" And so that's been Vladimir Putin's focus. He's going to tell his population that the sanctions are the West seeking to keep Russia down and other sorts of propaganda, disinformation. What I have always found, look, the Russians were very supportive of Russia's annexation of Crimea. And that was because it was relatively pain- free for them. We imposed sanctions. They took 1 percent, roughly, off of Russia's GDP, but that didn't really impact the economy like these sanctions are. And even more important than the sanctions, frankly, in the near term are all those dead Russian soldiers, thousands of them now already, and there's certainly going to be an impact there as well. This has the potential of looking a lot like General Secretary Brezhnev's decision in the latter years of his life to invade Afghanistan, and drive a few nails into that Soviet evil empire coffin in the process."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, and we know how that worked out, to your point. Dan Hoffman, thank you very, very much. Good seeing you."
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "You too."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We told you about all the sanctions that are in place right now to put the screws on Vladimir Putin. A lot of them are coming from businesses and institutions that aren't hearing government orders. They're doing it themselves. And they're unleashing untold damage to Vladimir Putin, if he'd ever admit it -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, racing to put the screws on Vladimir Putin and Russia quite literally right now, because the Russian Grand Prix is off. It's a major, major event, a Formula One auto race, not going to be happening right now. Nate Foy joins us, with us. Nate is just starting with FOX. So I introduced him on FOX Business. It's an honor to have him. And welcome again here on FOX News, Nate. What's going on here?"
    },
    {
      "speaker": "NATE FOY, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, it's an honor to be here. A big reversal today. Russian and Belarusian athletes will not be allowed to compete in the Paralympics, which start tomorrow in Beijing. Listen here."
    },
    {
      "speaker": "ANDREW PARSONS, PRESIDENT, INTERNATIONAL PARALYMPIC COMMITTEE",
      "utterance": "We are also firm believers that sport and politics should not mix. However, it is clear that maybe now, due to the current situation, that is no longer possible."
    },
    {
      "speaker": "FOY",
      "utterance": "The IPC reversing the decision from yesterday, initially saying athletes could compete, but under a neutral flag. And you mentioned it, Neil, also today, Formula One releasing this statement, saying it's terminated its contract with the Russian Grand Prix promoter, meaning Russia will not have a race in the future. Amid threats of financial sanctions, Russian oligarch Roman Abramovich is selling the Premier League's Chelsea football club. Proceeds of that sale will benefit victims of the war in Ukraine."
    },
    {
      "speaker": "We're getting a new perspective on the war today. Ukrainian boxing champion Wladimir Klitschko, who's fighting alongside his brother Vitali, who you see here, the mayor of Kyiv, has this to say about Western policies against Russia",
      "utterance": ""
    },
    {
      "speaker": "WLADIMIR KLITSCHKO, FORMER UKRAINIAN BOXER",
      "utterance": "We need to stop this madness, because all the money that Russia is getting is getting used for buying lethal weapons that are killing Ukrainians."
    },
    {
      "speaker": "FOY",
      "utterance": "The Klitschko brothers are fighting alongside fellow champion boxers Vasiliy Lomachenko and Oleksandr Usyk -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Nate, thank you very much. Welcoming you again, my friend. Many, many more times, hope to be together with you, Nick Foy on all of those developments. Right now, let's go to Ambassador Alexander Vershbow, the former deputy secretary-general of NATO and our U.S. ambassador to Russia. Ambassador, good to have you."
    },
    {
      "speaker": "ALEXANDER VERSHBOW, FORMER NATO DEPUTY SECRETARY-GENERAL",
      "utterance": "Nice to be here, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "These various measures, Ambassador, from sanctions all the way down to a Russian Grand Prix event that is shelved, other Olympic events and athletic events and entertainment events and international business conferences, Vladimir Putin and Russia in general persona, country non grata. And I'm wondering how much of an impact do you think that has. I mean, it takes a while to implement, but certainly, looking at Vladimir Putin, it's not giving him any pause. So where do you see these measures going?"
    },
    {
      "speaker": "VERSHBOW",
      "utterance": "Well, I think he's obviously going to feel much more direct pain from the sanctions, which are quite extraordinary in terms of how sweeping they are, much stronger than the sanctions that we imposed back in 2014 after the first invasion of Ukraine. But these symbolic moves of just excluding the Russians from sport and cultural events, I think, is one way to get through the fog of Russian propaganda, and make clear to the Russian people that their leader has isolated them from the entire international community. He's taken them down the road to becoming a pariah, a rogue state in the eyes of the world. And, hopefully, as more information trickles into Russian viewers, besides the state propaganda, they will begin to put some pressure from below. And, meanwhile, the oligarchs and the KGB guys may also begin to press their boss to say, look, you have -- you're in over your head. It's time to de- escalate."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "As our former ambassador to Russia, I'm just wondering, who might be supporting this? Obviously, some of Vladimir Putin's oligarch friends aren't too happy about it. Is he aligning himself more with the military, then, that would be supporting this, or are military figures anxious as well?"
    },
    {
      "speaker": "VERSHBOW",
      "utterance": "Well, as always, we don't have a clear picture of domestic factors behind the scenes. But there were some interesting dissents from retired military in the run- up to the war. A leading hard-liner, Leonid Ivashov, published an open letter on behalf of a veterans organization, accusing Putin of starting an unnecessary war, taking Russia down the path of international pariah status, and urging his president to resign. That was quite remarkable. And people thought that that may have reflected at least some disagreement with what Putin was doing among the active-duty military officers. So, now, whether Putin hears any direct criticism from these people directly, that's doubtful. He's walled himself off from most of his people who might have a dissenting view. He's just got a bunch of yes-men, former KGB people, in his inner circle. And they tell him what he wants to hear, and blame everything on the United States. So I think it's going to be the economic sanctions that begin to squeeze the bank accounts of the oligarchs and some of these KGB cronies around Putin. And only until that happens will any real pressure be felt by Putin himself, any sense that he's made a mistake. We saw in his own exchange with Macron today and in his public remarks that he's full speed ahead with his maximum demands, no sign of looking for an off-ramp."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that's very clear. He ended the phone call: Russia will achieve its goals. I'm just wondering, Ambassador, then what those goals are. If he installs a puppet government or returns to the guy who was running the country, who was all but chased out of the country and brought us President Zelensky, I'm wondering where you see a Ukraine, if Russia were to succeed, as a country. Now, Putin had said earlier today that, \"I'm proud to be part of a multinational people of Russia,\" saying that Ukrainians and Russians are -- quote -- \"one people. They deserve to be one people.\" So how would he play that out if he got what he wanted?"
    },
    {
      "speaker": "VERSHBOW",
      "utterance": "Well, that's going to be a challenge for him. I mean, it's one thing to take control of some of the cities. And they do ultimately have superior capabilities, even if they botched a lot of the initial phase of this operation. But trying to actually secure their hold on the cities and on the country as a whole is going to be difficult, because the Ukrainians are not going to accept any puppet leader that installs, surely not former President Yanukovych. But even if they find some less toxic figure, he will be immediately public enemy number one for all Ukrainians. So, there's going to be a resistance, there's going to be an insurgency, which could extend over many years, similar to what the Russians faced in Afghanistan 40 years ago. So, in the short term, he may gain control, at least in a formal sense, over Ukraine, but he's not going to gain control over the Ukrainian people. And this insurgency could begin to weaken the Russian grip. And, at the same time, as more Russian boys come home in body bags, it could fuel the domestic opposition to this whole adventure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Real quickly, you know the Russian people. I raised this with other guys, who are saying, the longer this does drag on, the more the Russian people will get annoyed. Whatever little they know, they certainly know the economic hit, and they're going to tire of it, and it could happen in weeks, no matter what's going on in Ukraine. Do you agree with that?"
    },
    {
      "speaker": "VERSHBOW",
      "utterance": "I do. And I think the sanctions package has had almost immediate effect in some respects, with the ruble crashing, Russia fully blocked from access to the international financial system. All the state banks are cut off. And, of course, we're seeing, even without sanctions, the American and European companies are, well, making a quick exodus from the Russian market. I think the big challenge for us and for the Ukrainians too, to some extent, is to get more information to the general public in Russia. Those who watch state TV are not yet even aware of the scope of the Russian operation or the fact that they're actively bombing one of everybody's favorite cities, Kyiv. As -- if we can use social media and other methods to get real information into the Russian audience, that could accelerate the process of undermining Putin's political base."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. Yes, get the word out, the clear word, the honest word, the truthful word. You're right. Ambassador, very good seeing you. Thank you very much for taking the time."
    },
    {
      "speaker": "VERSHBOW",
      "utterance": "You're welcome."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The pinch, though, is still on. And this is the pinch for the globe, higher energy prices going still, still higher. Can you say $4 gas, maybe $5 gas? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oil prices keep rocketing. That means gas prices can't be too far behind. They have already been soaring. Indications are now, with the latest oil news, they could soar a lot more, $4, $5 gas. Your pick. Jeff Flock in Philadelphia with more on side of the story. Hi, Jeff"
    },
    {
      "speaker": "JEFF FLOCK, FOX BUSINESS NETWORK CORRESPONDENT",
      "utterance": "To quote the old Brooks & Dunn song, Neil, cost of living is high and going up. Yes, up to $5 today in San Francisco, on average, $4 here in the Philadelphia suburbs, as you perhaps see behind me. And if you look at the national average, $3.73 now, up 7 cents today alone after up 4 cents yesterday, and the cost of diesel similar, 8 cents today. Yes, diesel of course, a lot of potential for inflation there with all the trucks that run diesel. And individual stations, I took a picture at one station we were at earlier today. Started out when we got there at $3.89 at the Shell station on Broad Street, $4.05 before long, a 16 cent increase in one day, diesel pretty much the same. I report to you tonight from the Lukoil station here in Abington Township. That's Willow Grove, Pennsylvania. Lukoil, you might know, is a Russian company, one of the biggest oil companies in Russia. They have got about 5,000 gas stations worldwide, about 200-plus here in the U.S. And the city council in the city of Newark, New Jersey, has voted to suspend the Lukoil stations there, out of solidarity with Ukraine. Problem is that the stations are franchise-owned. That is to say, they're operated and owned by Americans and employing Americans. And one of those franchise holders spoke out today, said he certainly supports Ukraine, but he does not support being put out of business. Listen."
    },
    {
      "speaker": "ROGER VERMA, LUKOIL GAS STATION OWNER",
      "utterance": "Let me be clear when I say that I stand with Ukraine, and I'm fully in support of Russian sanctions. However, I am baffled and confused how shutting down an American-based small business owner is sending a message to support. I'm just totally baffled."
    },
    {
      "speaker": "FLOCK",
      "utterance": "One other note on Lukoil, they have actually become, the Russian company, now one of the first in the U.S. and Russia to speak out against the invasion of Ukraine."
    },
    {
      "speaker": "I quote them now. And they say",
      "utterance": "\"We stand for the immediate cessation of armed conflict in Ukraine and support diplomatic efforts.\" Good luck, sir."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, right, maybe because of what's happening behind you, with those signs. Those look like incredible prices. Jeff Flock, thank you very, very much, my friend."
    },
    {
      "speaker": "FLOCK",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "A little eye-popping, isn't it? You're going to see more of that. Meanwhile, Mike Tobin in Lviv, Ukraine, where they have far, far bigger worries on their hands -- Michael."
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS CORRESPONDENT",
      "utterance": "They certainly do, with the fighting in the northeast and the south. The refugee traffic is coming west. The drive to -- from Kyiv here to Lviv normally takes six hours. It's taking 18 hours right now. And it is chock full of checkpoints and peril. That's why I have a lot of people taking the train from Kyiv to this location. That train gets absolutely packed. Your ticket doesn't mean anything at all. People just get on board and start heading west. When they get here to Kyiv, some people -- or good here to Lviv, I should say -- some people are staying. Some people continue west to the border. The UNHCR now says that 1,045,000 refugees have gone west across the border. Most of them, 52 percent, are going into Poland. Others are heading into Moldova, Slovakia, Hungary, Romania looking for refuge. A few people have gone north into Belarus. By few, I mean a few thousand. And about 43,000 have headed east, seeking to get away from the fighting by going into Russia -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Mike, every day, you hear more and more attacks, certainly those seemingly deliberately targeting civilians."
    },
    {
      "speaker": "TOBIN",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The people in that city behind you obviously know that and they have gotten word of that. This pace could pick up with each and every day. I mean, how real is that threat to them? Or do they still think there's a way this can be stopped?"
    },
    {
      "speaker": "TOBIN",
      "utterance": "No, they have accepted the idea that they're a nation at war. And everyone pitches in. We have seen people pitching in to get the aid that comes into the country. You have got to get into the conflict zone. So there's a big distribution center, where they're all working. Everyone's volunteering. And then people get in their cars and drive at great peril to make sure the aid gets to places like Kherson, like Kharkiv, where the people need it so badly. You got people out here in welding shops stop doing their business. They're taking old railroad ties and I-beams and making what are called hedgehog barriers that -- old World War I type of design that are intended to stop tanks. Everyone is pitching in and doing what they can. They have very much accepted that they're a nation at war."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Mike, be safe. Mike Tobin in Libya, Ukraine. Any signs that Vladimir Putin would be slowing down here or getting concerned about all the sanctions and everything else, he has indicated, as if it's any surprise, it's full throttle. He wants Ukraine, and he's determined to get it. Here's \"The Five.\" Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}