{
  "date": "March 16, 2022",
  "headline": "'The Five' on GOP lawmakers pushing Biden to send MiG fighter jets to Ukraine",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-on-gop-lawmakers-pushing-biden-to-send-mig-fighter-jets-to-ukraine",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Hello, everybody. I'm Jesse Watters along with Judge Jeanine Pirro, Geraldo Rivera, Sandra Smith, and Greg Gutfeld. It's five o'clock in New York City, and this is THE FIVE. President Zelenskyy issuing a direct challenge to Joe Biden as Russia unleashes more air assault on his country. Zelenskyy making an emotional plea to Congress this morning asking for more assistance including a no-fly zone while calling on President Biden to step up and be the leader of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "sentences": "The Ukrainian people are defending not only Ukraine without fighting for the values of Europe and the world sacrificing our lives in the name of the future. I see no sense in life if it cannot stop the deaths. I'm addressing President Biden, you are the leader of the nation, of your great nation. I wish you to be the leader of the world. Being the leader of the world means to be the leader of peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President Biden responding to Zelenskyy's for more plea for help by announcing an additional $800 million in new military aid to Ukraine. And defending how he has handled the situation. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "The American people are answering President Zelenskyy's call for more help, more weapons to Ukraine to defend itself. More tools to fight Russian aggression. And that's what we're doing. In fact, we started our assistance to Ukraine before this war began. The world is united in our support for Ukraine and our determination to make Putin pay a very heavy price. This could be a long and difficult battle but the American people will be steadfast in our support for the people of Ukraine in the face of Putin's immoral unethical attacks on civilian populations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Joe Biden later describing Putin with his harshest language yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Mr. President, after everything we've seen, are you ready to call Putin a war criminal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No. Did you ask me whether I would call --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Putin a war criminal, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I, I -- I think he is a war criminal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Geraldo, $800 million, you saw the inventory that we're going to send over there. How big of a difference do you think that's going to make?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "Well, I think as I said yesterday, you never make any money betting against the Russian army, ask Hitler, ask Napoleon. It's massive, they are brutal. But the Ukrainians are doing something, Jesse, that I don't think the world has seen since the Spartans stood against the Persians and Leonidas 300 Spartans. He has been amazing. And when he spoke to the United States Congress, I had tears in my eyes. I was cheering him on. I said, can it be that in this mechanized era where tech and weight is everything, that this hero and these people can stand against this empire? It is amazing to me. And to punctuate everything I'm feeling right now, when Zelenskyy made that plea to the American people, what do the Russians do? They attacked the theater in Mariupol filled with dozens of civilians, women and children blasted the hell out of that drama theater? I mean, those generals who ordered that attack on that theater are animals that deserve to be treated as war criminals. And if Putin ordered that he, too the president of the United States said today, is a war criminal. This is intolerable. Dead babies. When have we seen this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Geraldo mentioned, he made a very emotional appeal and included some video footage of some of these atrocities. Let's listen, and Jeanine, you can react.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS CO-HOST",
      "sentences": "You know, as I watched that this morning, I couldn't help but think anyone looking up that must think, that's from World War II. That can't be today. And the music that is so typical of Eastern Europe. You know, they are very musically classically inclined Tchaikovsky and Bach and Chopin. I mean, it was, it's painful to see the separation of families. Geraldo is right. It is a war crime. They attacked maternity hospitals, cancer hospitals where children are getting their cancer treatment. Lines where people were waiting for bread in line. And now possibly this theater where they say there could be a thousand victims. But you know, calling him a war criminal doesn't do us any good, with all respect, Geraldo. The truth is that no one is going to extradite him from Russia and no one is going to try him. The only issue is this, are we going to make sure he doesn't make any money on this? And are we going to make sure he loses? He's got to lose! Because this is the kind of activity that emboldens other leaders to say, I'll do it somewhere else. And we can't allow this to happen. It's really that simple. And anyone who wasn't touched by what we saw this morning is not human.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What do you think the impact of the address is going to be on members of Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS CO-ANCHOR",
      "sentences": "It's an important question, there is bipartisan push as there has not been for just hours, days, weeks now to get those MiGs in there? I talked to Senator Rob Portman on my show today and he said we should have done this a long time ago. So, I think we have to ask ourselves, after the aid package that was delivered today by President Biden whether that's going to be enough. I asked a member of the Ukrainian parliament today that question and he said it's enough to rally our troops on the ground right now. To see that support is something in this moment. So, what happens with that MiGs transfer is a big question. Jen Psaki was asked about it again in the briefing room today. She said that this is seen as more of an offensive move if the president was to agree to that rather than a defensive posture like the aid package that he put forward. But when you go to the images that are on the screen right now, we're all sick covering it. It's hard to continue to talk about it but we have to. That theater today hundreds if not thousands inside women and children, civilians that were hunker down for weeks probably starving in there to have a massive powerful bomb dropped on them. We still don't know their status right now. The bread line where 10 people were shot. They were hungry, they were lining up to get food. This is awful. This is just awful stuff. So, if there is a red line that Putin drew with President Biden on the MiGs, we should know about it by now. Because it seems there is some reason why we are not agreeing to that. And that's what Zelenskyy is asking for and obviously more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CO-HOST",
      "sentences": "Yes, I thought that his speech despite the toxic masculinity he, I thought he moved the needle. And it's a point that John Podhoretz made today in The New York Post, which is that, and it was something I was always resistant to but you don't support something for sentimental reasons. You don't have to hear because he kind of said you don't -- you shouldn't support us for sentimental reasons. You support us because we are going to win. And I kind of believe him. And it's kind of -- and my whole argument since this whole thing started was, don't support something for sentimental reasons because if they lose, you lose nothing. But they lose everything. So, you better support something if you want them to win. And I think there was a feeling here, like, and I think it was Dana and maybe even Geraldo talked about it, that this has always been a battle between your heart and your mind, right? Your heart wants him to win, your mind says there's not going to be a chance. In this case, I didn't feel like that was an emotional appeal. I felt that that was an intelligent appeal. It was a persuasive appeal. He even said, you know, if you don't give us the no-fly zone, here is an alternative. We want to use this other stuff that's in Poland and then you can come and replace that. And it made me think of something else. Like complaining about this lack of audacious diplomacy, like where is this big thing? And maybe the reason why there isn't that is because there is something I don't know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- that Ukraine knows and the United States knows that maybe Russia is screwed. And maybe it is only going to take 10 days more. And that surge is going to get brutal and ugly, but they are going to lose. I want to be optimistic about this, but I have this feeling that Ukraine will win. It is a possibility Ukraine will win but their country will be destroyed. We know that Russia has destroyed. Putin has destroyed Russia. There was no going back from this. There is no way back for Russia to be normal as long as Putin is there. He knows that now. I think even his closer who knows that, he totally f'd up, a bit off more than he can chew. He screwed. He has to win. He's not going to so he is going to destroy this country. That's the sad part about this. So, I guess what I'm trying to say is both my heart and mind are still -- were moved by his speech. But I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Removed or moved?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Moved. Moved. Now my heart has been gone for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And we all know that your mind is much better than your heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is -- no, she -- he is right. I take that as a compliment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'd like to think not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's true. It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That little walnut of a heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, we work with heart too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Coming up, Russian forces unleashed more brutal attacks on Ukrainian civilians, but both sides are now talking more seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "More brutal Russian shelling in Ukraine as both sides tried to reach a ceasefire during a new round of talks. Ukraine says there is possible room for compromise despite the bombardment of Kyiv. And the shocking reports from Mariupol Russian forces bombing a theater where civilians were sheltering. Trey Yingst is in Kyiv with the latest. Trey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY YINGST, FOX NEWS CORRESPONDENT",
      "sentences": "Judge, good afternoon. An extremely disturbing report out of the southern Ukrainian city of Mariupol where officials say Russian forces bombed a theater that this week had hundreds of people hiding in from Russia strikes. You can see in the satellite images before the bombing in the front and back of this the theater, people had written the word \"children\" in Russian to let those forces know this was a place for civilians, not a place for military. You can see the destruction in the aftermath of the strike today. Rescue workers are still looking for anyone who might have been inside at the time of the strike. But just another example of Russian forces targeting civilian areas. Here in the capital of Kyiv Russia continues to advance. They are now targeting buildings inside the city. This morning two people injured after a 12-story residential building was hit with a Russian shell. Rescue workers evacuated 37 others according to a statement release by emergency services. The Ukrainian air defense does remain active over the city as Russia also tries to attack from the air. Ukrainian officials say their military has launched a number of counter offenses across this country. This drone video captures a Ukrainian strike against the Russian tank in the eastern part of the country and in that southern city of Mariupol, thousands of people have been able to escape via car through humanitarian corridors. Though the deputy prime minister of Ukraine says the agreements around these evacuation routes are being violated by the Russians and that some people are even being held hostage. She had this to say about the situation. IRYNA VERESHCHUK, UKRAINE'S DEPUTY PRIME MINISTER (through translator): Occupants were shooting at humanity, convoys, buses, residential areas and points of gathering of people as well as taking hostages that accompanying people. So, our rescuer Oleksiy Danchenko has been still kept hostage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YINGST",
      "sentences": "A short while ago we heard air raid sirens in the capital city, we heard small arms fire in the distance. All of this as Kyiv remains under a 35-hour curfew. Back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Thanks, Trey. You know, Sandra, it seems that, you know, when we watch the build-up, we watch the 40-mile convoy, you know, do very little. But now it seems that they have gotten the word be as brutal as possible. I mean, in the last few days, it's almost like, you know, just hit the civilians, hit the children, hit the refugee corridors, the hospitals. I mean, it's become more brutal. Is he desperate, Putin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Absolutely. You watch that and you watch the attack on civilians that we had today. And you go back to the question about airpower. I was just looking at a tweet while we are at commercial break from Nikki Haley who is saying that we need to let the fighter jet transfers but we also need to levy catastrophic sanctions on Russia's energy sector. To Greg's point, their economy has been decimated but they continue to carry out attacks like that, there is still military might and money behind that fight. And I think it's an interesting thing to bring up going back to Zelenskyy's point this morning. In addition to everything he's asking for, he is still asking us to cut off all American companies from doing business in Russia. No Russian goods at American ports. I mean, there are still ways we could be cutting off Vladimir Putin in this moment. And there are some crazy stories out there about China. Obviously, China, their oil is on sale right now. There's talk about Saudi Arabia willing to cut off the U.S. dollar for transferring oil sales to China and using the yuan for that, basing on that, devaluing the U.S. dollar. So, there is still could be catastrophic consequences for Vladimir Putin when it comes to the economy. And decimating him from the ability to continue to ramp up the fight to the level that you just suggested -- suggested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, Jesse, what's interesting is that, there were so many companies that decided on their own, they almost self-regulated. And they said we're not going to do business with Russia. And then we need Zelenskyy who is in the middle of a war, I mean, he's probably the most stressed guy in the world, or one of them, and he's got to remind Biden to say, you know, maybe you want to do what Sandra is talking about doing. It's really pathetic how we are not doing everything we can to stop Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There is more we can do and we are keeping that in our back pocket. And you want to be united with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I think you want to ramp it up if he goes and kill Zelenskyy or if he does something worse. You got to, you know, always keep a few bullets in the chamber. And I don't think Germany is ready to go all in yet. But they might eventually get there. Here is how Putin survives this, here is how Russia survives this. He has to cut a deal with Zelenskyy. If he kills Zelenskyy, he is worse than he.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Pariah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean he is the Russian Bin Laden at that point. Sanctions go from a six to a ten, you load that country up with weapons and it's over. You'll have the economy of Mongolia you are looking at. So, what he is going to do now is he will encircle the capital as fast as possible. And that changes the dynamic. And then that's when the real negotiation starts. Zelenskyy has to decide, am I going to negotiate or die? If he dies, well then that's it for Vladimir Putin. If he negotiates, Putin will say I'll take this in the south, I'll take this in the east and we'll negotiate neutrality. And then I'll back up and I'll try to take the sanctions away. That's his only game. That is his only end game at this point. But you know what, this is now the best armed insurgency in the history of mankind. These guys are armed to the teeth. You think about the American Revolutionary War, the Vietnam War, you know how long insurgencies can last. Almost 20 years was our last one. So, we didn't have sanctions hitting us every day. the Russians have sanctions. So, they are up against the clock and that's why they have to move so fast to circle the capital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, one of the things that Zelenskyy says that Russia is now in this -- in these apparent negotiations behind, you know, the background, that Russia is talking more realistically and they're saying that there is cautious optimism and that Kyiv should renounce ambitious -- the ambition to join NATO which Zelenskyy has already said he would do. And promised not to host foreign military bases or weaponry in exchange for protection from allies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Here is my problem with negotiations in this particular case. I'm all for negotiations generally speaking here however, you have a baby killer. I hate to use, I mean, sometimes I tend to be hyperbolic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not you, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But this is true. This man has targeted women and children and innocent civilians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But it's got to end. How does it end, Geraldo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But my point is going back to what both Jesse and Greg have said, this is mother Russia is now has cancer. And the cancer is going to kill mother Russia unless mother Russia exorcizes this demon. There is no way, I believe, that this man can negotiate anything. There is no way that Russia can have him as its face going forward and try to integrate himself back in the world economy. How do you fly back to Moscow now? How do you fly back to Moscow knowing that they unleashed hell on the most vulnerable population on earth, that they committed atrocities? Look what they are doing. They are in the business of destroying utterly a civilized industrialized nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Civilization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "They have -- they have taken a 21st century country there and they are trying to send it back to the stone age. How do you negotiate with this person?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, how does it end is the better question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It ends I tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "How?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Here. Let me do very brief, very brief, very, very brief. Russia gets exhausted because of the heroism of the Ukrainians and those Russian soldiers start going home. They start -- and the same way they did in 1917 when they said, screw you, we are going home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Going home where?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Greg, how does it end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know that's -- I hate to say that Geraldo had a good point, but the fact is, to -- Zelenskyy did something very smart in which he actually talks to the Russians soldiers. And he talked to the Russian soldiers about the future, assuming that you will be alive then. Right? And he says, you know, you got to think about what it's going to be like after this. How are you going to go home? How are you going to face your family?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And that kind -- that was a pretty important thing -- it wasn't today, it was some other time. And I do think, you know, Putin could end up being the face of Russia if Russia decides to become North Korea. That's the only way he can survive is of -- what did they used to call it a hamlet country? I mean, Russia is going to be so cut off. I was talking to my wife today about, you know, because I have relatives in Ukraine and in Moscow. And it's like, they are disgusted and repulsed. They can't talk about it because they are terrified if the cops take their phones and look at their phones. It's like it's pretty much over for Putin as a world leader. He may laugh like he could take an off-ramp as they call it, but after that when he goes back, somebody is going to take care of him. Because they can't -- because to your point --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- they can't, they can't go forward with him as their face. It's like, he has -- he has crapped the bed. And there is no use to have him around anymore. I think that -- I think Russia is going to take care of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, I think it depends on the power that he has in the military. RIVERA; I like that crapped the bed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But if the economy is shot, which it will be, then the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. Up next, Republicans ripping President Biden for being too slow to give Ukraine desperately needed weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Mr. President, what will it take for you to send the Polish MiGs that President Zelenskyy is asking for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm not going to comment on that right now. I'm not going to comment on anything (Inaudible). Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "President Biden shooting down the idea of getting Ukraine MiG fighter jets while announcing a new security assistance package. Pledging $800 million in military equipment including drones and better antiaircraft systems. Republicans asking, what took so long?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA), HOUSE MINORITY LEADER",
      "sentences": "To provide them the MiGs, to provide them the planes so they can create a no-fly zone, to provide them the armament that they need to continue to fight a war that they did not create.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "The burden of proof should be on us about why we wouldn't supply everything they need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "We need to hit back. And we can do that by supplying them the arms they need. But we need to do it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ROB PORTMAN (R-OH)",
      "sentences": "All the way through this whole process President Biden has had to be pushed, or prodded or pulled across the line. We need the action now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what's hard, Sandra, with the little too late argument. Because if you are asking for somebody to do something, and they do it, and then you go, \"too late\" you're kind of being a jerk, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, they haven't done it. They haven't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I think they disagree -- well, they disagree to send, from what I heard, the drones, these --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But by the way, it's OK because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just -- they just told me they did. Are the producers lying to me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's a bipartisan push. Amy Klobuchar, she says get him in there, right? And Rob Portman of Ohio, Geraldo, on the show today, he said -- and I pulled the quote because I mentioned it in A block. It's something we should have done a long time ago, Greg, he said. The State Department once said it had a green light and suddenly it didn't. We should have sent them quietly in and gotten those planes in there. Having Ukrainian pilots is not escalatory in my view. You know, Jesse, to go back to your point about God bless America, what we are sending in there, it is amazing when you go through the list. You guys were talking about the anti-aircraft systems, the 800 stingers going in, the 2000 Javelin, 1000 light anti-armor weapons. I could go on. I mean, just think about this though. 20 million rounds of small arms ammunition and grenade launchers and mortar rounds, 25,000 sets of body armor, 25,000 helmets. I mean, that is amazing what is going into those Ukrainians to fight on the ground there. But they still say they need the airpower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, it could change the momentum with the siege of the capital. Because if you have all of these tanks that the Russians have, and they don't even go off-road, they stick to the main roads because they can't run in mud. And you have all these stingers and javelins, and now these kamikaze drones you can control remotely, and you have insurgents in the fields, in the trees sneaking up behind these columns of tanks, you can rain hell on these things. And I don't think the Russians have any way to defend against that. And we gave them radar. So, the minute they launch any missiles from the ground, you can identify that launch area, and then just knock it out. Forget about the MiGs. The thing with the MiGs is though, NATO has to all agree that we're sending them. Remember that hot potato with Poland? Poland could have gotten them there. They're right on the Belarusian border, right on the Ukrainian border. So, we didn't want to go because none of NATO wanted to go. So, we're not going to unilaterally send MiGs at this point. But Biden's under a lot of pressure on the MiGs. And I'm not so sure we're not going to send jets eventually because now, as you said, Democrats want to send weapons and wants -- I think maybe once it gets warmer in Italy and Germany, we might not need as much power, we might not need as much heat and gas coming through these Russian pipelines. They might get a little tougher.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a really good point even though that is a strange point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's the Italian vacation spot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, they keep the lights on. It's cold there right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Where are -- like, where is Europe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Germany is just waking from a decade's long slumber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, we're -- OK, we're also awaking from a decade-long war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Also true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And we were both hesitant for those reasons. You're absolutely right. I think the German giant -- I mean, how weird is it for people especially my age to say, Oh, isn't it good news that Germany is arming? You know, Germany has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No one has ever said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes, no one has ever said that. It would be this. Oh my God, here comes Germany. When Germany -- and you haven't really seen the French other than Macron with is a very articulate and eloquent --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He got a nice photo op.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- a photo op. But when -- so Western Europe really hasn't really stepped up the way the United States is stepping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Let me say this about the MiGs. I wish they did it last night. I wish they did it the night before. I don't want to hear about it on television. You know, they got other MiGs that look just like them. Just paint them the same way. Get them in there, get them flying, eliminate it as an issue. Because as you have all suggested, these switchblades, these killer drones, they -- Russia will rue the day. They will rue the day that they sent those conscripts down there for those killer drones silent, you know, you don't see them, they go in your window.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think, Judge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, I think that the Ukrainians have made an incredible argument that they are militarily superior to Russia, even without the protection of the air, because if you read about it, they have these Turkish unmanned aerial vehicles, which can load over a tank and artillery. And everyone said they were old and they're cheap, and they use them with devastatingly accurate missile fire. The Ukrainians, once they get this list of weaponry that we've all been referencing, they're going to win this. But when they do win, what do they have? They have a country that's been destroyed. They have -- Russia has tried to take away their culture, their identity, everything that they are. How do they build it back? How do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They build back better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Build back better",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But they've got a whole generation of young people in their 20s who now have to try to make a life out of a destroyed country. You see, it's not enough to me for Putin to lose. Putin has got to be punished for what he's done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're the judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Today anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, up next, don't blame Biden. The new target the President says is responsible for surging gas prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "President Biden running on empty when it comes to the energy crisis. The White House blaming the pain at the pump on everything from Putin to the oil company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The invasion of Ukraine and the volatility of the oil market is no excuse for excessive price increases. In this chart which you see here, the price of the oil, and you see where it is as it relates to the price of gasoline. And as (AUDIO GAP) that go down the price of gasoline obviously has not gone down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I wish that camera had panned over there so you could see what was going on, blaming the oil companies. It is I wholeheartedly agree with. I offered my own tweet @GeraldoRivera, my must-see tweet writing, \"Oil price is crashing.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Crashing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Make the gouging fat cat oil barons pass the savings on the consumer. ha gouging that cat oil barons pass the savings on to the consumer. Yes, crashing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Is crashing a technical term?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's at $25.00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Oh, come on. But what undermines the President's position here -- let me throw a bone to my colleagues -- is the fact that the squad and other powerful Progressive House Democrats are set to demand that the President use his executive powers to declare, get this, a national climate emergency. Hey, gang, how about a national climate emergency? Let's ban oil drilling on federal lands. It is a totally -- Judge, a totally insane proposal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm confused, Geraldo. Can you explain to me what you mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Are you busy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I'm busy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Are you mad at me? You're not going to answer the question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't understand what you mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You don't understand what I mean about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "About what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- the oil barons gouging prices?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Barons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But how are they gouging? And then what -- and you said they should pay --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "How are they gouging? The last time oil was at $95.00 gas was what, $2.00 something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And now, it's $4.00 something. How do you explain that? How do you explain that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Let me just say. That's an observation, Geraldo, that is not evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's not observation. I go to the gas station.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Hold on. First of all, everybody wants to see gas prices come down. It benefits the American consumer. American families are struggling right now. We want the prices to come down. But demonizing the oil and gas industries in a moment of energy crisis in this country, you have to ask yourself, is that a good idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Why are their feelings so important to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I don't -- I don't understand why the feelings of Exxon and BP and these other --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Because it's a supply and demand story always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I don't care if their feelings are hurt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Wait a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I want them to lower the prices. They're making too much money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Why? Are they in part of the government that they should reduce their profits? They're not profiteering. They have a right. This is capitalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But what Jen Psaki says that this 9000 acres that are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I don't care what Jen Psaki said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You have to care to be cared.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, let me care about it. If you have an administration that is slow (AUDIO GAP) approval, if you've got these place (AUDIO GAP) but you don't even have a road --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "They have the Permian Basin. They can -- they can put their own back (AUDIO GAP). They just don't do it because they're not sure that months from now they're going to make the same money. So, they want to make the investment now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, let me tell you something. At a time when prices are so high, there are people who are (AUDIO GAP) bet on it just to get out there and make some money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, let them do it. I say let them drill. Drill --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, you know what, don't you dare --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You got -- you got -- West Texas can solve the energy crisis. I just don't understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And you know what? I won't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Geraldo, the answer is there have to be in an environment where they feel like there's a business energy-friendly environment for them to want to take on that risk and tap into it. You can ask them. That's the answer that they will give you. But to your point about accusations of price gouging, that is illegal activity and it is a bold claim that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It is. Price gouging is a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Profiteering is not illegal unless you manipulate the market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "She just said price gouging. Price gouging is a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Price gouging is not illegal either unless you manipulate the market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It is a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Who's side are you on? Are you (AUDIO GAP) side?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "When college tuition goes up, Geraldo, what would you say? Do you say that colleges are price gouging?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you say they're looking for excessive profits? You do not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes, they are. They want their swimming pools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "When big tech makes all that money, does Biden come out and say these greedy guys have to give some money back to the people. They never say that. They blame -- they blame big oil. You don't attack a butcher when everyone is starving all right? We work together, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "What does -- what does big meat and big oil really are guilty of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Geraldo, do you think big oil are the ones sitting on the 9000 (INAUDIBLE) because you're wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "How do they make -- how do they make record profits, Sandra? They make record profits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "No, no, those are smaller companies. Those are smaller companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Those are new companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Making record profits?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Those are smaller companies and new companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Who's side are you on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Big oil, big meat, what about big TV?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. Sea of profits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, when there's news, the money flows. Maybe you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's because we have -- what's that mattress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "My Pillow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "My Pillow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "My Pillow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean if you were -- if you had evidence, Geraldo, I would. But I what you're -- I think you're --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The evidence is at the numbers. Aren't the numbers evidence enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What is the evidence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "If a barrel of oil costs this much --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Why isn't he prosecuting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What is that evidence of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- and gas was this much when it costs and now it's this much. I mean, you don't need economics 101 for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "(AUDIO GAP) energy reporter took on that Biden tweet and that chart and this is a reporter that in my take is rarely partisan, and said, this is really the chart you should be showing. It's the purchase price of oil. Here it is. I didn't know we had it. That yellow is actually the purchase price of that oil. You have to consider crack spreads and crack margins. I can't get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Crack spreads, Geraldo. It's something you're familiar with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK, hold on. Hold on. The lower line is the retail gas prices -- wait, Geraldo. Geraldo, wait. Look at that. Geraldo, where were you asking why the price is going up high enough to keep up with a $100 oil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But I -- see, I don't know from that, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, he's making the case that gas prices at the pump actually didn't even go up high enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "All I know is that when I pass a gas station --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You get sick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And then the price is four bucks -- $4.20 --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And the agents of the station --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You just have to blame somebody?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "No, it's not that. But I know that (AUDIO GAP) and now that charging (AUDIO GAP).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, then tell Joe Biden to open up the pipeline and in Canada, Mexico, and the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I want the oil company guys called in just like that cigarette company guys, the four of them right there. OK, Mister, why are you charging that? Why are you charging that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You just want the show --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Call in AOC and the green energy people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're emotionally driven, Geraldo. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I am emotionally driven. I am --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Do you know a lot of those companies made no profits during the pandemic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Ahead, President Biden apparently and big political trouble. You'll hear the tough stuff Americans are saying about his political future coming up after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "President Biden struggling to contain multiple crises with Ukraine, inflation, rising gas prices, the economy and more. Things are getting so bad that half the country thinks he is a one-termer. 52 percent of Americans surveyed in a new poll doubt President Biden will run for reelection. Geraldo, do you believe he will?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know, I believe that I am a young 78 years old. I believe that the President is an old 78-year-old. He's eight months older than I. And you know, I never in my life thought that I would be signing a multi-year contract and I did this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We were with you on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Right. Thank you. And can Biden signed another multi-year contract? I think that it's going to be a very close call, Sandra. And I think that if he had a better symbiotic relationship with the Vice President, he would definitely be at one-termer. And the Vice President, whether it be Kamala Harris or whomsoever, could take over his mantle. But as it stands right now, I think he may run and fail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK. Judge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I don't think he should run. And I don't care about his vice president because she can't help him in any way, which is what you're saying, I assume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And I don't think Americans want him to run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's not running again. There's just no way. You saw him today. He could barely talk. And his numbers were in the high 30s about two to three weeks ago. And then this Ukraine invasion happened, and now they're in the low 40s. And it has to just be because you're getting a little patriotism bump. But that's going to fade once gas stays high and once food prices stay high, and Biden's just looking over at NATO the whole day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was funny. They kept -- who was complaining that he didn't get the Zelenskyy bounce? Did you hear that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It sounds like an East European fabric softener. What are his wartime policies? He's going to bed one hour earlier. Is that what he's doing? He stopped using --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You're so mean. You're so mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He stopped using Russian dressing. Is that his wartime policy? I don't know. It's weird, because when you think about what kind of President he might be, it's kind of hard because he's done almost nothing good. Crime, inflation, the border, he's done nothing. And generally, as a libertarian, I want a president who does nothing. But the problem is the people that are in charge of him are doing everything and they're doing it badly. It's not about him, it's the people who control it. That's what scares me most. The people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Who are they? Who are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think he's -- I think he's surrounded by a lot of young wokesters who got him more interested in stuff that doesn't matter, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think that that's very clever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, I have to leave it there. Up next, we are going to take a break from all the hard news. \"ONE MORE THING\" is back and it's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's time now for \"ONE MORE THING.\" Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "We're talking about refugee crises. There was one in my family covering the war in Afghanistan 11 assignments over there had forged a relationship with a with a fellow named Akbar Shinwari (PH), the guy on the right there. He was my guide. He saved my life numerous times. There he is with Brother Craig. They're both my brothers. So,we got him out of you know, of Afghanistan. It was a desperate struggle. Thanks to Fox News, we got him out. He went first to the United Arab republics. There isn't he got out. And now he's in America. He and the family are in America. They're in Virginia. They'd be coming to Ohio. They're coming in into my world. I promise you that Akbar is going to be gainfully employed. I'm going to sponsor the family. We love them. We have this plenty Afghan community in in Cleveland, Ohio. So, they're going to have plenty of people from where they hail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Your house is big, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I have a big house. I'm going to put him in one of those rooms ahead for Jesse that I've ever been in. But I'm delighted to welcome that Shinwari family. They watching right now. Love you, brother. And, you know, welcome to the USA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Delightful. Also delightful, my daughter Eleana. She won her chess league, first place. She beat a bunch of older guys in the league.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She's only 10 years old and she smoked all these guys. So, there she is taken first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "She must be after her mother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. I'm alright with checkers, chess not so much. So, congrats, Ellie. And also, tonight, \"PRIMETIME,\" we have Senator Lindsey Graham at the top of the show. So, definitely watch that. Greg Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You see the guy was wearing a mask?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was funny. All right, tonight, great show. I got Buck Sexton, Tyrus, Kat, Douglas Murray. It's going to be great, all new. Also, I'll be in Phoenix, Arizona Saturday, March 19 at the Arizona Federal Theatre. Go to ggutfeld.com for remaining tickets. That'll be in Salt Lake City, May 21. Do we have time for this? Yes. It's Greg's Small Mammal News. I love small mammal news especially in Milwaukee. Check it out. Four North American otter babies. Born to mom Shamrock and dad Larkey. They were some randy pair. They were going at it in front of everybody. And now, they got some otter babies. Meanwhile, in the Oregon Zoo, Maple and Filbert, the beavers, took the morning off, had breakfast in bed. They had a wild night, Sandra. They needed the protein. Let me tell you. They're munching on some carrots in their burrow. You can't get enough of that, can you? Now, go out -- get on that Peloton you beaver. You look like a fat beaver.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We missed \"ONE MORE THING\" didn't we? That was good, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, so there's a courthouse in Maine that showing victims that they really care. In fact, the Aroostook County Courthouse is soon to be the first in Maine to have dedicated therapy dog, child abuse victims, victims who are frightened and intimidated and have to testify. They're able to sit there with the dog in the witness box, or they can actually hold the leash of the dog. And this dog, Holiday, began his two-year training with a goal of becoming a calming presence in a stressful environment. And those of us who are dog owners know firsthand the power of dogs to heal. And I hope that more courthouses across the country follow suit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm surprised Jussie Smollett didn't testify with a therapy dog. It seems like something he would do, don't you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Alright, for Lego lovers out there, Zelenskyy and Molotov cocktail Lego. The Chicago toy company --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Oh, my god.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "-- raised $16,000 for Ukrainian relief efforts by selling Lego versions of Molotov cocktails and Ukrainian President Volodymyr Zelenskyy. The cocktail -- Molotov cocktail Lego sold for 10 apiece. Zelenskyy Lego is 100 a pop, all for a good cause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Where do you get it? Where do you get it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I wouldn't step on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's a great --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "A Lego Molotov cocktail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I want to get my daughter one of those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's it for us. \"SPECIAL REPORT\" is up next with Bret. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Hello, everybody. I'm Jesse Watters along with Judge Jeanine Pirro, Geraldo Rivera, Sandra Smith, and Greg Gutfeld. It's five o'clock in New York City, and this is THE FIVE. President Zelenskyy issuing a direct challenge to Joe Biden as Russia unleashes more air assault on his country. Zelenskyy making an emotional plea to Congress this morning asking for more assistance including a no-fly zone while calling on President Biden to step up and be the leader of the world."
    },
    {
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "utterance": "The Ukrainian people are defending not only Ukraine without fighting for the values of Europe and the world sacrificing our lives in the name of the future. I see no sense in life if it cannot stop the deaths. I'm addressing President Biden, you are the leader of the nation, of your great nation. I wish you to be the leader of the world. Being the leader of the world means to be the leader of peace."
    },
    {
      "speaker": "WATTERS",
      "utterance": "President Biden responding to Zelenskyy's for more plea for help by announcing an additional $800 million in new military aid to Ukraine. And defending how he has handled the situation. Listen."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "The American people are answering President Zelenskyy's call for more help, more weapons to Ukraine to defend itself. More tools to fight Russian aggression. And that's what we're doing. In fact, we started our assistance to Ukraine before this war began. The world is united in our support for Ukraine and our determination to make Putin pay a very heavy price. This could be a long and difficult battle but the American people will be steadfast in our support for the people of Ukraine in the face of Putin's immoral unethical attacks on civilian populations."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Joe Biden later describing Putin with his harshest language yet."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Mr. President, after everything we've seen, are you ready to call Putin a war criminal?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "No. Did you ask me whether I would call --"
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Putin a war criminal, sir?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I, I -- I think he is a war criminal."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Geraldo, $800 million, you saw the inventory that we're going to send over there. How big of a difference do you think that's going to make?"
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "Well, I think as I said yesterday, you never make any money betting against the Russian army, ask Hitler, ask Napoleon. It's massive, they are brutal. But the Ukrainians are doing something, Jesse, that I don't think the world has seen since the Spartans stood against the Persians and Leonidas 300 Spartans. He has been amazing. And when he spoke to the United States Congress, I had tears in my eyes. I was cheering him on. I said, can it be that in this mechanized era where tech and weight is everything, that this hero and these people can stand against this empire? It is amazing to me. And to punctuate everything I'm feeling right now, when Zelenskyy made that plea to the American people, what do the Russians do? They attacked the theater in Mariupol filled with dozens of civilians, women and children blasted the hell out of that drama theater? I mean, those generals who ordered that attack on that theater are animals that deserve to be treated as war criminals. And if Putin ordered that he, too the president of the United States said today, is a war criminal. This is intolerable. Dead babies. When have we seen this?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Geraldo mentioned, he made a very emotional appeal and included some video footage of some of these atrocities. Let's listen, and Jeanine, you can react."
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS CO-HOST",
      "utterance": "You know, as I watched that this morning, I couldn't help but think anyone looking up that must think, that's from World War II. That can't be today. And the music that is so typical of Eastern Europe. You know, they are very musically classically inclined Tchaikovsky and Bach and Chopin. I mean, it was, it's painful to see the separation of families. Geraldo is right. It is a war crime. They attacked maternity hospitals, cancer hospitals where children are getting their cancer treatment. Lines where people were waiting for bread in line. And now possibly this theater where they say there could be a thousand victims. But you know, calling him a war criminal doesn't do us any good, with all respect, Geraldo. The truth is that no one is going to extradite him from Russia and no one is going to try him. The only issue is this, are we going to make sure he doesn't make any money on this? And are we going to make sure he loses? He's got to lose! Because this is the kind of activity that emboldens other leaders to say, I'll do it somewhere else. And we can't allow this to happen. It's really that simple. And anyone who wasn't touched by what we saw this morning is not human."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What do you think the impact of the address is going to be on members of Congress?"
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS CO-ANCHOR",
      "utterance": "It's an important question, there is bipartisan push as there has not been for just hours, days, weeks now to get those MiGs in there? I talked to Senator Rob Portman on my show today and he said we should have done this a long time ago. So, I think we have to ask ourselves, after the aid package that was delivered today by President Biden whether that's going to be enough. I asked a member of the Ukrainian parliament today that question and he said it's enough to rally our troops on the ground right now. To see that support is something in this moment. So, what happens with that MiGs transfer is a big question. Jen Psaki was asked about it again in the briefing room today. She said that this is seen as more of an offensive move if the president was to agree to that rather than a defensive posture like the aid package that he put forward. But when you go to the images that are on the screen right now, we're all sick covering it. It's hard to continue to talk about it but we have to. That theater today hundreds if not thousands inside women and children, civilians that were hunker down for weeks probably starving in there to have a massive powerful bomb dropped on them. We still don't know their status right now. The bread line where 10 people were shot. They were hungry, they were lining up to get food. This is awful. This is just awful stuff. So, if there is a red line that Putin drew with President Biden on the MiGs, we should know about it by now. Because it seems there is some reason why we are not agreeing to that. And that's what Zelenskyy is asking for and obviously more."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg?"
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CO-HOST",
      "utterance": "Yes, I thought that his speech despite the toxic masculinity he, I thought he moved the needle. And it's a point that John Podhoretz made today in The New York Post, which is that, and it was something I was always resistant to but you don't support something for sentimental reasons. You don't have to hear because he kind of said you don't -- you shouldn't support us for sentimental reasons. You support us because we are going to win. And I kind of believe him. And it's kind of -- and my whole argument since this whole thing started was, don't support something for sentimental reasons because if they lose, you lose nothing. But they lose everything. So, you better support something if you want them to win. And I think there was a feeling here, like, and I think it was Dana and maybe even Geraldo talked about it, that this has always been a battle between your heart and your mind, right? Your heart wants him to win, your mind says there's not going to be a chance. In this case, I didn't feel like that was an emotional appeal. I felt that that was an intelligent appeal. It was a persuasive appeal. He even said, you know, if you don't give us the no-fly zone, here is an alternative. We want to use this other stuff that's in Poland and then you can come and replace that. And it made me think of something else. Like complaining about this lack of audacious diplomacy, like where is this big thing? And maybe the reason why there isn't that is because there is something I don't know --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- that Ukraine knows and the United States knows that maybe Russia is screwed. And maybe it is only going to take 10 days more. And that surge is going to get brutal and ugly, but they are going to lose. I want to be optimistic about this, but I have this feeling that Ukraine will win. It is a possibility Ukraine will win but their country will be destroyed. We know that Russia has destroyed. Putin has destroyed Russia. There was no going back from this. There is no way back for Russia to be normal as long as Putin is there. He knows that now. I think even his closer who knows that, he totally f'd up, a bit off more than he can chew. He screwed. He has to win. He's not going to so he is going to destroy this country. That's the sad part about this. So, I guess what I'm trying to say is both my heart and mind are still -- were moved by his speech. But I don't know."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Removed or moved?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Moved. Moved. Now my heart has been gone for a long time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And we all know that your mind is much better than your heart."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is -- no, she -- he is right. I take that as a compliment."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "I'd like to think not."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's true. It's true."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That little walnut of a heart."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, we work with heart too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Coming up, Russian forces unleashed more brutal attacks on Ukrainian civilians, but both sides are now talking more seriously."
    },
    {
      "speaker": "PIRRO",
      "utterance": "More brutal Russian shelling in Ukraine as both sides tried to reach a ceasefire during a new round of talks. Ukraine says there is possible room for compromise despite the bombardment of Kyiv. And the shocking reports from Mariupol Russian forces bombing a theater where civilians were sheltering. Trey Yingst is in Kyiv with the latest. Trey?"
    },
    {
      "speaker": "TREY YINGST, FOX NEWS CORRESPONDENT",
      "utterance": "Judge, good afternoon. An extremely disturbing report out of the southern Ukrainian city of Mariupol where officials say Russian forces bombed a theater that this week had hundreds of people hiding in from Russia strikes. You can see in the satellite images before the bombing in the front and back of this the theater, people had written the word \"children\" in Russian to let those forces know this was a place for civilians, not a place for military. You can see the destruction in the aftermath of the strike today. Rescue workers are still looking for anyone who might have been inside at the time of the strike. But just another example of Russian forces targeting civilian areas. Here in the capital of Kyiv Russia continues to advance. They are now targeting buildings inside the city. This morning two people injured after a 12-story residential building was hit with a Russian shell. Rescue workers evacuated 37 others according to a statement release by emergency services. The Ukrainian air defense does remain active over the city as Russia also tries to attack from the air. Ukrainian officials say their military has launched a number of counter offenses across this country. This drone video captures a Ukrainian strike against the Russian tank in the eastern part of the country and in that southern city of Mariupol, thousands of people have been able to escape via car through humanitarian corridors. Though the deputy prime minister of Ukraine says the agreements around these evacuation routes are being violated by the Russians and that some people are even being held hostage. She had this to say about the situation."
    },
    {
      "speaker": "IRYNA VERESHCHUK, UKRAINE'S DEPUTY PRIME MINISTER (through translator)",
      "utterance": "Occupants were shooting at humanity, convoys, buses, residential areas and points of gathering of people as well as taking hostages that accompanying people. So, our rescuer Oleksiy Danchenko has been still kept hostage."
    },
    {
      "speaker": "YINGST",
      "utterance": "A short while ago we heard air raid sirens in the capital city, we heard small arms fire in the distance. All of this as Kyiv remains under a 35-hour curfew. Back to you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Thanks, Trey. You know, Sandra, it seems that, you know, when we watch the build-up, we watch the 40-mile convoy, you know, do very little. But now it seems that they have gotten the word be as brutal as possible. I mean, in the last few days, it's almost like, you know, just hit the civilians, hit the children, hit the refugee corridors, the hospitals. I mean, it's become more brutal. Is he desperate, Putin?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Absolutely. You watch that and you watch the attack on civilians that we had today. And you go back to the question about airpower. I was just looking at a tweet while we are at commercial break from Nikki Haley who is saying that we need to let the fighter jet transfers but we also need to levy catastrophic sanctions on Russia's energy sector. To Greg's point, their economy has been decimated but they continue to carry out attacks like that, there is still military might and money behind that fight. And I think it's an interesting thing to bring up going back to Zelenskyy's point this morning. In addition to everything he's asking for, he is still asking us to cut off all American companies from doing business in Russia. No Russian goods at American ports. I mean, there are still ways we could be cutting off Vladimir Putin in this moment. And there are some crazy stories out there about China. Obviously, China, their oil is on sale right now. There's talk about Saudi Arabia willing to cut off the U.S. dollar for transferring oil sales to China and using the yuan for that, basing on that, devaluing the U.S. dollar. So, there is still could be catastrophic consequences for Vladimir Putin when it comes to the economy. And decimating him from the ability to continue to ramp up the fight to the level that you just suggested -- suggested."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, Jesse, what's interesting is that, there were so many companies that decided on their own, they almost self-regulated. And they said we're not going to do business with Russia. And then we need Zelenskyy who is in the middle of a war, I mean, he's probably the most stressed guy in the world, or one of them, and he's got to remind Biden to say, you know, maybe you want to do what Sandra is talking about doing. It's really pathetic how we are not doing everything we can to stop Putin."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There is more we can do and we are keeping that in our back pocket. And you want to be united with."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Why?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I think you want to ramp it up if he goes and kill Zelenskyy or if he does something worse. You got to, you know, always keep a few bullets in the chamber. And I don't think Germany is ready to go all in yet. But they might eventually get there. Here is how Putin survives this, here is how Russia survives this. He has to cut a deal with Zelenskyy. If he kills Zelenskyy, he is worse than he."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Pariah."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean he is the Russian Bin Laden at that point. Sanctions go from a six to a ten, you load that country up with weapons and it's over. You'll have the economy of Mongolia you are looking at. So, what he is going to do now is he will encircle the capital as fast as possible. And that changes the dynamic. And then that's when the real negotiation starts. Zelenskyy has to decide, am I going to negotiate or die? If he dies, well then that's it for Vladimir Putin. If he negotiates, Putin will say I'll take this in the south, I'll take this in the east and we'll negotiate neutrality. And then I'll back up and I'll try to take the sanctions away. That's his only game. That is his only end game at this point. But you know what, this is now the best armed insurgency in the history of mankind. These guys are armed to the teeth. You think about the American Revolutionary War, the Vietnam War, you know how long insurgencies can last. Almost 20 years was our last one. So, we didn't have sanctions hitting us every day. the Russians have sanctions. So, they are up against the clock and that's why they have to move so fast to circle the capital."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, one of the things that Zelenskyy says that Russia is now in this -- in these apparent negotiations behind, you know, the background, that Russia is talking more realistically and they're saying that there is cautious optimism and that Kyiv should renounce ambitious -- the ambition to join NATO which Zelenskyy has already said he would do. And promised not to host foreign military bases or weaponry in exchange for protection from allies."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Here is my problem with negotiations in this particular case. I'm all for negotiations generally speaking here however, you have a baby killer. I hate to use, I mean, sometimes I tend to be hyperbolic."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not you, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But this is true. This man has targeted women and children and innocent civilians."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But it's got to end. How does it end, Geraldo?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "But my point is going back to what both Jesse and Greg have said, this is mother Russia is now has cancer. And the cancer is going to kill mother Russia unless mother Russia exorcizes this demon. There is no way, I believe, that this man can negotiate anything. There is no way that Russia can have him as its face going forward and try to integrate himself back in the world economy. How do you fly back to Moscow now? How do you fly back to Moscow knowing that they unleashed hell on the most vulnerable population on earth, that they committed atrocities? Look what they are doing. They are in the business of destroying utterly a civilized industrialized nation."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Civilization."
    },
    {
      "speaker": "RIVERA",
      "utterance": "They have -- they have taken a 21st century country there and they are trying to send it back to the stone age. How do you negotiate with this person?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, how does it end is the better question?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It ends I tell you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "How?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Here. Let me do very brief, very brief, very, very brief. Russia gets exhausted because of the heroism of the Ukrainians and those Russian soldiers start going home. They start -- and the same way they did in 1917 when they said, screw you, we are going home."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. All right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Going home where?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Greg, how does it end?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know that's -- I hate to say that Geraldo had a good point, but the fact is, to -- Zelenskyy did something very smart in which he actually talks to the Russians soldiers. And he talked to the Russian soldiers about the future, assuming that you will be alive then. Right? And he says, you know, you got to think about what it's going to be like after this. How are you going to go home? How are you going to face your family?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And that kind -- that was a pretty important thing -- it wasn't today, it was some other time. And I do think, you know, Putin could end up being the face of Russia if Russia decides to become North Korea. That's the only way he can survive is of -- what did they used to call it a hamlet country? I mean, Russia is going to be so cut off. I was talking to my wife today about, you know, because I have relatives in Ukraine and in Moscow. And it's like, they are disgusted and repulsed. They can't talk about it because they are terrified if the cops take their phones and look at their phones. It's like it's pretty much over for Putin as a world leader. He may laugh like he could take an off-ramp as they call it, but after that when he goes back, somebody is going to take care of him. Because they can't -- because to your point --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- they can't, they can't go forward with him as their face. It's like, he has -- he has crapped the bed. And there is no use to have him around anymore. I think that -- I think Russia is going to take care of him."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, I think it depends on the power that he has in the military. RIVERA; I like that crapped the bed."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But if the economy is shot, which it will be, then the question."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. Up next, Republicans ripping President Biden for being too slow to give Ukraine desperately needed weapons."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Mr. President, what will it take for you to send the Polish MiGs that President Zelenskyy is asking for?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm not going to comment on that right now. I'm not going to comment on anything (Inaudible). Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "President Biden shooting down the idea of getting Ukraine MiG fighter jets while announcing a new security assistance package. Pledging $800 million in military equipment including drones and better antiaircraft systems. Republicans asking, what took so long?"
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA), HOUSE MINORITY LEADER",
      "utterance": "To provide them the MiGs, to provide them the planes so they can create a no-fly zone, to provide them the armament that they need to continue to fight a war that they did not create."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "The burden of proof should be on us about why we wouldn't supply everything they need."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "We need to hit back. And we can do that by supplying them the arms they need. But we need to do it now."
    },
    {
      "speaker": "SEN. ROB PORTMAN (R-OH)",
      "utterance": "All the way through this whole process President Biden has had to be pushed, or prodded or pulled across the line. We need the action now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what's hard, Sandra, with the little too late argument. Because if you are asking for somebody to do something, and they do it, and then you go, \"too late\" you're kind of being a jerk, right?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, they haven't done it. They haven't --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I think they disagree -- well, they disagree to send, from what I heard, the drones, these --"
    },
    {
      "speaker": "SMITH",
      "utterance": "But by the way, it's OK because --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just -- they just told me they did. Are the producers lying to me?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Today?"
    },
    {
      "speaker": "SMITH",
      "utterance": "It's a bipartisan push. Amy Klobuchar, she says get him in there, right? And Rob Portman of Ohio, Geraldo, on the show today, he said -- and I pulled the quote because I mentioned it in A block. It's something we should have done a long time ago, Greg, he said. The State Department once said it had a green light and suddenly it didn't. We should have sent them quietly in and gotten those planes in there. Having Ukrainian pilots is not escalatory in my view. You know, Jesse, to go back to your point about God bless America, what we are sending in there, it is amazing when you go through the list. You guys were talking about the anti-aircraft systems, the 800 stingers going in, the 2000 Javelin, 1000 light anti-armor weapons. I could go on. I mean, just think about this though. 20 million rounds of small arms ammunition and grenade launchers and mortar rounds, 25,000 sets of body armor, 25,000 helmets. I mean, that is amazing what is going into those Ukrainians to fight on the ground there. But they still say they need the airpower."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, it could change the momentum with the siege of the capital. Because if you have all of these tanks that the Russians have, and they don't even go off-road, they stick to the main roads because they can't run in mud. And you have all these stingers and javelins, and now these kamikaze drones you can control remotely, and you have insurgents in the fields, in the trees sneaking up behind these columns of tanks, you can rain hell on these things. And I don't think the Russians have any way to defend against that. And we gave them radar. So, the minute they launch any missiles from the ground, you can identify that launch area, and then just knock it out. Forget about the MiGs. The thing with the MiGs is though, NATO has to all agree that we're sending them. Remember that hot potato with Poland? Poland could have gotten them there. They're right on the Belarusian border, right on the Ukrainian border. So, we didn't want to go because none of NATO wanted to go. So, we're not going to unilaterally send MiGs at this point. But Biden's under a lot of pressure on the MiGs. And I'm not so sure we're not going to send jets eventually because now, as you said, Democrats want to send weapons and wants -- I think maybe once it gets warmer in Italy and Germany, we might not need as much power, we might not need as much heat and gas coming through these Russian pipelines. They might get a little tougher."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a really good point even though that is a strange point."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's the Italian vacation spot."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, they keep the lights on. It's cold there right now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Where are -- like, where is Europe?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Germany is just waking from a decade's long slumber."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, we're -- OK, we're also awaking from a decade-long war."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Also true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "And we were both hesitant for those reasons. You're absolutely right. I think the German giant -- I mean, how weird is it for people especially my age to say, Oh, isn't it good news that Germany is arming? You know, Germany has --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No one has ever said that."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes, no one has ever said that. It would be this. Oh my God, here comes Germany. When Germany -- and you haven't really seen the French other than Macron with is a very articulate and eloquent --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He got a nice photo op."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- a photo op. But when -- so Western Europe really hasn't really stepped up the way the United States is stepping."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Let me say this about the MiGs. I wish they did it last night. I wish they did it the night before. I don't want to hear about it on television. You know, they got other MiGs that look just like them. Just paint them the same way. Get them in there, get them flying, eliminate it as an issue. Because as you have all suggested, these switchblades, these killer drones, they -- Russia will rue the day. They will rue the day that they sent those conscripts down there for those killer drones silent, you know, you don't see them, they go in your window."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think, Judge?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, I think that the Ukrainians have made an incredible argument that they are militarily superior to Russia, even without the protection of the air, because if you read about it, they have these Turkish unmanned aerial vehicles, which can load over a tank and artillery. And everyone said they were old and they're cheap, and they use them with devastatingly accurate missile fire. The Ukrainians, once they get this list of weaponry that we've all been referencing, they're going to win this. But when they do win, what do they have? They have a country that's been destroyed. They have -- Russia has tried to take away their culture, their identity, everything that they are. How do they build it back? How do --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "They build back better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Build back better"
    },
    {
      "speaker": "PIRRO",
      "utterance": "But they've got a whole generation of young people in their 20s who now have to try to make a life out of a destroyed country. You see, it's not enough to me for Putin to lose. Putin has got to be punished for what he's done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're the judge."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Today anyway."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, up next, don't blame Biden. The new target the President says is responsible for surging gas prices."
    },
    {
      "speaker": "RIVERA",
      "utterance": "President Biden running on empty when it comes to the energy crisis. The White House blaming the pain at the pump on everything from Putin to the oil company."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The invasion of Ukraine and the volatility of the oil market is no excuse for excessive price increases. In this chart which you see here, the price of the oil, and you see where it is as it relates to the price of gasoline. And as (AUDIO GAP) that go down the price of gasoline obviously has not gone down."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I wish that camera had panned over there so you could see what was going on, blaming the oil companies. It is I wholeheartedly agree with. I offered my own tweet @GeraldoRivera, my must-see tweet writing, \"Oil price is crashing.\""
    },
    {
      "speaker": "SMITH",
      "utterance": "Crashing?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Make the gouging fat cat oil barons pass the savings on the consumer. ha gouging that cat oil barons pass the savings on to the consumer. Yes, crashing."
    },
    {
      "speaker": "SMITH",
      "utterance": "Is crashing a technical term?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's at $25.00."
    },
    {
      "speaker": "SMITH",
      "utterance": "Oh, come on. But what undermines the President's position here -- let me throw a bone to my colleagues -- is the fact that the squad and other powerful Progressive House Democrats are set to demand that the President use his executive powers to declare, get this, a national climate emergency. Hey, gang, how about a national climate emergency? Let's ban oil drilling on federal lands. It is a totally -- Judge, a totally insane proposal."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm confused, Geraldo. Can you explain to me what you mean?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Are you busy?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I'm busy."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Are you mad at me? You're not going to answer the question?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't understand what you mean."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You don't understand what I mean about --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "About what --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- the oil barons gouging prices?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Barons."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But how are they gouging? And then what -- and you said they should pay --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "How are they gouging? The last time oil was at $95.00 gas was what, $2.00 something."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "RIVERA",
      "utterance": "And now, it's $4.00 something. How do you explain that? How do you explain that?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Let me just say. That's an observation, Geraldo, that is not evidence."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's not observation. I go to the gas station."
    },
    {
      "speaker": "SMITH",
      "utterance": "Hold on. First of all, everybody wants to see gas prices come down. It benefits the American consumer. American families are struggling right now. We want the prices to come down. But demonizing the oil and gas industries in a moment of energy crisis in this country, you have to ask yourself, is that a good idea?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Why are their feelings so important to you?"
    },
    {
      "speaker": "SMITH",
      "utterance": "What?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I don't -- I don't understand why the feelings of Exxon and BP and these other --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Because it's a supply and demand story always."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I don't care if their feelings are hurt."
    },
    {
      "speaker": "SMITH",
      "utterance": "Wait a minute."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I want them to lower the prices. They're making too much money."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Why? Are they in part of the government that they should reduce their profits? They're not profiteering. They have a right. This is capitalism."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But what Jen Psaki says that this 9000 acres that are --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I don't care what Jen Psaki said."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You have to care to be cared."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, let me care about it. If you have an administration that is slow (AUDIO GAP) approval, if you've got these place (AUDIO GAP) but you don't even have a road --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "They have the Permian Basin. They can -- they can put their own back (AUDIO GAP). They just don't do it because they're not sure that months from now they're going to make the same money. So, they want to make the investment now."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, let me tell you something. At a time when prices are so high, there are people who are (AUDIO GAP) bet on it just to get out there and make some money."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, let them do it. I say let them drill. Drill --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, you know what, don't you dare --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "You got -- you got -- West Texas can solve the energy crisis. I just don't understand that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And you know what? I won't --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Geraldo, the answer is there have to be in an environment where they feel like there's a business energy-friendly environment for them to want to take on that risk and tap into it. You can ask them. That's the answer that they will give you. But to your point about accusations of price gouging, that is illegal activity and it is a bold claim that --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "It is. Price gouging is a crime."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Profiteering is not illegal unless you manipulate the market."
    },
    {
      "speaker": "PIRRO",
      "utterance": "She just said price gouging. Price gouging is a crime."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Price gouging is not illegal either unless you manipulate the market."
    },
    {
      "speaker": "PIRRO",
      "utterance": "It is a crime."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Who's side are you on? Are you (AUDIO GAP) side?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "When college tuition goes up, Geraldo, what would you say? Do you say that colleges are price gouging?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you say they're looking for excessive profits? You do not."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes, they are. They want their swimming pools."
    },
    {
      "speaker": "WATTERS",
      "utterance": "When big tech makes all that money, does Biden come out and say these greedy guys have to give some money back to the people. They never say that. They blame -- they blame big oil. You don't attack a butcher when everyone is starving all right? We work together, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "What does -- what does big meat and big oil really are guilty of this?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Geraldo, do you think big oil are the ones sitting on the 9000 (INAUDIBLE) because you're wrong."
    },
    {
      "speaker": "RIVERA",
      "utterance": "How do they make -- how do they make record profits, Sandra? They make record profits."
    },
    {
      "speaker": "SMITH",
      "utterance": "No, no, those are smaller companies. Those are smaller companies."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Those are new companies."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Making record profits?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Those are smaller companies and new companies."
    },
    {
      "speaker": "SMITH",
      "utterance": "Greg."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Who's side are you on?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Big oil, big meat, what about big TV?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. Sea of profits."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, when there's news, the money flows. Maybe you know --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's because we have -- what's that mattress?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stop it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "My Pillow."
    },
    {
      "speaker": "RIVERA",
      "utterance": "My Pillow."
    },
    {
      "speaker": "PIRRO",
      "utterance": "My Pillow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean if you were -- if you had evidence, Geraldo, I would. But I what you're -- I think you're --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "The evidence is at the numbers. Aren't the numbers evidence enough?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "What is the evidence?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "If a barrel of oil costs this much --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Why isn't he prosecuting?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "What is that evidence of?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- and gas was this much when it costs and now it's this much. I mean, you don't need economics 101 for that."
    },
    {
      "speaker": "SMITH",
      "utterance": "(AUDIO GAP) energy reporter took on that Biden tweet and that chart and this is a reporter that in my take is rarely partisan, and said, this is really the chart you should be showing. It's the purchase price of oil. Here it is. I didn't know we had it. That yellow is actually the purchase price of that oil. You have to consider crack spreads and crack margins. I can't get --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Crack spreads, Geraldo. It's something you're familiar with."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK, hold on. Hold on. The lower line is the retail gas prices -- wait, Geraldo. Geraldo, wait. Look at that. Geraldo, where were you asking why the price is going up high enough to keep up with a $100 oil."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But I -- see, I don't know from that, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, he's making the case that gas prices at the pump actually didn't even go up high enough."
    },
    {
      "speaker": "RIVERA",
      "utterance": "All I know is that when I pass a gas station --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "You get sick."
    },
    {
      "speaker": "RIVERA",
      "utterance": "And then the price is four bucks -- $4.20 --"
    },
    {
      "speaker": "SMITH",
      "utterance": "And the agents of the station --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "You just have to blame somebody?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "No, it's not that. But I know that (AUDIO GAP) and now that charging (AUDIO GAP)."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, then tell Joe Biden to open up the pipeline and in Canada, Mexico, and the United States."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I want the oil company guys called in just like that cigarette company guys, the four of them right there. OK, Mister, why are you charging that? Why are you charging that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You just want the show --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Call in AOC and the green energy people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're emotionally driven, Geraldo. Come on."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I am emotionally driven. I am --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Do you know a lot of those companies made no profits during the pandemic?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Ahead, President Biden apparently and big political trouble. You'll hear the tough stuff Americans are saying about his political future coming up after this."
    },
    {
      "speaker": "SMITH",
      "utterance": "President Biden struggling to contain multiple crises with Ukraine, inflation, rising gas prices, the economy and more. Things are getting so bad that half the country thinks he is a one-termer. 52 percent of Americans surveyed in a new poll doubt President Biden will run for reelection. Geraldo, do you believe he will?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know, I believe that I am a young 78 years old. I believe that the President is an old 78-year-old. He's eight months older than I. And you know, I never in my life thought that I would be signing a multi-year contract and I did this year."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We were with you on that."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Right. Thank you. And can Biden signed another multi-year contract? I think that it's going to be a very close call, Sandra. And I think that if he had a better symbiotic relationship with the Vice President, he would definitely be at one-termer. And the Vice President, whether it be Kamala Harris or whomsoever, could take over his mantle. But as it stands right now, I think he may run and fail."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK. Judge?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I don't think he should run. And I don't care about his vice president because she can't help him in any way, which is what you're saying, I assume."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That is."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And I don't think Americans want him to run."
    },
    {
      "speaker": "SMITH",
      "utterance": "Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's not running again. There's just no way. You saw him today. He could barely talk. And his numbers were in the high 30s about two to three weeks ago. And then this Ukraine invasion happened, and now they're in the low 40s. And it has to just be because you're getting a little patriotism bump. But that's going to fade once gas stays high and once food prices stay high, and Biden's just looking over at NATO the whole day."
    },
    {
      "speaker": "SMITH",
      "utterance": "Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was funny. They kept -- who was complaining that he didn't get the Zelenskyy bounce? Did you hear that?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It sounds like an East European fabric softener. What are his wartime policies? He's going to bed one hour earlier. Is that what he's doing? He stopped using --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "You're so mean. You're so mean."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He stopped using Russian dressing. Is that his wartime policy? I don't know. It's weird, because when you think about what kind of President he might be, it's kind of hard because he's done almost nothing good. Crime, inflation, the border, he's done nothing. And generally, as a libertarian, I want a president who does nothing. But the problem is the people that are in charge of him are doing everything and they're doing it badly. It's not about him, it's the people who control it. That's what scares me most. The people --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Who are they? Who are they?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think he's -- I think he's surrounded by a lot of young wokesters who got him more interested in stuff that doesn't matter, right?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think that that's very clever."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, I have to leave it there. Up next, we are going to take a break from all the hard news. \"ONE MORE THING\" is back and it's next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's time now for \"ONE MORE THING.\" Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "We're talking about refugee crises. There was one in my family covering the war in Afghanistan 11 assignments over there had forged a relationship with a with a fellow named Akbar Shinwari (PH), the guy on the right there. He was my guide. He saved my life numerous times. There he is with Brother Craig. They're both my brothers. So,we got him out of you know, of Afghanistan. It was a desperate struggle. Thanks to Fox News, we got him out. He went first to the United Arab republics. There isn't he got out. And now he's in America. He and the family are in America. They're in Virginia. They'd be coming to Ohio. They're coming in into my world. I promise you that Akbar is going to be gainfully employed. I'm going to sponsor the family. We love them. We have this plenty Afghan community in in Cleveland, Ohio. So, they're going to have plenty of people from where they hail."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Your house is big, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I have a big house. I'm going to put him in one of those rooms ahead for Jesse that I've ever been in. But I'm delighted to welcome that Shinwari family. They watching right now. Love you, brother. And, you know, welcome to the USA."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Delightful. Also delightful, my daughter Eleana. She won her chess league, first place. She beat a bunch of older guys in the league."
    },
    {
      "speaker": "SMITH",
      "utterance": "Awesome."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She's only 10 years old and she smoked all these guys. So, there she is taken first place."
    },
    {
      "speaker": "RIVERA",
      "utterance": "She must be after her mother."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. I'm alright with checkers, chess not so much. So, congrats, Ellie. And also, tonight, \"PRIMETIME,\" we have Senator Lindsey Graham at the top of the show. So, definitely watch that. Greg Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You see the guy was wearing a mask?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was funny. All right, tonight, great show. I got Buck Sexton, Tyrus, Kat, Douglas Murray. It's going to be great, all new. Also, I'll be in Phoenix, Arizona Saturday, March 19 at the Arizona Federal Theatre. Go to ggutfeld.com for remaining tickets. That'll be in Salt Lake City, May 21. Do we have time for this? Yes. It's Greg's Small Mammal News. I love small mammal news especially in Milwaukee. Check it out. Four North American otter babies. Born to mom Shamrock and dad Larkey. They were some randy pair. They were going at it in front of everybody. And now, they got some otter babies. Meanwhile, in the Oregon Zoo, Maple and Filbert, the beavers, took the morning off, had breakfast in bed. They had a wild night, Sandra. They needed the protein. Let me tell you. They're munching on some carrots in their burrow. You can't get enough of that, can you? Now, go out -- get on that Peloton you beaver. You look like a fat beaver."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We missed \"ONE MORE THING\" didn't we? That was good, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Judge."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, so there's a courthouse in Maine that showing victims that they really care. In fact, the Aroostook County Courthouse is soon to be the first in Maine to have dedicated therapy dog, child abuse victims, victims who are frightened and intimidated and have to testify. They're able to sit there with the dog in the witness box, or they can actually hold the leash of the dog. And this dog, Holiday, began his two-year training with a goal of becoming a calming presence in a stressful environment. And those of us who are dog owners know firsthand the power of dogs to heal. And I hope that more courthouses across the country follow suit."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm surprised Jussie Smollett didn't testify with a therapy dog. It seems like something he would do, don't you think?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Alright, for Lego lovers out there, Zelenskyy and Molotov cocktail Lego. The Chicago toy company --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Oh, my god."
    },
    {
      "speaker": "SMITH",
      "utterance": "-- raised $16,000 for Ukrainian relief efforts by selling Lego versions of Molotov cocktails and Ukrainian President Volodymyr Zelenskyy. The cocktail -- Molotov cocktail Lego sold for 10 apiece. Zelenskyy Lego is 100 a pop, all for a good cause."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Where do you get it? Where do you get it?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I wouldn't step on that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's a great --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "A Lego Molotov cocktail."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I want to get my daughter one of those."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Really?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's it for us. \"SPECIAL REPORT\" is up next with Bret. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}