{
  "date": "March 19, 2019",
  "headline": "Brazile: We need to find cleaner sources of energy",
  "subHeadline": "Guests: Joe Concha",
  "url": "https://www.foxnews.com/transcript/brazile-we-need-to-find-cleaner-sources-of-energy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "And there is a lot of all of those things going on right now. But someday, it will be better. Good night from Washington. Guess who is next? Take three guesses -- OK, Sean Hannity. He's now from New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Guess one, two and three. All right, Tucker, thank you. Great show as always.  Welcome to “Hannity.” Now, tonight, we have a number of major breaking news stories. We will cover them all, including another insane anti-Trump conspiracy theory by Congressman -- well, the cowardly Schiff himself. Now, a huge development today in the Mueller witch hunt. Also, an update on the massive college admission scandal. And we'll continue our “Hannity” watch on the radical 2020 Democrats that would like to be president with an investigation into Beto \"Bozo\" Robert Francis O'Rourke from the ground in his home state of Texas.  But, first, we get started with the round up of this week's worst moments from the radical Democratic hopefuls for president, something the mainstream media we know they will never do. It is only Tuesday, but the dozen the far left candidates running to replace President Trump are getting off to a rough start. Now, take, for example, Senator Elizabeth Warren and Senator Kirsten Gillibrand, they don't like that President Trump was able to successfully select two originalist Supreme Court justices. So, now, they want to get rid of the Supreme Court as we have it currently configured. Both senators told \"Politico\" that they are open to increasing the amount of Supreme Court justices. This would give them the ability to stack the court with the far-left activist justices, thereby leaving the third coequal branch of government, well, fairly powerless, constantly under the thumb of the executive branch.  This is beyond unethical. It is unconstitutional. It is a clear power grab.   But what else do we expect from Elizabeth Warren? She has been rigging the system for years, getting ahead by lying about her ancestry. And let's not forget about Cory \"Spartacus\" Booker, he is also taking a brave stand against the scary Supreme Court. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Eric Holder, the former A.G., has talked about expanding the number of people in the United States Supreme Court beyond nine, to get more progressives on there. Where you on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "I think that we need to fix the Supreme Court. I think they stole a Supreme Court seat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, we keep it at nine? Should we keep it at nine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOKER",
      "sentences": "I think I would like to sort of a lot of options and we should have a national conversation for term limits for Supreme Court justices. It might be one thing. To give every president to choose three. People holding onto those seats in ways I don't think is necessarily healthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You may want to note that Spartacus, he wasn't determining limits for his own position as a U.S. senator, now just the Supreme Court where Kavanaugh and Gorsuch and Clarence Thomas preside.  Now, of course, this is part of a classic far left tactic. When you can't win an election based on ideas and policy at the ballot box, they just go to rigging the system, which is why Elizabeth Warren is vowing to dismantle -- well, the very way we even elect a president. It doesn't work in her favor. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "My view is that the every vote matters. And the way that we can make that happen --  Is that we can have national voting, and that means get rid of the Electoral College and everybody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sure, let's let New York, New Jersey, Massachusetts, Illinois, and California determine every president.  You see, she does not want every vote to count. In other words, she wants to ignore all of the states in the middle of the country, the red states, of course. No more Electoral College, no more Supreme Court as we know it, checks and balances thrown to the wind.  But, of course, if Democrats get their way, well, third trimester abortion, including infanticide during and after birth -- well, that would be perfectly legal and readily available. Sadly, they are fighting for that. They would protect infanticide seemingly above all else. Naturally this includes Beto \"Bozo\" Robert Francis O'Rourke. Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Are you for or against third trimester abortions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT FRANCIS O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "The question is about abortion and reproductive rights, and my answer to you is that that should be a decision that the woman makes about her own body. So, that's my answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "First, we will deliver the baby, the governor of the Commonwealth of Virginia said and then we'll make sure that the baby is comfortable. And then we'll let the mother decide. Unbelievable, and they call Trump immoral and every other name in the book. And they told you that Justice Kavanaugh was a monster, but every Democrat running for president cheers for this issue of infanticide. Think about that.   Now meanwhile, they try to shame conservatives for what? Wanting border security? Wanting to stop drugs from crossing the border? Controlled immigration?  On Monday, Senator Gillibrand said that there is no such thing as an illegal human. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y., PRESIDENTIAL CANDIDATE",
      "sentences": "Immigration is not a security issue. It is an economic and a humanitarian and a family issue. So --  There is no such thing as an illegal human.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Beto wants to get rid of all walls on the southern border. Gillibrand wants open borders, no walls, no checks, no nothing. And she wants to abolish Immigration and Customs Enforcement. And that's not all - - she is promising to pay for an influx of illegal immigrants through the Green New Deal. You know, the one that promises to turn America into a socialist utopian and take away all of your fears and the government will control their means of production like energy and health care. An estimated cost, as high as $94 trillion in the process on ten years, and keep in mind that the entire federal budget last year was roughly $4 trillion.   Democrats, they say that you don't have to worry about the cost. They want to worry about the planet not being burned up in 12 years. They want government-run health care, government paid for higher education for all. Government paid for vacations, family leave, sponsored healthy food, government healthy food, OK?  Government monthly income for everybody, whether you are willing or unwilling to work, and government forced building renovation, every building in the country, each and every building for energy efficiency. And, of course, the end of all fossil fuels and cows and planes in ten years, and Gillibrand supports that, so does Elizabeth Warren. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "When you look at the Green New Deal, understand that this is about building the infrastructure for the 21st century for a sustainable world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "At the same town hall, Warren proposed over $100 trillion in new spending, $100 trillion. That is $94 trillion more dollars than the entire 2018 federal budget. The Green New Deal is insane, and it would guarantee poverty and a dying country and economy.   Now, nearly every 2020 Democrat supports it including Spartacus. And despite supporting the biggest socialist takeover in the history of the Earth, Senator Spartacus wants you to know that he is not a socialist. While, what do you call it then? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOKER",
      "sentences": "I am for capitalism. I am tired of companies engaging in socialism where they outsource --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEWS",
      "sentences": "That's a good rhetorical --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOKER",
      "sentences": "I'm not a socialist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEWS",
      "sentences": "We've got people in the party who are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOKER",
      "sentences": "I'm a Democrat. I believe in fundamental Democratic principles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Even Matthews is laughing. Now, Booker is a perfect representation of what is a radical, socialist, extreme Democrat and this entire field for that matter. This party now has become so far left, even liberal businesspeople, Andrew Yang, for example, is gaining traction for promising to give every American $1,000 each and every month, doubling our federal budget in the process. And tonight that field, the far left candidates is going to be even more crowded. According to \"The Wall Street Journal,\" well, creepy, crazy, Uncle Joe Biden is telling supporters that he plans on running. We'll have more on that later. But first, we do have some good news, our “Hannity” watch on the Mueller witch hunt. Another top prosecutor is reportedly leaving the special investigations. Now, this comes after so-called pit bull, Andrew Weissmann announced his resignation a few days ago. This is yet another sign that the investigation hopefully, finally is almost over.  And according to reports, many Republicans and those in the administration -- well, they are looking forward to Mueller's findings. Meanwhile, Democrats -- they now seem very anxious. That's because the Trump-Russia collusion was, is, and forever will be a hoax.  And if Mueller is a decent, honest man with reverence for the laws and Constitution, well, the absorbed collusion narrative will be put to rest once and for all. But we know that that is not going to happen, because the biggest liar in Congress and leaker himself, the cowardly Schiff who won't come on this program, I've offered him four hours -- three hours of radio, one hour of TV -- and he won't take us up on the offer, he has been spreading conspiracy theories about Russia and Trump for an eternity now. And now they use the platform as the House Intel chair in order to malign the president with endless McCarthy-esque investigations. And recently, Schiff told NBC News that the intelligence investigation into the Trump campaign is important because, quote, it goes to a present threat to our national security, whether the president and anybody around him are compromised by a foreign power. OK, well, a sitting congressman, chair of the House Intel Committee, recklessly pushing a conspiracy theory that a foreign government is controlling our country without evidence, he should be ashamed of himself. But of course, he is not.  Like most Democrats, they are unrelenting hatred 24/7 for President Trump, that overrules all common decency, logic, common sense. Schiff and other Democrats -- they want the president to fail, even if that means America will fail in the process. All right. We have a lot more to get to, breaking news-wise tonight. But, first, joining us, brand new Fox News contributor, former interim DNC chairwoman, Donna Brazile. All right. I'm going to have a lightning round with --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA BRAZILE, CONTRIBUTOR",
      "sentences": "Sean, first of all, you should say, welcome, Donna. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome, I have known you for years. We have had a very friendly, I would say cordial relationship. We have met at a lot of debates. We met at a lot of conventions. We always have a good time. We ask how each other are doing, and we never agree on much, do we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "No, but that's not the point. The point is that it is a great honor to be back on your show. And I'm looking forward to these conversations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I'm not running -- first of all, I'm not going to use my microphone to run for anything. I'm making no announcements tonight, but I'm glad to see you tonight on St. Joseph's Day. So, bless you (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, by the way, just for being on the show, you will get in trouble with some Democrats. Why are you on \"Hannity's\" show? Why did you talk to him? He is not a nice guy, and then you're going to have to, you know, tell them, well, he's actually not that bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "You know, Hannity, Sean, a couple of weeks ago you had me on the show, and we talked about my new book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I'm a co-author with four other -- I mean, three other women for color girls who consider politics. So, you've had me on the show before. So thanks for having me again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, welcome to the Fox News Channel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Thank you, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And for those that say that we do not have varying opinions, I could go down the list, and if I do, I will probably get in trouble. So I'm going to stay away from trouble --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Uh-oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- for once in my life.  All right. Let's go through -- we're going to play a lightning round. I'm just asking you to play along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Medicare for all is going to be $3.3 trillion for every year for ten years. And people like Kamala Harris say that people would have no choice at private health care, do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "We are in the beginning of a very extensive conversation. And it's not about radicalism. It's about making sure that Americans can --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is a lightning round, I'm asking Donna Brazile who ran Al Gore's campaign and the DNC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Come on. I cannot do two minutes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We are going to go through the list --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Kamala Harris. Look, Medicare for All --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "After the list then I will let you expand. How's that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "All right. Over 56 percent of the American people support some form of Medicare for All, Medicare Plus, Medicare, you know, et cetera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Should people be allowed to get private insurance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "If they want to keep their private insurance and maintain it as I would, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. You disagree with Kamala. OK, next question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "No, I do not disagree. I hope that she can explain how her plan will cover --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "She doubled down on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "-- every American and ensure that we don't have millions of Americans who cannot afford their prescription drugs as well. We've got to have a good conversation about this and I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We are not working the lightning yet, we have to get the lightning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I am not about lightning. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're going to give you time to expand.  Now a lot of your party, eight states and even Congress want to late term abortions, in one case you had a woman in Virginia House of Delegates say that even up to the birthing process, dilation she supports a woman's right to have an abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "That was not exactly true, but let me say this, Democrats --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'll quote the governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Democrats believe that this is a choice that women should have a say in. We believe that women --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In the ninth month of pregnancy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Look, we believe that women should have a full --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes? The ninth month of pregnancy when the child is viable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I am not a doctor and I will not tell anyone want to do with his or her body.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "So, I'm not -- this is not -- look, the Democratic party also believes very strongly that abortions should be rare --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, a woman who's due to have birth in 48 hours and she decides to have an abortion, you don't think we have a duty and responsibility -- we don't have a duty as a society to protect that child?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "You are asking Donna Brazile, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Donna Brazile, I am asking you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I believe as a woman I would like to have a full range of reproductive health services.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. OK, that's the answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I believe that this is a decision that I should have and in consultation with my doctor and other medical professionals. That is the position I have taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you support -- do you support to the New Green Deal's goal of getting rid of all oil and gas in ten years? Short answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I believe that HR-109 should be debated. I believe it's going to go before at least four or five committees. We need to do something about climate change. --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Should we get rid of oil and gas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I believe that we need to find cleaner sources, cleaner resources.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. Got your answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "And yes, ten years from now, Sean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you believe that we should replace --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I cannot do this in 30 seconds, these are very important issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "We didn't put out the Green New Deal to give you something to talk about at night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What part of the green new deal? It says in the Green New Deal - - hang on, it says that everything is going to be free and that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "No, that's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In ten years, we're going to get rid of oil and gas, all combustion engines and eventually cows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Donna, Donna, Donna, help me out. It says in ten years, in ten years, they are going to get rid of oil, gas, the combustion engine, and hopefully soon thereafter, airplanes and cows. It's black and white. And I'm asking, do you support that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "That's not, that's not -- PolitiFact even have -- they have gone after many people who said these things about the Great New Deal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "PolitiFact, you're going to trust them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I am believing that they are a credible source. Looking at this -- this is a piece of legislation. HR-109. Go look at it yourself and stop trying to exploit the fact that they are talking about -- you made me read the darn thing after I was on the show last time. And I'm like, there is nothing in this that said about the airplanes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have a copy of it right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I have a copy too. I have a copy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It is in here word for word. All right. Let me ask you the next question, next question. All right. Do you think that it's a good idea to secure the southern borders with walls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I believe that we need to use multiple methods to secure our borders in north or the south.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you support the president's plan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "No, I do not believe that the president's plan actually will work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. There's the answer. Do you believe that we should continue to have ICE and fund ICE and other law enforcement officers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I don't -- I believe we need comprehensive immigration reform. I'm not a strong supporter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you support keeping ICE? OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I believe that we need to reform ICE. I don't like the job that they are doing now. So, I have not taken a personal position on that, but yes, I do understand that there are other members of the Democratic Party - - and by the way, I don't speak for all Democrats. I only speak for Donna.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You don't want to get rid -- no, I'm just asking. You are the former head of the DNC, do you want the voting age lowered to 16? Do you want the Electoral College removed? And do you want more Supreme Court justices added to the nine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Do I -- would I like to see the voting age lowered as several countries including I believe Brazil, a country named after my family, Austria, Brussels, other countries, yes. And Prince Georges not -- Prince George, in Heights Field, Maryland, as well as Tacoma Park, they are experimenting with this. We need to experiment with more ways to engage young people and to get them involved in our democratic process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. Do you think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "And the Electoral College, there have been four time since 1860 where the Electoral College, as you well know, one of the popular voters, one of the popular votes has lost the Electoral College. I'm actually reading a great book about this, Sean. We will have another conversation to talk about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Is there anything that you hear of the current prompt of 2020 candidates where you say wow, they are going to promise a guaranteed salary, they're going to promise, you know, family leave, medical leave, pre-K education, college education, guaranteed, guaranteed healthy food, guaranteed retirement, guaranteed health care? You know, is there anything that adds up -- the New Deal, the Green New Deal adds up to $94 trillion in ten years. Do you think that is socialism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I think that's -- first of all, I think that's fuzzy math, and no, the textbook definition of socialism, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The former head of the CBO.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "These are policy ideas that Democrats are offering -- many Democratic candidates are offering to the voters. The voters will ultimately decide what are these policy prescriptions they believe in and what candidates they believe can carry their agenda. This is why we have conversations and debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "And, Sean, if you are not interested in listening to the Democratic candidates, then look somewhere else. But these are I think important ideas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm not voting for any of them, trust me. Here's my question. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "These are my ideas. And I also want to tell you why you disagree with you, I've known Adam Schiff for a long time. You mention Adam Schiff, he is a very decent and honorable person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, he's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I don't know why he won't come on your show. Yes, he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tell him to come on. I'm offering him for hours, I have everything documented. I'm ready to have the interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I think you can -- look, I'm not your broker and I don't know who will return your call in his office. But I can tell you this much, he's a honorable, decent human being he's a great guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I will give you a minute to answer the last question, let me get to the last question. The last question is this. Barack Obama was president for eight years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Putting aside the $150 billion idiotic Iranian deal, this is what the economy was after eight years, 30 million more Americans on food stamps, 8 million more in poverty, lowest labor participation rates since the '70s. We also had the worst recovery since the 40s after his eight years, the lowest home ownership rate in 51 years, the only president in history that never reach 3 percent GDP in any of his years as president. He accumulated more debt than all 43 presidents before him combined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "He has not met the third one who's also accumulated a lot of debt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But Donald Trump becomes president, gets rid of regulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "You know who's that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm going to give you time to answer. President Trump gets in office, we are now energy independent for the first time in seven years, we are net exporter of energy. We now have created 6 million new jobs, over 1 million fewer people on food stamps and in poverty. The lowest unemployment rate ever for African-Americans, Hispanic- Americans, Asian-Americans, women in the workplace and youth unemployment. Tell me why could not Obama get done in eight years what Trump got done in two?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Well, first of all, Trump could not have gotten anything done had Obama not began to put in the hard work and the muscle and all of the energy to get this economy back on its feet after the Great Recession of 2008. I do believe that the legacy of President Obama will be one of helping to sustain this economy, helping to rebuild the economic engine of our country and helping to get more people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why did he fail? Why did it take eight years and we have 13 million more Americans on food stamps? Eight million more in poverty? Trump in two set one record after another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "You forget what Stacey Abrams said, and let me repeat it. I don't want this president to fail, I just want him to tell the truth. But I will tell you what the last president did --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You just want him to tweet less, but I hope he's watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I saw the president roll up his sleeve and get to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's what he's doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "That's what President Obama did that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's see, Jerusalem is the capital in Israel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "That's what President Trump should do. He should roll his sleeve --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No more rockets being fired over Japan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "-- and making sure that every American gets a head start and a healthy start. That's what we all want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, I will take Trump's record over Obama's failed record any day. But anyway, welcome to the Fox News Channel. Great to see you. Great to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I will take Obama's good record and I hope that President Trump continue to follow on those same policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know what? I think one day you ought to fill in on my show and you host the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Oh, Sean, can you imagine if I could be Sean Hannity for like 30 minutes a night, come on, baby. Come on, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's an hour show. You can handle it. You'll be good at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "By the way, thank you. It's a great honor. I know we do not always agree, but the fact that you allow me on to give you my views and my two cents, I appreciate it. And thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Donna Brazile, thank you for being with us. When we come back, veteran news anchor, our old buddy, that's right, edited fake news Ted Koppel finally seeing the light, admitting the mainstream media is out to get President Trump. I'll explain, a mini monologue coming up. And we'll get reaction from Joe Concha. And it's his world, Jesse Watters, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We turn our attention now to “Hannity” watch on the destroyed Trump media mob. It looks like at least one member of the press may be seeing the light. Listen to what legendary news anchor Ted Koppel had to say earlier this month about \"The New York Times\" and \"The Washington Post.\" Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TED KOPPEL, LEGENDARY NEWS ANCHOR",
      "sentences": "I am terribly concerned that when you talk about \"The New York Times\" these days, when you talk about \"The Washington Post\" these days, we are not talking about \"The New York Times\" in 50 years ago. We are not talking about to \"the Washington Post\" of 50 years ago. We are talking about organizations that I believe had, in fact, decided as organizations that Donald J. Trump is bad for the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. And let me be clear: I've had my history with Ted Koppel. Remember 2017, I called it edited fake news, he literally interviewed me for an hour. He cut it down to about a minute, seven seconds. Not only that, but he told me I'm bad for America. Ouch. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Honestly, I think liberalism has to be defeated. Socialism must be defeated in a political sense. This is not -- we don't want a revolution in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "What more do you want? You got have the White House. You got the House, you got the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We do for now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And then we have angry snowflakes and then we've got a Democratic establishment. I say that the press in this country is out to destroy this president. We have to give some credit to the American people that they are somewhat intelligent and that they know the difference between opinion show and a news show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You are cynical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "I am cynical because I -- you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you think we're bad for America? Do you think I'm bad for America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "In the long haul, I think that you and all of these opinion shows --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's sad, Ted. That's sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "No, you know why? Because you are very good at what you do and because you have -- you have attracted a significantly more influential --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "let me finish this sentence. Let me finish the sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I am listening, with all due respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "You have attracted people who are determined that ideology is more important than facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Not true. Actually, you should go after the rest of the fake news industry, because that's all they do, lies, conspiracies, innuendo, every second, minute, hour of the day. But now, Koppel has changed his tune somewhat, though, there and he sees the credibility crisis on full display. The rest of them clearly haven't learned and they continue -- well, their own ideology over facts, if you will, agenda every second, hour, of the day. Just, for example, look at the smear of Justice Kavanaugh rush to judgment on the -- in the Jussie Smollett hoax case, the students at Covington Catholic High School, and of course, pushing Russia, Russia, Russia, hysteria, collusion, delusion despite no evidence, and all while trying to batter, bludgeon, beat down this President and anybody who supports him with reckless smears. Truth is simple. The mainstream media is dead. They've been pushing a far left ideology, disguised as straight news now for decades. Right here on this show, we're the whole newspaper. On the show, there are plenty of hours I can bring up radio, TV, hundreds of hours. Straight news, hundreds of hours. Investigative reporting, Obama, the deep state. We cover stories the rest of the media won't. We're now vetting the 2020 candidates. They won't do that. We also do opinion, and along with sports and cultural issues. We're like the whole paper. They say they are news. They're not the whole paper. I'm part of the press, but we do all of it. They are supposed to only do one part of it. American people, though, they're seeing right through this propaganda, this misinformation and derangement. Look at this new poll even from fake news CNN. Seven out of 10 in America now see the economy in America as being in good shape, the highest number date since, oh, 2001. Remember, Democrats, they want to roll it all back with their far left failed socialist open borders, late-term abortion agenda. 70 percent tax rates for individuals, 90 percent for corporations, get rid of ICE, get rid of oil, gas, the combustion engine, and yes, cows and planes. But you know better. You know that Donald Trump is bringing prosperity back to America, letting you build a brighter future for you and your kids and grandkids. Here with reaction, Media Reporter from The Hill and WOR radio host, Joe Concha, along with the co-host of The Five, host of Watters' World -- we only live in it -- Jesse Watters. All right. Jesse, we'll start with you. JESSE WATTERS, THE FIVE CO-HOST & WATTERS' WORLD HOST: Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's pretty obvious, trying to get this through to Donna. Donna is a little bit more old school though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Democrats always hate what they believe. Now they're being more open and transparent vis-a-vis 100 Democrats supporting Alexandria Ocasio- Cortez.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I hope we're paying her a lot of money here on Fox, because as a rough little lightning round, Sean, at the top of the show, she is going to need a stiff drink after that one. But -- I mean, if you just look at the nasty rap sheet from the mainstream media against this President, the political crimes we're talking about, first they did him dirty with the dossier, then they said he was a traitor with Vladimir Putin, and then we get to them smearing random Trump supporters. They tried to burke Kavanaugh. They call him mentally ill, a lying racist. They fat shame him. They say his wife has a body double and his daughter is the C word. Now they are cheerleading for impeachment. So we had Tom Brokaw who actually said, \"We are at war with Donald Trump.\" And the media are war profiteers. If you look at the two owners, the billionaires of The Washington Post and The New York Times, they just want a second Watergate because they want to make money off of that. But this President has exposed the mainstream media for the greedy, lying hacks they are. And they are just pushing hoaxes and fake news. And as much as they profit, their credibility is now shot because a majority of this country believes the mainstream media's fake news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There's one thing that's true, and I know they like to attack Fox. We have plenty of liberals on Fox, liberal voices on Fox, as you know, Joe, and a new one in Donna Brazile. But the reality is Donald Trump has literally so branded, fake news, I don't think they ever recover, ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER, THE HILL",
      "sentences": "I think when President Trump leaves the stage, whenever that may be, I've compared it to the 2008 financial crash, where when he leaves all the oxygen goes out of the room. And I don't know where many of our media outlets will go from there. We're already seeing plenty of consolidation, plenty of downsizing, plenty of layoffs in the media right now. But to go back to what Ted Koppel said, where he said it's not The New York Times and The Washington Post, Ben Bradlee of 50 years ago. He is exactly right, and he talked about how so much opinion now is worked into reporting. And the American people are noticing this. Let me give you two polls here. Only 43 percent of people in one poll said they could sort news from opinion. Pew Research found that only six in 10 - - or six in 10 U.S. adults say the news media should present facts alone without interpretation. That's the key. We don't need interpretation. We just need the facts. Just 26 percent of adults surveyed that can differentiate fact from opinion according to the same study. So, remember, 1976, nearly three quarters of the American public thought that the press was trustworthy and something that they had confidence in. Now, to Jesse's point, where he said a majority of Americans believe they report fake news, that's exactly true. It's 79 percent of independents -- forget Republicans and Democrats -- think that the press knowingly pushes information that they know to be false or fake. That's according to an Axios study last year. So it's having a profound effect, the fact that we're working so much opinion into what should be factual reporting the American people are certainly noticing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Great commentary, observations by both of you. Jesse, thank you. Joe Concha, thank you. All right. When we come back, Sara Carter, breaking news report about how the dossier was disseminated among deep state actors. She'll join us and explain. And later, a huge update on the college admission scam. That, and more, as we continue tonight on Hannity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Tonight explosive breaking news about the deep state that involves Christopher Steele and a State Department official, Fox News contributor and investigative reporter Sara Carter is telling us tonight Trump actually pulled his nominee for Ambassador to Albania due to her past contacts with Christopher Steele and DOJ official Bruce Ohr. Investigative reporter Sara Carter is with us as well as the author of the number one best seller, The Russia Hoax, Fox News legal analyst, Gregg Jarrett. All right. So it's not just this case where there is contact as you break tonight with Steele and Ohr, but remember, even after Steele was fired -- I want you to explain your story. And even after Steele was fired for lying and leaking, he was funneling information from Bruce Ohr that he expected Bruce Ohr to give to the Special Counsel. And the way I read it, he did pass on to Robert Mueller. Sara.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR",
      "sentences": "Yeah, that's correct. That is correct, Sean. What it is is a deputy -- the former Deputy Assistant Secretary, Kathleen Kavalec, she was working under then Victoria Nuland when Victoria Nuland was at the State Department. And she was in communication with Christopher Steele from before the election to even after the election. And what she was doing was, she was passing information from Steele even after he was fired. He was basically removed from the FBI as a source because he was disseminating information in his dossier to the media. And that's what the FBI had found out. But the FBI still wanted his information. So they were using Kavalec as well as Bruce Ohr to get the information. So it wasn't just Bruce Ohr. Here is a member of the State Department that was also communicating with him, meeting with him, having phone conversations with him, and then discussing those conversations about the dossier with Bruce Ohr and moving that information to the FBI. What's really significant about this person in particular, Sean, is that she was nominated to be the Ambassador to Albania. So when the information came out and all of these emails and all of this evidence came forward that she was actually part of this situation with this probe that the FBI had into this alleged collusion with Trump and Russia and that she was actually moving information, the -- actually the Senate asked that they stop and not confirm her, that they wanted more of an investigation. And just recently, President Trump pulled her nomination for confirmation as Ambassador to Albania. So she is no longer being considered for her ambassadorship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "BuzzFeed finally published the dossier in January of 2017, if I remember correctly, Gregg Jarrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, AUTHOR, THE RUSSIA HOAX",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But then we have The Washington Post, Isikoff , David Corn, they were leaking the contents of the dossier before the election, because people said, well, Hannity is saying that that information was out there. It was out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Well, it was out there. The contents of it derived from the dossier was published first by Michael Isikoff and then more specifically by David Corn of Mother Jones. And The Washington Post had also picked up on the story, thanks to John Brennan, the CIA Director, and Harry Reid on Capitol Hill. So it was out there. What's interesting is that this thing spread like an airborne contagion in a 50-mile-per-hour wind. And it was -- to the extent that the dossier alleged Trump-Russia collusion was all a hoax, but of course it led inexorably to the witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What I'm having a hard time wrapping my arms around is, we had nine months investigation in the Page and Strzok depositions. They investigated from July of 2016 up until Mueller was appointed. And what's amazing to me, they both admit they've found no evidence. But they kept going. What is amazing is, if Mueller is supposed to be investigating Trump-Russia collusion or Russian interference, the broader issue, why would he ignore the bought and paid-for Russian dossier that was used to disseminate it through these outlets, as I mentioned to the American people, and then used as the basis for the FISA applications and not think that's a big deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "And that's the great irony and actual tragedy. There was collusion. It was Hillary-Russian collusion, paying for a-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But why didn't Mueller care (ph)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "--fully document. Well, Mueller should have. But I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Mueller needs--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "--suspect Rosenstein wouldn't allow an extension that far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, someone needs to ask--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They extended it everything else, including--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--taxes from the 1980s.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sara.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well -- and I think that someone needs to ask Mueller that question once his report is done, and then they need to go to the DOJ and ask William Barr, \"What are you doing about this and who is going to investigate all this malfeasance at the FBI and DOJ?\" Because they disseminated it, just like Gregg said, far and wide. And we can see that now even with bureaucrats within the State Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you, both. Great work, both of you. TikTok. There are a lot of things coming. Get ready for the cascade of information, not far away. When we come back, Trace Gallagher, huge update on the college admission scam story. And we send Lawrence Jones down to Texas to see what people in the Lone Star State think of Robert Francis Beto bozo's comments on late- term abortion. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. News developments tonight in the ongoing scandal involving the college admission scam. Joining us now with the very latest, live from the West Coast newsroom, is our own Trace Gallagher. Trace, getting bigger by the hour, almost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "It is, Sean, at the University of Southern California, any student with ties to the college admission scandal is now really an education limbo. Remember, USC already said that students in question would have their cases reviewed. Well, now, the private university has gone a step further by placing a hold on the accounts of those students, which prevents them from registering for classes and getting their transcripts. And when the reviews are finally completed, the students could be expelled. And now, actress Lori Loughlin and fashion designer Mossimo Giannulli, who allegedly paid $500,000 to cheat their daughters into USC have hired high- profile attorney Sean Berkowitz to represent them. Berkowitz is known for prosecuting wealthy CEOs during the Enron scandal back in 2006, telling them during the trial they wouldn't be able to buy their way out of this one, and saying after their convictions, no matter how rich and powerful you are, you have to play by the rules. No word yet if he has given his new clients the same advice. Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Trace, the thing that really stands out here more than anything is photoshopping a picture of your child onto the body of an athlete. I'm like, oh, wow!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "In a sport they've never played. In a sport they've never been in before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In a sport they never played, not even once. I know. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Pretty nuts. Blind ambition, if ever there was. All right, Trace, thank you. And as you heard earlier in the show, Robert Francis Beto bozo O'Rourke said late-term abortion should be a woman's decision. We sent Fox News contributor Lawrence Jones to, well, Beto's home, State of Texas, to ask people in the Lone Star State what they think of his radical stance. Here's what they said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "sentences": "Third trimester abortion is something that he supports. It's like when it's a viable human. How do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Late-term abortion, I don't know. I'm just up in air (ph). I have no feeling on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Now that -- that probably would not -- ethically, that is not right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "That's the last straw for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "As far as abortion, I don't really want to comment on it because I have mixed views about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's a big aspect that might hold me back, for example, because I'm very pro-life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here with reaction, Fox News Correspondent-at-large, Geraldo Rivera; former Secret Service agent, Fox News contributor, Dan Bongino. Let's start -- let's go back to the admission scandal, Geraldo. Every parent wants the best for their kids. Got it. But maybe if you invest at the time and the SAT tutors, like every other parent, maybe if you wanted your kid to be an athlete, maybe you need the stardom and travel the country like I did every weekend for 15 years, I mean, and all my friends and all of their kids and they all did well in college admissions because they sacrificed a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT-AT-LARGE",
      "sentences": "I get that these parents did an awful thing, Sean. And the thing that I cannot get past is how harshly they will now pay the penalty for it. Felicity Huffman, pictured here, has lost every role she was contracted for. Lori Loughlin, the same thing. They're being held on $1 million bail. They're facing mail fraud, felony charges that will land them in prison. Their daughters have been humiliated. They have been suspended from the school. They will be -- their admission will be revoked. There is no doubt about that. This thing will grind on and on, and it will treat these folks as if they were war criminals. They did an awful thing. It is an object lesson to the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Look, I'm not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "--blind ambition of the parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--for 20 years. What's the difference? For example -- and the DA in Massachusetts (inaudible) this for families that are legacy, Dan Bongino, or that their father built the building. How do you say no to the admissions of that guy? Or if they think somebody is going to donate -- I mean, by the way, these schools, look at Harvard, $37 billion endowment. These schools get tons of money donated regularly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR, FORMER SECRET SERVICE AGENT",
      "sentences": "Yeah. Yeah. Sean, there's a big difference. And the big difference is that these are allegations we all know, but the allegations are a fraud of actual fraud. In other words, this was not my child's test result. There is a big difference from naming like the Hannity medical plaza in Queens College somewhere and then saying me, God forbid, paying someone to take a test for my--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, only Geraldo has that kind of money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I have a Geraldo Rivera Park in Arizona.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Whoa! Whoa! Whoa! Geraldo, you have a what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You showered (ph) the guy. I've witnessed it firsthand. They--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "There are down in Arizona.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "--get me paid (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Paying someone--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait a minute. I didn't hear that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "--who took my kid's test is completely different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's totally different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What do you have, Geraldo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I have a park right in the campus of the UofA, my alma mater. I think that everybody should give back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now that's awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah -- no, no, everyone -- we all give back. I mean, frankly, as I said about everybody in our industry, most of our colleagues are lazy, overpaid and don't do their real job. Last word, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think, on the abortion issue, Beto O'Rourke, you may hate his position, but it is a brilliant political position because abortion will be the biggest issue of the Supreme Court, will be the biggest issue in the 2020 election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Last word, Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No. No. No, no, no, Geraldo, it's not brilliant. This is a fully- formed child. You're talking about terminating the life in a womb. Pin this position to him after the election, Donald Trump, and don't let him change. There is no way this thing appeals to anything more than the most radical of people in this country. No way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Two of my favorite people in the world, Geraldo and Dan Bongino. Good to see you both. All right. If you thought Comrade Bill de Blasio, Mayor of New York's Meatless Monday proposal bad, just wait until you hear what Comrade de Blasio is promoting now to combat global warming. The Villain of the Day, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Time for our Villain of the Day. Once again, New York, well, City Mayor, Comrade Bill de Blasio. On Monday, de Blasio announced he wants to take billion dollars of hardworking money -- Americans' money to fight climate change. Unbelievable. Now, time for your view or comments. All right, Ron says, 2020 Democrats, \"Are these people trying to out radical each other. Well, each fantasy is getting wilder and wilder.\" Let not your heart be troubled. Here's Laura. How are you? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "And there is a lot of all of those things going on right now. But someday, it will be better. Good night from Washington. Guess who is next? Take three guesses -- OK, Sean Hannity. He's now from New York."
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Guess one, two and three. All right, Tucker, thank you. Great show as always. Welcome to “Hannity.” Now, tonight, we have a number of major breaking news stories. We will cover them all, including another insane anti-Trump conspiracy theory by Congressman -- well, the cowardly Schiff himself. Now, a huge development today in the Mueller witch hunt. Also, an update on the massive college admission scandal. And we'll continue our “Hannity” watch on the radical 2020 Democrats that would like to be president with an investigation into Beto \"Bozo\" Robert Francis O'Rourke from the ground in his home state of Texas. But, first, we get started with the round up of this week's worst moments from the radical Democratic hopefuls for president, something the mainstream media we know they will never do. It is only Tuesday, but the dozen the far left candidates running to replace President Trump are getting off to a rough start. Now, take, for example, Senator Elizabeth Warren and Senator Kirsten Gillibrand, they don't like that President Trump was able to successfully select two originalist Supreme Court justices. So, now, they want to get rid of the Supreme Court as we have it currently configured. Both senators told \"Politico\" that they are open to increasing the amount of Supreme Court justices. This would give them the ability to stack the court with the far-left activist justices, thereby leaving the third coequal branch of government, well, fairly powerless, constantly under the thumb of the executive branch. This is beyond unethical. It is unconstitutional. It is a clear power grab. But what else do we expect from Elizabeth Warren? She has been rigging the system for years, getting ahead by lying about her ancestry. And let's not forget about Cory \"Spartacus\" Booker, he is also taking a brave stand against the scary Supreme Court. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Eric Holder, the former A.G., has talked about expanding the number of people in the United States Supreme Court beyond nine, to get more progressives on there. Where you on that?"
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "I think that we need to fix the Supreme Court. I think they stole a Supreme Court seat."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So, we keep it at nine? Should we keep it at nine?"
    },
    {
      "speaker": "BOOKER",
      "utterance": "I think I would like to sort of a lot of options and we should have a national conversation for term limits for Supreme Court justices. It might be one thing. To give every president to choose three. People holding onto those seats in ways I don't think is necessarily healthy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You may want to note that Spartacus, he wasn't determining limits for his own position as a U.S. senator, now just the Supreme Court where Kavanaugh and Gorsuch and Clarence Thomas preside. Now, of course, this is part of a classic far left tactic. When you can't win an election based on ideas and policy at the ballot box, they just go to rigging the system, which is why Elizabeth Warren is vowing to dismantle -- well, the very way we even elect a president. It doesn't work in her favor. Take a look."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "My view is that the every vote matters. And the way that we can make that happen -- Is that we can have national voting, and that means get rid of the Electoral College and everybody --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sure, let's let New York, New Jersey, Massachusetts, Illinois, and California determine every president. You see, she does not want every vote to count. In other words, she wants to ignore all of the states in the middle of the country, the red states, of course. No more Electoral College, no more Supreme Court as we know it, checks and balances thrown to the wind. But, of course, if Democrats get their way, well, third trimester abortion, including infanticide during and after birth -- well, that would be perfectly legal and readily available. Sadly, they are fighting for that. They would protect infanticide seemingly above all else. Naturally this includes Beto \"Bozo\" Robert Francis O'Rourke. Let's take a look."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Are you for or against third trimester abortions?"
    },
    {
      "speaker": "ROBERT FRANCIS O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "The question is about abortion and reproductive rights, and my answer to you is that that should be a decision that the woman makes about her own body. So, that's my answer."
    },
    {
      "speaker": "HANNITY",
      "utterance": "First, we will deliver the baby, the governor of the Commonwealth of Virginia said and then we'll make sure that the baby is comfortable. And then we'll let the mother decide. Unbelievable, and they call Trump immoral and every other name in the book. And they told you that Justice Kavanaugh was a monster, but every Democrat running for president cheers for this issue of infanticide. Think about that. Now meanwhile, they try to shame conservatives for what? Wanting border security? Wanting to stop drugs from crossing the border? Controlled immigration? On Monday, Senator Gillibrand said that there is no such thing as an illegal human. Take a look."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y., PRESIDENTIAL CANDIDATE",
      "utterance": "Immigration is not a security issue. It is an economic and a humanitarian and a family issue. So -- There is no such thing as an illegal human."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Beto wants to get rid of all walls on the southern border. Gillibrand wants open borders, no walls, no checks, no nothing. And she wants to abolish Immigration and Customs Enforcement. And that's not all - - she is promising to pay for an influx of illegal immigrants through the Green New Deal. You know, the one that promises to turn America into a socialist utopian and take away all of your fears and the government will control their means of production like energy and health care. An estimated cost, as high as $94 trillion in the process on ten years, and keep in mind that the entire federal budget last year was roughly $4 trillion. Democrats, they say that you don't have to worry about the cost. They want to worry about the planet not being burned up in 12 years. They want government-run health care, government paid for higher education for all. Government paid for vacations, family leave, sponsored healthy food, government healthy food, OK? Government monthly income for everybody, whether you are willing or unwilling to work, and government forced building renovation, every building in the country, each and every building for energy efficiency. And, of course, the end of all fossil fuels and cows and planes in ten years, and Gillibrand supports that, so does Elizabeth Warren. Take a look."
    },
    {
      "speaker": "WARREN",
      "utterance": "When you look at the Green New Deal, understand that this is about building the infrastructure for the 21st century for a sustainable world."
    },
    {
      "speaker": "HANNITY",
      "utterance": "At the same town hall, Warren proposed over $100 trillion in new spending, $100 trillion. That is $94 trillion more dollars than the entire 2018 federal budget. The Green New Deal is insane, and it would guarantee poverty and a dying country and economy. Now, nearly every 2020 Democrat supports it including Spartacus. And despite supporting the biggest socialist takeover in the history of the Earth, Senator Spartacus wants you to know that he is not a socialist. While, what do you call it then? Take a look."
    },
    {
      "speaker": "BOOKER",
      "utterance": "I am for capitalism. I am tired of companies engaging in socialism where they outsource --"
    },
    {
      "speaker": "MATTHEWS",
      "utterance": "That's a good rhetorical --"
    },
    {
      "speaker": "BOOKER",
      "utterance": "I'm not a socialist."
    },
    {
      "speaker": "MATTHEWS",
      "utterance": "We've got people in the party who are."
    },
    {
      "speaker": "BOOKER",
      "utterance": "I'm a Democrat. I believe in fundamental Democratic principles."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Even Matthews is laughing. Now, Booker is a perfect representation of what is a radical, socialist, extreme Democrat and this entire field for that matter. This party now has become so far left, even liberal businesspeople, Andrew Yang, for example, is gaining traction for promising to give every American $1,000 each and every month, doubling our federal budget in the process. And tonight that field, the far left candidates is going to be even more crowded. According to \"The Wall Street Journal,\" well, creepy, crazy, Uncle Joe Biden is telling supporters that he plans on running. We'll have more on that later. But first, we do have some good news, our “Hannity” watch on the Mueller witch hunt. Another top prosecutor is reportedly leaving the special investigations. Now, this comes after so-called pit bull, Andrew Weissmann announced his resignation a few days ago. This is yet another sign that the investigation hopefully, finally is almost over. And according to reports, many Republicans and those in the administration -- well, they are looking forward to Mueller's findings. Meanwhile, Democrats -- they now seem very anxious. That's because the Trump-Russia collusion was, is, and forever will be a hoax. And if Mueller is a decent, honest man with reverence for the laws and Constitution, well, the absorbed collusion narrative will be put to rest once and for all. But we know that that is not going to happen, because the biggest liar in Congress and leaker himself, the cowardly Schiff who won't come on this program, I've offered him four hours -- three hours of radio, one hour of TV -- and he won't take us up on the offer, he has been spreading conspiracy theories about Russia and Trump for an eternity now. And now they use the platform as the House Intel chair in order to malign the president with endless McCarthy-esque investigations. And recently, Schiff told NBC News that the intelligence investigation into the Trump campaign is important because, quote, it goes to a present threat to our national security, whether the president and anybody around him are compromised by a foreign power. OK, well, a sitting congressman, chair of the House Intel Committee, recklessly pushing a conspiracy theory that a foreign government is controlling our country without evidence, he should be ashamed of himself. But of course, he is not. Like most Democrats, they are unrelenting hatred 24/7 for President Trump, that overrules all common decency, logic, common sense. Schiff and other Democrats -- they want the president to fail, even if that means America will fail in the process. All right. We have a lot more to get to, breaking news-wise tonight. But, first, joining us, brand new Fox News contributor, former interim DNC chairwoman, Donna Brazile. All right. I'm going to have a lightning round with --"
    },
    {
      "speaker": "DONNA BRAZILE, CONTRIBUTOR",
      "utterance": "Sean, first of all, you should say, welcome, Donna. How are you?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome, I have known you for years. We have had a very friendly, I would say cordial relationship. We have met at a lot of debates. We met at a lot of conventions. We always have a good time. We ask how each other are doing, and we never agree on much, do we?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "No, but that's not the point. The point is that it is a great honor to be back on your show. And I'm looking forward to these conversations."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I'm not running -- first of all, I'm not going to use my microphone to run for anything. I'm making no announcements tonight, but I'm glad to see you tonight on St. Joseph's Day. So, bless you (ph)."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, by the way, just for being on the show, you will get in trouble with some Democrats. Why are you on \"Hannity's\" show? Why did you talk to him? He is not a nice guy, and then you're going to have to, you know, tell them, well, he's actually not that bad."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "You know, Hannity, Sean, a couple of weeks ago you had me on the show, and we talked about my new book."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I'm a co-author with four other -- I mean, three other women for color girls who consider politics. So, you've had me on the show before. So thanks for having me again."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, welcome to the Fox News Channel."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Thank you, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And for those that say that we do not have varying opinions, I could go down the list, and if I do, I will probably get in trouble. So I'm going to stay away from trouble --"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Uh-oh."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- for once in my life. All right. Let's go through -- we're going to play a lightning round. I'm just asking you to play along."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "All right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Medicare for all is going to be $3.3 trillion for every year for ten years. And people like Kamala Harris say that people would have no choice at private health care, do you agree with that?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "We are in the beginning of a very extensive conversation. And it's not about radicalism. It's about making sure that Americans can --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is a lightning round, I'm asking Donna Brazile who ran Al Gore's campaign and the DNC."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Come on. I cannot do two minutes?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We are going to go through the list --"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Kamala Harris. Look, Medicare for All --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "After the list then I will let you expand. How's that?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "All right. Over 56 percent of the American people support some form of Medicare for All, Medicare Plus, Medicare, you know, et cetera."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Should people be allowed to get private insurance?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "If they want to keep their private insurance and maintain it as I would, absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. You disagree with Kamala. OK, next question."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "No, I do not disagree. I hope that she can explain how her plan will cover --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "She doubled down on it."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "-- every American and ensure that we don't have millions of Americans who cannot afford their prescription drugs as well. We've got to have a good conversation about this and I think --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We are not working the lightning yet, we have to get the lightning."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I am not about lightning. Come on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're going to give you time to expand. Now a lot of your party, eight states and even Congress want to late term abortions, in one case you had a woman in Virginia House of Delegates say that even up to the birthing process, dilation she supports a woman's right to have an abortion."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "That was not exactly true, but let me say this, Democrats --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'll quote the governor."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Democrats believe that this is a choice that women should have a say in. We believe that women --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "In the ninth month of pregnancy?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Look, we believe that women should have a full --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes? The ninth month of pregnancy when the child is viable?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I am not a doctor and I will not tell anyone want to do with his or her body."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Really?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "So, I'm not -- this is not -- look, the Democratic party also believes very strongly that abortions should be rare --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, a woman who's due to have birth in 48 hours and she decides to have an abortion, you don't think we have a duty and responsibility -- we don't have a duty as a society to protect that child?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "You are asking Donna Brazile, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Donna Brazile, I am asking you."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I believe as a woman I would like to have a full range of reproductive health services."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. OK, that's the answer."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I believe that this is a decision that I should have and in consultation with my doctor and other medical professionals. That is the position I have taken."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you support -- do you support to the New Green Deal's goal of getting rid of all oil and gas in ten years? Short answers."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I believe that HR-109 should be debated. I believe it's going to go before at least four or five committees. We need to do something about climate change. --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Should we get rid of oil and gas?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I believe that we need to find cleaner sources, cleaner resources."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. Got your answer."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "And yes, ten years from now, Sean --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you believe that we should replace --"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I cannot do this in 30 seconds, these are very important issues."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "We didn't put out the Green New Deal to give you something to talk about at night."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What part of the green new deal? It says in the Green New Deal - - hang on, it says that everything is going to be free and that --"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "No, that's not true."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In ten years, we're going to get rid of oil and gas, all combustion engines and eventually cows."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Donna, Donna, Donna, help me out. It says in ten years, in ten years, they are going to get rid of oil, gas, the combustion engine, and hopefully soon thereafter, airplanes and cows. It's black and white. And I'm asking, do you support that --"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "That's not, that's not -- PolitiFact even have -- they have gone after many people who said these things about the Great New Deal --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "PolitiFact, you're going to trust them."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I am believing that they are a credible source. Looking at this -- this is a piece of legislation. HR-109. Go look at it yourself and stop trying to exploit the fact that they are talking about -- you made me read the darn thing after I was on the show last time. And I'm like, there is nothing in this that said about the airplanes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have a copy of it right here."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I have a copy too. I have a copy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It is in here word for word. All right. Let me ask you the next question, next question. All right. Do you think that it's a good idea to secure the southern borders with walls?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I believe that we need to use multiple methods to secure our borders in north or the south."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you support the president's plan?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "No, I do not believe that the president's plan actually will work."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. There's the answer. Do you believe that we should continue to have ICE and fund ICE and other law enforcement officers?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I don't -- I believe we need comprehensive immigration reform. I'm not a strong supporter."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you support keeping ICE? OK."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I believe that we need to reform ICE. I don't like the job that they are doing now. So, I have not taken a personal position on that, but yes, I do understand that there are other members of the Democratic Party - - and by the way, I don't speak for all Democrats. I only speak for Donna."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You don't want to get rid -- no, I'm just asking. You are the former head of the DNC, do you want the voting age lowered to 16? Do you want the Electoral College removed? And do you want more Supreme Court justices added to the nine?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Do I -- would I like to see the voting age lowered as several countries including I believe Brazil, a country named after my family, Austria, Brussels, other countries, yes. And Prince Georges not -- Prince George, in Heights Field, Maryland, as well as Tacoma Park, they are experimenting with this. We need to experiment with more ways to engage young people and to get them involved in our democratic process."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. Do you think --"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "And the Electoral College, there have been four time since 1860 where the Electoral College, as you well know, one of the popular voters, one of the popular votes has lost the Electoral College. I'm actually reading a great book about this, Sean. We will have another conversation to talk about it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Is there anything that you hear of the current prompt of 2020 candidates where you say wow, they are going to promise a guaranteed salary, they're going to promise, you know, family leave, medical leave, pre-K education, college education, guaranteed, guaranteed healthy food, guaranteed retirement, guaranteed health care? You know, is there anything that adds up -- the New Deal, the Green New Deal adds up to $94 trillion in ten years. Do you think that is socialism?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I think that's -- first of all, I think that's fuzzy math, and no, the textbook definition of socialism, no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The former head of the CBO."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "These are policy ideas that Democrats are offering -- many Democratic candidates are offering to the voters. The voters will ultimately decide what are these policy prescriptions they believe in and what candidates they believe can carry their agenda. This is why we have conversations and debate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "And, Sean, if you are not interested in listening to the Democratic candidates, then look somewhere else. But these are I think important ideas."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm not voting for any of them, trust me. Here's my question. So --"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "These are my ideas. And I also want to tell you why you disagree with you, I've known Adam Schiff for a long time. You mention Adam Schiff, he is a very decent and honorable person."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, he's not."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I don't know why he won't come on your show. Yes, he is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tell him to come on. I'm offering him for hours, I have everything documented. I'm ready to have the interview."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I think you can -- look, I'm not your broker and I don't know who will return your call in his office. But I can tell you this much, he's a honorable, decent human being he's a great guy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I will give you a minute to answer the last question, let me get to the last question. The last question is this. Barack Obama was president for eight years."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Yes, sir."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Putting aside the $150 billion idiotic Iranian deal, this is what the economy was after eight years, 30 million more Americans on food stamps, 8 million more in poverty, lowest labor participation rates since the '70s. We also had the worst recovery since the 40s after his eight years, the lowest home ownership rate in 51 years, the only president in history that never reach 3 percent GDP in any of his years as president. He accumulated more debt than all 43 presidents before him combined."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "He has not met the third one who's also accumulated a lot of debt."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But Donald Trump becomes president, gets rid of regulations."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "You know who's that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm going to give you time to answer. President Trump gets in office, we are now energy independent for the first time in seven years, we are net exporter of energy. We now have created 6 million new jobs, over 1 million fewer people on food stamps and in poverty. The lowest unemployment rate ever for African-Americans, Hispanic- Americans, Asian-Americans, women in the workplace and youth unemployment. Tell me why could not Obama get done in eight years what Trump got done in two?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Well, first of all, Trump could not have gotten anything done had Obama not began to put in the hard work and the muscle and all of the energy to get this economy back on its feet after the Great Recession of 2008. I do believe that the legacy of President Obama will be one of helping to sustain this economy, helping to rebuild the economic engine of our country and helping to get more people --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why did he fail? Why did it take eight years and we have 13 million more Americans on food stamps? Eight million more in poverty? Trump in two set one record after another."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "You forget what Stacey Abrams said, and let me repeat it. I don't want this president to fail, I just want him to tell the truth. But I will tell you what the last president did --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You just want him to tweet less, but I hope he's watching."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I saw the president roll up his sleeve and get to work."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's what he's doing."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "That's what President Obama did that --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's see, Jerusalem is the capital in Israel."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "That's what President Trump should do. He should roll his sleeve --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No more rockets being fired over Japan."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "-- and making sure that every American gets a head start and a healthy start. That's what we all want."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, I will take Trump's record over Obama's failed record any day. But anyway, welcome to the Fox News Channel. Great to see you. Great to have you."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I will take Obama's good record and I hope that President Trump continue to follow on those same policies."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know what? I think one day you ought to fill in on my show and you host the show."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Oh, Sean, can you imagine if I could be Sean Hannity for like 30 minutes a night, come on, baby. Come on, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's an hour show. You can handle it. You'll be good at it."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "By the way, thank you. It's a great honor. I know we do not always agree, but the fact that you allow me on to give you my views and my two cents, I appreciate it. And thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Donna Brazile, thank you for being with us. When we come back, veteran news anchor, our old buddy, that's right, edited fake news Ted Koppel finally seeing the light, admitting the mainstream media is out to get President Trump. I'll explain, a mini monologue coming up. And we'll get reaction from Joe Concha. And it's his world, Jesse Watters, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We turn our attention now to “Hannity” watch on the destroyed Trump media mob. It looks like at least one member of the press may be seeing the light. Listen to what legendary news anchor Ted Koppel had to say earlier this month about \"The New York Times\" and \"The Washington Post.\" Take a look."
    },
    {
      "speaker": "TED KOPPEL, LEGENDARY NEWS ANCHOR",
      "utterance": "I am terribly concerned that when you talk about \"The New York Times\" these days, when you talk about \"The Washington Post\" these days, we are not talking about \"The New York Times\" in 50 years ago. We are not talking about to \"the Washington Post\" of 50 years ago. We are talking about organizations that I believe had, in fact, decided as organizations that Donald J. Trump is bad for the United States."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. And let me be clear: I've had my history with Ted Koppel. Remember 2017, I called it edited fake news, he literally interviewed me for an hour. He cut it down to about a minute, seven seconds. Not only that, but he told me I'm bad for America. Ouch. Take a look."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Honestly, I think liberalism has to be defeated. Socialism must be defeated in a political sense. This is not -- we don't want a revolution in this country."
    },
    {
      "speaker": "KOPPEL",
      "utterance": "What more do you want? You got have the White House. You got the House, you got the Senate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We do for now."
    },
    {
      "speaker": "KOPPEL",
      "utterance": "OK."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And then we have angry snowflakes and then we've got a Democratic establishment. I say that the press in this country is out to destroy this president. We have to give some credit to the American people that they are somewhat intelligent and that they know the difference between opinion show and a news show."
    },
    {
      "speaker": "KOPPEL",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You are cynical."
    },
    {
      "speaker": "KOPPEL",
      "utterance": "I am cynical because I -- you know --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you think we're bad for America? Do you think I'm bad for America?"
    },
    {
      "speaker": "KOPPEL",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You do?"
    },
    {
      "speaker": "KOPPEL",
      "utterance": "In the long haul, I think that you and all of these opinion shows --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's sad, Ted. That's sad."
    },
    {
      "speaker": "KOPPEL",
      "utterance": "No, you know why? Because you are very good at what you do and because you have -- you have attracted a significantly more influential --"
    },
    {
      "speaker": "KOPPEL",
      "utterance": "let me finish this sentence. Let me finish the sentence."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I am listening, with all due respect."
    },
    {
      "speaker": "KOPPEL",
      "utterance": "You have attracted people who are determined that ideology is more important than facts."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Not true. Actually, you should go after the rest of the fake news industry, because that's all they do, lies, conspiracies, innuendo, every second, minute, hour of the day. But now, Koppel has changed his tune somewhat, though, there and he sees the credibility crisis on full display. The rest of them clearly haven't learned and they continue -- well, their own ideology over facts, if you will, agenda every second, hour, of the day. Just, for example, look at the smear of Justice Kavanaugh rush to judgment on the -- in the Jussie Smollett hoax case, the students at Covington Catholic High School, and of course, pushing Russia, Russia, Russia, hysteria, collusion, delusion despite no evidence, and all while trying to batter, bludgeon, beat down this President and anybody who supports him with reckless smears. Truth is simple. The mainstream media is dead. They've been pushing a far left ideology, disguised as straight news now for decades. Right here on this show, we're the whole newspaper. On the show, there are plenty of hours I can bring up radio, TV, hundreds of hours. Straight news, hundreds of hours. Investigative reporting, Obama, the deep state. We cover stories the rest of the media won't. We're now vetting the 2020 candidates. They won't do that. We also do opinion, and along with sports and cultural issues. We're like the whole paper. They say they are news. They're not the whole paper. I'm part of the press, but we do all of it. They are supposed to only do one part of it. American people, though, they're seeing right through this propaganda, this misinformation and derangement. Look at this new poll even from fake news CNN. Seven out of 10 in America now see the economy in America as being in good shape, the highest number date since, oh, 2001. Remember, Democrats, they want to roll it all back with their far left failed socialist open borders, late-term abortion agenda. 70 percent tax rates for individuals, 90 percent for corporations, get rid of ICE, get rid of oil, gas, the combustion engine, and yes, cows and planes. But you know better. You know that Donald Trump is bringing prosperity back to America, letting you build a brighter future for you and your kids and grandkids. Here with reaction, Media Reporter from The Hill and WOR radio host, Joe Concha, along with the co-host of The Five, host of Watters' World -- we only live in it -- Jesse Watters. All right. Jesse, we'll start with you. JESSE WATTERS, THE FIVE CO-HOST & WATTERS' WORLD HOST: Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's pretty obvious, trying to get this through to Donna. Donna is a little bit more old school though."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Democrats always hate what they believe. Now they're being more open and transparent vis-a-vis 100 Democrats supporting Alexandria Ocasio- Cortez."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I hope we're paying her a lot of money here on Fox, because as a rough little lightning round, Sean, at the top of the show, she is going to need a stiff drink after that one. But -- I mean, if you just look at the nasty rap sheet from the mainstream media against this President, the political crimes we're talking about, first they did him dirty with the dossier, then they said he was a traitor with Vladimir Putin, and then we get to them smearing random Trump supporters. They tried to burke Kavanaugh. They call him mentally ill, a lying racist. They fat shame him. They say his wife has a body double and his daughter is the C word. Now they are cheerleading for impeachment. So we had Tom Brokaw who actually said, \"We are at war with Donald Trump.\" And the media are war profiteers. If you look at the two owners, the billionaires of The Washington Post and The New York Times, they just want a second Watergate because they want to make money off of that. But this President has exposed the mainstream media for the greedy, lying hacks they are. And they are just pushing hoaxes and fake news. And as much as they profit, their credibility is now shot because a majority of this country believes the mainstream media's fake news."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There's one thing that's true, and I know they like to attack Fox. We have plenty of liberals on Fox, liberal voices on Fox, as you know, Joe, and a new one in Donna Brazile. But the reality is Donald Trump has literally so branded, fake news, I don't think they ever recover, ever."
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER, THE HILL",
      "utterance": "I think when President Trump leaves the stage, whenever that may be, I've compared it to the 2008 financial crash, where when he leaves all the oxygen goes out of the room. And I don't know where many of our media outlets will go from there. We're already seeing plenty of consolidation, plenty of downsizing, plenty of layoffs in the media right now. But to go back to what Ted Koppel said, where he said it's not The New York Times and The Washington Post, Ben Bradlee of 50 years ago. He is exactly right, and he talked about how so much opinion now is worked into reporting. And the American people are noticing this. Let me give you two polls here. Only 43 percent of people in one poll said they could sort news from opinion. Pew Research found that only six in 10 - - or six in 10 U.S. adults say the news media should present facts alone without interpretation. That's the key. We don't need interpretation. We just need the facts. Just 26 percent of adults surveyed that can differentiate fact from opinion according to the same study. So, remember, 1976, nearly three quarters of the American public thought that the press was trustworthy and something that they had confidence in. Now, to Jesse's point, where he said a majority of Americans believe they report fake news, that's exactly true. It's 79 percent of independents -- forget Republicans and Democrats -- think that the press knowingly pushes information that they know to be false or fake. That's according to an Axios study last year. So it's having a profound effect, the fact that we're working so much opinion into what should be factual reporting the American people are certainly noticing it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Great commentary, observations by both of you. Jesse, thank you. Joe Concha, thank you. All right. When we come back, Sara Carter, breaking news report about how the dossier was disseminated among deep state actors. She'll join us and explain. And later, a huge update on the college admission scam. That, and more, as we continue tonight on Hannity."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Tonight explosive breaking news about the deep state that involves Christopher Steele and a State Department official, Fox News contributor and investigative reporter Sara Carter is telling us tonight Trump actually pulled his nominee for Ambassador to Albania due to her past contacts with Christopher Steele and DOJ official Bruce Ohr. Investigative reporter Sara Carter is with us as well as the author of the number one best seller, The Russia Hoax, Fox News legal analyst, Gregg Jarrett. All right. So it's not just this case where there is contact as you break tonight with Steele and Ohr, but remember, even after Steele was fired -- I want you to explain your story. And even after Steele was fired for lying and leaking, he was funneling information from Bruce Ohr that he expected Bruce Ohr to give to the Special Counsel. And the way I read it, he did pass on to Robert Mueller. Sara."
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR",
      "utterance": "Yeah, that's correct. That is correct, Sean. What it is is a deputy -- the former Deputy Assistant Secretary, Kathleen Kavalec, she was working under then Victoria Nuland when Victoria Nuland was at the State Department. And she was in communication with Christopher Steele from before the election to even after the election. And what she was doing was, she was passing information from Steele even after he was fired. He was basically removed from the FBI as a source because he was disseminating information in his dossier to the media. And that's what the FBI had found out. But the FBI still wanted his information. So they were using Kavalec as well as Bruce Ohr to get the information. So it wasn't just Bruce Ohr. Here is a member of the State Department that was also communicating with him, meeting with him, having phone conversations with him, and then discussing those conversations about the dossier with Bruce Ohr and moving that information to the FBI. What's really significant about this person in particular, Sean, is that she was nominated to be the Ambassador to Albania. So when the information came out and all of these emails and all of this evidence came forward that she was actually part of this situation with this probe that the FBI had into this alleged collusion with Trump and Russia and that she was actually moving information, the -- actually the Senate asked that they stop and not confirm her, that they wanted more of an investigation. And just recently, President Trump pulled her nomination for confirmation as Ambassador to Albania. So she is no longer being considered for her ambassadorship."
    },
    {
      "speaker": "HANNITY",
      "utterance": "BuzzFeed finally published the dossier in January of 2017, if I remember correctly, Gregg Jarrett."
    },
    {
      "speaker": "GREGG JARRETT, AUTHOR, THE RUSSIA HOAX",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But then we have The Washington Post, Isikoff , David Corn, they were leaking the contents of the dossier before the election, because people said, well, Hannity is saying that that information was out there. It was out there."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Well, it was out there. The contents of it derived from the dossier was published first by Michael Isikoff and then more specifically by David Corn of Mother Jones. And The Washington Post had also picked up on the story, thanks to John Brennan, the CIA Director, and Harry Reid on Capitol Hill. So it was out there. What's interesting is that this thing spread like an airborne contagion in a 50-mile-per-hour wind. And it was -- to the extent that the dossier alleged Trump-Russia collusion was all a hoax, but of course it led inexorably to the witch hunt."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What I'm having a hard time wrapping my arms around is, we had nine months investigation in the Page and Strzok depositions. They investigated from July of 2016 up until Mueller was appointed. And what's amazing to me, they both admit they've found no evidence. But they kept going. What is amazing is, if Mueller is supposed to be investigating Trump-Russia collusion or Russian interference, the broader issue, why would he ignore the bought and paid-for Russian dossier that was used to disseminate it through these outlets, as I mentioned to the American people, and then used as the basis for the FISA applications and not think that's a big deal?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "And that's the great irony and actual tragedy. There was collusion. It was Hillary-Russian collusion, paying for a-"
    },
    {
      "speaker": "HANNITY",
      "utterance": "But why didn't Mueller care (ph)?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "--fully document. Well, Mueller should have. But I--"
    },
    {
      "speaker": "CARTER",
      "utterance": "Mueller needs--"
    },
    {
      "speaker": "JARRETT",
      "utterance": "--suspect Rosenstein wouldn't allow an extension that far."
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, someone needs to ask--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They extended it everything else, including--"
    },
    {
      "speaker": "CARTER",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--taxes from the 1980s."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sara."
    },
    {
      "speaker": "CARTER",
      "utterance": "Well -- and I think that someone needs to ask Mueller that question once his report is done, and then they need to go to the DOJ and ask William Barr, \"What are you doing about this and who is going to investigate all this malfeasance at the FBI and DOJ?\" Because they disseminated it, just like Gregg said, far and wide. And we can see that now even with bureaucrats within the State Department."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you, both. Great work, both of you. TikTok. There are a lot of things coming. Get ready for the cascade of information, not far away. When we come back, Trace Gallagher, huge update on the college admission scam story. And we send Lawrence Jones down to Texas to see what people in the Lone Star State think of Robert Francis Beto bozo's comments on late- term abortion. That's next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. News developments tonight in the ongoing scandal involving the college admission scam. Joining us now with the very latest, live from the West Coast newsroom, is our own Trace Gallagher. Trace, getting bigger by the hour, almost."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "It is, Sean, at the University of Southern California, any student with ties to the college admission scandal is now really an education limbo. Remember, USC already said that students in question would have their cases reviewed. Well, now, the private university has gone a step further by placing a hold on the accounts of those students, which prevents them from registering for classes and getting their transcripts. And when the reviews are finally completed, the students could be expelled. And now, actress Lori Loughlin and fashion designer Mossimo Giannulli, who allegedly paid $500,000 to cheat their daughters into USC have hired high- profile attorney Sean Berkowitz to represent them. Berkowitz is known for prosecuting wealthy CEOs during the Enron scandal back in 2006, telling them during the trial they wouldn't be able to buy their way out of this one, and saying after their convictions, no matter how rich and powerful you are, you have to play by the rules. No word yet if he has given his new clients the same advice. Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Trace, the thing that really stands out here more than anything is photoshopping a picture of your child onto the body of an athlete. I'm like, oh, wow!"
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "In a sport they've never played. In a sport they've never been in before."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In a sport they never played, not even once. I know. All right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Pretty nuts. Blind ambition, if ever there was. All right, Trace, thank you. And as you heard earlier in the show, Robert Francis Beto bozo O'Rourke said late-term abortion should be a woman's decision. We sent Fox News contributor Lawrence Jones to, well, Beto's home, State of Texas, to ask people in the Lone Star State what they think of his radical stance. Here's what they said."
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "utterance": "Third trimester abortion is something that he supports. It's like when it's a viable human. How do you feel about that?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Late-term abortion, I don't know. I'm just up in air (ph). I have no feeling on that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Now that -- that probably would not -- ethically, that is not right."
    },
    {
      "speaker": "JONES",
      "utterance": "That's the last straw for you?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "As far as abortion, I don't really want to comment on it because I have mixed views about it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's a big aspect that might hold me back, for example, because I'm very pro-life."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here with reaction, Fox News Correspondent-at-large, Geraldo Rivera; former Secret Service agent, Fox News contributor, Dan Bongino. Let's start -- let's go back to the admission scandal, Geraldo. Every parent wants the best for their kids. Got it. But maybe if you invest at the time and the SAT tutors, like every other parent, maybe if you wanted your kid to be an athlete, maybe you need the stardom and travel the country like I did every weekend for 15 years, I mean, and all my friends and all of their kids and they all did well in college admissions because they sacrificed a lot."
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT-AT-LARGE",
      "utterance": "I get that these parents did an awful thing, Sean. And the thing that I cannot get past is how harshly they will now pay the penalty for it. Felicity Huffman, pictured here, has lost every role she was contracted for. Lori Loughlin, the same thing. They're being held on $1 million bail. They're facing mail fraud, felony charges that will land them in prison. Their daughters have been humiliated. They have been suspended from the school. They will be -- their admission will be revoked. There is no doubt about that. This thing will grind on and on, and it will treat these folks as if they were war criminals. They did an awful thing. It is an object lesson to the--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Look, I'm not--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "--blind ambition of the parents."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--for 20 years. What's the difference? For example -- and the DA in Massachusetts (inaudible) this for families that are legacy, Dan Bongino, or that their father built the building. How do you say no to the admissions of that guy? Or if they think somebody is going to donate -- I mean, by the way, these schools, look at Harvard, $37 billion endowment. These schools get tons of money donated regularly."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR, FORMER SECRET SERVICE AGENT",
      "utterance": "Yeah. Yeah. Sean, there's a big difference. And the big difference is that these are allegations we all know, but the allegations are a fraud of actual fraud. In other words, this was not my child's test result. There is a big difference from naming like the Hannity medical plaza in Queens College somewhere and then saying me, God forbid, paying someone to take a test for my--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, only Geraldo has that kind of money."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I have a Geraldo Rivera Park in Arizona."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Whoa! Whoa! Whoa! Geraldo, you have a what?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "You showered (ph) the guy. I've witnessed it firsthand. They--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "There are down in Arizona."
    },
    {
      "speaker": "BONGINO",
      "utterance": "--get me paid (ph)."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Paying someone--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait a minute. I didn't hear that one."
    },
    {
      "speaker": "BONGINO",
      "utterance": "--who took my kid's test is completely different."
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's totally different."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What do you have, Geraldo?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yeah."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I have a park right in the campus of the UofA, my alma mater. I think that everybody should give back."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now that's awesome."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Nice."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah -- no, no, everyone -- we all give back. I mean, frankly, as I said about everybody in our industry, most of our colleagues are lazy, overpaid and don't do their real job. Last word, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think, on the abortion issue, Beto O'Rourke, you may hate his position, but it is a brilliant political position because abortion will be the biggest issue of the Supreme Court, will be the biggest issue in the 2020 election."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Last word, Dan."
    },
    {
      "speaker": "BONGINO",
      "utterance": "No. No. No, no, no, Geraldo, it's not brilliant. This is a fully- formed child. You're talking about terminating the life in a womb. Pin this position to him after the election, Donald Trump, and don't let him change. There is no way this thing appeals to anything more than the most radical of people in this country. No way."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Two of my favorite people in the world, Geraldo and Dan Bongino. Good to see you both. All right. If you thought Comrade Bill de Blasio, Mayor of New York's Meatless Monday proposal bad, just wait until you hear what Comrade de Blasio is promoting now to combat global warming. The Villain of the Day, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Time for our Villain of the Day. Once again, New York, well, City Mayor, Comrade Bill de Blasio. On Monday, de Blasio announced he wants to take billion dollars of hardworking money -- Americans' money to fight climate change. Unbelievable. Now, time for your view or comments. All right, Ron says, 2020 Democrats, \"Are these people trying to out radical each other. Well, each fantasy is getting wilder and wilder.\" Let not your heart be troubled. Here's Laura. How are you? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}