{
  "date": "March 9, 2019",
  "headline": "Taco Bell introduces the ‘Triplelupa’",
  "subHeadline": "Guests: Rob Long, Heather Zumarraga",
  "url": "https://www.foxnews.com/transcript/taco-bell-introduces-the-triplelupa",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JOE SCARBOROUGH, HOST, MSBNC",
      "sentences": "Some factions of your party embracing socialism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN HICKENLOOPER, D-COLO., FORMER GOVERNOR",
      "sentences": "Well, I think there's -- the Democratic Party is a big camp and that's one of the things I've always loved about the Democratic Party is there are all kinds of ideas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARBOROUGH",
      "sentences": "Will you call yourself a proud capitalist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HICKENLOOPER",
      "sentences": "Oh, I don't know. You know again, the label --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARBOROUGH",
      "sentences": "Do you consider yourself a capitalist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HICKENLOOPER",
      "sentences": "Well again, the labels --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARBOROUGH",
      "sentences": "Do you consider yourself a capitalist and does capitalism work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HICKENLOOPER",
      "sentences": "Well, I think -- I don't look at myself with a label.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "We get it, you're stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. Thank you very much. All right, so how was your week? While you were doing fun and important things with your loved ones, you know what I was up to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Came in first, later anyway. But what was Congress doing? Opening 81 new investigations. Yes, instead of doing actual work, Congress plans on subpoenaing every -- subpoenaing everyone on earth. Included in the group are Yanni, yes, Yanni, Alf, the vase that holds the remains of my aunt, and of course this guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I could watch that for hours. There's something wrong with me, which begs the question, what do these idiots in Congress actually do for a living when all they do now is run investigations? Suddenly, they have all this free time, it makes no sense.  Imagine you're at your job, an electrician, insurance sales, hired killer and your boss comes in and says, \"Hey, I need you to launch an investigation against that other electrician, that other insurance guy, that other assassin.\" What's that tell you? Apparently you don't really do that much since you could drop everything and annoy someone else. Fact: Being a congressman should be a part-time job, like being a mall Santa, a fireworks vendor or a parent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's seasonal part-time work. The stuff grannies and teens did for booze money, but since we made it a full-time job, they've got to fill their time somehow with investigations. Investigations are their opiates and they're running the pharmacy, which is why there's no slowing them down, so I say let's join in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In the past year, Congress has spent thousands of thousands of hours on investigations but in 2019, we'll take it to the next level with the congressional super hyper mega turbo investigation Palooza fest.   It's all the things you've always wanted investigated, but never had the courage to ask for. Things that needed to be soft like, what lives in Bernie's hair? Is it friendly or a microbe from space? Children are they little adults or large babies? Which meatloaf do Americans prefer? Why don't humans learn from turtles and walk around in a shell that can also be your home? When is it okay to stop believing? Which Chris is the sexiest? Hemsworth? Pine? Evans? Pratt? Or Stirewalt? Other than they're terrified employees, why does anyone listen to Maroon 5? If you join Adam Levine's fan club, do you immediately go to hell according to the Bible?  If I drink a bucket of paint and start throwing up, could I paint my room faster than a traditional roller? If owls are so wise, why aren't they wearing pants?  What does it mean when I dream that my teeth are falling out? How about if I dream that I get more teeth and they're actually tiny like pieces of William Devane? I once killed a man in Tampa around 1983, should I still avoid the area? My German great-granddad lives in Argentina, when do I tell the authorities who he really is? Seems like Pat Sajak has the best job, is it really that hard to spin a wheel? After all of these years, is one of Pat Sajak's arms larger than the other?   Are triangles just lazy squares? I met a cute girl at the bus station, she asked for a hundred bucks and said she'd be right, back that was in October and I'm still here and it's very cold, what should I do? It's the congressional super hyper mega turbo investigation Palooza fest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, but since investigations could go both ways, why not investigate the investigators? So we hired a crack team probably on crack to uncover exactly what the House Dems do during their work days. Here is Debbie Wasserman at work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's kind of impressive, but here is the investigation committee actually at work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know if I'm terrified or aroused. No wonder they have no time to solve real problems like condemning anti-Semitism. For weeks the Dems have been dancing around Ilhan Omar's repeated slurs, so now they made up a phony resolution not mentioning Omar by name, but including all persecuted people.  This is how low the Dems have fallen. They can't even agree to remind people that they don't hate the Jews. Instead, they bury Omar sins among many others.  I used to do this on road trips. I wouldn't break wind until we went by a cattle farm. No one noticed, so now the Dems made it about not hating everyone. Of course with exceptions, meaning you could still hate Trump, Trump supporters Republicans, and of course Nickelback.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK POCAN, D-WIS.",
      "sentences": "Only four wanted to keep this provision. Everyone else wanted to change this out of 77,000, that's probably about the percent of people who think Nickelback is their favorite band in this country. It's pretty low and I think if you look at -- Nickelback is your favorite band, I apologize for the gentleman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RODNEY DAVIS, R-ILL.",
      "sentences": "Why would you criticize one of the greatest bands of the 90s?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, screw taxation without representation. Those are fighting words. Here's the deal, Canada. We will take Nickelback, you get Maroon 5. Thank you. My favorite argument against the initial resolution, Kamala Harris says she was concerned that the spotlight being put on Omar may actually put her at risk. Sorry, wasn't the spotlight the only thing Omar wanted. Meanwhile, no one cared about putting Trump supporters in danger when the Smollett hoax or the Covington fiasco took off.   Anyway, here's one of our Democratic candidates not addressing the resolution. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "sentences": "Any questions? Anybody. Oh, there, right in front of me, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So regarding the controversy surrounding the Congresswoman Omar --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOKER",
      "sentences": "So when we do off these topic questions when we finish. I will list it and stand and talk with you about that, but is there anything on this piece of legislation that is out there, I can't see the people in the back, such a big room. No questions on that? Then, I am going to end this press conference ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That wasn't awkward at all. I can't see the back of the room, they're not any -- oh, there's no hands. Let's get out of here. I hope he gets the nomination. So if I were Trump, you know what I would do besides declaring my birthday a national holiday, I would issue an executive order of cutting work hours for the House and Senate in half, then build some comfy barracks in D.C. so they can live there only when they need to be there, plus require them to work 20 to 30 hours a week at a real job, making real things.  Maybe they could work cleaning cages at the zoo or maybe in the Sanitation Department since they're also good at shoveling [bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's terrible. All right let's welcome tonight's guests. He has written more scripts than I've eaten chips, TV writer/producer, Rob Long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She's so bright, her fan club consists of moths. Stock market guru and financial analyst, Heather's Zumarraga.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Freddie Krueger once had a nightmare about her, host of \"Tyrus and Timpf Podcast,\" Kat Timpf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And he once stepped in a black hole and it came up to his knee, former WWE Superstar and my massive sidekick and host of \"UnPC\" on Fox Nation, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Rob, what do you make of all of these new investigations? Are you excited? ROB LONG, TV WRITER/PRODUCER: Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm excited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "It feels like there's a status symbol now. I mean if you aren't being investigated, you must feel like you're nobody. I can't get a table at a restaurant. I might be investigated. The problem is like there's a bunch of investigations, and they're all kind of weird and complicated and eventually people are just going to get fed up with them. And what you really need to do if you want to win is you want to convince the people, not people watching Fox News because they are not going to vote for the Republican, not the people watching MSNBC because they're not going to vote for Trump, what you really want to do is you want to convince the people who are kind of you know, Trump curious to give them a shot, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I answered an ad for that once.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "I know. That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It wasn't what I thought it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Too many investigations that people think, they think maybe, we're not giving this guy a fair shake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. You start building sympathy, Heather and when you start going after everybody he knows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER ZUMARRAGA, FINANCIAL ANALYST",
      "sentences": "Yes, I think who is next? The White House chef maybe subpoenaed for putting Russian dressing on a salad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "I mean that -- seriously, it's gone too far. Look, James Comey had an op-ed this week criticized Democrats in July of 2016 for not wanting to disclose Hillary Clinton's investigation the same as Republicans are not wanting to disclose, fully disclose Mueller's investigation, but it doesn't matter. What isn't already out there in terms of being what would already hasn't been publicly disclosed, it's not going to sway public opinion at the end of the day. Whatever comes out, I think it's already out there and it's not it's not going to change anyone's mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We knew what this guy was, that's the problem, Kat for the Democrats is that they could tell us that he's slept with another porn star and we'd say, \"Nah, it's still not a lot of porn stars.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, HOST, FOX NATION",
      "sentences": "I don't care if it was every porn star.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Me, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I really don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well there are a few I would be worried about, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The only thing I care about is that once this is all over, which should probably be around like, I don't know, 2045 that way that it's going now, I want to see everything. I want to see everything they found and if they're not going to show me something, then I want to know why they're not going to show me something because these people and these intelligence agencies need to remember that they're actually supposed to be working for us, and this investigation was supposed to be about making sure that we protect the integrity of our election system. It was never supposed to be about, \"Oh let's take down this dude we don't like because we don't like him. We have all this evidence now,\" that for some people that's really what it was, so let's see what you've been doing with all your time. Let's see what you've found, didn't find, you work for me. Show me the receipts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Show me the receipts. Where's the collusion? There's no collusion. Now it's just some guy we barely know who called some dude and had a meeting and that was it, Tyrus. I don't want anyone close to me, Tyrus, including you running for President because then that means I'm going to jail, right? GEORGE \"TYRUS\" MURDOCH, HOST, FOX NATION: So the only reason why you would go to jail is because I was doing something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, no, anybody --anybody I knew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Right, right, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well you, too, but anyway. The day Dana Perino ran for President, I'd still go to jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes, it's because if everyone is running for President, you'd go to jail, maybe because you're a creepy criminal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I am not a criminal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "But once again, you know, you kind of just told -- you just told the camera you were, but whatever. Once again, man, another strong monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, thank you, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And I would want to remember it if you didn't cloud my brain with all that creepy [bleep] you always -- you give great points and then you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "... like, \"I'm Trump curious. I know. There was one time ...\" like you always make it uncomfortable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "The only thing more uncomfortable than your creepiness in your monologues is Cory Booker giving a speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I mean, I really want chat like I really want to like it, but I feel like, he can't even handle the room. \"We'll handle it later.\" Where is the eject button? Where is the smoke bomb? Like he literally looks like the end of \"The Wizard of Oz\" kids, like he would say, he cannot handle anything. Every time he's asked something, \"I'll reverse judgement on that, and if I can just check my papers. Oh, I don't know how many papers. I'll be right back, guys.\" And just take off running.  He literally leaves every time he -- like, I want to hear what he has to say, but he literally can't say anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He is the Michael Scott of candidates, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Everything just ends awkwardly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "It's a little worse though because I feel like sometimes he's so inauthentic. He's the guy who tied you up and threw you in the trunk and he's making like nice conversations with you like you're not going to die. \"Hey, everyone, we're just going to -- I'm Spartacus.\" A lot of people say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think I might actually appreciate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "It's weird. It's creepy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I can't -- I just want the debate. I want Trump to run as a Democrat, so he could debate the Democrats. All of them. Why doesn't he just leave?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It would be so much fun. Who said that? If Anthony Acuna has said that, if it's possible, Trump should resign, just so he could enter the Democratic primaries. When that -- because he would get at least like 10% or something and we would do okay. That would be the greatest thing ever and he would win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Explosions everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Head explosions -- like, boom, boom, what do we do? He's a Democrat. LONG; This is how much trouble they're in. If he ran as a Democrat, he'd still be the only nominee, only candidate for the nomination in the Democratic Party who would say, \"Yes, I'm a capitalist.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Everybody else is like, well, I don't know. I mean, but is that even me? And I mean, I don't know if it's a capital C or not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are going to talk about in that next block. LONG; Well, I'm sorry for giving you the segue there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know I want you to leave. Up next. Why are the Democrats worried about Bernie Sanders? It's the dark secret no one's talking about",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "To add to your stupor, John Hickenlooper. The former Colorado Gov says he's running for President, so who is he? I mean, seriously who is he? I don't know. He says he's a moderate, but is he really? I mean moderates should be able to admit they're a capitalist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARBOROUGH",
      "sentences": "Do you consider yourself a capitalist and does capitalism work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HICKENLOOPER",
      "sentences": "Well, I think -- I don't look at myself with a label.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oi vey. But he has one upside, it's that if you rearrange the letters in his name, you get this that's, epic elk honor. Also, I like this one, pencil hooker. This is strange. I think I ordered this online, cheek oil porn. It's 80 bucks an ounce. My favorite, OK necrophile. That's the title of my next death metal album, OK necrophile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Meanwhile, \"The Atlantic\" claims that staffers for Bernie Sanders want him to be less grumpy. In an article titled Bernie Sanders staffers want him to be less grumpy, they think Bernie's demeanor hurts the campaign because he isn't warm and cuddly. For example, he never made nice with Hillary. Boohoo. He interrupts staffers. Oh dear. He's mean to the media. Yes, no one ever got elected doing that. Geez. So he's a little gruff. So what? Asking Bernie to be less grumpy is like asking Madea to be less frumpy or Quasimodo to be less humpy or Trump to be less Trumpy. That's what I think, but I've got to ask what is Bernie Sanders really thinking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How can we lean in here? How can -- we know that you were in North Carolina last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who let the dogs out? Woof, woof, woof, woof, woof.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "... just meeting your staff, they're just incredibly hard-working people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who let the dogs out? Woof, woof, woof, woof.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "... on occasion --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who let the dogs out? Woof, woof, woof, woof, woof.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "... in this very fast pace where you and your wife are on the campaign trail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Maybe I should change my name, something sexier, how about Clint Eastwood? I wonder if there's anyone out there with that name. If it's taken, I'll go with Channing Tatum, also a very, very good name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus, I also -- all right, Lickenhooper is also a good name, like Hickenlooper, if you just -- you get Lickenhooper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I am not playing this game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Lickenhooper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I'm not playing. I don't want to play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Pick somebody else. I'll talk to you about your weirdness. I don't want to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Grumpy is the only good thing about him. You're grumpy. Grumpy makes the world go round.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "First of all, the staffers -- did they just get there? Did they not realize this was an old-ass man and chances are he's going to be grumpy? You know, if he doesn't get his nap in because he has to do an interview, he's going to be grouchy. I mean, no one else have been around old white men? I have. They're always mean. As a kid, I never hit a ball on old man's property. I'm going to be like, \"Oh, right here son,\" so bad, thanks -- bring back any time. It's like, \"Get your ball and step on it.\" Bernie is that guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. You never get the frisbees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Not to mention he is, they're like, why would you not make nice with Hillary? Didn't she kind of steal it from me? Like I had a team of scientists go and screw you over? Like is that the new thing now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He has a right to be mean to her and to CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I don't want to make up with her either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I agree. No, I'm really grumpy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "He's grumpy for a reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Grumpy and I'm Grampy. Kat, they're more worried about his grumpiness than his socialism. That's a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. I'm actually more comfortable with grumpy. I think smiling, people tell you that it's nice, but it can be a little creepy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Especially when it's like a baby, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Or a really old man that's smiling at you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, it's like what do you know that I don't know, baby? But I think that his grumpiness is part of his charm because he's so mad about all of the capitalism and I'm happy about all the capitalism. So as soon as he gets happy, we don't have capitalism, anymore, so him being mad all the time means our country is doing great well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He is a madness barometer, Heather. Heather, grumpy people are the only people that change the world because they make the complaints. They complain about the air conditioning or the brisket is too cold or your dog is too loud. Grumpy people, if there aren't grumpy people, then you don't have progress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Then you don't have workers. Unemployment, you're saying would be an issue if you didn't have grumpy people. But when the answer to everything is socialism, no wonder you're grumpy. I mean, it can't exist in terms of having free education, free healthcare, free everything. A University of New Hampshire polls show Bernie Sanders voters are more likely to vote for him, 4% more than Joe Biden. That is very scary. But to counteract that, the \"Wall Street Journal\" did a similar survey and they said that the least characteristic wanted among voters was an old white socialist male and they didn't actually say old white socialist male, they said seventy five years or older and socialist. Well who would that be? So you know, it's not too hard to guess who they're --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Thanks, Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay, necrophile, I can finally say it to you. I can finally say it to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Right, and it fits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It does, it fits. Your hobbies are disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "It's a hobby, so much, again, paying a lot of money for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "I don't think he's not grumpy at all. He's from Brooklyn. This guy is a New Yorker. It's classic. I mean, even just taking the subway to the studio, I was standing on the platform and someone turned to me and said, \"Hey, what time is it?\" Like it's mine -- like I did something wrong, but everybody is really yelling. I can't -- I cannot wait until he gets the nomination and we have Brooklyn versus Queens. Oh, it's going to be great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The subway series. It's the subway series.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Oh, my god. It's going to be funny and nasty. Talk about grumpy, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh my god, it's going to be fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Grumpy is going to be like in a rear view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what America should be? It should be Trump -- it's Trump and Bernie. It should be Bernie should be VP. Wouldn't that be great?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Oh my god.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Talk about a great comedy. It's a buddy comedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Yes, just them sitting there eating tuna sandwiches yelling at each other about nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's got his well-done steak. He's got his chicken salad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Why are you eating that for? I don't know why. Why are you eating that? It's going to be great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, we've got to move on. Up next, foreign tourists, they're not coming to America. You want to know why and who they're blaming? Guess. It rhymes with Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Singer R. Kelly was released from a Chicago jail today after someone wishing to remain anonymous paid a hundred and sixty one thousand dollars in delinquent child support payments. Kelly was taken into custody on Wednesday because he was unable to pay. He still faces ten counts of aggravated criminal sexual abuse. The charges involve four women, three underage at the time of the alleged events. Kelly has denied the allegations calling his accusers liars. Overseas, take a look. This is the world's oldest living person, Kanae Tanaka is a 116 years old. She was honored earlier today in Japan by Guinness World Records at a ceremony in her nursing home. Tanaka is usually up by 6:00 a.m. enjoys studying math and playing the board game, Othello, she also enjoys eating chocolates. I am Aishah Hasnie, back to Greg Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is there a tourism slump because of Trump? Of course. Travel company that caters to students and millennials, well they make a lot of money, says that British youth aren't backpacking around America like they used to. Tears. And cites Trump as a reason why. Trips to the U.S. booked by millennials are down 23% since the start of the year, but I say that's fine and here's why. No American can resist the British accent. Every time a Brit comes, over we lose our minds whether it's The Beatles, whoever they are or that dork Colin in \"Love Actually,\" boo. It doesn't matter. We go crazy for Brits. So a fewer British tourist walking around the American millennial has a better chance of finding love. How's that for a theory? That's how these two found love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I don't need them. They're too stringy. Kat, I figured eating a parrot, would it least get one last laugh? No. You can't laugh about that. I own a parrot. How dare you, sir, writing a letter. Kat, living in New York, number one tourist capital of the world, I thank you, Mr. Trump. I thank you for reducing the number of tourists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, absolutely. It leaves more room for us to do all of our outdoor activities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I have never done an outdoor activity, but the United States is very clearly the coolest country in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It is. We have competitive eating. We have Margaritaville-themed retirement homes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We have drive-throughs where you can and go get your Adderall that is legal speed without even having to leave your minivan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We have Texas where you can like, I don't, know can basically like jet ski around and shoot a gun in the air and no one will even say anything to you as long as you're in Texas. We put macaroni and cheese on pizza and then we eat it. \"Happy Gilmore,\" the greatest movie of all time, not a foreign film, okay, I -- well what makes them so great? What makes them so great? I went to London once and I did not even leave my hotel room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, I had the flu, so I couldn't leave my hotel room, but my point stands, America is the greatest country ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. That is beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is beautiful, Rob. I love how we can trace all bad things back to Trump. He has replaced climate change, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Absolutely. And what I love about this is, is that it's not even a bad thing. I mean, we don't need a bunch of like broke-ass European kids here, the rich ones we want here, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, the rich ones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "They are going to go to the restaurants. They are going to say in the nice hotels. They are going to pay the sales taxes. They're going to be here. They're going to make everything work --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Not the millennials.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "A bunch of little young people carrying around a little backpack and they're like looking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They don't tip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Yes, I am already looking for the museum since two days, who needs that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But they don't tip, Heather. You're a business person, okay in Europe, tipping is not a cultural thing, right? So they come over here, they never tip the bartenders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Yes, that's bad. I mean, well, I still, when I go to Europe, I still tip but that's because I probably didn't know any better, but who did this study? This is a travel agency. It's a convenient excuse to blame President Trump when your sales are down. Could it be a U.K. slowdown? Have you heard of Brexit? Could it be Italy is entering a recession? I mean, the European Central Bank is -- I know I am getting to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, do that [bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "That's actually information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "I noticed everyone was [bleep] quiet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're giving information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "You're stimulating the economy. I'm saying that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Europe is slowing down, people don't have money to spend to come to the U.S. It's not because they don't like the U.S. or they hate America, they're broke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Maybe it's socialism of their own countries. The safety nets that they have to pay into that they don't have money in their checkbooks. Checkbooks? Do people have checkbooks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "They do in Europe, Greg. You're good. Keep going. Don't stop. Don't stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. Thank you. Yes, their checkbooks have no money in them, neither do their coin purses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And their chimney sweeps are empty. Tyrus, you know what, I think it's good because American women are suckers for British accents and American men are suckers for all accents except the Boston.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Well, we're not really after the accent, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, some Boston people are here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Oh, wow. No, your accent is phenomenal. I love it when I hear the women talk that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You're wicked cute, Tyrus. You're wicked cute. I appreciate that. Listen, we're not after the accents anywhere. We're just looking for some fun and they go back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "So, yes, that's really -- that's whoops, sorry, I let the secret out. So you're not coming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "So stay away and blame it on Trump. Blame it on me. I'll take the hit. Like I said, I've been to -- you stay in your hotel room, you literally didn't miss anything. Cloudy days, rains all the time and you dream of America a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The virus, I missed quite a bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You did not enjoy the virus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Blaming Trump for everything, what are you going to do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When he's gone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "When he actually does something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes, that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "When he actually does something. What are we going to do? We won't be impressed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Because his imaginary [bleep] is way better than anything you can come up with. He literally -- if the world -- half the world blew up and he said, I did it, no one would be excited. That's it? Can you believe he only blew up half the world?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I thought we were already blown up. I thought he already blew us up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "What a half-ass job by President Trump. If he was a good President, he would have blown the whole damn thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. All right, we've got to move on. They're yelling at me. Up next, a study suggests all hipsters look the same and then a guy tries to prove them wrong and he doesn't, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And now a story so beautiful it belongs in a gallery. The MIT Technology Review where smart people write about smart things, they ran an article called \"The Hipster Effect,\" why anti-conformists always end up looking the same. It was based on a study that suggests when people try to be different from the crowd, they end up looking alike, and the article showed a stock photo of a guy with a beard wearing a wool hat, flannel shirt. You know the hipster look, but then a man threatened to sue the review for using this picture as that hipster. He called it slander because that was him. So the editor calls the stock photo company making sure this guy had signed all the proper releases which you have to do to make it legal, it turns out the model in the photo had a different name and it wasn't the guy. You follow? It was someone else. In other words, that guy who claimed to be in the photo capturing the essence of a hipster for an article about hipsters, how they conform and dress and groom the same couldn't tell the difference between a hipster and himself. He's an idiot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Anyway, well done. I've been there, you know sometimes I look at this and I think it's me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, we're like twins, Heather, it's amazing how the idiot approved the article's point. They're just followers, conformists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Well why did MIT do a study on this? What's wrong with the world? I did a paper in college on stagflation and got a B-minus, but something like this I think I would get like an A+, not because I'm a hipster, but why -- that makes no sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is stagflation when you're at a bachelor party and you're trying to inflate a doll?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes, everyone say yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was a really good joke and I don't care. I don't care about anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Anymore. Tyrus, you know what bothers me about hipsters is how they have to believe that nothing is worth trying hard for. It's now how they dress, it's the ironic attitude. Nothing -- they could spend four hours talking about an Arcade Fire album, but they can't call their mom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Well, I think the whole point is they don't have to call her mom because she's usually 10 feet from them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "That is the whole point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nicely done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Right here, baby. You're doing a great job. You know what, get off the hipsters. You know how hard it is to wear a sweater a hat and a flannel shirt in the middle of summer? I mean, you can point to find these guys anywhere, Kat, in a previous life. You could really find them, but these dudes, you can always find them wearing a damn beanie in the summer time because they're just so against it, like who's against being cooled off? You know, change your hat brims, but it's funny they all dress the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "They look like -- paper towels, they wipe their tears after Hillary Clinton lost the election and then they looked at a brawny rapper and we're like, \"Oh, let's all look like that.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "But sadder --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Paper towel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Brannigan worked out. He's kind of jacked so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You've got to like beards, Rob. I like the fact that we've always known this that every -- when everybody tries to be edgy, they just end up doing exactly the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Yes, it's like when you say like I don't want to have a dress code and then you end up having a dress code. People always do that. Look, the problem is that -- look, if you're young and you want to dress like a hipster, that's fine by me. The problem is like when you're starting to like get past that age where really you should be looking like that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Board shorts after 40.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Exactly right or like the -- or like there's a little too much you know salt in the pepper of the beard, not a good look, like you don't -- you know, you've got to know when to hang it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That pocket chain. What's that pocket chain? Whenever you see that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "You remember that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I don't like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Of like, sometimes you see like old dudes not saying me, but old dudes and the jeans are like skinny jeans. That's not healthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, I'm sure you have strong opinions about hipsters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, hipsters are the worst like with their like thick rimmed glasses and like they're being all skinny and like they're being all sad, like they're vaping. I'm a hipster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I am a hipster, but you don't like my glasses? Do you like them? Guess what? I don't need them to see. That's right. I don't them to see. I wear them because I think they make me look cool, but you know what, America this is my face. This is my face. This is what it looks like. Now, everybody probably thinks I look like an idiot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Wait, hold on, hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Hold on, watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I'm never going to get another chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Girl. Girl you want to ask about the stock market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, if Caputo is watching, he's canceling all the appearances. Wait. Those glasses were real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Can I just try them on one time just to see what it's like. I want to look like a stock market guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "These are my career.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I know. Streetwise thug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Streetwise thug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Stock market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Nice. They are magic glasses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They are magic glasses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They are magic glasses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I stayed away from magic glasses years ago. They didn't work at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "But you remember old TV shows usually the girl would walk on like \"The Love Boat,\" and she'd be wearing glasses, like she's so ugly and then and then someone would say, \"Wait a minute, oh my god, you're beautiful.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Things have changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was like lab assistant, \"my god.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "It's Cheryl Tiegs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I had no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I put glasses on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And she had a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I put the glasses on and then I make this face, hold on ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Kennedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Up next, what do you do when you can join the Three Taco Bell chalupas, you guys are smart you can finish that joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Once again, Taco Bell is making the world a better place. Behold the Triplelupa. It's three chalupas connected into one centipede chalupa. Why do they break it off like that? It's filled with half nacho cheese, half chipotle sauce, the magical middle features both sauces because that's nice. Taco Bell is pitching it as a shareable item, but let's be real who's going to share this beauty? But it got me thinking. What else can we combine into threes? If one thing is good, imagine if you had three together. Like a beer-a-lupa basically that's just half a six-pack. How about a chicken strip-a-lupa? That tape dissolves, trust me. How about a pet-a- lupa? There's a pet-a-lupa. God that's twisted. How about a judge-a- lupa? Judge Pirro, Napolitano and of course Reinhold from Beverly Hills Cop. Finally, how about a loser-lupa",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, my question, Rob, you know do you eat this sober? I would eat this drunk. I'll eat anything drunk, which is why I don't have pets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "That's -- I'm not coming over to your house anytime soon. Look, it's actually really smart because it breaks into threes, like a human centipede, but it's triplelupas, and the idea is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is, people don't know what that means, but okay. Don't look it up. LONG; Google it. But it's like that's the cover you could say, where did you get one to share and like I'm going to go in a Taco Bell and just get one to share, it's like then why with McDonald's has salads, right? I'm just going to go in and you think, I'm going to order salad. I'm going to order -- and then the minute you get to the front, say, six Big Macs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "And this one is not going to be shared by anybody, it's actually very smart --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's like sharing your children, you wouldn't do that. It's yours. You know, Heather, do you -- I want to because you're an economist type person. Do you know that with a deck of cards there are more non- repeat combinations of 52 cards than there are stars in the universe? It's like X to the 52nd power. It's the same with Taco Bell ingredients, right? There's a combination of ingredients. They can never stop. They're like a toy shop for fat people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I'm sorry, say what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know what I said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "What happened to the dog? You said you'd eat anything. There was a little Taco Bell dog at one point in time and it's no longer in the commercial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's disappeared.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "You ate it probably. Very disturbing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You wouldn't eat that, would you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Sure. Then I go workout. It would like Insanity P90X, but yes. I wouldn't eat the dog like you did, but I would the chalupa, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're so narrow-minded. Be open-minded. Kat, is this delectable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think it's great because you can -- it's for people with friends. You can share it and for people with no friends, you might actually be sad enough to want to eat three chalupas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I have had good times in my life, Greg and I have also eaten three chalupas. They never occurred at the same time though because I mean, like they just -- if you are eating this alone, then like you're probably in a situation where you're going get some tears in the fire sauce, you know what I mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And you're eating two of these alone, you probably just watched your dog die while you were being served divorce papers. Like it's not -- it's fast food. Fast food and tears go together like Michael Cohen and lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "These are the facts of life, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus? Is this just an appetizer for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "What? You know what, that's strike two. What did you say, it was like, chalupas were like food for fat people. Is that what you said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I said, it was like a toy workshop. Taco Bell is like a toy workshop for people who like to eat. That's what I meant to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes, okay, good luck with that. Now Canada hates you and all the fat people. Way to go. I think this is what happens when you make a mistake in the kitchen and someone is like, \"Hey, were you supposed to put them all at the same time?\" \"No, Johnson.\" And then somebody went, [bleep]. Put it out, but that's literally -- that's what -- it was a mistake because your great theory about cards and ingredients. They literally just did the same thing three times over, so somebody is running out of ideas up there, like \"Just put three together and send them out.\" Yes, yes. That's too bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Those are the best ideas, don't you call that serendipity? I don't even know what that means?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Let's get an Oreo cookie taco next month. That's 100%.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "But nobody wants different. What they want is more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "More, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "And this is more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, speaking of more. Don't forget \"The Gutfeld Monologues Live,\" is back. Up next. Washington D.C., April 6th. Detroit April 7th, and in May Oklahoma and Texas. Tickets are still available. Go to ggutfeld.com for ticket info. \"Final Thoughts,\" next. Yay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Final thoughts. It's the last thought. That's why it's called the final thoughts, okay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have time for one, Rob. You got one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Yes, if you're around Mountain View, California on Tuesday, I am speaking at the Liberty Forum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "You sound so surprised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm faking it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LONG",
      "sentences": "Oh, good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I love Mountain View. Very nice. I used to live around there. Good bars. What am I talking about? I've got to go. Thank you, Rob Long, Heather Zumarraga, Kat Timpf, Tyrus, our studio audience. I am Greg Gutfeld. I love you, America. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, HOST, MSBNC",
      "utterance": "Some factions of your party embracing socialism."
    },
    {
      "speaker": "JOHN HICKENLOOPER, D-COLO., FORMER GOVERNOR",
      "utterance": "Well, I think there's -- the Democratic Party is a big camp and that's one of the things I've always loved about the Democratic Party is there are all kinds of ideas."
    },
    {
      "speaker": "SCARBOROUGH",
      "utterance": "Will you call yourself a proud capitalist?"
    },
    {
      "speaker": "HICKENLOOPER",
      "utterance": "Oh, I don't know. You know again, the label --"
    },
    {
      "speaker": "SCARBOROUGH",
      "utterance": "Do you consider yourself a capitalist?"
    },
    {
      "speaker": "HICKENLOOPER",
      "utterance": "Well again, the labels --"
    },
    {
      "speaker": "SCARBOROUGH",
      "utterance": "Do you consider yourself a capitalist and does capitalism work?"
    },
    {
      "speaker": "HICKENLOOPER",
      "utterance": "Well, I think -- I don't look at myself with a label."
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "We get it, you're stupid."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. Thank you very much. All right, so how was your week? While you were doing fun and important things with your loved ones, you know what I was up to?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Came in first, later anyway. But what was Congress doing? Opening 81 new investigations. Yes, instead of doing actual work, Congress plans on subpoenaing every -- subpoenaing everyone on earth. Included in the group are Yanni, yes, Yanni, Alf, the vase that holds the remains of my aunt, and of course this guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I could watch that for hours. There's something wrong with me, which begs the question, what do these idiots in Congress actually do for a living when all they do now is run investigations? Suddenly, they have all this free time, it makes no sense. Imagine you're at your job, an electrician, insurance sales, hired killer and your boss comes in and says, \"Hey, I need you to launch an investigation against that other electrician, that other insurance guy, that other assassin.\" What's that tell you?"
    },
    {
      "speaker": "Apparently you don't really do that much since you could drop everything and annoy someone else. Fact",
      "utterance": "Being a congressman should be a part-time job, like being a mall Santa, a fireworks vendor or a parent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's seasonal part-time work. The stuff grannies and teens did for booze money, but since we made it a full-time job, they've got to fill their time somehow with investigations. Investigations are their opiates and they're running the pharmacy, which is why there's no slowing them down, so I say let's join in."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In the past year, Congress has spent thousands of thousands of hours on investigations but in 2019, we'll take it to the next level with the congressional super hyper mega turbo investigation Palooza fest. It's all the things you've always wanted investigated, but never had the courage to ask for. Things that needed to be soft like, what lives in Bernie's hair? Is it friendly or a microbe from space? Children are they little adults or large babies? Which meatloaf do Americans prefer? Why don't humans learn from turtles and walk around in a shell that can also be your home? When is it okay to stop believing? Which Chris is the sexiest? Hemsworth? Pine? Evans? Pratt? Or Stirewalt? Other than they're terrified employees, why does anyone listen to Maroon 5? If you join Adam Levine's fan club, do you immediately go to hell according to the Bible? If I drink a bucket of paint and start throwing up, could I paint my room faster than a traditional roller? If owls are so wise, why aren't they wearing pants? What does it mean when I dream that my teeth are falling out? How about if I dream that I get more teeth and they're actually tiny like pieces of William Devane? I once killed a man in Tampa around 1983, should I still avoid the area? My German great-granddad lives in Argentina, when do I tell the authorities who he really is? Seems like Pat Sajak has the best job, is it really that hard to spin a wheel? After all of these years, is one of Pat Sajak's arms larger than the other? Are triangles just lazy squares? I met a cute girl at the bus station, she asked for a hundred bucks and said she'd be right, back that was in October and I'm still here and it's very cold, what should I do? It's the congressional super hyper mega turbo investigation Palooza fest."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, but since investigations could go both ways, why not investigate the investigators? So we hired a crack team probably on crack to uncover exactly what the House Dems do during their work days. Here is Debbie Wasserman at work."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's kind of impressive, but here is the investigation committee actually at work."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know if I'm terrified or aroused. No wonder they have no time to solve real problems like condemning anti-Semitism. For weeks the Dems have been dancing around Ilhan Omar's repeated slurs, so now they made up a phony resolution not mentioning Omar by name, but including all persecuted people. This is how low the Dems have fallen. They can't even agree to remind people that they don't hate the Jews. Instead, they bury Omar sins among many others. I used to do this on road trips. I wouldn't break wind until we went by a cattle farm. No one noticed, so now the Dems made it about not hating everyone. Of course with exceptions, meaning you could still hate Trump, Trump supporters Republicans, and of course Nickelback."
    },
    {
      "speaker": "REP. MARK POCAN, D-WIS.",
      "utterance": "Only four wanted to keep this provision. Everyone else wanted to change this out of 77,000, that's probably about the percent of people who think Nickelback is their favorite band in this country. It's pretty low and I think if you look at -- Nickelback is your favorite band, I apologize for the gentleman."
    },
    {
      "speaker": "REP. RODNEY DAVIS, R-ILL.",
      "utterance": "Why would you criticize one of the greatest bands of the 90s?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, screw taxation without representation. Those are fighting words. Here's the deal, Canada. We will take Nickelback, you get Maroon 5. Thank you. My favorite argument against the initial resolution, Kamala Harris says she was concerned that the spotlight being put on Omar may actually put her at risk. Sorry, wasn't the spotlight the only thing Omar wanted. Meanwhile, no one cared about putting Trump supporters in danger when the Smollett hoax or the Covington fiasco took off. Anyway, here's one of our Democratic candidates not addressing the resolution. Watch this."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "utterance": "Any questions? Anybody. Oh, there, right in front of me, yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So regarding the controversy surrounding the Congresswoman Omar --"
    },
    {
      "speaker": "BOOKER",
      "utterance": "So when we do off these topic questions when we finish. I will list it and stand and talk with you about that, but is there anything on this piece of legislation that is out there, I can't see the people in the back, such a big room. No questions on that? Then, I am going to end this press conference ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That wasn't awkward at all. I can't see the back of the room, they're not any -- oh, there's no hands. Let's get out of here. I hope he gets the nomination. So if I were Trump, you know what I would do besides declaring my birthday a national holiday, I would issue an executive order of cutting work hours for the House and Senate in half, then build some comfy barracks in D.C. so they can live there only when they need to be there, plus require them to work 20 to 30 hours a week at a real job, making real things. Maybe they could work cleaning cages at the zoo or maybe in the Sanitation Department since they're also good at shoveling [bleep]."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's terrible. All right let's welcome tonight's guests. He has written more scripts than I've eaten chips, TV writer/producer, Rob Long."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She's so bright, her fan club consists of moths. Stock market guru and financial analyst, Heather's Zumarraga."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Freddie Krueger once had a nightmare about her, host of \"Tyrus and Timpf Podcast,\" Kat Timpf."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And he once stepped in a black hole and it came up to his knee, former WWE Superstar and my massive sidekick and host of \"UnPC\" on Fox Nation, Tyrus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Rob, what do you make of all of these new investigations? Are you excited? ROB LONG, TV WRITER/PRODUCER: Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm excited."
    },
    {
      "speaker": "LONG",
      "utterance": "It feels like there's a status symbol now. I mean if you aren't being investigated, you must feel like you're nobody. I can't get a table at a restaurant. I might be investigated. The problem is like there's a bunch of investigations, and they're all kind of weird and complicated and eventually people are just going to get fed up with them. And what you really need to do if you want to win is you want to convince the people, not people watching Fox News because they are not going to vote for the Republican, not the people watching MSNBC because they're not going to vote for Trump, what you really want to do is you want to convince the people who are kind of you know, Trump curious to give them a shot, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I answered an ad for that once."
    },
    {
      "speaker": "LONG",
      "utterance": "I know. That's right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It wasn't what I thought it was."
    },
    {
      "speaker": "LONG",
      "utterance": "Too many investigations that people think, they think maybe, we're not giving this guy a fair shake."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. You start building sympathy, Heather and when you start going after everybody he knows."
    },
    {
      "speaker": "HEATHER ZUMARRAGA, FINANCIAL ANALYST",
      "utterance": "Yes, I think who is next? The White House chef maybe subpoenaed for putting Russian dressing on a salad."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "I mean that -- seriously, it's gone too far. Look, James Comey had an op-ed this week criticized Democrats in July of 2016 for not wanting to disclose Hillary Clinton's investigation the same as Republicans are not wanting to disclose, fully disclose Mueller's investigation, but it doesn't matter. What isn't already out there in terms of being what would already hasn't been publicly disclosed, it's not going to sway public opinion at the end of the day. Whatever comes out, I think it's already out there and it's not it's not going to change anyone's mind."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We knew what this guy was, that's the problem, Kat for the Democrats is that they could tell us that he's slept with another porn star and we'd say, \"Nah, it's still not a lot of porn stars.\""
    },
    {
      "speaker": "KATHERINE TIMPF, HOST, FOX NATION",
      "utterance": "I don't care if it was every porn star."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Me, too."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I really don't."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well there are a few I would be worried about, but --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "The only thing I care about is that once this is all over, which should probably be around like, I don't know, 2045 that way that it's going now, I want to see everything. I want to see everything they found and if they're not going to show me something, then I want to know why they're not going to show me something because these people and these intelligence agencies need to remember that they're actually supposed to be working for us, and this investigation was supposed to be about making sure that we protect the integrity of our election system. It was never supposed to be about, \"Oh let's take down this dude we don't like because we don't like him. We have all this evidence now,\" that for some people that's really what it was, so let's see what you've been doing with all your time. Let's see what you've found, didn't find, you work for me. Show me the receipts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Show me the receipts. Where's the collusion? There's no collusion. Now it's just some guy we barely know who called some dude and had a meeting and that was it, Tyrus. I don't want anyone close to me, Tyrus, including you running for President because then that means I'm going to jail, right? GEORGE \"TYRUS\" MURDOCH, HOST, FOX NATION: So the only reason why you would go to jail is because I was doing something."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, no, anybody --anybody I knew."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Right, right, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well you, too, but anyway. The day Dana Perino ran for President, I'd still go to jail."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes, it's because if everyone is running for President, you'd go to jail, maybe because you're a creepy criminal."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I am not a criminal."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "But once again, you know, you kind of just told -- you just told the camera you were, but whatever. Once again, man, another strong monologue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, thank you, my friend."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And I would want to remember it if you didn't cloud my brain with all that creepy [bleep] you always -- you give great points and then you --"
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "I love it."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "... like, \"I'm Trump curious. I know. There was one time ...\" like you always make it uncomfortable."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "The only thing more uncomfortable than your creepiness in your monologues is Cory Booker giving a speech."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I mean, I really want chat like I really want to like it, but I feel like, he can't even handle the room. \"We'll handle it later.\" Where is the eject button? Where is the smoke bomb? Like he literally looks like the end of \"The Wizard of Oz\" kids, like he would say, he cannot handle anything. Every time he's asked something, \"I'll reverse judgement on that, and if I can just check my papers. Oh, I don't know how many papers. I'll be right back, guys.\" And just take off running. He literally leaves every time he -- like, I want to hear what he has to say, but he literally can't say anything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He is the Michael Scott of candidates, right?"
    },
    {
      "speaker": "LONG",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Everything just ends awkwardly."
    },
    {
      "speaker": "LONG",
      "utterance": "It's a little worse though because I feel like sometimes he's so inauthentic. He's the guy who tied you up and threw you in the trunk and he's making like nice conversations with you like you're not going to die. \"Hey, everyone, we're just going to -- I'm Spartacus.\" A lot of people say that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think I might actually appreciate that."
    },
    {
      "speaker": "LONG",
      "utterance": "It's weird. It's creepy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I can't -- I just want the debate. I want Trump to run as a Democrat, so he could debate the Democrats. All of them. Why doesn't he just leave?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It would be so much fun. Who said that? If Anthony Acuna has said that, if it's possible, Trump should resign, just so he could enter the Democratic primaries. When that -- because he would get at least like 10% or something and we would do okay. That would be the greatest thing ever and he would win."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Explosions everywhere."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Head explosions -- like, boom, boom, what do we do? He's a Democrat. LONG; This is how much trouble they're in. If he ran as a Democrat, he'd still be the only nominee, only candidate for the nomination in the Democratic Party who would say, \"Yes, I'm a capitalist.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "LONG",
      "utterance": "Everybody else is like, well, I don't know. I mean, but is that even me? And I mean, I don't know if it's a capital C or not --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are going to talk about in that next block. LONG; Well, I'm sorry for giving you the segue there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know I want you to leave. Up next. Why are the Democrats worried about Bernie Sanders? It's the dark secret no one's talking about"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "To add to your stupor, John Hickenlooper. The former Colorado Gov says he's running for President, so who is he? I mean, seriously who is he? I don't know. He says he's a moderate, but is he really? I mean moderates should be able to admit they're a capitalist."
    },
    {
      "speaker": "SCARBOROUGH",
      "utterance": "Do you consider yourself a capitalist and does capitalism work?"
    },
    {
      "speaker": "HICKENLOOPER",
      "utterance": "Well, I think -- I don't look at myself with a label."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oi vey. But he has one upside, it's that if you rearrange the letters in his name, you get this that's, epic elk honor. Also, I like this one, pencil hooker. This is strange. I think I ordered this online, cheek oil porn. It's 80 bucks an ounce. My favorite, OK necrophile. That's the title of my next death metal album, OK necrophile."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Meanwhile, \"The Atlantic\" claims that staffers for Bernie Sanders want him to be less grumpy. In an article titled Bernie Sanders staffers want him to be less grumpy, they think Bernie's demeanor hurts the campaign because he isn't warm and cuddly. For example, he never made nice with Hillary. Boohoo. He interrupts staffers. Oh dear. He's mean to the media. Yes, no one ever got elected doing that. Geez. So he's a little gruff. So what? Asking Bernie to be less grumpy is like asking Madea to be less frumpy or Quasimodo to be less humpy or Trump to be less Trumpy. That's what I think, but I've got to ask what is Bernie Sanders really thinking?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How can we lean in here? How can -- we know that you were in North Carolina last night."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Who let the dogs out? Woof, woof, woof, woof, woof."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "... just meeting your staff, they're just incredibly hard-working people."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Who let the dogs out? Woof, woof, woof, woof."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "... on occasion --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Who let the dogs out? Woof, woof, woof, woof, woof."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "... in this very fast pace where you and your wife are on the campaign trail."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Maybe I should change my name, something sexier, how about Clint Eastwood? I wonder if there's anyone out there with that name. If it's taken, I'll go with Channing Tatum, also a very, very good name."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus, I also -- all right, Lickenhooper is also a good name, like Hickenlooper, if you just -- you get Lickenhooper."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I am not playing this game."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Lickenhooper."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I'm not playing. I don't want to play."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, all right."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Pick somebody else. I'll talk to you about your weirdness. I don't want to do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Grumpy is the only good thing about him. You're grumpy. Grumpy makes the world go round."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "First of all, the staffers -- did they just get there? Did they not realize this was an old-ass man and chances are he's going to be grumpy? You know, if he doesn't get his nap in because he has to do an interview, he's going to be grouchy. I mean, no one else have been around old white men? I have. They're always mean. As a kid, I never hit a ball on old man's property. I'm going to be like, \"Oh, right here son,\" so bad, thanks -- bring back any time. It's like, \"Get your ball and step on it.\" Bernie is that guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. You never get the frisbees."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Not to mention he is, they're like, why would you not make nice with Hillary? Didn't she kind of steal it from me? Like I had a team of scientists go and screw you over? Like is that the new thing now?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He has a right to be mean to her and to CNN."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I don't want to make up with her either."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I agree. No, I'm really grumpy."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "He's grumpy for a reason."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Grumpy and I'm Grampy. Kat, they're more worried about his grumpiness than his socialism. That's a problem."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. I'm actually more comfortable with grumpy. I think smiling, people tell you that it's nice, but it can be a little creepy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Especially when it's like a baby, you know."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Or a really old man that's smiling at you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, it's like what do you know that I don't know, baby? But I think that his grumpiness is part of his charm because he's so mad about all of the capitalism and I'm happy about all the capitalism. So as soon as he gets happy, we don't have capitalism, anymore, so him being mad all the time means our country is doing great well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a good point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He is a madness barometer, Heather. Heather, grumpy people are the only people that change the world because they make the complaints. They complain about the air conditioning or the brisket is too cold or your dog is too loud. Grumpy people, if there aren't grumpy people, then you don't have progress."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Then you don't have workers. Unemployment, you're saying would be an issue if you didn't have grumpy people. But when the answer to everything is socialism, no wonder you're grumpy. I mean, it can't exist in terms of having free education, free healthcare, free everything. A University of New Hampshire polls show Bernie Sanders voters are more likely to vote for him, 4% more than Joe Biden. That is very scary. But to counteract that, the \"Wall Street Journal\" did a similar survey and they said that the least characteristic wanted among voters was an old white socialist male and they didn't actually say old white socialist male, they said seventy five years or older and socialist. Well who would that be? So you know, it's not too hard to guess who they're --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think I know."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Thanks, Kat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay, necrophile, I can finally say it to you. I can finally say it to you."
    },
    {
      "speaker": "LONG",
      "utterance": "Right, and it fits."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It does, it fits. Your hobbies are disgusting."
    },
    {
      "speaker": "LONG",
      "utterance": "It's a hobby, so much, again, paying a lot of money for that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true."
    },
    {
      "speaker": "LONG",
      "utterance": "I don't think he's not grumpy at all. He's from Brooklyn. This guy is a New Yorker. It's classic. I mean, even just taking the subway to the studio, I was standing on the platform and someone turned to me and said, \"Hey, what time is it?\" Like it's mine -- like I did something wrong, but everybody is really yelling. I can't -- I cannot wait until he gets the nomination and we have Brooklyn versus Queens. Oh, it's going to be great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The subway series. It's the subway series."
    },
    {
      "speaker": "LONG",
      "utterance": "Oh, my god. It's going to be funny and nasty. Talk about grumpy, man."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh my god, it's going to be fantastic."
    },
    {
      "speaker": "LONG",
      "utterance": "Grumpy is going to be like in a rear view."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what America should be? It should be Trump -- it's Trump and Bernie. It should be Bernie should be VP. Wouldn't that be great?"
    },
    {
      "speaker": "LONG",
      "utterance": "Oh my god."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Talk about a great comedy. It's a buddy comedy."
    },
    {
      "speaker": "LONG",
      "utterance": "Yes, just them sitting there eating tuna sandwiches yelling at each other about nothing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's got his well-done steak. He's got his chicken salad."
    },
    {
      "speaker": "LONG",
      "utterance": "Why are you eating that for? I don't know why. Why are you eating that? It's going to be great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, we've got to move on. Up next, foreign tourists, they're not coming to America. You want to know why and who they're blaming? Guess. It rhymes with Trump."
    },
    {
      "speaker": "AISHAH HASNIE, CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Singer R. Kelly was released from a Chicago jail today after someone wishing to remain anonymous paid a hundred and sixty one thousand dollars in delinquent child support payments. Kelly was taken into custody on Wednesday because he was unable to pay. He still faces ten counts of aggravated criminal sexual abuse. The charges involve four women, three underage at the time of the alleged events. Kelly has denied the allegations calling his accusers liars. Overseas, take a look. This is the world's oldest living person, Kanae Tanaka is a 116 years old. She was honored earlier today in Japan by Guinness World Records at a ceremony in her nursing home. Tanaka is usually up by 6:00 a.m. enjoys studying math and playing the board game, Othello, she also enjoys eating chocolates. I am Aishah Hasnie, back to Greg Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is there a tourism slump because of Trump? Of course. Travel company that caters to students and millennials, well they make a lot of money, says that British youth aren't backpacking around America like they used to. Tears. And cites Trump as a reason why. Trips to the U.S. booked by millennials are down 23% since the start of the year, but I say that's fine and here's why. No American can resist the British accent. Every time a Brit comes, over we lose our minds whether it's The Beatles, whoever they are or that dork Colin in \"Love Actually,\" boo. It doesn't matter. We go crazy for Brits. So a fewer British tourist walking around the American millennial has a better chance of finding love. How's that for a theory? That's how these two found love."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I don't need them. They're too stringy. Kat, I figured eating a parrot, would it least get one last laugh? No. You can't laugh about that. I own a parrot. How dare you, sir, writing a letter. Kat, living in New York, number one tourist capital of the world, I thank you, Mr. Trump. I thank you for reducing the number of tourists."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, absolutely. It leaves more room for us to do all of our outdoor activities."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I have never done an outdoor activity, but the United States is very clearly the coolest country in the world."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It is. We have competitive eating. We have Margaritaville-themed retirement homes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We have drive-throughs where you can and go get your Adderall that is legal speed without even having to leave your minivan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Amazing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We have Texas where you can like, I don't, know can basically like jet ski around and shoot a gun in the air and no one will even say anything to you as long as you're in Texas. We put macaroni and cheese on pizza and then we eat it. \"Happy Gilmore,\" the greatest movie of all time, not a foreign film, okay, I -- well what makes them so great? What makes them so great? I went to London once and I did not even leave my hotel room."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, I had the flu, so I couldn't leave my hotel room, but my point stands, America is the greatest country ever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. That is beautiful."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is beautiful, Rob. I love how we can trace all bad things back to Trump. He has replaced climate change, right?"
    },
    {
      "speaker": "LONG",
      "utterance": "Absolutely. And what I love about this is, is that it's not even a bad thing. I mean, we don't need a bunch of like broke-ass European kids here, the rich ones we want here, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, the rich ones."
    },
    {
      "speaker": "LONG",
      "utterance": "They are going to go to the restaurants. They are going to say in the nice hotels. They are going to pay the sales taxes. They're going to be here. They're going to make everything work --"
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Not the millennials."
    },
    {
      "speaker": "LONG",
      "utterance": "A bunch of little young people carrying around a little backpack and they're like looking --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They don't tip."
    },
    {
      "speaker": "LONG",
      "utterance": "Yes, I am already looking for the museum since two days, who needs that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But they don't tip, Heather. You're a business person, okay in Europe, tipping is not a cultural thing, right? So they come over here, they never tip the bartenders."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Yes, that's bad. I mean, well, I still, when I go to Europe, I still tip but that's because I probably didn't know any better, but who did this study? This is a travel agency. It's a convenient excuse to blame President Trump when your sales are down. Could it be a U.K. slowdown? Have you heard of Brexit? Could it be Italy is entering a recession? I mean, the European Central Bank is -- I know I am getting to --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, do that [bleep]."
    },
    {
      "speaker": "LONG",
      "utterance": "That's actually information."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "I noticed everyone was [bleep] quiet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're giving information."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "You're stimulating the economy. I'm saying that --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And me."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Europe is slowing down, people don't have money to spend to come to the U.S. It's not because they don't like the U.S. or they hate America, they're broke."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Maybe it's socialism of their own countries. The safety nets that they have to pay into that they don't have money in their checkbooks. Checkbooks? Do people have checkbooks?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "They do in Europe, Greg. You're good. Keep going. Don't stop. Don't stop."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. Thank you. Yes, their checkbooks have no money in them, neither do their coin purses."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And their chimney sweeps are empty. Tyrus, you know what, I think it's good because American women are suckers for British accents and American men are suckers for all accents except the Boston."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Well, we're not really after the accent, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, some Boston people are here."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Oh, wow. No, your accent is phenomenal. I love it when I hear the women talk that way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Anyway."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You're wicked cute, Tyrus. You're wicked cute. I appreciate that. Listen, we're not after the accents anywhere. We're just looking for some fun and they go back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "So, yes, that's really -- that's whoops, sorry, I let the secret out. So you're not coming?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "So stay away and blame it on Trump. Blame it on me. I'll take the hit. Like I said, I've been to -- you stay in your hotel room, you literally didn't miss anything. Cloudy days, rains all the time and you dream of America a lot."
    },
    {
      "speaker": "TIMPF",
      "utterance": "The virus, I missed quite a bit."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You did not enjoy the virus."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Blaming Trump for everything, what are you going to do --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When he's gone?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "When he actually does something."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes, that's true."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "When he actually does something. What are we going to do? We won't be impressed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's true."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Because his imaginary [bleep] is way better than anything you can come up with. He literally -- if the world -- half the world blew up and he said, I did it, no one would be excited. That's it? Can you believe he only blew up half the world?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I thought we were already blown up. I thought he already blew us up."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "What a half-ass job by President Trump. If he was a good President, he would have blown the whole damn thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. All right, we've got to move on. They're yelling at me. Up next, a study suggests all hipsters look the same and then a guy tries to prove them wrong and he doesn't, next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And now a story so beautiful it belongs in a gallery. The MIT Technology Review where smart people write about smart things, they ran an article called \"The Hipster Effect,\" why anti-conformists always end up looking the same. It was based on a study that suggests when people try to be different from the crowd, they end up looking alike, and the article showed a stock photo of a guy with a beard wearing a wool hat, flannel shirt. You know the hipster look, but then a man threatened to sue the review for using this picture as that hipster. He called it slander because that was him. So the editor calls the stock photo company making sure this guy had signed all the proper releases which you have to do to make it legal, it turns out the model in the photo had a different name and it wasn't the guy. You follow? It was someone else. In other words, that guy who claimed to be in the photo capturing the essence of a hipster for an article about hipsters, how they conform and dress and groom the same couldn't tell the difference between a hipster and himself. He's an idiot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Anyway, well done. I've been there, you know sometimes I look at this and I think it's me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, we're like twins, Heather, it's amazing how the idiot approved the article's point. They're just followers, conformists."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Well why did MIT do a study on this? What's wrong with the world? I did a paper in college on stagflation and got a B-minus, but something like this I think I would get like an A+, not because I'm a hipster, but why -- that makes no sense?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is stagflation when you're at a bachelor party and you're trying to inflate a doll?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes, everyone say yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was a really good joke and I don't care. I don't care about anybody."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Anymore. Tyrus, you know what bothers me about hipsters is how they have to believe that nothing is worth trying hard for. It's now how they dress, it's the ironic attitude. Nothing -- they could spend four hours talking about an Arcade Fire album, but they can't call their mom."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Well, I think the whole point is they don't have to call her mom because she's usually 10 feet from them."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "That is the whole point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nicely done."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Right here, baby. You're doing a great job. You know what, get off the hipsters. You know how hard it is to wear a sweater a hat and a flannel shirt in the middle of summer? I mean, you can point to find these guys anywhere, Kat, in a previous life. You could really find them, but these dudes, you can always find them wearing a damn beanie in the summer time because they're just so against it, like who's against being cooled off? You know, change your hat brims, but it's funny they all dress the same."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "They look like -- paper towels, they wipe their tears after Hillary Clinton lost the election and then they looked at a brawny rapper and we're like, \"Oh, let's all look like that.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "But sadder --"
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Paper towel."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Brannigan worked out. He's kind of jacked so --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You've got to like beards, Rob. I like the fact that we've always known this that every -- when everybody tries to be edgy, they just end up doing exactly the same thing."
    },
    {
      "speaker": "LONG",
      "utterance": "Yes, it's like when you say like I don't want to have a dress code and then you end up having a dress code. People always do that. Look, the problem is that -- look, if you're young and you want to dress like a hipster, that's fine by me. The problem is like when you're starting to like get past that age where really you should be looking like that --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Board shorts after 40."
    },
    {
      "speaker": "LONG",
      "utterance": "Exactly right or like the -- or like there's a little too much you know salt in the pepper of the beard, not a good look, like you don't -- you know, you've got to know when to hang it up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That pocket chain. What's that pocket chain? Whenever you see that --"
    },
    {
      "speaker": "LONG",
      "utterance": "You remember that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I don't like that."
    },
    {
      "speaker": "LONG",
      "utterance": "Of like, sometimes you see like old dudes not saying me, but old dudes and the jeans are like skinny jeans. That's not healthy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, I'm sure you have strong opinions about hipsters."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, hipsters are the worst like with their like thick rimmed glasses and like they're being all skinny and like they're being all sad, like they're vaping. I'm a hipster."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I am a hipster, but you don't like my glasses? Do you like them? Guess what? I don't need them to see. That's right. I don't them to see. I wear them because I think they make me look cool, but you know what, America this is my face. This is my face. This is what it looks like. Now, everybody probably thinks I look like an idiot."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Wait, hold on, hold on."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Hold on, watch this."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I'm never going to get another chance."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Girl. Girl you want to ask about the stock market."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, if Caputo is watching, he's canceling all the appearances. Wait. Those glasses were real."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Can I just try them on one time just to see what it's like. I want to look like a stock market guy."
    },
    {
      "speaker": "TIMPF",
      "utterance": "These are my career."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I know. Streetwise thug."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Streetwise thug."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Stock market."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Nice. They are magic glasses."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They are magic glasses."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They are magic glasses."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I stayed away from magic glasses years ago. They didn't work at all."
    },
    {
      "speaker": "LONG",
      "utterance": "But you remember old TV shows usually the girl would walk on like \"The Love Boat,\" and she'd be wearing glasses, like she's so ugly and then and then someone would say, \"Wait a minute, oh my god, you're beautiful.\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "Things have changed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was like lab assistant, \"my god.\""
    },
    {
      "speaker": "LONG",
      "utterance": "It's Cheryl Tiegs."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I had no idea."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I put glasses on."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And she had a --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I put the glasses on and then I make this face, hold on ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Kennedy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Up next, what do you do when you can join the Three Taco Bell chalupas, you guys are smart you can finish that joke."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Once again, Taco Bell is making the world a better place. Behold the Triplelupa. It's three chalupas connected into one centipede chalupa. Why do they break it off like that? It's filled with half nacho cheese, half chipotle sauce, the magical middle features both sauces because that's nice. Taco Bell is pitching it as a shareable item, but let's be real who's going to share this beauty? But it got me thinking. What else can we combine into threes? If one thing is good, imagine if you had three together. Like a beer-a-lupa basically that's just half a six-pack. How about a chicken strip-a-lupa? That tape dissolves, trust me. How about a pet-a- lupa? There's a pet-a-lupa. God that's twisted. How about a judge-a- lupa? Judge Pirro, Napolitano and of course Reinhold from Beverly Hills Cop. Finally, how about a loser-lupa"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, my question, Rob, you know do you eat this sober? I would eat this drunk. I'll eat anything drunk, which is why I don't have pets."
    },
    {
      "speaker": "LONG",
      "utterance": "That's -- I'm not coming over to your house anytime soon. Look, it's actually really smart because it breaks into threes, like a human centipede, but it's triplelupas, and the idea is --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is, people don't know what that means, but okay. Don't look it up. LONG; Google it. But it's like that's the cover you could say, where did you get one to share and like I'm going to go in a Taco Bell and just get one to share, it's like then why with McDonald's has salads, right? I'm just going to go in and you think, I'm going to order salad. I'm going to order -- and then the minute you get to the front, say, six Big Macs."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly --"
    },
    {
      "speaker": "LONG",
      "utterance": "And this one is not going to be shared by anybody, it's actually very smart --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's like sharing your children, you wouldn't do that. It's yours. You know, Heather, do you -- I want to because you're an economist type person. Do you know that with a deck of cards there are more non- repeat combinations of 52 cards than there are stars in the universe? It's like X to the 52nd power. It's the same with Taco Bell ingredients, right? There's a combination of ingredients. They can never stop. They're like a toy shop for fat people."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "What?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I'm sorry, say what?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know what I said."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "What happened to the dog? You said you'd eat anything. There was a little Taco Bell dog at one point in time and it's no longer in the commercial."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's disappeared."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "You ate it probably. Very disturbing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You wouldn't eat that, would you?"
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Sure. Then I go workout. It would like Insanity P90X, but yes. I wouldn't eat the dog like you did, but I would the chalupa, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're so narrow-minded. Be open-minded. Kat, is this delectable?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think it's great because you can -- it's for people with friends. You can share it and for people with no friends, you might actually be sad enough to want to eat three chalupas."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I have had good times in my life, Greg and I have also eaten three chalupas. They never occurred at the same time though because I mean, like they just -- if you are eating this alone, then like you're probably in a situation where you're going get some tears in the fire sauce, you know what I mean?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And you're eating two of these alone, you probably just watched your dog die while you were being served divorce papers. Like it's not -- it's fast food. Fast food and tears go together like Michael Cohen and lying."
    },
    {
      "speaker": "TIMPF",
      "utterance": "These are the facts of life, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus? Is this just an appetizer for you?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "What? You know what, that's strike two. What did you say, it was like, chalupas were like food for fat people. Is that what you said?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I said, it was like a toy workshop. Taco Bell is like a toy workshop for people who like to eat. That's what I meant to say."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes, okay, good luck with that. Now Canada hates you and all the fat people. Way to go. I think this is what happens when you make a mistake in the kitchen and someone is like, \"Hey, were you supposed to put them all at the same time?\" \"No, Johnson.\" And then somebody went, [bleep]. Put it out, but that's literally -- that's what -- it was a mistake because your great theory about cards and ingredients. They literally just did the same thing three times over, so somebody is running out of ideas up there, like \"Just put three together and send them out.\" Yes, yes. That's too bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Those are the best ideas, don't you call that serendipity? I don't even know what that means?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Let's get an Oreo cookie taco next month. That's 100%."
    },
    {
      "speaker": "LONG",
      "utterance": "But nobody wants different. What they want is more."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "More, exactly."
    },
    {
      "speaker": "LONG",
      "utterance": "And this is more."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, speaking of more. Don't forget \"The Gutfeld Monologues Live,\" is back. Up next. Washington D.C., April 6th. Detroit April 7th, and in May Oklahoma and Texas. Tickets are still available. Go to ggutfeld.com for ticket info. \"Final Thoughts,\" next. Yay."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Final thoughts. It's the last thought. That's why it's called the final thoughts, okay?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have time for one, Rob. You got one?"
    },
    {
      "speaker": "LONG",
      "utterance": "Yes, if you're around Mountain View, California on Tuesday, I am speaking at the Liberty Forum."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, fantastic."
    },
    {
      "speaker": "LONG",
      "utterance": "You sound so surprised."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm faking it."
    },
    {
      "speaker": "LONG",
      "utterance": "Oh, good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I love Mountain View. Very nice. I used to live around there. Good bars. What am I talking about? I've got to go. Thank you, Rob Long, Heather Zumarraga, Kat Timpf, Tyrus, our studio audience. I am Greg Gutfeld. I love you, America. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}