{
  "date": "March 21, 2018",
  "headline": "Dershowitz: Special counsel never should have been appointed",
  "subHeadline": "Harvard Law professor Alan Dershowitz sides with President Trump over Mueller's Russia investigation, shares his insight on 'Hannity.'",
  "url": "https://www.foxnews.com/transcript/dershowitz-special-counsel-never-should-have-been-appointed",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right, Tucker. It was a great hour. And thank you. And my opening monologue in a few minutes tonight, but first, this is a Fox News alert.  We're starting with more breaking news tonight from Austin, Texas. The serial bomber who terrorized that city in the past three weeks is now dead according to authorities. Twenty-three-year-old Texas resident Mark Anthony Conditt pictured right there. He blew himself up in his vehicle early this morning as the SWAT officers were closing in on his car.  Now, authorities are saying tonight that they discovered a 25-minute recording on a cell phone found on Conditt and are considering it a confession to the bombings. Let's listen in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN MANLEY, AUSTIN, TEXAS POLICE CHIEF",
      "sentences": "I would classify this as a confession. This was on a phone that we found in his possession early this morning after we had the officer-involved shooting after he detonated the bomb he had with him. I know everybody is interested in a motive and understanding why. We are never going to be able to put a ration behind these acts.  But what I can tell you having listened to the recording, he does not at all mention anything about terrorism, nor does he mention anything about hate. But instead, it is the outcry of a very challenged young man talking about challenges in his personal life that led him to this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And additionally, authorities say that they have identified all seven devices that Conditt talks about in the recording but the residents should still tonight remain vigilant. Local, federal law officers -- they did an amazing, terrific job tracking this guy down.   And joining us now from Texas tonight, our own Fox News correspondent-at- large, Geraldo Rivera. First of all, great job last night, Geraldo. I know you have an exclusive interview for us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "Yes. Brian Manley, the police chief of Austin, Sean, who you just showed explaining the 25-minute extraordinary confession by the suspected Austin serial bomber will be joining us live at 45 minutes after the hour.   Behind me, Mark Anthony Conditt's house here in the community of Pflugerville. It's north of the capital city of Austin that was terrorized for the last three weeks by the 23-year-old punk. As the chief suggests, that confession is not an admission of race, hatred or terrorism. It was rather a narcissistic woe is me, my life is terrible. That's why please understand that is what compelled me to murder two innocent people, and grievously injure five others and absolutely terrorize the Texas capital for the entire month of March. He has a three-room home here. One of those rooms, they have been searching all day long, contained bomb-making equipment and components. The kid had two roommates who were questioned extensively all day today, Sean. Neither of them admits knowing anything, although one, as far as we know is still in police custody, still being questioned. I'm not certain on that. I will check on that with the police chief.  But the bottom line is that it is over, finally. It ended in an eruption of sound and fury and incredible courage shown by the Austin City cops who charged that bomb-laden vehicle, knowing that what happened could happen. One of them firing his weapon as the bomb exploded. Both of them captured on tape being blown backwards by the enormous concussion of the bomb with which Mark Anthony Conditt, the 23-year-old, killed himself, and did so much damage, so much devastation, sowed so much terror.   You know, it seems as if it is over. The 25-minute confession as you reported at the top of the hour, Sean, describing precisely the seven explosive devices created by this now deceased bomber. Sean, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Geraldo, thank you. An amazing job by the FBI, by law enforcement. We'll get back to Geraldo later in the program.  Also tonight, President Trump -- he is blasting the left wing partisan press for throwing a fit over the deep state leak about him congratulating Vladimir Putin on the Russian president's election win. As it turns out, you do a little research -- well, Barack Obama did the exact same thing in 2012. But, of course, the liberal media didn't care then. We'll call out the stunning hypocrisy.  And also tonight, when will the deep state law-breaking leakers be held accountable? We also have breaking at this hour, constitutional law expert Alan Dershowitz is agreeing with President Trump that the special counsel should never been appointed. Now, Mr. Dershowitz is now calling for the Mueller probe to be suspended and for a nonpartisan commission to be created. He'll explain later tonight.  Plus, Congressman Matt Gaetz and Jim Jordan and Mark Meadows, and Andy Gibbs, they are demanding that the report that lead to McCabe's firing be released to you, the American people.   McCabe, of course, canned last Friday for lying to the DOJ investigators under oath multiple times, and the FBI director, Christopher Wray, is crushing the liberal talking points out there about McCabe being wrongfully terminated. Wray is saying everything done by the book without bias. We're going to have all of that and so much more in our breaking news opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tonight, more incontrovertible evidence that deep state actors are doing everything within their power to damage, unseat a duly elected president, that being President Trump. And what's worse is that that the partisan press cheering them on and they are using this leak to bludgeon the president politically. And not surprisingly, members of the deep state -- they ran to their favorite liberal media outlet, 'The Washington Post', with their latest targeted leak meant to smear the president.  Here's 'The Post' headline: 'Trump's national security advisers warned him, do not congratulate Vladimir Putin and he did it anyway.'  Well, it turns out that 'The Washington Post's' reporting contains a bunch of fake news. Shocking. Fox News is reporting that a senior administration official is saying that it is likely that President Trump never saw the memo that contained the warning about Putin because he was briefed about his conversation with the Russian president over the phone. But just like always, getting the facts right doesn't matter to the destroy Trump media. They cranked up their phony, feigned outrage machine.   Let's take a look at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CECILIA VEGA, ABC",
      "sentences": "It's not just what President Trump said during that phone call with Vladimir Putin. It is also what he did not say that has come in his party angry this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES STAVRIDIS, RETIRED NAVY ADMIRAL",
      "sentences": "This would be like J. Edgar Hoover as the director of the FBI calling Al Capone to congratulate him on bank robbery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC",
      "sentences": "Is it going too far to say that the White House is failing America on world stage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANIE RUHLE, MSNBC",
      "sentences": "President Trump went out of his way to praise Putin and not bring up extraordinarily important and controversial topics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER ALEXANDER, NBC",
      "sentences": "It's just the latest in what is obviously a long pattern of behavior by the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN DAWSEY, POLITICAL ANALYST",
      "sentences": "The president often congratulates leaders who are not democratically elected. He often gives autocratic, dictators congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KING, CNN",
      "sentences": "Donald Trump is not the first president to make mistakes about Vladimir Putin. The other ones charged their course. We'll see if he ever can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Another deep state actor, former CIA Director John Brennan, he is continuing his baseless attacks on President Trump. Take a look at how Brennan floats this conspiracy theory. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "sentences": "I think he's afraid of the president of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIE GEIST, MNSBC HOST",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENNAN",
      "sentences": "Well, I think one can speculate as to why, that the Russians may have something on him personally that they could always roll out and make his life more difficult. Clearly, I think it's important for us to be able to improve relations with Russia but the fact that he has had a fawning attitude toward Mr. Putin has not said anything negative about him. He continues to say to me that he does have something to fear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Isn't John Brennan the guy -- let's see. He voted for a communist for president of the United States back in the '70s. He is supposed to be nonpartisan. By the way, how did he ever become the CIA director?   In reality, he is nothing more than an Obama deep state stooge. And Brennan also recently tweeted out this threat to President Trump: 'When the full extent of your venality and moral turpitude and political corruption becomes known, you will take your rightful place as a disgraced demagogue in the dustbin of history. So, may scapegoat Andy McCabe, but you will not destroy America. America will triumph over you.' Andy McCabe got fired because the FBI recommended he'd be fired. That the inspector general report recommended the same. It wasn't Donald Trump. And that's the type of comment that now shows why a whopping 74 percent of you, the American people, are now saying that you think this group of unelected bureaucrats, deep state operatives, are secretly trying to manipulate policy and opinion in this country. It's more apparent than ever that people like John Brennan and Clapper and the rest of them, they are not even trying to hide their abuse and their bias against President Trump. They want him out of office regardless of what he does or doesn't do.   President Trump, like he always does, he's fighting back. He tweeted out, quote: 'I called President Putin of Russia to congratulate him on his election victory. Oh, in the past, Obama called him also and the fake news media is crazed because they wanted me to excoriate him. They are wrong. Getting along with Russia and others is a good thing. Not a bad thing.'  And he continues, 'they can help solve problems with North Korea, Syria, Ukraine, ISIS, Iran, and even the coming arms race. Now, Bush tried to get along. He didn't have the smarts. Obama and Clinton, they tried. But they didn't have the energy or chemistry. Remember the reset?' And then he ends with Ronald Reagan's phrase, 'peace through strength.'  The media's number one objective is to take down this president. We point it out every night. We know the deep state knows this. They are trying to exploit this. They're trying to indoctrinate the American people. Remember at the beginning of this administration, remember, 125 deep state leaks in only 126 days?  The goal here is obvious but the media is never going to tell you that. Just like they're not going to tell you that back in 2012. Interesting, President Barack Obama, he did the same thing, congratulating Putin, but now the media is excoriating President Trump for. You cannot make this stuff up. That is how hypocritical the media, the left-wing in this country are.  Take a look at this Obama White House press release. It reads in part, quote: 'President Obama called Russian president-elect and Prime Minister Putin to congratulate him on his recent victory in the Russian presidential election.' That's the same thing that Trump did. Where's the outrage? Where is the media condemnation?  This is all one, big, massive hypocritical double standard that's on display, and sadly, we see it every day. And the media is whipping themselves into a frenzy, acting like this is a major, massive national security crisis. It's not. By the way, since the media won't tell you about the facts, as it relates to President Obama on Russia, we'll give them to you. Remember Obama and Hillary Clinton's embarrassing, idiotic, so-called Russian reset. There she is presenting it to her counterpart.  By the way, it was a photo-op and a bad one at that. It accomplished nothing. Then, of course, you had Obama on the hot mic whispering to Dmitry Medvedev. He said, tell Vladimir I have more flexibility after the election. More flexibility after. We'll show you the tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "This is my last election. After my election, I have more flexibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DMITRY MEDVEDEV",
      "sentences": "I understand. I'll transmit this information to Vladimir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I transmit to Vladimir. Oh, how did that work out for Obama?  In 2014, as a history listen, Congressman Devin Nunes of the House Intel Committee, he issued an explicit warning to President Obama. The Russians are coming and want to influence our election and Putin wants to create chaos in the United States and around the world. So, what did Obama do? Absolutely nothing. Instead of keeping an eye on Russia, Obama mocked then candidate Trump in 2016, saying, it's ridiculous to think that anyone could rig an election. No serious person would ever say that or believe that. And then he said stop whining. Remember this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "There is no serious person out there who would suggest somehow that you could even rig America's elections, in part because they are so decentralized, and the numbers of votes involved. There is no evidence that that has happened in the past or that there are instances in which that will happen this time. And so, I'd advise Mr. Trump to stop whining and go try to make his case to get votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know what, it doesn't get any more pompous or arrogant than that. And according to a new book, Obama's own national security advisor, Susan Rice, remember she issued for standout in order to national security officials that were coming up with options because they wanted to counter Russia's attempt at election interference? Well, that's just the simple truth. Obama was warned in 2014 and did nothing, said it could never happen. Stop whining.  The media is not going to report that. It rather attack President Trump for something that Obama had already done. He is responsible for 2016, not President Trump. And, by the way, who paid for that dossier? That was Hillary. You are being lied to, and this is the sad part on a daily basis by the destroy Trump media and those in the deep state. This is on a scale and a level we have never seen in the history of this country. Also tonight, constitutional Harvard law professor Alan Dershowitz, he is agreeing with President Trump that the special counsel should never have been appointed. He couldn't be more right.  Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR",
      "sentences": "First of all, the president's 100 percent right. They never should have been the appointment of a special counsel. There was no probable cause at that point to believe that crimes had been committed. I've seen no evidence to suggest that crimes have been committed by the president. As I said from day one, there should have been a special investigative commission, nonpartisan, appointed by Congress with subpoena power, to look into the role of Russia in trying to influence America's elections and to try to do something about preventing it in the future, instead of starting out with finger-pointing and trying to criminalize political differences behind the closed doors of a grand jury. That's gotten us nowhere. The president is absolutely right. This investigation never should have begun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We'll be speaking with Alan Dershowitz in just a few moments.  In addition to those comments, well, Professor Dershowitz, is also out with a brand-new op-ed where he writes, in part: 'In this case, the appointment of a special counsel has done more harm than good. It has politicized our justice system beyond repair.' And then Dershowitz adds: 'The public has lost faith in the leadership of the Justice Department and the FBI. They do not trust congressional investigative committees. They don't know who to believe when they hear conflicting accounts and there are leaks galore followed by denials of leaks. It's a total mess and what do we have to show for it? Just a handful of low-level indictments based largely on alleged crimes that that are either totally unrelated or only marginally related to Russia's attempt to influence the presidential election in 2016.' The professor is 100 percent right. Mueller is way beyond his mandate. This is what we call investigative creep. The entire investigation, remember, it was supposed to be about Trump, Russia, collusion. It doesn't exist and it's now turned into a witch hunt. What has Professor Dershowitz get for telling the truth about the special counsel? Oh, the answer is, of course, to be attacked by fake news CNN. Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN",
      "sentences": "As soon as I saw a tweet this morning from the president quoting Alan Dershowitz, I said to myself, I wonder if the president is going to invite Alan Dershowitz to join his legal team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It could happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BASH, CNN",
      "sentences": "It's kind of amazing that he hasn't already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLITZER",
      "sentences": "Maybe he has. Maybe Alan Dershowitz declined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BASH",
      "sentences": "Maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLITZER",
      "sentences": "We'll ask him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dershowitz comes in at the end of the big, high profile situations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLIZTER",
      "sentences": "Knowing Alan Dershowitz, knowing the president of the United States, I suspect he may be joining the legal team at some point. We'll soon find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great commentary from a guy named Wolf. That's what happens when you offer a dissenting opinion that goes against the destroy Trump media's Trump-Russia collusion conspiracy theory and no evidence, and it's been 14, 16 months. Also, brand-new tonight, a group of congressmen, Matt Gaetz, Jim Jordan, Mark Meadows, Andy Biggs, they are demanding that the report that led to these disgraced former FBI director, Andrew McCabe and his firing, be made public. The congressmen want you, the American people, they want to be transparent. They want you to know the specific reasons for why McCabe was shown the door because they are arguing, rightly so, that what he did could have put this country in danger. Late you remember, on Friday night, McCabe was fired at 9:59, just before I went off the air, why, for lying to investigators and leaking to the media and lying under oath, even though the evidence is abundantly clear why McCabe was fired. The media -- they somehow tried to blame it on President Trump. He had nothing to do with it. And the FBI director, Chris Wray, he's now shooting down all of these liberal media lies. Let's take a look at what he is saying about McCabe's firing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR",
      "sentences": "I want to be careful about what I can say about the process, but I will tell you that my commitment to making sure that our process is followed, that it relies on objective input and that most importantly, it is not based on political or partisan influence is something I am utterly unyielding on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here with reaction, two of the lawmakers who wrote a letter to the Attorney General Jeff Sessions, Congressman Andy Biggs and Congressman Matt Gaetz. Congressman Gaetz, we start with you. Let's talk about this letter. This is important. REP. MATT GAETZ, R—FLORIDA: Absolutely, Sean. And in the swamp of Washington, D.C., Andy McCabe was one of the Loch Ness Monsters. And there is a report, in final form, prepared by the Office of Professional Responsibility that details the basis for firing Andy McCabe, and we believe that the Judiciary Committee and that the American people should see it, because when we synthesize this report with what we've learned in congressional investigations about Andy McCabe's office potentially being the very place that Peter Strzok and Lisa Page hatched their insurance policy, when we saw the emails from Andy McCabe saying that the Hillary Clinton email investigation would not be conducted by the Washington field office, but would instead be sent up to headquarters for James Comey and Andrew McCabe and Strzok and Page to do their deep swamp activities.  This is information we got to know because it's going to help us find the other swamp creatures that need to be driven out of town, potentially in handcuffs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman, you sound like a reporter. You're ending your report. Back to you, Sean, in the studio. But well-said. I'm not -- I'm just messing around with you. But, Congressman Biggs, this is too important. Let's get to what you're saying. REP. ANDY BIGGS, R—ARIZ., HOUSE JUDICIARY COMMITTEE: Yes, let's be honest here, we have people being charged and indicted by Mueller for these process crimes, or for lying to the investigators in the Mueller investigation and that's what happened here with McCabe. And so, not only is he the center of the whole thing going back to Hillary Clinton's investigation, but then he comes up and he's lying, and he gets terminated for that. And now, the other side, the press is out there saying, oh, this is -- you know, he just need a more hours until we can get his pension. That's not what's important. What's important is he be treated just like any other person in America. We are a rule of law country and he needs to adhere to the rule of law like everyone else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, Congressman Gaetz, why is there the mysterious reluctance and resistance of -- especially with Rod Rosenstein, why is there resistance? He was begging when Devin Nunes had subpoenaed the documents, he was begging in the final hours, oh, please, Congressman Ryan, Mr. Speaker, don't turn over this information. Let's not let the American people see about how corrupt the FISA warrants were in the case of Carter Page and the Trump campaign and, oh, we didn't tell the judge that Hillary paid for Russian lies in the process and that became the basis not only for the original application, but for subsequent applications, on three occasions.  By the way, Rod Rosenstein approved one of them, may be two. He's the guy that then appoints Mueller. If that's not a conflict, I don't know what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "Well, you're right, Sean, and there is a troubling allergy at the Department of Justice when it comes to transparency. They are fighting against every effort by the Congress to show the American people what's really happening. We've requested more t than 1.3 million records in the Judiciary Committee, we've got only gotten about 3,000 of them so far. But this should not be dispute. This is not a draft work product. This is a final report that indicates that the deputy director of the FBI had engaged in such political hackery that he had to be fired before his own resignation. To suggest that that is not a document that the American people deserve to see is ludicrous and it's this type of stonewalling has eroded the trust of the American people and some of the very folks that we need to be able to rely on most to keep the rule of law sacred and preserved in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Congressman, I got to thank you both for what you're doing. We appreciate it. We now turn our attention to another important topic for my opening monologue. Famed constitutional scholar, Harvard Law professor, Alan Dershowitz, he is throwing cold water on the Mueller investigation, saying that President Trump is absolutely right. The special counsel never should have been appointed in the first place. Some of the mainstream media -- they are now sharpening their attacks against Professor Dershowitz, even suggesting -- oh, he is preparing for a job on Trump's legal team. Joining us now to respond as the man himself, author of the new book, 'The Case Against BDS: Why Singling Out Israel for Boycott is Anti-Semitic, It's Anti-Peace.'  I agree with the title of the book and I agree with you on Israel, and these people that support Farrakhan, God bless you for standing up to that bigot and that racist, and that anti-Semite, professor, as I have my whole my career. Let's get into the attacks against you and why you think the special counsel never should have been appointed. I agree with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSSOR",
      "sentences": "Look, many academics, many judges, don't like the concept of a special counsel. We're the only democratic country in the world that has that. In other countries, ordinary Justice Department prosecutorial officials prosecute -- the prime minister of Israel is being investigated by the attorney general of Israel, by the ordinary police. I think they are criminalizing political differences there but that's another issue. But we're the only country that has a special counsel. And what's wrong with a special counsel is it comes in with targets painted on the back of people. And they have to come up with crimes, because if they don't, they've wasted the taxpayers' money. That's different than ordinary prosecutors. That's why from day one, the day Mueller was appointed, I objected to the appointment of special counsel. I said instead, we should have a nonpartisan investigative commission looking into the role of Russia. What did Russia try to do? How can we stop at in the future from trying to influence our elections? Let's do it in a nonpartisan way. Let's make sure we get all the facts out because the American public wants the truth. They are sick and tired of a Republican truth, Democrat truth. We want the truth and we are not getting it today from the hyper-partisan investigators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I agree with you about the criminalization of political differences. This is now a major problem in this country, Professor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I will say this, and you might disagree with me, but in the course of all of this, we've learned some things that should trouble everybody. Nobody seems to care that Hillary rigged a primary, as Donna Brazile said, against poor Bernie Sanders. Nobody cares. But to see that Comey and Strzok and Page and McCabe and probably Loretta Lynch, that they literally put the fix in. You know what 18 USC 793 is about. You know you can't mishandle or destroy classified top secret or special access program information. If I deleted 33,000 subpoenaed emails and then I acid washed my hard drive and then I busted out my devices, as great a lawyer as you are, I don't think you could get me off. And then the whole issue of lying to a FISA judge in the FISA application and not informing judges of what they knew, that who paid for that dossier, that it wasn't verified, that it wasn't corroborated, Professor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, that's something that a commission can look into, and if at the end, the nonpartisan commission points to crimes or probable cause for specific crimes, then the Justice Department can investigate. You have career people in the Justice Department. What is a special counsel? He comes in and he's targeting people and if he doesn't find crimes, he's going to be regarded as a failure. And people say, well, we have an independent special counsel. But who is the independent special counsel? He comes in and brings ordinary people in with Justice Department experience, most of them in this case Democrats, which created an impression --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, all of them. Can I ask you this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know Andrew Weissmann's background.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I do. I've had cases against him. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I got to tell you, professor, when you look at the fact that tens of thousands of Anderson accounting employees lost their job, that he got overturned 9-0 in the Supreme Court, that four Merrill executives go to jail for a year, and that was overturned by the Fifth Circuit, twice excoriated by judges for withholding exculpatory evidence, Mueller was excoriated himself for his conduct in the Whitey Bulger case, and also withholding exculpatory evidence. By the way, four people went to jail for murder. Two of them died in the jail. They were all found innocent and 100 plus million dollars awarded by a judge. Now I understand why Mueller and Andrew Weissmann seem to be best friends, because with that track record, they shouldn't be investigating anybody, Professor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Look, I for years have argued against test lying. I've argued that the guardians need to have guardians. We have to hold accountable every law enforcement person in the country. Generally, I've had the Democrats and the liberals on my side. Often, the Republicans and conservatives have said, no, we trust law enforcement. Now, everything has shifted. Now, it's the Republicans and conservatives who are saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I trust law enforcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I understand. But the top ranking people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The top rank, yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It's the Democrats who are now saying, oh my god, don't you dare challenge the Justice Department. I'm a civil libertarian, a nonpartisan civil libertarian. Today, when I say may benefit Trump, yesterday it benefitted the Clintons. The day before that, it benefited Bob Menendez. I don't care whether it helps the Democrats or Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I only want to see several liberties followed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I understand that. One day, I'll bring you back. I do think the issue of what they do with the FISA abuse is -- these are crimes. I do believe what happened with the email server is crimes. And I do believe they rigged an investigation and I think the I.G. report will back me up on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It's worth looking into. And the I.G. report should be made public --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Agreed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "-- or to waive his right to privacy, and demand that the I.G. and the Office of Professional Responsibility Report be made public. We have to see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Professor, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sorry you are taking so much each. But I know you can handle it. Joining us now as we keep on peeling the layers of this flawed special counsel investigation, we're discovering new deeply disturbing details. Who is Robert Mueller? That includes his time in Boston as acting U.S. attorney during the '80s. A tumultuous period for the FBI that involved an unethical, corrupt relationship with a notorious gangster, a guy by the name of Whitey Bulger, who I just mentioned, and the wrongful imprisonment and subsequent cover up of four men who were framed for murder. Here with more, Fox News contributor, Sara Carter, civil rights criminal defense attorney David Schoen, Fox News legal analyst Gregg Jarrett. I never understood Weissmann. Now that we have finally investigated Mueller, I get it. They are two peas in a pod.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "It was on Mueller's watch that four innocent men were framed by the FBI. They concealed evidence. And Mueller is the guy who fought clemency for them even after this was learned. And remember, it was also Mueller and Comey who botched one of the biggest cases in the modern American history, the anthrax case. Five people died, 17 injured. They framed and named the wrong man, an innocent man, Steven Hatfill. That mistake, for which Comey and Mueller never apologized, cost taxpayers more than $5 million. Mueller and Comey are the ones who are now intimately involved --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You believe that Comey is in severe legal jeopardy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "He absolutely is. Look, he stole government documents. He converted them for his own use, leaked them. That's a couple of different crimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did he rig the investigation into Hillary? Because you don't write an exoneration before investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "No, you don't. And the evidence is pretty compelling that he obstructed justice by clearing Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me go to Sara Carter. Sara, you -- SaraACarter.com, I'll give your Website, it's on my Website, Hannity.com. You wrote an amazing - - everybody said Robert Mueller is beyond reproach, I am frankly disappointed in myself that I did not do a deeper dive into who he was. You did. David Schoen did. Gregg did. And I am seeing a million things about Robert Mueller that should scare every American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR, FOX NEWS",
      "sentences": "Well, yes, Sean, because there is a lot of questions that are still left unanswered, that he never answered to. And this is regarding specifically those four gentlemen who spent decade in prison. From 1965 on, until 2007 when a jury basically awarded $101 million to the two survivors and their families. Two men died in prison. And it's true. Robert Mueller had sent numerous letters to the parole board denying their parole. And one of the things that we know now based on this trial was that during that time the FBI actually knew that they were innocent. I mean, they were scolded by the judge. The bureau was for this. But you know, Mueller never answered those questions. So we have to be very concerned about their tactics here. And there is something that Professor Alan Dershowitz said that is very true. This is not about the FBI. This is not about the men and women who are serving us in law enforcement and risking their lives every day. This is about abuse of power and people in high level positions that are not willing to bend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That's what this is about. And we have to be very concerned about this special counsel and the direction that they are going in when we see now that there was no evidence to begin this special counsel from the beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I say, David Schoen, the biggest abuse of power corruption scandal in the history of the country. Is that hyperbole or are the facts now bearing that out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SCHOEN, CIVIL RIGHTS AND CRIMINAL DEFENSE ATTORNEY",
      "sentences": "It may well play out to be that. Look, if you take the consideration of the FISA court, the implications of false evidence, apparently being used through that secret process is very, very troubling. They may never see the light of day. But again, you have drawn the parallels that are there to be drawn between Mr. Mueller and Mr. Weissmann. They are horrific. The American people need to understand that each one of us has a stake in the integrity of the system. They need to know the facts about Mr. Mueller and Mr. Weissmann and the history in the criminal justice system. And quite frankly, Mr. Hannity, you need to look even further as I know you will at the rest of this team. And some of the other terrible conflict --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They all know each other. They are all best friends. They go back, Comey, and Rosenstein, Mueller and McCabe. They're all buddies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "And even beyond that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There's, David -- and David, and Strzok, Peter Strzok involved in everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Yes, sir. And you raised earlier the matter of the Hillary Clinton private e-mails. Well, of course a member of this special counsel team represented Hillary Clinton in the investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ray.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, ATTORNEY AND FOX NEWS CORRESPONDENT",
      "sentences": "The conflicts of interest here are sickening, quite honestly. Mueller and Comey are long- time friends, allies and partners. There's a reason why there are legal and ethical rules that demand recusal when you are a prior personal relationship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You are saying a special counsel never should have been appointed. It didn't meet the standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "The law says you have to have an identifiable crime. It has to be named in the appointment order. Look at the order it names no such crime. It says investigate Trump-Russia collusion. That's not a crime in any criminal code of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "David, do you agree with Gregg's assessment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "I agree that a special counsel should not have been appointed and I would add to what Professor Dershowitz said, the regulations that provide for the special counsel expressly provide for an alternative to appointing a special counsel. And that is inquiry, first. But I would like to say one other point about this that I think is an inherent conflict in the regulation. The special counsel is only to be appointed when a conflict with the Department of Justice is found. How is it possible that so many members of the team come directly from the Department of Justice current one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sara, I give you the last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, I can't say more than what David Schoen just said right now. There is inherent conflict of interest here and the president and his counsel have every right to question it. And so do the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And by the way, let me address Trey Gowdy. Act like you're innocent. The way you act like you are innocent is to say I didn't do it which is what the president did. You guys have been amazing. Thank you. When we come back, speaking of James Comey. A Hannity mini monologue and we're going to talk about his upcoming media tour. That Geraldo is also in Austin straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "HANNITY: All right. Let the countdown begin. Disgraced former FBI Director James Comey is prepping for yet another big moment in the spotlight. And just as we predicted, they have been warning you for months Comey is now just weeks away from cashing in on his very public feud with the president. Of course he is planning a big full-scale media blitz to promote a brand new tell-all book. Now we all know this media tour is more than just an effort to sell books and make a little money and set the record straight. In April, James Comey will be embarking on the biggest audition of his life. And according to the reports that are out there, he is not weighing offers from Hollywood to make the memoir into a film. So will he find the fame that he is seeking? Will he find a second career as an MSNBC conspiracy theorists or will he work at fake news CNN? Or will he get a new job next to Clinton sycophant George Stephanopoulos on ABC? And tonight we report, you decide. A Hannity mini monologue. All right. Comey's big audition is getting off to a pretty predictable start with none other than Clinton BFF and sycophant, turned ABC News anchor George Stephanopoulos. They think George is going to give Homey a hard-hitting -- Comey a hard-hitting interview? I don't think so. Probably not. Let's watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS",
      "sentences": "Good morning. I hope you had a good week. It was another one of those wild ones at the White House. He fires Rex Tillerson without even calling him up and before firing. HIs firing is done -- is done in a tweet. Brings in Mike Pompeo. One of the things we are seeing there is the president appears to want to surround himself only with the people who basically agree with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And not to be outdone, conspiracy TV, MSNBC they now have scored a big interview with James Comey now Trump hater. The former FBI director will appear on the Rachel Maddow's show. It's true. Birds of a feather they really do flock together. Here is what we mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, HOST, MSNBC",
      "sentences": "The president and his legal team have thus far come up with one legal argument to prove that there was no conspiracy or collaboration between the Russian effort to help elect Donald Trump and Donald Trump's campaign effort trying to do the same thing. So far their legal argument is them saying in all capital letters with exclamation points on the end 'no collusion, no collusion, no collusion.'",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Where is the evidence? Where is the evidence? Where is evidence? And finally, the icing on the cake James Comey's late night appearance with probably the biggest anti-Trump person in America Stephen Colbert. If this interview goes well, Comey could finally find himself accepted into Hollywood's inner elite circle. What an honor! And James Comey shouldn't have had a hard time hitting a home run on Colbert's nightly Trump bludgeoning. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPEHEN COLBERT, COMEDIAN",
      "sentences": "All Trump had to do was not dance on McCabe's grave. So he tweeted 'Andrew McCabe fired. A great day for the hardworking men and women of the FBI a great day for democracy.'",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Without a doubt, James Comey in all honesty, he is the most arrogant, egotistical, self-righteous individual I've ever seen in the public's eye. He's going to fit right in with all these leftist hypocritical friends of his in Hollywood and I have no doubt that his big audition will be very well received by every liberal in the country. And according to a new report from the Hollywood Reporter, well, Comey he might just get his chance. Comey is now considering offers to make his memoir into a movie or a TV-based film. And with all of that said I hope James Comey proved me wrong. James Comey, you are invited I will give you a full hour on this show. I will give you three full hours on 570 radio stations, the best stations in America. America deserves answers. Jim, it's time to answer the call. But a quick reminder, you do have the right to remain silent. Joining us with reaction, Fox News national security strategist former deputy assistant to the president, Sebastian Gorka, Salem Radio nationally syndicated host, Larry Elder. Both of you are laughing. I think Larry is laughing harder so we'll go to him first. Larry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, SYNDICATED RADIO SHOW HOST",
      "sentences": "Well, Sean, if you know anything about this town you know that they are going to embrace James Comey like nobody's business. In fact, I'm surprised they haven't talked about an action figure or reality show or something like at homey with the Comey. Believe me, he's going to be embraced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "An action figure! James Comey. How to rig an investigation by James Comey? That is another good one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "You remember the movie 'Hurricane' that celebrated the life of a man who murdered three people? No question that he murdered three people. Let's not forget the movie that was done with Dan Rather called 'Truth' which celebrated -- done with Robert Redford where they are playing Dan Rather called 'Truth' which celebrated the lie that Rather pushed arguing that George W. Bush got preferred treatment with the Texas air national guard. And don't forget the movie that celebrated the life of Joe Wilson and Valerie Plame even though the Washington Post in an editorial even said Joe Wilson lied about President George W. Bush in the words that he used at the state of the union speech. So believe me this town is going to embrace him James Comey. The only question is, how much more are they going to embrace Robert Mueller when he writes his book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Dr. Gorka, we know he released privilege information so he could get a special counsel that turns out to be his best friend. We also know that he rigged the information into Hillary. That evidence was so overwhelming. I can't wait for the I.G. report. And we also know that he was aware that Hillary paid for the phony Russian dossier. They presented it before a FISA court. And they didn't tell the FISA court some key bits of information like, Hillary paid for this. It's a political document. And not only is it not verified it's full of lies. But they got the FISA warrant four times that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST, FOX NEWS",
      "sentences": "Larry is absolutely right. The cesspit, the cesspool that is Hollywood will embrace this man absolutely. Because he is a naval gazing egotist who has no moral compass just like Hollywood. You have to laugh because you think that sooner or later they'll get the message. Nobody is going to watch their films. When you watch the Oscars, they insult most of America. You know, they could turn it around. They could just turn it around and they could say OK, we're going to do a movie about how bent cops got an illegal warrant to spy on American citizens during a presidential campaign. We are going to do a documentary style drama piece about a woman who ran for president and then illegally put 108 top secret e-mails on her server.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You can't make it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "No. People would go and see those movies. They turn -- people would stop and go back to Hollywood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In fact, let me play both of you. I don't have a lot of time. I want to play, this is crazy Uncle Joe Biden giving a speech in Miami Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESIDENT OF THEUNITED STATES",
      "sentences": "When a guy who ended up becoming our national leader said I can grab a woman anywhere and she likes it and then said I made a -- I didn't make a mistake. But they asked me would I like to debate this gentleman? And I said, no. I said if we were in high school I'd take him behind the gym and beat the hell out of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Big, tough, crazy Uncle Joe. Imagine, and I would never say this and I trained pretty hard MMA five days a week. What if I did say, which I never saw, crazy Uncle Joe, come meet me in the octagon. What would the reaction be, Larry Elder?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Well, you know what the reaction would be. And Sean, there was a book called 'No One Left To Lie To.' It was written by Christopher Hitchens, a left that used to write for Nation magazine. He said that there were three plausible allegation of rape against Bill Clinton and nobody cared about this book. There was another book called 'Confidence' written by Ron Haskin who is a Pulitzer Prize winner that came out during the Obama administration and said that because of the sexism in the Obama White House, this was a private sector. We could bring it up--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me tell you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "-- on the house style workplace violation. Nobody cared. This book comes out, my goodness. Let's do a movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Last word, Dr. Gorka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Joe Biden, the man--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Crazy Uncle Joe. Yes",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "-- the man who got every issue wrong for 30 years. That's all I want to say about him lunch bucket Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, you can't work at a 7-Eleven unless you have a slight Indian accent. He is bright, he is articulate. He's talking about Obama. Remember those words. All right, guys. When we come back, we go back to Geraldo Rivera and the videotape confession from the Austin, Texas, serial bomber. Exclusively. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us again live from Austin, Texas, Fox News correspondent at large, Geraldo Rivera. Now he is with the chief of the Austin Police Department, Brian Manley. Please send my thanks and my very high regards to him, his department and all the FBI guys and law enforcement, Geraldo, please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT AT LARGE, FOX NEWS",
      "sentences": "The chief can hear you, Sean. But listen to what Governor Greg Abbott said. The governor of Texas said. \"In my time, 12 years as attorney general of Texas and three years as governor, I have not seen a better job than what we have seen from this police chief and the Austin police.\" Congratulations, chief on a job well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN MANLEY, POLICE CHIEF, AUSTIN, TEXAS POLICE DEPARTMENT",
      "sentences": "Thank you very much, Geraldo. I got to say, though, those are very high praise from our governor, but I was actually surrounded by a team of officers, men and women that I have spent my entire career with. But the federal agents they came and joined us from the ATF, FBI and the postal service. We had a team that was absolutely committed to bringing this to an end and to restore peace to Austin. And so this was a, this was a huge team effort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Cut right to the headline, the stunning statement that you made during that big press conference that you have a 25-minute videotape confession, I guess you would say from Conditt, from the 23-year-old bomber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANLEY",
      "sentences": "So we did. We uncovered a recording that he made on his phone. And although it's a video recording it's in darkness so you really don't see anything but during the recording, during the conversation he talks about the actions that he took in Austin, he describes the six bombs that he constructed and the seventh bombs that he had on and that he ultimately detonated when he killed himself in his interaction with our SWAT team. And you know, just kind of talks about a little bit about his life. And you know, anytime there is innocent like this, people want a motive, they want a reason, they want to know why. And there really is no reason. And we're trying to assign rationality to an irrational act. And you know, it was a - - it was a chilling insight into this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But you know, it sounds to me like, woe is me, a narcissistic punk who kills two innocent people and wounds five others, terrorizes this community. And it's all about him. Give me a break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANLEY",
      "sentences": "Well, I think for us it was the evidentiary value of what was on the video, whether it was meant to be self-serving in that way, we're never going to know. But it was very valuable to us from the standpoint that he described six bombs in enough detail to where we feel confident that he built all six bombs. Because although there were similarities between all six of them, there were also some things that distinguished them that we never released. And by his own admission, it made it clear that he understood what those differences were and made us confident that he builds those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know, Sean, one of the ironic things is he coordinated this massive effort federal, state and local and he is only the interim, the acting chief. When are you going to get the job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANLEY",
      "sentences": "Well, you know, I have had the blessings of being with the Austin Police Department for 28 years. These are men and women that I consider my family and I enjoyed every single day. So, you know, if the decision is meant to be, then it will be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "A job well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANLEY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Sean, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you, chief. Thanks to all the law enforcement, thank you, Geraldo. When we come back, a 94-year-old grandmother hits a shot like you have never seen. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. You've got to love this. Check out this video. Ninety- four-year-old grandmother from Australia sinking a beer pong shot at her grandson's 21st birthday. Go grandma. Boo! Nice shot, grandma. All right. Time for the Hannity hot line. Hit me with your best shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I just want to say this damn witch hunt that the dems are doing is pissing me and all my friends off. These (muted) are spending our money like it's going out of style, chasing nothing. Just accusing another one doing all the crap little sneaky (muted) Adam Schiff out here running out to the cameras every time it's over with. We're just sick of it. You need to explain why you ever put on screen Adam Schiff. I don't know that he's ever told the truth in his entire life, I know he hasn't every time I've seen him on television. It's like the truth would burn his lips.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I agree. All right. Have something to say, nice, mean, doesn't matter. Hannity hot line 887 225-8587. Before we go, the movie I produce 'There Would Be Light.' It's on DVD, Wal-Mart, Amazon.con, Hannity.com. Follow @SeanHannity on Twitter. Let not your heart be troubled. The news continues. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right, Tucker. It was a great hour. And thank you. And my opening monologue in a few minutes tonight, but first, this is a Fox News alert. We're starting with more breaking news tonight from Austin, Texas. The serial bomber who terrorized that city in the past three weeks is now dead according to authorities. Twenty-three-year-old Texas resident Mark Anthony Conditt pictured right there. He blew himself up in his vehicle early this morning as the SWAT officers were closing in on his car. Now, authorities are saying tonight that they discovered a 25-minute recording on a cell phone found on Conditt and are considering it a confession to the bombings. Let's listen in."
    },
    {
      "speaker": "BRIAN MANLEY, AUSTIN, TEXAS POLICE CHIEF",
      "utterance": "I would classify this as a confession. This was on a phone that we found in his possession early this morning after we had the officer-involved shooting after he detonated the bomb he had with him. I know everybody is interested in a motive and understanding why. We are never going to be able to put a ration behind these acts. But what I can tell you having listened to the recording, he does not at all mention anything about terrorism, nor does he mention anything about hate. But instead, it is the outcry of a very challenged young man talking about challenges in his personal life that led him to this point."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And additionally, authorities say that they have identified all seven devices that Conditt talks about in the recording but the residents should still tonight remain vigilant. Local, federal law officers -- they did an amazing, terrific job tracking this guy down. And joining us now from Texas tonight, our own Fox News correspondent-at- large, Geraldo Rivera. First of all, great job last night, Geraldo. I know you have an exclusive interview for us tonight."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "Yes. Brian Manley, the police chief of Austin, Sean, who you just showed explaining the 25-minute extraordinary confession by the suspected Austin serial bomber will be joining us live at 45 minutes after the hour. Behind me, Mark Anthony Conditt's house here in the community of Pflugerville. It's north of the capital city of Austin that was terrorized for the last three weeks by the 23-year-old punk. As the chief suggests, that confession is not an admission of race, hatred or terrorism. It was rather a narcissistic woe is me, my life is terrible. That's why please understand that is what compelled me to murder two innocent people, and grievously injure five others and absolutely terrorize the Texas capital for the entire month of March. He has a three-room home here. One of those rooms, they have been searching all day long, contained bomb-making equipment and components. The kid had two roommates who were questioned extensively all day today, Sean. Neither of them admits knowing anything, although one, as far as we know is still in police custody, still being questioned. I'm not certain on that. I will check on that with the police chief. But the bottom line is that it is over, finally. It ended in an eruption of sound and fury and incredible courage shown by the Austin City cops who charged that bomb-laden vehicle, knowing that what happened could happen. One of them firing his weapon as the bomb exploded. Both of them captured on tape being blown backwards by the enormous concussion of the bomb with which Mark Anthony Conditt, the 23-year-old, killed himself, and did so much damage, so much devastation, sowed so much terror. You know, it seems as if it is over. The 25-minute confession as you reported at the top of the hour, Sean, describing precisely the seven explosive devices created by this now deceased bomber. Sean, back to you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Geraldo, thank you. An amazing job by the FBI, by law enforcement. We'll get back to Geraldo later in the program. Also tonight, President Trump -- he is blasting the left wing partisan press for throwing a fit over the deep state leak about him congratulating Vladimir Putin on the Russian president's election win. As it turns out, you do a little research -- well, Barack Obama did the exact same thing in 2012. But, of course, the liberal media didn't care then. We'll call out the stunning hypocrisy. And also tonight, when will the deep state law-breaking leakers be held accountable? We also have breaking at this hour, constitutional law expert Alan Dershowitz is agreeing with President Trump that the special counsel should never been appointed. Now, Mr. Dershowitz is now calling for the Mueller probe to be suspended and for a nonpartisan commission to be created. He'll explain later tonight. Plus, Congressman Matt Gaetz and Jim Jordan and Mark Meadows, and Andy Gibbs, they are demanding that the report that lead to McCabe's firing be released to you, the American people. McCabe, of course, canned last Friday for lying to the DOJ investigators under oath multiple times, and the FBI director, Christopher Wray, is crushing the liberal talking points out there about McCabe being wrongfully terminated. Wray is saying everything done by the book without bias. We're going to have all of that and so much more in our breaking news opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tonight, more incontrovertible evidence that deep state actors are doing everything within their power to damage, unseat a duly elected president, that being President Trump. And what's worse is that that the partisan press cheering them on and they are using this leak to bludgeon the president politically. And not surprisingly, members of the deep state -- they ran to their favorite liberal media outlet, 'The Washington Post', with their latest targeted leak meant to smear the president."
    },
    {
      "speaker": "Here's 'The Post' headline",
      "utterance": "'Trump's national security advisers warned him, do not congratulate Vladimir Putin and he did it anyway.' Well, it turns out that 'The Washington Post's' reporting contains a bunch of fake news. Shocking. Fox News is reporting that a senior administration official is saying that it is likely that President Trump never saw the memo that contained the warning about Putin because he was briefed about his conversation with the Russian president over the phone. But just like always, getting the facts right doesn't matter to the destroy Trump media. They cranked up their phony, feigned outrage machine. Let's take a look at that."
    },
    {
      "speaker": "CECILIA VEGA, ABC",
      "utterance": "It's not just what President Trump said during that phone call with Vladimir Putin. It is also what he did not say that has come in his party angry this morning."
    },
    {
      "speaker": "JAMES STAVRIDIS, RETIRED NAVY ADMIRAL",
      "utterance": "This would be like J. Edgar Hoover as the director of the FBI calling Al Capone to congratulate him on bank robbery."
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC",
      "utterance": "Is it going too far to say that the White House is failing America on world stage?"
    },
    {
      "speaker": "STEPHANIE RUHLE, MSNBC",
      "utterance": "President Trump went out of his way to praise Putin and not bring up extraordinarily important and controversial topics."
    },
    {
      "speaker": "PETER ALEXANDER, NBC",
      "utterance": "It's just the latest in what is obviously a long pattern of behavior by the president."
    },
    {
      "speaker": "JOHN DAWSEY, POLITICAL ANALYST",
      "utterance": "The president often congratulates leaders who are not democratically elected. He often gives autocratic, dictators congratulations."
    },
    {
      "speaker": "JOHN KING, CNN",
      "utterance": "Donald Trump is not the first president to make mistakes about Vladimir Putin. The other ones charged their course. We'll see if he ever can."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Another deep state actor, former CIA Director John Brennan, he is continuing his baseless attacks on President Trump. Take a look at how Brennan floats this conspiracy theory. Take a look."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "utterance": "I think he's afraid of the president of Russia."
    },
    {
      "speaker": "WILLIE GEIST, MNSBC HOST",
      "utterance": "Why?"
    },
    {
      "speaker": "BRENNAN",
      "utterance": "Well, I think one can speculate as to why, that the Russians may have something on him personally that they could always roll out and make his life more difficult. Clearly, I think it's important for us to be able to improve relations with Russia but the fact that he has had a fawning attitude toward Mr. Putin has not said anything negative about him. He continues to say to me that he does have something to fear."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Isn't John Brennan the guy -- let's see. He voted for a communist for president of the United States back in the '70s. He is supposed to be nonpartisan. By the way, how did he ever become the CIA director?"
    },
    {
      "speaker": "In reality, he is nothing more than an Obama deep state stooge. And Brennan also recently tweeted out this threat to President Trump",
      "utterance": "'When the full extent of your venality and moral turpitude and political corruption becomes known, you will take your rightful place as a disgraced demagogue in the dustbin of history. So, may scapegoat Andy McCabe, but you will not destroy America. America will triumph over you.' Andy McCabe got fired because the FBI recommended he'd be fired. That the inspector general report recommended the same. It wasn't Donald Trump. And that's the type of comment that now shows why a whopping 74 percent of you, the American people, are now saying that you think this group of unelected bureaucrats, deep state operatives, are secretly trying to manipulate policy and opinion in this country. It's more apparent than ever that people like John Brennan and Clapper and the rest of them, they are not even trying to hide their abuse and their bias against President Trump. They want him out of office regardless of what he does or doesn't do."
    },
    {
      "speaker": "President Trump, like he always does, he's fighting back. He tweeted out, quote",
      "utterance": "'I called President Putin of Russia to congratulate him on his election victory. Oh, in the past, Obama called him also and the fake news media is crazed because they wanted me to excoriate him. They are wrong. Getting along with Russia and others is a good thing. Not a bad thing.' And he continues, 'they can help solve problems with North Korea, Syria, Ukraine, ISIS, Iran, and even the coming arms race. Now, Bush tried to get along. He didn't have the smarts. Obama and Clinton, they tried. But they didn't have the energy or chemistry. Remember the reset?' And then he ends with Ronald Reagan's phrase, 'peace through strength.' The media's number one objective is to take down this president. We point it out every night. We know the deep state knows this. They are trying to exploit this. They're trying to indoctrinate the American people. Remember at the beginning of this administration, remember, 125 deep state leaks in only 126 days? The goal here is obvious but the media is never going to tell you that. Just like they're not going to tell you that back in 2012. Interesting, President Barack Obama, he did the same thing, congratulating Putin, but now the media is excoriating President Trump for. You cannot make this stuff up. That is how hypocritical the media, the left-wing in this country are."
    },
    {
      "speaker": "Take a look at this Obama White House press release. It reads in part, quote",
      "utterance": "'President Obama called Russian president-elect and Prime Minister Putin to congratulate him on his recent victory in the Russian presidential election.' That's the same thing that Trump did. Where's the outrage? Where is the media condemnation? This is all one, big, massive hypocritical double standard that's on display, and sadly, we see it every day. And the media is whipping themselves into a frenzy, acting like this is a major, massive national security crisis. It's not. By the way, since the media won't tell you about the facts, as it relates to President Obama on Russia, we'll give them to you. Remember Obama and Hillary Clinton's embarrassing, idiotic, so-called Russian reset. There she is presenting it to her counterpart. By the way, it was a photo-op and a bad one at that. It accomplished nothing. Then, of course, you had Obama on the hot mic whispering to Dmitry Medvedev. He said, tell Vladimir I have more flexibility after the election. More flexibility after. We'll show you the tape."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "This is my last election. After my election, I have more flexibility."
    },
    {
      "speaker": "DMITRY MEDVEDEV",
      "utterance": "I understand. I'll transmit this information to Vladimir."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I transmit to Vladimir. Oh, how did that work out for Obama? In 2014, as a history listen, Congressman Devin Nunes of the House Intel Committee, he issued an explicit warning to President Obama. The Russians are coming and want to influence our election and Putin wants to create chaos in the United States and around the world. So, what did Obama do? Absolutely nothing. Instead of keeping an eye on Russia, Obama mocked then candidate Trump in 2016, saying, it's ridiculous to think that anyone could rig an election. No serious person would ever say that or believe that. And then he said stop whining. Remember this."
    },
    {
      "speaker": "OBAMA",
      "utterance": "There is no serious person out there who would suggest somehow that you could even rig America's elections, in part because they are so decentralized, and the numbers of votes involved. There is no evidence that that has happened in the past or that there are instances in which that will happen this time. And so, I'd advise Mr. Trump to stop whining and go try to make his case to get votes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know what, it doesn't get any more pompous or arrogant than that. And according to a new book, Obama's own national security advisor, Susan Rice, remember she issued for standout in order to national security officials that were coming up with options because they wanted to counter Russia's attempt at election interference? Well, that's just the simple truth. Obama was warned in 2014 and did nothing, said it could never happen. Stop whining. The media is not going to report that. It rather attack President Trump for something that Obama had already done. He is responsible for 2016, not President Trump. And, by the way, who paid for that dossier? That was Hillary. You are being lied to, and this is the sad part on a daily basis by the destroy Trump media and those in the deep state. This is on a scale and a level we have never seen in the history of this country. Also tonight, constitutional Harvard law professor Alan Dershowitz, he is agreeing with President Trump that the special counsel should never have been appointed. He couldn't be more right. Let's take a look."
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR",
      "utterance": "First of all, the president's 100 percent right. They never should have been the appointment of a special counsel. There was no probable cause at that point to believe that crimes had been committed. I've seen no evidence to suggest that crimes have been committed by the president. As I said from day one, there should have been a special investigative commission, nonpartisan, appointed by Congress with subpoena power, to look into the role of Russia in trying to influence America's elections and to try to do something about preventing it in the future, instead of starting out with finger-pointing and trying to criminalize political differences behind the closed doors of a grand jury. That's gotten us nowhere. The president is absolutely right. This investigation never should have begun."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We'll be speaking with Alan Dershowitz in just a few moments."
    },
    {
      "speaker": "In addition to those comments, well, Professor Dershowitz, is also out with a brand-new op-ed where he writes, in part",
      "utterance": "'In this case, the appointment of a special counsel has done more harm than good. It has politicized our justice system beyond repair.'"
    },
    {
      "speaker": "And then Dershowitz adds",
      "utterance": "'The public has lost faith in the leadership of the Justice Department and the FBI. They do not trust congressional investigative committees. They don't know who to believe when they hear conflicting accounts and there are leaks galore followed by denials of leaks. It's a total mess and what do we have to show for it? Just a handful of low-level indictments based largely on alleged crimes that that are either totally unrelated or only marginally related to Russia's attempt to influence the presidential election in 2016.' The professor is 100 percent right. Mueller is way beyond his mandate. This is what we call investigative creep. The entire investigation, remember, it was supposed to be about Trump, Russia, collusion. It doesn't exist and it's now turned into a witch hunt. What has Professor Dershowitz get for telling the truth about the special counsel? Oh, the answer is, of course, to be attacked by fake news CNN. Let's take a look."
    },
    {
      "speaker": "WOLF BLITZER, CNN",
      "utterance": "As soon as I saw a tweet this morning from the president quoting Alan Dershowitz, I said to myself, I wonder if the president is going to invite Alan Dershowitz to join his legal team."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It could happen."
    },
    {
      "speaker": "DANA BASH, CNN",
      "utterance": "It's kind of amazing that he hasn't already."
    },
    {
      "speaker": "BLITZER",
      "utterance": "Maybe he has. Maybe Alan Dershowitz declined."
    },
    {
      "speaker": "BASH",
      "utterance": "Maybe."
    },
    {
      "speaker": "BLITZER",
      "utterance": "We'll ask him."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Dershowitz comes in at the end of the big, high profile situations."
    },
    {
      "speaker": "BLIZTER",
      "utterance": "Knowing Alan Dershowitz, knowing the president of the United States, I suspect he may be joining the legal team at some point. We'll soon find out."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great commentary from a guy named Wolf. That's what happens when you offer a dissenting opinion that goes against the destroy Trump media's Trump-Russia collusion conspiracy theory and no evidence, and it's been 14, 16 months. Also, brand-new tonight, a group of congressmen, Matt Gaetz, Jim Jordan, Mark Meadows, Andy Biggs, they are demanding that the report that led to these disgraced former FBI director, Andrew McCabe and his firing, be made public. The congressmen want you, the American people, they want to be transparent. They want you to know the specific reasons for why McCabe was shown the door because they are arguing, rightly so, that what he did could have put this country in danger. Late you remember, on Friday night, McCabe was fired at 9:59, just before I went off the air, why, for lying to investigators and leaking to the media and lying under oath, even though the evidence is abundantly clear why McCabe was fired. The media -- they somehow tried to blame it on President Trump. He had nothing to do with it. And the FBI director, Chris Wray, he's now shooting down all of these liberal media lies. Let's take a look at what he is saying about McCabe's firing."
    },
    {
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR",
      "utterance": "I want to be careful about what I can say about the process, but I will tell you that my commitment to making sure that our process is followed, that it relies on objective input and that most importantly, it is not based on political or partisan influence is something I am utterly unyielding on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here with reaction, two of the lawmakers who wrote a letter to the Attorney General Jeff Sessions, Congressman Andy Biggs and Congressman Matt Gaetz. Congressman Gaetz, we start with you. Let's talk about this letter. This is important. REP. MATT GAETZ, R—FLORIDA: Absolutely, Sean. And in the swamp of Washington, D.C., Andy McCabe was one of the Loch Ness Monsters. And there is a report, in final form, prepared by the Office of Professional Responsibility that details the basis for firing Andy McCabe, and we believe that the Judiciary Committee and that the American people should see it, because when we synthesize this report with what we've learned in congressional investigations about Andy McCabe's office potentially being the very place that Peter Strzok and Lisa Page hatched their insurance policy, when we saw the emails from Andy McCabe saying that the Hillary Clinton email investigation would not be conducted by the Washington field office, but would instead be sent up to headquarters for James Comey and Andrew McCabe and Strzok and Page to do their deep swamp activities. This is information we got to know because it's going to help us find the other swamp creatures that need to be driven out of town, potentially in handcuffs."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman, you sound like a reporter. You're ending your report. Back to you, Sean, in the studio. But well-said. I'm not -- I'm just messing around with you. But, Congressman Biggs, this is too important. Let's get to what you're saying. REP. ANDY BIGGS, R—ARIZ., HOUSE JUDICIARY COMMITTEE: Yes, let's be honest here, we have people being charged and indicted by Mueller for these process crimes, or for lying to the investigators in the Mueller investigation and that's what happened here with McCabe. And so, not only is he the center of the whole thing going back to Hillary Clinton's investigation, but then he comes up and he's lying, and he gets terminated for that. And now, the other side, the press is out there saying, oh, this is -- you know, he just need a more hours until we can get his pension. That's not what's important. What's important is he be treated just like any other person in America. We are a rule of law country and he needs to adhere to the rule of law like everyone else."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, Congressman Gaetz, why is there the mysterious reluctance and resistance of -- especially with Rod Rosenstein, why is there resistance? He was begging when Devin Nunes had subpoenaed the documents, he was begging in the final hours, oh, please, Congressman Ryan, Mr. Speaker, don't turn over this information. Let's not let the American people see about how corrupt the FISA warrants were in the case of Carter Page and the Trump campaign and, oh, we didn't tell the judge that Hillary paid for Russian lies in the process and that became the basis not only for the original application, but for subsequent applications, on three occasions. By the way, Rod Rosenstein approved one of them, may be two. He's the guy that then appoints Mueller. If that's not a conflict, I don't know what it is."
    },
    {
      "speaker": "GAETZ",
      "utterance": "Well, you're right, Sean, and there is a troubling allergy at the Department of Justice when it comes to transparency. They are fighting against every effort by the Congress to show the American people what's really happening. We've requested more t than 1.3 million records in the Judiciary Committee, we've got only gotten about 3,000 of them so far. But this should not be dispute. This is not a draft work product. This is a final report that indicates that the deputy director of the FBI had engaged in such political hackery that he had to be fired before his own resignation. To suggest that that is not a document that the American people deserve to see is ludicrous and it's this type of stonewalling has eroded the trust of the American people and some of the very folks that we need to be able to rely on most to keep the rule of law sacred and preserved in the United States."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Congressman, I got to thank you both for what you're doing. We appreciate it. We now turn our attention to another important topic for my opening monologue. Famed constitutional scholar, Harvard Law professor, Alan Dershowitz, he is throwing cold water on the Mueller investigation, saying that President Trump is absolutely right. The special counsel never should have been appointed in the first place. Some of the mainstream media -- they are now sharpening their attacks against Professor Dershowitz, even suggesting -- oh, he is preparing for a job on Trump's legal team."
    },
    {
      "speaker": "Joining us now to respond as the man himself, author of the new book, 'The Case Against BDS",
      "utterance": "Why Singling Out Israel for Boycott is Anti-Semitic, It's Anti-Peace.' I agree with the title of the book and I agree with you on Israel, and these people that support Farrakhan, God bless you for standing up to that bigot and that racist, and that anti-Semite, professor, as I have my whole my career. Let's get into the attacks against you and why you think the special counsel never should have been appointed. I agree with you."
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSSOR",
      "utterance": "Look, many academics, many judges, don't like the concept of a special counsel. We're the only democratic country in the world that has that. In other countries, ordinary Justice Department prosecutorial officials prosecute -- the prime minister of Israel is being investigated by the attorney general of Israel, by the ordinary police. I think they are criminalizing political differences there but that's another issue. But we're the only country that has a special counsel. And what's wrong with a special counsel is it comes in with targets painted on the back of people. And they have to come up with crimes, because if they don't, they've wasted the taxpayers' money. That's different than ordinary prosecutors. That's why from day one, the day Mueller was appointed, I objected to the appointment of special counsel. I said instead, we should have a nonpartisan investigative commission looking into the role of Russia. What did Russia try to do? How can we stop at in the future from trying to influence our elections? Let's do it in a nonpartisan way. Let's make sure we get all the facts out because the American public wants the truth. They are sick and tired of a Republican truth, Democrat truth. We want the truth and we are not getting it today from the hyper-partisan investigators."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I agree with you about the criminalization of political differences. This is now a major problem in this country, Professor."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I will say this, and you might disagree with me, but in the course of all of this, we've learned some things that should trouble everybody. Nobody seems to care that Hillary rigged a primary, as Donna Brazile said, against poor Bernie Sanders. Nobody cares. But to see that Comey and Strzok and Page and McCabe and probably Loretta Lynch, that they literally put the fix in. You know what 18 USC 793 is about. You know you can't mishandle or destroy classified top secret or special access program information. If I deleted 33,000 subpoenaed emails and then I acid washed my hard drive and then I busted out my devices, as great a lawyer as you are, I don't think you could get me off. And then the whole issue of lying to a FISA judge in the FISA application and not informing judges of what they knew, that who paid for that dossier, that it wasn't verified, that it wasn't corroborated, Professor."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, that's something that a commission can look into, and if at the end, the nonpartisan commission points to crimes or probable cause for specific crimes, then the Justice Department can investigate. You have career people in the Justice Department. What is a special counsel? He comes in and he's targeting people and if he doesn't find crimes, he's going to be regarded as a failure. And people say, well, we have an independent special counsel. But who is the independent special counsel? He comes in and brings ordinary people in with Justice Department experience, most of them in this case Democrats, which created an impression --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, all of them. Can I ask you this?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Yes?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know Andrew Weissmann's background."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I do. I've had cases against him. Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I got to tell you, professor, when you look at the fact that tens of thousands of Anderson accounting employees lost their job, that he got overturned 9-0 in the Supreme Court, that four Merrill executives go to jail for a year, and that was overturned by the Fifth Circuit, twice excoriated by judges for withholding exculpatory evidence, Mueller was excoriated himself for his conduct in the Whitey Bulger case, and also withholding exculpatory evidence. By the way, four people went to jail for murder. Two of them died in the jail. They were all found innocent and 100 plus million dollars awarded by a judge. Now I understand why Mueller and Andrew Weissmann seem to be best friends, because with that track record, they shouldn't be investigating anybody, Professor."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Look, I for years have argued against test lying. I've argued that the guardians need to have guardians. We have to hold accountable every law enforcement person in the country. Generally, I've had the Democrats and the liberals on my side. Often, the Republicans and conservatives have said, no, we trust law enforcement. Now, everything has shifted. Now, it's the Republicans and conservatives who are saying --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I trust law enforcement."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I understand. But the top ranking people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The top rank, yes, sir."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It's the Democrats who are now saying, oh my god, don't you dare challenge the Justice Department. I'm a civil libertarian, a nonpartisan civil libertarian. Today, when I say may benefit Trump, yesterday it benefitted the Clintons. The day before that, it benefited Bob Menendez. I don't care whether it helps the Democrats or Republicans."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I only want to see several liberties followed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I understand that. One day, I'll bring you back. I do think the issue of what they do with the FISA abuse is -- these are crimes. I do believe what happened with the email server is crimes. And I do believe they rigged an investigation and I think the I.G. report will back me up on that."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It's worth looking into. And the I.G. report should be made public --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Agreed."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "-- or to waive his right to privacy, and demand that the I.G. and the Office of Professional Responsibility Report be made public. We have to see it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Professor, thank you."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sorry you are taking so much each. But I know you can handle it. Joining us now as we keep on peeling the layers of this flawed special counsel investigation, we're discovering new deeply disturbing details. Who is Robert Mueller? That includes his time in Boston as acting U.S. attorney during the '80s. A tumultuous period for the FBI that involved an unethical, corrupt relationship with a notorious gangster, a guy by the name of Whitey Bulger, who I just mentioned, and the wrongful imprisonment and subsequent cover up of four men who were framed for murder. Here with more, Fox News contributor, Sara Carter, civil rights criminal defense attorney David Schoen, Fox News legal analyst Gregg Jarrett. I never understood Weissmann. Now that we have finally investigated Mueller, I get it. They are two peas in a pod."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "It was on Mueller's watch that four innocent men were framed by the FBI. They concealed evidence. And Mueller is the guy who fought clemency for them even after this was learned. And remember, it was also Mueller and Comey who botched one of the biggest cases in the modern American history, the anthrax case. Five people died, 17 injured. They framed and named the wrong man, an innocent man, Steven Hatfill. That mistake, for which Comey and Mueller never apologized, cost taxpayers more than $5 million. Mueller and Comey are the ones who are now intimately involved --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You believe that Comey is in severe legal jeopardy."
    },
    {
      "speaker": "JARRETT",
      "utterance": "He absolutely is. Look, he stole government documents. He converted them for his own use, leaked them. That's a couple of different crimes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did he rig the investigation into Hillary? Because you don't write an exoneration before investigation."
    },
    {
      "speaker": "JARRETT",
      "utterance": "No, you don't. And the evidence is pretty compelling that he obstructed justice by clearing Clinton."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me go to Sara Carter. Sara, you -- SaraACarter.com, I'll give your Website, it's on my Website, Hannity.com. You wrote an amazing - - everybody said Robert Mueller is beyond reproach, I am frankly disappointed in myself that I did not do a deeper dive into who he was. You did. David Schoen did. Gregg did. And I am seeing a million things about Robert Mueller that should scare every American."
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR, FOX NEWS",
      "utterance": "Well, yes, Sean, because there is a lot of questions that are still left unanswered, that he never answered to. And this is regarding specifically those four gentlemen who spent decade in prison. From 1965 on, until 2007 when a jury basically awarded $101 million to the two survivors and their families. Two men died in prison. And it's true. Robert Mueller had sent numerous letters to the parole board denying their parole. And one of the things that we know now based on this trial was that during that time the FBI actually knew that they were innocent. I mean, they were scolded by the judge. The bureau was for this. But you know, Mueller never answered those questions. So we have to be very concerned about their tactics here. And there is something that Professor Alan Dershowitz said that is very true. This is not about the FBI. This is not about the men and women who are serving us in law enforcement and risking their lives every day. This is about abuse of power and people in high level positions that are not willing to bend."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CARTER",
      "utterance": "That's what this is about. And we have to be very concerned about this special counsel and the direction that they are going in when we see now that there was no evidence to begin this special counsel from the beginning."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I say, David Schoen, the biggest abuse of power corruption scandal in the history of the country. Is that hyperbole or are the facts now bearing that out?"
    },
    {
      "speaker": "DAVID SCHOEN, CIVIL RIGHTS AND CRIMINAL DEFENSE ATTORNEY",
      "utterance": "It may well play out to be that. Look, if you take the consideration of the FISA court, the implications of false evidence, apparently being used through that secret process is very, very troubling. They may never see the light of day. But again, you have drawn the parallels that are there to be drawn between Mr. Mueller and Mr. Weissmann. They are horrific. The American people need to understand that each one of us has a stake in the integrity of the system. They need to know the facts about Mr. Mueller and Mr. Weissmann and the history in the criminal justice system. And quite frankly, Mr. Hannity, you need to look even further as I know you will at the rest of this team. And some of the other terrible conflict --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They all know each other. They are all best friends. They go back, Comey, and Rosenstein, Mueller and McCabe. They're all buddies."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "And even beyond that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There's, David -- and David, and Strzok, Peter Strzok involved in everything."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Yes, sir. And you raised earlier the matter of the Hillary Clinton private e-mails. Well, of course a member of this special counsel team represented Hillary Clinton in the investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ray."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Exactly."
    },
    {
      "speaker": "GREGG JARRETT, ATTORNEY AND FOX NEWS CORRESPONDENT",
      "utterance": "The conflicts of interest here are sickening, quite honestly. Mueller and Comey are long- time friends, allies and partners. There's a reason why there are legal and ethical rules that demand recusal when you are a prior personal relationship."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You are saying a special counsel never should have been appointed. It didn't meet the standard."
    },
    {
      "speaker": "JARRETT",
      "utterance": "The law says you have to have an identifiable crime. It has to be named in the appointment order. Look at the order it names no such crime. It says investigate Trump-Russia collusion. That's not a crime in any criminal code of America."
    },
    {
      "speaker": "HANNITY",
      "utterance": "David, do you agree with Gregg's assessment?"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "I agree that a special counsel should not have been appointed and I would add to what Professor Dershowitz said, the regulations that provide for the special counsel expressly provide for an alternative to appointing a special counsel. And that is inquiry, first. But I would like to say one other point about this that I think is an inherent conflict in the regulation. The special counsel is only to be appointed when a conflict with the Department of Justice is found. How is it possible that so many members of the team come directly from the Department of Justice current one?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sara, I give you the last word."
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, I can't say more than what David Schoen just said right now. There is inherent conflict of interest here and the president and his counsel have every right to question it. And so do the American people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And by the way, let me address Trey Gowdy. Act like you're innocent. The way you act like you are innocent is to say I didn't do it which is what the president did. You guys have been amazing. Thank you. When we come back, speaking of James Comey. A Hannity mini monologue and we're going to talk about his upcoming media tour. That Geraldo is also in Austin straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "HANNITY: All right. Let the countdown begin. Disgraced former FBI Director James Comey is prepping for yet another big moment in the spotlight. And just as we predicted, they have been warning you for months Comey is now just weeks away from cashing in on his very public feud with the president. Of course he is planning a big full-scale media blitz to promote a brand new tell-all book. Now we all know this media tour is more than just an effort to sell books and make a little money and set the record straight. In April, James Comey will be embarking on the biggest audition of his life. And according to the reports that are out there, he is not weighing offers from Hollywood to make the memoir into a film. So will he find the fame that he is seeking? Will he find a second career as an MSNBC conspiracy theorists or will he work at fake news CNN? Or will he get a new job next to Clinton sycophant George Stephanopoulos on ABC? And tonight we report, you decide. A Hannity mini monologue. All right. Comey's big audition is getting off to a pretty predictable start with none other than Clinton BFF and sycophant, turned ABC News anchor George Stephanopoulos. They think George is going to give Homey a hard-hitting -- Comey a hard-hitting interview? I don't think so. Probably not. Let's watch this."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS",
      "utterance": "Good morning. I hope you had a good week. It was another one of those wild ones at the White House. He fires Rex Tillerson without even calling him up and before firing. HIs firing is done -- is done in a tweet. Brings in Mike Pompeo. One of the things we are seeing there is the president appears to want to surround himself only with the people who basically agree with him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And not to be outdone, conspiracy TV, MSNBC they now have scored a big interview with James Comey now Trump hater. The former FBI director will appear on the Rachel Maddow's show. It's true. Birds of a feather they really do flock together. Here is what we mean."
    },
    {
      "speaker": "RACHEL MADDOW, HOST, MSNBC",
      "utterance": "The president and his legal team have thus far come up with one legal argument to prove that there was no conspiracy or collaboration between the Russian effort to help elect Donald Trump and Donald Trump's campaign effort trying to do the same thing. So far their legal argument is them saying in all capital letters with exclamation points on the end 'no collusion, no collusion, no collusion.'"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Where is the evidence? Where is the evidence? Where is evidence? And finally, the icing on the cake James Comey's late night appearance with probably the biggest anti-Trump person in America Stephen Colbert. If this interview goes well, Comey could finally find himself accepted into Hollywood's inner elite circle. What an honor! And James Comey shouldn't have had a hard time hitting a home run on Colbert's nightly Trump bludgeoning. Watch this."
    },
    {
      "speaker": "STEPEHEN COLBERT, COMEDIAN",
      "utterance": "All Trump had to do was not dance on McCabe's grave. So he tweeted 'Andrew McCabe fired. A great day for the hardworking men and women of the FBI a great day for democracy.'"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Without a doubt, James Comey in all honesty, he is the most arrogant, egotistical, self-righteous individual I've ever seen in the public's eye. He's going to fit right in with all these leftist hypocritical friends of his in Hollywood and I have no doubt that his big audition will be very well received by every liberal in the country. And according to a new report from the Hollywood Reporter, well, Comey he might just get his chance. Comey is now considering offers to make his memoir into a movie or a TV-based film. And with all of that said I hope James Comey proved me wrong. James Comey, you are invited I will give you a full hour on this show. I will give you three full hours on 570 radio stations, the best stations in America. America deserves answers. Jim, it's time to answer the call. But a quick reminder, you do have the right to remain silent. Joining us with reaction, Fox News national security strategist former deputy assistant to the president, Sebastian Gorka, Salem Radio nationally syndicated host, Larry Elder. Both of you are laughing. I think Larry is laughing harder so we'll go to him first. Larry?"
    },
    {
      "speaker": "LARRY ELDER, SYNDICATED RADIO SHOW HOST",
      "utterance": "Well, Sean, if you know anything about this town you know that they are going to embrace James Comey like nobody's business. In fact, I'm surprised they haven't talked about an action figure or reality show or something like at homey with the Comey. Believe me, he's going to be embraced."
    },
    {
      "speaker": "HANNITY",
      "utterance": "An action figure! James Comey. How to rig an investigation by James Comey? That is another good one."
    },
    {
      "speaker": "ELDER",
      "utterance": "You remember the movie 'Hurricane' that celebrated the life of a man who murdered three people? No question that he murdered three people. Let's not forget the movie that was done with Dan Rather called 'Truth' which celebrated -- done with Robert Redford where they are playing Dan Rather called 'Truth' which celebrated the lie that Rather pushed arguing that George W. Bush got preferred treatment with the Texas air national guard. And don't forget the movie that celebrated the life of Joe Wilson and Valerie Plame even though the Washington Post in an editorial even said Joe Wilson lied about President George W. Bush in the words that he used at the state of the union speech. So believe me this town is going to embrace him James Comey. The only question is, how much more are they going to embrace Robert Mueller when he writes his book."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Dr. Gorka, we know he released privilege information so he could get a special counsel that turns out to be his best friend. We also know that he rigged the information into Hillary. That evidence was so overwhelming. I can't wait for the I.G. report. And we also know that he was aware that Hillary paid for the phony Russian dossier. They presented it before a FISA court. And they didn't tell the FISA court some key bits of information like, Hillary paid for this. It's a political document. And not only is it not verified it's full of lies. But they got the FISA warrant four times that way."
    },
    {
      "speaker": "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST, FOX NEWS",
      "utterance": "Larry is absolutely right. The cesspit, the cesspool that is Hollywood will embrace this man absolutely. Because he is a naval gazing egotist who has no moral compass just like Hollywood. You have to laugh because you think that sooner or later they'll get the message. Nobody is going to watch their films. When you watch the Oscars, they insult most of America. You know, they could turn it around. They could just turn it around and they could say OK, we're going to do a movie about how bent cops got an illegal warrant to spy on American citizens during a presidential campaign. We are going to do a documentary style drama piece about a woman who ran for president and then illegally put 108 top secret e-mails on her server."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You can't make it up."
    },
    {
      "speaker": "GORKA",
      "utterance": "No. People would go and see those movies. They turn -- people would stop and go back to Hollywood."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In fact, let me play both of you. I don't have a lot of time. I want to play, this is crazy Uncle Joe Biden giving a speech in Miami Tuesday."
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESIDENT OF THEUNITED STATES",
      "utterance": "When a guy who ended up becoming our national leader said I can grab a woman anywhere and she likes it and then said I made a -- I didn't make a mistake. But they asked me would I like to debate this gentleman? And I said, no. I said if we were in high school I'd take him behind the gym and beat the hell out of him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Big, tough, crazy Uncle Joe. Imagine, and I would never say this and I trained pretty hard MMA five days a week. What if I did say, which I never saw, crazy Uncle Joe, come meet me in the octagon. What would the reaction be, Larry Elder?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Well, you know what the reaction would be. And Sean, there was a book called 'No One Left To Lie To.' It was written by Christopher Hitchens, a left that used to write for Nation magazine. He said that there were three plausible allegation of rape against Bill Clinton and nobody cared about this book. There was another book called 'Confidence' written by Ron Haskin who is a Pulitzer Prize winner that came out during the Obama administration and said that because of the sexism in the Obama White House, this was a private sector. We could bring it up--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me tell you--"
    },
    {
      "speaker": "ELDER",
      "utterance": "-- on the house style workplace violation. Nobody cared. This book comes out, my goodness. Let's do a movie."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Last word, Dr. Gorka."
    },
    {
      "speaker": "GORKA",
      "utterance": "Joe Biden, the man--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Crazy Uncle Joe. Yes"
    },
    {
      "speaker": "GORKA",
      "utterance": "-- the man who got every issue wrong for 30 years. That's all I want to say about him lunch bucket Joe."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, you can't work at a 7-Eleven unless you have a slight Indian accent. He is bright, he is articulate. He's talking about Obama. Remember those words. All right, guys. When we come back, we go back to Geraldo Rivera and the videotape confession from the Austin, Texas, serial bomber. Exclusively. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us again live from Austin, Texas, Fox News correspondent at large, Geraldo Rivera. Now he is with the chief of the Austin Police Department, Brian Manley. Please send my thanks and my very high regards to him, his department and all the FBI guys and law enforcement, Geraldo, please."
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT AT LARGE, FOX NEWS",
      "utterance": "The chief can hear you, Sean. But listen to what Governor Greg Abbott said. The governor of Texas said. \"In my time, 12 years as attorney general of Texas and three years as governor, I have not seen a better job than what we have seen from this police chief and the Austin police.\" Congratulations, chief on a job well done."
    },
    {
      "speaker": "BRIAN MANLEY, POLICE CHIEF, AUSTIN, TEXAS POLICE DEPARTMENT",
      "utterance": "Thank you very much, Geraldo. I got to say, though, those are very high praise from our governor, but I was actually surrounded by a team of officers, men and women that I have spent my entire career with. But the federal agents they came and joined us from the ATF, FBI and the postal service. We had a team that was absolutely committed to bringing this to an end and to restore peace to Austin. And so this was a, this was a huge team effort."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Cut right to the headline, the stunning statement that you made during that big press conference that you have a 25-minute videotape confession, I guess you would say from Conditt, from the 23-year-old bomber."
    },
    {
      "speaker": "MANLEY",
      "utterance": "So we did. We uncovered a recording that he made on his phone. And although it's a video recording it's in darkness so you really don't see anything but during the recording, during the conversation he talks about the actions that he took in Austin, he describes the six bombs that he constructed and the seventh bombs that he had on and that he ultimately detonated when he killed himself in his interaction with our SWAT team. And you know, just kind of talks about a little bit about his life. And you know, anytime there is innocent like this, people want a motive, they want a reason, they want to know why. And there really is no reason. And we're trying to assign rationality to an irrational act. And you know, it was a - - it was a chilling insight into this."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But you know, it sounds to me like, woe is me, a narcissistic punk who kills two innocent people and wounds five others, terrorizes this community. And it's all about him. Give me a break."
    },
    {
      "speaker": "MANLEY",
      "utterance": "Well, I think for us it was the evidentiary value of what was on the video, whether it was meant to be self-serving in that way, we're never going to know. But it was very valuable to us from the standpoint that he described six bombs in enough detail to where we feel confident that he built all six bombs. Because although there were similarities between all six of them, there were also some things that distinguished them that we never released. And by his own admission, it made it clear that he understood what those differences were and made us confident that he builds those."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know, Sean, one of the ironic things is he coordinated this massive effort federal, state and local and he is only the interim, the acting chief. When are you going to get the job?"
    },
    {
      "speaker": "MANLEY",
      "utterance": "Well, you know, I have had the blessings of being with the Austin Police Department for 28 years. These are men and women that I consider my family and I enjoyed every single day. So, you know, if the decision is meant to be, then it will be."
    },
    {
      "speaker": "RIVERA",
      "utterance": "A job well done."
    },
    {
      "speaker": "MANLEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Sean, back to you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you, chief. Thanks to all the law enforcement, thank you, Geraldo. When we come back, a 94-year-old grandmother hits a shot like you have never seen. Next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. You've got to love this. Check out this video. Ninety- four-year-old grandmother from Australia sinking a beer pong shot at her grandson's 21st birthday. Go grandma. Boo! Nice shot, grandma. All right. Time for the Hannity hot line. Hit me with your best shot."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I just want to say this damn witch hunt that the dems are doing is pissing me and all my friends off. These (muted) are spending our money like it's going out of style, chasing nothing. Just accusing another one doing all the crap little sneaky (muted) Adam Schiff out here running out to the cameras every time it's over with. We're just sick of it. You need to explain why you ever put on screen Adam Schiff. I don't know that he's ever told the truth in his entire life, I know he hasn't every time I've seen him on television. It's like the truth would burn his lips."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I agree. All right. Have something to say, nice, mean, doesn't matter. Hannity hot line 887 225-8587. Before we go, the movie I produce 'There Would Be Light.' It's on DVD, Wal-Mart, Amazon.con, Hannity.com. Follow @SeanHannity on Twitter. Let not your heart be troubled. The news continues."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}