{
  "date": "March 14, 2018",
  "headline": "Britain-Russia tensions spark Cold War fears",
  "subHeadline": "U.K. expels 23 Russian diplomats in response to poisoning of former Russian spy; reaction and analysis from the 'Special Report' All-Star panel.",
  "url": "https://www.foxnews.com/transcript/britain-russia-tensions-spark-cold-war-fears",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "THERESA MAY, BRITISH PRIME MINISTER",
      "sentences": "There is no alternative conclusion other than that the Russian state was culpable for the attempted murder of Mr. Skripal and his daughter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEXANDER YAKOVENKO, RUSSIAN AMBASSADOR TO THE U.K.",
      "sentences": "Britain has chosen the way of the 24 ultimatum without giving us any access to the facts, to the investigation, and to the samples.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAY",
      "sentences": "The United Kingdom will now expel 23 Russian diplomats. They have just one week to leave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YAKOVENKO",
      "sentences": "Everything what is done today by the British government is absolutely unacceptable and we consider this a provocation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "The poisoning with double agent in Britain, his daughter, and the reaction today, diplomats kicked out of Great Britain. Just moments ago the White House weighing in, Sarah Sanders releasing a statement saying \"This latest action by Russia fits into a pattern of behavior in which Russia disregards the international rules-based order, undermines the sovereignty and security of countries worldwide, and attempts to subvert or discredit western democratic institutions and processes. The United States is working together with our allies and partners to ensure that this kind of abhorrent attack does not happen again,\" saying they side with Great Britain on the determination that Russia was behind it. With that, let's bring in our panel: Steve Hayes, editor in chief for The Weekly Standard; Mo Elleithee, executive director of the Georgetown Institute of Politics, and Steve Hilton, former advisor to British Prime Minister David Cameron at host of \"The Next Revolution\" here on Fox News Channel.  Steve, the action by Great Britain, obviously they had to do something. But the deadline they installed or laid on the ground for Vladimir Putin has largely been disregarded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HILTON, FOX NEWS",
      "sentences": "I agree with the words, they are very nice words, but the actions are frankly pathetic and will make no difference at all. And it's in line with the west's handling of Putin for many, many years now, going back not just in previous British governments where you had a similar sort of poisoning situation with practically no response under the previous Labour Government, but also with the U.S. administration going back to Bush and Obama which have just encouraged Putin's adventurism by basically doing nothing whatever he does, whether that's walking into Crimea or Ukraine or whatever it may be. This action by the British is just going through the motions, the diplomatic game that you play. It will make absolutely no impact on Putin whatsoever. And we have to just get serious because deterring his adventurism is incredibly important not just in the context of Russia but other dictators around the world like the Chinese who think they can get away with anything because the west does not stand up to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mo, just before the show the U.S. ambassador to the United Nations, Nikki Haley, with a strong speech at the U.N. Security Council, this one about Russia aggression.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO U.N.",
      "sentences": "The Russians complained recently that we criticize them too much. If the Russian government stopped using chemical weapons to assassinate its enemies, and if the Russian government stopped helping its Syrian allies to use chemical weapons to kill Syrian children, and if Russia cooperated with the Organization for the Prohibition of Chemical Weapons by turning over all information related to this nerve agent, we would stop talking about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "She goes on, Mo, to say the credibility of this council, the U.N. security council, will not survive if we fail to hold Russia accountable. Is that the talking at least changing from this administration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS",
      "sentences": "I don't know. What we are hearing -- I thought that was a very strong speech by Ambassador Haley. I thought her trying to hold the security council accountable in its efforts to hold Russia accountable was a smart move. But apply her words to her boss, to President Trump, who does not have very much credibility right now in holding Russia accountable. Yes, we need a diplomatic effort. We need to engage the United Nations and the Security Council, but it all rings the president of the United States continues his flirtation with Vladimir Putin and continues to let him off the hook. Statements by the White House press secretary and the U.N. ambassador, no matter how strong they are, do not carry the same weight as statements by the president of the United States who has been silent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, this is what the White House says to that. This is Sarah Sanders from a couple weeks ago. Oh, we don't have this. Let me tell you what she says. She says that the actions of the administration, that he's been extremely tough on Russia, helped push through $700 billion to rebuild the military, goes out to say exporting energy to eastern Europe, Russia is not excited about it. Keeps the sanctions in place. And we have Danielle Pletka from AEI, she was asked on \"Meet the Press\" about the sanctions regime and how this is administration is handling it. She is not a supporter in the campaign of Donald Trump. In fact she was never Trump in the campaign, but here's what she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIELLE PLETKA, AMERICAN ENTERPRISE INSTITUTE",
      "sentences": "Look at missile sanctions, nuclear sanctions, I have never seen an administration move so fast as they did. This oligarch's list, other lists that they put together, in fact they have. This is a process. And I don't want to defend the Trump administration where they don't deserve it, but in this case they have done a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "In other words, actions, are they doing a lot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HAYES, THE WEEKLY STANDARD",
      "sentences": "I think in certain respects, Danielle Pletka is right. They have done a lot. They could be doing more. They have done a lot. They've been arming the Ukrainians. They've taken certain steps that send certain messages.   But I agree with mo. I think this requires a presidential level statement. The administration has thus far tried not to get ahead of where the brits were on this. They wanted our statements to match the Brits statements. As the Brits got more aggressive, the Trump administration has gotten more aggressive. But there's nothing that takes the place of a presidential statement. We all know that when Donald Trump is unhappy about something, he's very clear about who he is unhappy with why he's unhappy. We could see him, I would say, be tough on this and also add in a statement about continued Russia cyber activities against the United States and its interests around the world, a warning not to attack U.S. backed rebels, forces in Syria. There are many ways in which the president of the United States can send a clear and unambiguous message that he had it with Vladimir Putin, and he hasn't done it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Steve?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILTON",
      "sentences": "I would say the most important thing that can be done is to hit Putin and Russia where it hurts, and that is in the field of energy. It is correct to say that some progress has been made on that, but I think actually this administration could go much, much further in helping the Europeans get rid of their dependence on Russian energy. That also, by the way, helps American jobs and industries here.  But if you want to see who is colluding with the Russians, for example, look at Angela Merkel. She is literally about to go ahead with the pipeline that buys all the gas that Putin wants to sell them. That's the kind of thing that actually just makes Putin think it doesn't matter what he does, it doesn't matter about all these words. In the end, he's going to be fine because the Europeans are so dependent on him for energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "For all the aggression that Russia has and for all of the bravado Putin brings to everything he talks about, he's not holding a lot of great cards as far as his own economy and Russia's stance in economic terms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "I think that's right, which is why I agree. The United States has huge opportunity to work with our European allies to put economic pressure on them. We are just not seeing it. We are not seeing it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILTON",
      "sentences": "It is our European allies that are sabotaging that. It's Merkel that is standing in the way of that, not Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "But the president of the United States has a role to play here and he is not playing it. When he has the nearly unanimous bipartisan support of Congress to impose economic sanctions on the Russian government --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The point is Pletka said it's happening. I think we are going to follow it and maybe we're going to hear and see a different thing from the administration in the coming days, but we will see. Panel, thanks. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THERESA MAY, BRITISH PRIME MINISTER",
      "utterance": "There is no alternative conclusion other than that the Russian state was culpable for the attempted murder of Mr. Skripal and his daughter."
    },
    {
      "speaker": "ALEXANDER YAKOVENKO, RUSSIAN AMBASSADOR TO THE U.K.",
      "utterance": "Britain has chosen the way of the 24 ultimatum without giving us any access to the facts, to the investigation, and to the samples."
    },
    {
      "speaker": "MAY",
      "utterance": "The United Kingdom will now expel 23 Russian diplomats. They have just one week to leave."
    },
    {
      "speaker": "YAKOVENKO",
      "utterance": "Everything what is done today by the British government is absolutely unacceptable and we consider this a provocation."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "The poisoning with double agent in Britain, his daughter, and the reaction today, diplomats kicked out of Great Britain. Just moments ago the White House weighing in, Sarah Sanders releasing a statement saying \"This latest action by Russia fits into a pattern of behavior in which Russia disregards the international rules-based order, undermines the sovereignty and security of countries worldwide, and attempts to subvert or discredit western democratic institutions and processes. The United States is working together with our allies and partners to ensure that this kind of abhorrent attack does not happen again,\" saying they side with Great Britain on the determination that Russia was behind it."
    },
    {
      "speaker": "With that, let's bring in our panel",
      "utterance": "Steve Hayes, editor in chief for The Weekly Standard; Mo Elleithee, executive director of the Georgetown Institute of Politics, and Steve Hilton, former advisor to British Prime Minister David Cameron at host of \"The Next Revolution\" here on Fox News Channel. Steve, the action by Great Britain, obviously they had to do something. But the deadline they installed or laid on the ground for Vladimir Putin has largely been disregarded."
    },
    {
      "speaker": "STEVE HILTON, FOX NEWS",
      "utterance": "I agree with the words, they are very nice words, but the actions are frankly pathetic and will make no difference at all. And it's in line with the west's handling of Putin for many, many years now, going back not just in previous British governments where you had a similar sort of poisoning situation with practically no response under the previous Labour Government, but also with the U.S. administration going back to Bush and Obama which have just encouraged Putin's adventurism by basically doing nothing whatever he does, whether that's walking into Crimea or Ukraine or whatever it may be. This action by the British is just going through the motions, the diplomatic game that you play. It will make absolutely no impact on Putin whatsoever. And we have to just get serious because deterring his adventurism is incredibly important not just in the context of Russia but other dictators around the world like the Chinese who think they can get away with anything because the west does not stand up to them."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mo, just before the show the U.S. ambassador to the United Nations, Nikki Haley, with a strong speech at the U.N. Security Council, this one about Russia aggression."
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO U.N.",
      "utterance": "The Russians complained recently that we criticize them too much. If the Russian government stopped using chemical weapons to assassinate its enemies, and if the Russian government stopped helping its Syrian allies to use chemical weapons to kill Syrian children, and if Russia cooperated with the Organization for the Prohibition of Chemical Weapons by turning over all information related to this nerve agent, we would stop talking about them."
    },
    {
      "speaker": "BAIER",
      "utterance": "She goes on, Mo, to say the credibility of this council, the U.N. security council, will not survive if we fail to hold Russia accountable. Is that the talking at least changing from this administration?"
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS",
      "utterance": "I don't know. What we are hearing -- I thought that was a very strong speech by Ambassador Haley. I thought her trying to hold the security council accountable in its efforts to hold Russia accountable was a smart move. But apply her words to her boss, to President Trump, who does not have very much credibility right now in holding Russia accountable. Yes, we need a diplomatic effort. We need to engage the United Nations and the Security Council, but it all rings the president of the United States continues his flirtation with Vladimir Putin and continues to let him off the hook. Statements by the White House press secretary and the U.N. ambassador, no matter how strong they are, do not carry the same weight as statements by the president of the United States who has been silent."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, this is what the White House says to that. This is Sarah Sanders from a couple weeks ago. Oh, we don't have this. Let me tell you what she says. She says that the actions of the administration, that he's been extremely tough on Russia, helped push through $700 billion to rebuild the military, goes out to say exporting energy to eastern Europe, Russia is not excited about it. Keeps the sanctions in place. And we have Danielle Pletka from AEI, she was asked on \"Meet the Press\" about the sanctions regime and how this is administration is handling it. She is not a supporter in the campaign of Donald Trump. In fact she was never Trump in the campaign, but here's what she said."
    },
    {
      "speaker": "DANIELLE PLETKA, AMERICAN ENTERPRISE INSTITUTE",
      "utterance": "Look at missile sanctions, nuclear sanctions, I have never seen an administration move so fast as they did. This oligarch's list, other lists that they put together, in fact they have. This is a process. And I don't want to defend the Trump administration where they don't deserve it, but in this case they have done a lot."
    },
    {
      "speaker": "BAIER",
      "utterance": "In other words, actions, are they doing a lot?"
    },
    {
      "speaker": "STEVE HAYES, THE WEEKLY STANDARD",
      "utterance": "I think in certain respects, Danielle Pletka is right. They have done a lot. They could be doing more. They have done a lot. They've been arming the Ukrainians. They've taken certain steps that send certain messages. But I agree with mo. I think this requires a presidential level statement. The administration has thus far tried not to get ahead of where the brits were on this. They wanted our statements to match the Brits statements. As the Brits got more aggressive, the Trump administration has gotten more aggressive. But there's nothing that takes the place of a presidential statement. We all know that when Donald Trump is unhappy about something, he's very clear about who he is unhappy with why he's unhappy. We could see him, I would say, be tough on this and also add in a statement about continued Russia cyber activities against the United States and its interests around the world, a warning not to attack U.S. backed rebels, forces in Syria. There are many ways in which the president of the United States can send a clear and unambiguous message that he had it with Vladimir Putin, and he hasn't done it."
    },
    {
      "speaker": "BAIER",
      "utterance": "Steve?"
    },
    {
      "speaker": "HILTON",
      "utterance": "I would say the most important thing that can be done is to hit Putin and Russia where it hurts, and that is in the field of energy. It is correct to say that some progress has been made on that, but I think actually this administration could go much, much further in helping the Europeans get rid of their dependence on Russian energy. That also, by the way, helps American jobs and industries here. But if you want to see who is colluding with the Russians, for example, look at Angela Merkel. She is literally about to go ahead with the pipeline that buys all the gas that Putin wants to sell them. That's the kind of thing that actually just makes Putin think it doesn't matter what he does, it doesn't matter about all these words. In the end, he's going to be fine because the Europeans are so dependent on him for energy."
    },
    {
      "speaker": "BAIER",
      "utterance": "For all the aggression that Russia has and for all of the bravado Putin brings to everything he talks about, he's not holding a lot of great cards as far as his own economy and Russia's stance in economic terms."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "I think that's right, which is why I agree. The United States has huge opportunity to work with our European allies to put economic pressure on them. We are just not seeing it. We are not seeing it --"
    },
    {
      "speaker": "HILTON",
      "utterance": "It is our European allies that are sabotaging that. It's Merkel that is standing in the way of that, not Donald Trump."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "But the president of the United States has a role to play here and he is not playing it. When he has the nearly unanimous bipartisan support of Congress to impose economic sanctions on the Russian government --"
    },
    {
      "speaker": "BAIER",
      "utterance": "The point is Pletka said it's happening. I think we are going to follow it and maybe we're going to hear and see a different thing from the administration in the coming days, but we will see. Panel, thanks. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}