{
  "date": "March 25, 2019",
  "headline": "Robert Mueller finds no evidence of collusion between the Trump campaign and Russia",
  "subHeadline": "Reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/robert-mueller-finds-no-evidence-of-collusion-between-the-trump-campaign-and-russia",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "Hi, I'm Greg Gutfeld with Martha MacCallum, Juan Williams, Jesse Watters, and she once colluded with Tinker Bell, Dana Perino. THE FIVE. Well, someone is having a good week and it's only Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "There was no collusion with Russia. There was no obstruction, and none whatsoever. And it was a complete and total exoneration. This was an illegal takedown that failed. And hopefully somebody is going to be looking at the other side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank God, the media saw this coming. Can I hear an \"if true\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Report that if true, meant that federal investigators have evidenced that the President of the United States committed a serious crime and potentially an impeachable offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "True, would be confirmed part of the Steele Dossier which alleges that Cohen then met in Prague with powerful Kremlin figure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a semi-collusion between Trump campaign and Russia to tip the election in Donald Trump's favor with money changing hands left and right and lots of meetings. If that is true, you know, that's an enormous incomprehensibly big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How do you explain the Manafort allegations as anything but collusion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There was no collusion on his part. Tonight, I can tell you that maybe the most suspicious denial we've heard yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think they're shocked that the news is tightening.  And that people might go to jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For the rest of their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If true. Yeah, about that collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In other words, if the president has insisted from the start there was no collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, this vindicates the president on collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A lot of smoke about Russian collusion but no fire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Five hundred search warrants. Fifty pen registers we've learn today. Found no evidence of conspiracy by Donald Trump or anyone around him. That's a huge deal. Huge win for the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hello, 911, I'd like to report a death. It's the mainstream media finally choking on their own lies. Now this should be a victory lap, but if I were the president I'd be ticked off. Despite the relief that vindication brings, it won't undo the harmful crap the country went through thanks to a media who pushed this hallucination. They've cobbled together a tail with weightless words like, if true, and sources say, build with junk terms spouted with junk analyst all drunk on their need for post-2016 revenge. And we had to play along because skepticism about collusion was portrayed by the media as aiding Trump. Meanwhile at CNN, they wonder, has Russia coverage helped or hurt the news media reputation? That's like a sloppy drunk wondering has my drinking help or hurt my reputation? Especially when respected reporters pronounce the story worse than Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What we are watching in the Trump presidency is worse than Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've said before that what we're seeing is worse than Watergate, because in Watergate the system worked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The only thing worse than Watergate was there lie that it was worse than Watergate. By the way, it wasn't commentators like us who push this but so-called analysts, reporters, and experts. When Trump said fake news was the enemy of the people, boy, did they prove him right. But it wasn't just about him it was about you, about dividing us, conflict as a business model.  Smollett, Kavanaugh, Covington, now collusion, the hit keeps coming and the media never learns. So the Steele dossier was faked, the leaks were faked, the FISA system abused, and the media drag our country through this B.S.  It's not Trump that Russia's snag, it's a bunch of useful idiots called the press.  All right, Jesse, I'm going to hand over the rest of the show to you. I'm going to the bar to celebrate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "I'll be right there at 6'o clock with you.  I was there last night. It felt like election night all over again. No collusion, no obstruction. Juan, you don't have to say anything. I accept your apology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "I was thinking I should bring you guys like birthday party hats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would wear them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right. May be a cake and Putin can jump out of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "For you, that's exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK. This is a knockout punch to the mainstream media. I don't think they're ever going to recover from it. Their credibility is completely shot. Millions of Americans will never take them seriously ever again. They booked their shows full of fools, a roster of fools.  Now they have to let their contracts expire and put them out to pasture.  It was all a bunch of boys who cried wolf and they never booked the other side. There's a big shift in the media now taking place. CNN, MSNBC, they dug their own graves through hate and greed. And now their ratings are going to soften. Fox News ratings will take a popped. And that's because we've had the story right from the jump. And it wasn't just the opinion people like Hannity and Sarah Carter and Dan Bongino and Greg Jarett. A hard new side nailed it down too, Catherine Herridge, Bret Baier, and John Roberts, and our dot.com people, because we were the only ones that followed the FISA abuse, the dossier, the Peter Strzok, and all those text messages.   We followed the truth and we were suspicious and we were proven right.  Now, the president, as you've said called the media fake news because they gave aid and comfort to the enemy. It wasn't Donald Trump who was the traitor. The traitors were inside our own government. And Vladimir Putin has looked back at the last two years and say thanks, Democrats. You basically made Russia look stronger and divided the country.  And look at how they brainwash the country, 44 percent say the Trump campaign colluded with Russia, 52 percent think Trump tried to interfere with the Mueller investigation. Flat out not true. And if you criticize the media and said they were fake news, they said, oh, my gosh, you're attacking the first amendment. You're attacking the freedom of the press.  Greg, permission to make an analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The media is the dossier. The media is fake smears bought and paid for by the Democratic Party. And so, instead of doing an autopsy on themselves, you know what they're doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're saying, you know what, Trump has showed little interest in healing our national unity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're pivoting. Martha, will the media ever reflect on these mistakes that they're making and follow our lead and our example as objective --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Well, I mean -- I think from what we've seen so far, there doesn't seem to be much, you know, much capitulation, much understanding about what just happened. What they have just witnessed because they immediately spent most of the day -- I was watching other channels in my office throughout the day, most of it on this little opening for obstruction of justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This potential that may be there is some avenue for recovery that perhaps there was obstruction of justice. And, you know, the thing that really strikes me is that -- if anyone thinks that that the new attorney general release this summary without a very clear feeling that it accurately reflected what was in the larger report that they're all screaming for full disclosure on, and I think we all want to see it, of course, we want to see it. I think that they may turn out to be sadly mistaken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it's true. I just love watching them shove Brian Stelter through that small hole of obstruction. Trying to get -- they've got to get him through. All right, Juan. I know this is hard for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean, it's like -- you know, first -- you defeat ISIS on Friday, collusion gone, Avenatti is in prison. This has got to kill you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah. It's unbelievable. It's like they've built the wall.  They have peace with North Korea, you know. I mean, the Chinese deal is done. Get out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, that's true. That's tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here's the good news, you know. The first of all, I think it's good news that the president was not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- found to have conspired -- I think it's good news --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- that Robert Mueller was able to conduct a nonpartisan probe and come to conclusions that I think most of the American people can trust.  I think the bad news on that front is that he confirmed Russia interfered in the 2016 election to help Donald Trump. And that from what we know, Trump, you know, well, if that's happening, he didn't tell the FBI. He kind of welcomed it. But, he, apparently, and none of the people directly around him was found to be in conspiracy with the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But the FBI didn't tell him that they knew that that was happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, they suspected it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They kept him out of the -- they kept him from knowing that, so how would he have done anything to stop it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think that he could have acknowledged because remember, Martha, he had meetings right here at Trump Tower, his son having meetings with Russian officials. And don't forget, he then goes on -- I mean, he says --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That whole meeting looks like a set up at this point, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK, whatever you want to say. I just know he welcomed Russian officials into his campaign office. And then secondly, he's standing there, Martha, next to Vladimir Putin and says, oh, you know, American intelligence has said Russia interfered. I believe you, not my intelligence officials. Or how about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was not a great moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Huh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was not a great moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "How about the business about, oh, yeah, I wasn't doing any business with Russia during the campaign. Obviously, we know, not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true. We know that. But I want to bring Dana in because we've got -- Dana, all of these experts have so much egg on their face they could open a Denny's. Yet, they're still -- as Jesse said, we'll be invited back on these shows to pontificate because they express the perfect anti-Trump sentiment so you'll still see David Fromm and Bill Kristol --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "Yeah. The contortions will be very interesting to watch over the next little bit to see like -- well, actually, I still could be true to Martha's point like -- if we get that document, it will be interesting to me to see -- remember at the 2016 election a lot of reporters went out on the road in America to find out why did we get the story so wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "How did we miss it? How did we -- and they've now -- it was that books you've been written about, how did the media missed this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They might do it here as well. But I would just remind you just from a personal anecdote, going back to the special prosecutor of the Valerie Plame issue with Karl Rove, he knew for a year that he was not going to be indicted, but because of the rules he was not allowed to say anything. The stress, the agony of what you put people through with these special prosecutions is definitely going to have to be looked at. Not just by our government but by our media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I hope that we all agree, though, the report should be released because I think Republicans and Democrats want to see it. Just get it out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Well, we're going to talk about this some more. It's a day of reckoning for everyone. Michael Avenatti arrested. We'll have details coming up on that. Plus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On issue of collusion the reality is that there is ample evidence of collusion in plain sight and it has been for a very long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Democrats crying collusion for two years with nothing to show for it. Should they now be held responsible? Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Here you have a president who I can tell you and guarantee you is in collusion with the Russians to undermine our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The evidence is pretty clear that there was collusion between the Trump campaign and the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can see evidence in plain sight on the issue of collusion, pretty compelling evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Despite top Democrats insisting there was collusion, the Mueller investigation found no such evidence. Now President Trump's attorney Rudy Giuliani is calling on Democrats to apologize for pushing the narrative.  And counselor to the president Kellyanne Conway taking it a step further, saying Chairman of the House Intelligence Committee, Adam Schiff, should resign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "Adam Schiff should resign.  He has no right as somebody who's been telling a lie day after day after day, unchallenged. Unchallenged and not under oath. Somebody should have put him under oath and said, you have evidence? Where is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But Democrats are not letting up. Pointing fingers, threatening subpoenas, and unpromising this is not the end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "These conclusions raise more questions than the answer.  We will ask the attorney general to testify before the House Judiciary Committee. We will demand the release of the full report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There is significant evidence of collusion and we've set that out time and time again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I trust in his prosecutorial judgment but that doesn't mean, of course, that there isn't compelling and incriminating evidence that should be shared with the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Barr is there because he's appointed by Trump. He's not elected by the people and you can put very little credence in what he's saying. He is a Trump appointee put in to protect Trump. That's why Trump put him in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. Martha, I want to ask you two things about that. One, House Minority Leader, Kevin McCarthy, today, also echoed what Kellyanne Conway said and that Schiff should step down from the intelligence committee. And then the second piece which is Bill Barr, stellar reputation in D.C., just confirmed by the United States Senate, now public enemy number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. Let me start with that because it seems that we're at a point in history where you are not allowed to have integrity. If you are - - everyone said when Bill Barr was chosen, you know, oh, he's a good guy.  Both sides pretty much agreed that it was not going to be a difficult confirmation process for him. I think the vote was like 52 to 45, something like that. But there were three Democrats who crossed over and voted to approve Bill Barr. But now that he wrote this letter, suddenly he's an enemy. Suddenly he's in the Trump camp. The same thing happened with Robert Mueller. Everyone, you know, who said he was going to be someone who would handle this with integrity. That went right out the window as soon as this -- the little bits that we have of the report came out. And he also saw in the survey that came out recently that more than 50.6 percent of the American people thought it was a witch hunt. Now the president called it a witch hunt from the beginning. But people like Trey Gowdy and Lindsey Graham, all along, said Mueller would do a job -- his job well and that he would have integrity. So, you know, I think it would be good if we can live in an environment where it was OK for someone to be trusted from both sides and respect the document that they put out as Bill Barr has done here. With regard to Adam Schiff, I mean, again, Trey Gowdy from the very beginning said Adam Schiff claims he has evidence of collusion. He needs to come forward and explain why he knows something that apparently didn't come forward in any of these documents. And, yes, he needs to stand by those words and explain what he was talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think -- but something you say, I would make a clean break between Bob Barr and Robert Mueller. I don't think that there was much question about Bob Mueller's integrity, to my mind anyway. I know -- but I think the person who is going after Mueller was Donald Trump who was talking about witch hunts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I've said that. He did do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. And so now, I haven't heard but I'm interested if people are going after Robert Mueller. I think the question for Mueller is we know a lot of things that would indicate a pattern of cooperation if not conspiracy, but you apparently said it wasn't sufficient. We'd like to know why you came to that conclusion. Similarly on obstruction --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Because they had 2800 subpoenas. They had --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, no. Right. So what's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they will release, I'm confident, as much of the report as they possibly can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But at some point, do people who respect Bob Mueller and respect Bill Barr, respect their findings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, but the Bill Barr part is that he wrote that letter before to say I think that the president has tremendous executive power and should not be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me move on to one other thing. Greg, you had the tweet of all tweets last night, and I think we have this James Comey tweet. Do I have that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This is --so James Comey has a picture -- Comey in a forest surrounded by trees, and -- so many questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I said he's obviously looking for Hillary. Is that what I've said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "She was out walking in the woods?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. Exactly. I was slightly -- I don't even remember doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I was in a twitter flurry last night. Look, I keep thinking like -- you know, the interesting -- like when we get past all this stuff, we have to address the mechanism that allows for half the people to believe in one thing and the other half not to. And it's like -- so there's these coincidences and there's these confirmation bias, they all kind of crisscross. We need like shrinks. We need shrinks to come in and show people that a lot of this is delusional.  Like, how do -- how did half the country think that we have a Russian plant in the White House? How did that happen? I mean, when you think about how idiotic that is, people -- MSNBC were leading with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We're going to talk about it in the D-block about the Obama administration in what they did or didn't know at the time. I think that's actually where the story goes next. Let me give the last word to you, Jesse. Lindsey Graham, now the Senate Judiciary Committee Chairman said to Comey, he'll see him soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. So Lindsey Graham is going to haul a bunch of these people up in front of the Senate and have them testify in the public, and I think that will be healthy for our democracy. I just don't understand why Democrats aren't happy that there's not a traitor in the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "If you look at CNN, it looks there's a funeral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, they're going through hell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what they're like? Did you ever see Intervention?  They're like the junkie that refused to admit they have a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, but I have an intervention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sorry about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So this is why people hate Washington, D.C., because for two years we've investigate something no one cares about, and at the end of two years when there's nothing there, and it has nothing to do with jobs or health care, they say this is just the beginning of the investigation and we're just getting started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Meanwhile, we crushed ISIS. And that should be the headline.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was the big news over the weekend and it's true. All right, did the Mueller findings just secure reelection for President Trump? How could it all play out in 2020? Up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President Trump kicking off his victory tour after the Mueller report came back with no collusion and no obstruction. Many thought this issue was going to be the center of the 2020 election for Democrats, but it looks like now they'll have to change this tune.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He may be the first president in quite some time to face the real prospect of jail time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think he's aligned himself with the enemy, with Putin. Believe that certainly qualifies for impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Constitution could not be any clearer. Impeachment is the appropriate remedy for bribery, for treason, for high crimes and misdemeanors. It speaks for itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The writings on the wall. The walls are closing in.  And this is the beginning of the end for the Trump administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're going to go in there. We're going to impeach (BLEEP).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And now that the investigation is complete, all of the Democrat 2020 hopefuls could talk about this weekend was demanding that the entire Mueller report be released to the public. Juan, you know they can't release the whole thing as it has Grand Jury testimony, and classified info, and all that stuff. But should the Democrats get off this impeachment thing and just focus on policy now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah. I think this does push away from impeachment. But, Jesse, I'm not sure that's a good thing for President Trump, because I think with impeachment, as we said at this table, a lot of times there's a blowback from the public. Well, maybe you're overreaching here. Why we're spending so much time? Now I think the Democratic base focus is going to be on politics and the 2020 election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And so, I think a lot of the kind of energy, the activism that might have attended pushing Congress, Pelosi has said, you know what, he's not worth it, in her words. So now I think a lot of that energy goes right back to the election. Again, I think it opens the door to people saying, listen, we have so many questions. By the way, you say that the Mueller report cleared him of conspiracy and obstruction. The Mueller report did not. It cleared him of conspiracy, but it left obstruction to the Attorney General Barr, as Martha was saying.  And we don't know why he decided against --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, he decided not to prosecute that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. I think everybody at this table wants to see the report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK. As much as we can see. Martha, for the president now, he obviously is extremely vindicated, and does he now have a real sledgehammer to attack the Democrats with, to say all these stuff they've been saying for the last two years has been a lie. Why believe them with anything else, they say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, that becomes the Democrats' problem because it's pretty clear that they're going to continue to do these investigations on the Hill. We've heard from Jerome Nadler, they -- this is not case closed. So they have obviously put their eggs in that basket. They're going to continue to pursue these investigations, and I think it would be interesting to see whether or not that's a plausible argument for voters, if that's what they want to see. Do they really want to see all the resources of the American government continue to try to go after the president or were they like to see both sides be able to sort of be clear of this and get back to the business at hand of the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah. I wonder how much the Democratic base, Dana, it is still thirsty for this type of action --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think that -- first of all, if you're a 2020 candidate, the first you should do is get off twitter, because twitter is not reality.  Last week there was that Wisconsin focus group where they did with Democrats, and the only person that they recognize was like AOC and Biden.  They know nothing about the green new deal. They don't want Medicare for all, like they don't know anything about Russia collusion. They want to talk about the issues that are bothering them and that they're worried about. So that's one. Second thing is, I'm looking to see, is there a Democratic candidate that's on the list now or perhaps one that says he's going to announce in April, that would be Joe Biden., is there anyone who's going to stand up and say that's it? No more. And I'm going to tell you why I have a better plan for America than he does. I'm not going to talk about this anymore. And if they do that, if you can fully pivot, they would probably help save the Democratic Party.  WATTERS: And that's a good point, but I don't think the President is going to allow them to pivot, because on Thursday Greg, he's going out to do a big rally in Michigan, where he's definitely going to spike the football here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I hope he does it in a way that is fun, and I think - I don't know what - why would he be listening to me. I'm wondering where Rick Wilson is at this point, because wasn't he pushing Avenatti as a potential candidate. So, Avenatti - I mean Rick Wilson (ph) has been wrong in some pretty serious places. I haven't seen, can somebody check on him. I watched Gillibrand, Kirsten Gillibrand. She spoke - was it yesterday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, two hours before the news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She spoke ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Terrible timing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She spoke in front of the Trump Hotel, international hotel thinking this was going to be great, a good idea except it's happening as this historic victory is taking place. And she is the shadow of a giant beautiful building created by her adversary Donald Trump, who just is celebrating probably one of the best historic victories in his ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And she said he is worse than Richard Nixon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In an hour and a half later, we've got the bar letter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Bad timing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Timing is tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm just trying to get some ranch, right. Everybody thinks when they see her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Just excuse me. I'm going to get some ranch.  WATTERS: Wall to wall coverage this weekend of the Mueller Report. But one big detail was the finding that was overlooked. We'll tell you what that was next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, largely overlooked in all the coverage from the weekend is the serious piece of evidence that foreign powers were able to interfere with our democracy. And the detail that can no longer be ignored here is that it did happen during the Obama administration, and while Loretta Lynch ran the Justice Department and James Comey was leading the FBI, and of course John Brennan at CIA.  Let's not forget when the Former Director basically admitted that it was happening and that they did nothing to investigate or to stop it. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What makes you believe that he has more indictments?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because he hasn't addressed the issues related to criminal conspiracy as well as any individual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Criminal conspiracy involving the Russian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Russians. Yes. I think it was very ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And that's an area ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "American person, U.S. person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's an area you know something about. That investigation was developing while you were still on the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, it was in terms of looking at what was going on with the Russians and whether or not U.S. persons were actively collaborating, colluding, cooperating and involved in a conspiracy with them or not. But also, if there is going to be any member ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did you see at that stage to believe that there would now - that that would result in indictments once investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I thought at the time that there was going to be individuals who were going to have issues with the Department of Justice.  (END VIDEO CLIP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, what did they do about it? What was their investigation? Where did that begin? Who did they talk to? What did Loretta Lynch think about it? What did Jim Comey think about it? Jesse, let me start with you.  WATTERS: Well, Barack Obama likes to say that he had a scandal-free administration. I think that's out of the window now, it looks like he had the most corrupt administration since Richard Nixon. I don't know why the media isn't calling Barack Obama's office and asking him for a comment after this entire charade has been exposed. John Brennan, the CIA Director ran point on the whole thing, and they wanted Hillary in there. He wanted to keep his job as CIA Director. And Obama wanted a third term, it was about legacy for him. I think at this point as Lindsey Graham said, you need a second special counsel to bring up everybody and investigate Brennan and Clapper and Strock and Comey and McCabe and all these people again. Samantha Powers with the unmasking. Yates, who set up the sting in the office of Mike Flynn. And at this point it now looks like Papadopoulos allegedly started this whole thing, never even spoke to a Russian. He spoke to two CIA agents and an Obama Ambassador, who was a Clinton donor. So, right now they need to declassify as much as they can. The 302s, the FISA applications. Everything needs to get out there. The left said they want transparency on bar. I want transparency on this investigation. Lastly, the President is always criticized for not believing the intel people. Well, the intel people under Barack Obama were all dead wrong. At worst, they were dead wrong. I mean or they were trying to frame him. Which one was it?  MACCALLUM: You know I heard Ari Fleischer, Dana today say that he thought that this kind of investigation and the beginnings of it with Sally Yates is as Jesse just mentioned would never happen without the knowledge of the President. Do you agree with that?  PERINO: No, not necessarily. Not to disagree with Ari Fleischer of course, because I don't know. And I do think that there are time and there is a bright line and sometimes, I don't know how present he was in all of this, meaning President Obama. Right. Like how much did he care. There is very few things that unites Silicon Valley Democrats and Trump Administration supporters, but frustration with Barack Obama's administration on not bringing up and raising a red flag about Russian interference until I think it was September, they knew for a while it was happening and then we hear that President Obama in that meeting with Putin in September of 2016 leans over and says, hey, knock it off like we know what's happening, but America didn't know what's happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR, CIA",
      "sentences": "One of the received bad information but I think I suspected that there was more than there actually was and I am relieved that it's been determined that there was not a criminal conspiracy with the Russian government over our election.  (END VIDEO CLIP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You can only see him from here up. So, I don't know if you can see the tail that might be between his legs. But wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, you know I just disagree with you guys, because I think that we have a record here. And I think that Robert Mueller was able to confirm at 100 meetings between Trump officials and Russians. We have 26 Russians indicted, three Russian ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But that is part of ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hang on. Let me finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's part of the discussion about the Russian hacking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. So, let me finish. At the time this was going on, Joe Biden has said this publicly. President Obama went to Mitch McConnell, the Republican leader in Washington said, let's issue a bipartisan statement condemning this Russian interference. As you heard earlier, President Obama said directly to Vladimir Putin, stop this interference. We have a statement that came out from Jay Johnson and Jim Clapper, an official statement saying, Russia is interfering in our election.  All this was said ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's all stuff that we know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "At the time. That's right. So, in other words, they didn't ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They didn't stop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They couldn't. How are you going to stop it? You can make an effort. You can try to get Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But let me bring Greg in here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Republicans in the form of Mitch McConnell said that would put some kind of onus on our candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "McConnell is not in-charge of the intelligence operatic, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Greg.  WATTERS: What's he going to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't have very many thoughts at this point. I'm just still happy, you know I'm just enjoying it. I had a natural buzz from this vindication. I just think it's interesting that the people that push this story the most, we're us. Like you know what, we always get - it's the commentators and the opinionators, they get the bad rap that we're always just like we're not dealing in facts, actually we're dealing in conversation. That's our job, but we're the experts in that analysts, the Brennan's, the people that we put up on pedestals who had pushed this, not us, not us chuckleheads. We're just having a conversation. But everybody that's - Carl Bernstein's of the world, the John Brennan's, the investigative reporters that lied to us. Those are the people that caused this problem. Disgust me, I'll tell you.  MACCALLUM: I mean Brennan was the CIA Director.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And they keep being interviewed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And he suggests in the interview, I know these things because I know these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I have the inside track. And then this morning he comes out and says, it's possible that I got some bad information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, there we are. All right. So, coming up, the Attorney and vocal Trump critic Michael Avenatti was arrested today as if there wasn't enough going on. That is next.  (COMMERCIAL BREAK)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Michael Avenatti, the former lawyer for Stormy Daniels and one of the President's staunchest critics arrested today on charges of allegedly trying to extort $15 million to $25 million from Nike. Prosecutors claim Avenatti threaten the company with negative publicity if his demands were not met. Here's an attorney for the Southern District of New York speaking earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Avenatti was not acting as an attorney. A suit and tie doesn't mask the fact that at its core this was an old-fashioned shakedown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And one of the President's attorney saying this about Avenatti's arrest. \"It's a great day for the American justice system\". Greg, do I get a little bit of vindictive delight in that quote.  GUTFELD: Yes, I believe so. You know the media created a hole for this guy. He supplied the anti-Cavanaugh accusations. Every spotlight was thrown away. It's not a good day for CNN, because this was their guy. I think he was on CNN like 70 times and Geragos' unnamed co-conspirator was an analyst for CNN. So, it looks pretty bad I think for CNN.  I don't think you're going to be around tomorrow. I think you're going to close up shop. I'm not sure, that's I've heard that. I'm kidding. Anyway, my favorite part of this, Stormy Daniels has expressed regret over her hiring of Avenatti, but she's never really regretted her decisions in porn. So, this is actually in her mind hooking up with him was worse than an XXX career. That's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, Dana you have - he's also charged with defrauding a bank in Mississippi by fraudulent tax returns so that he could get loans for the struggling law firm. I mean this just goes ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He is a pathetic piece of scum, honestly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I had forgotten - I don't know why I forgot it. But when you're on the daily briefing and you brought up the Cavanaugh thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I forgot. That it was not top of mind when I saw this. Also, I have to hand it to Nike. They saw this coming to like, oh yes, and they - if you watch the press conference, they called the Justice Department and they start working with them and basically, they say, speaking to this microphone again and tell us exactly what you want to do, and he does it. I mean and I also I would say that the prosecutors at the SDNY or wherever they are, they do not take kindly to lawyers who are liars. And so, he's really going to be in trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Maybe this was the action in the Southern District everybody was talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean like now we all love this other district.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, we love until we hate them tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But the last time I heard about Avenatti Jesse was he had some kind of tape on R. Kelly. And so, now I don't know what to believe with this guy.  WATTERS: Well, I don't know if that tapes getting out now, because he's behind bars. But think about it, Juan, Cavanaugh is on the Supreme Court. Avenatti is in jail. Stormy has to pay Trump's legal fees. And there is no collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What a great country. But this - the guy's a con artist. And CNN hitched their wagon to a con artist like they did with Smollett, like they did with Christopher Steele and it all blew up in their face. I believe I'm on tape actually just a couple months ago saying, Avenatti was going to be bankrupt or in prison or both. So, I'd just like to reach around and pat myself on the back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What do you think, Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, is he not, he's not running for President anymore?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, Rick Wilson was saying, what's going to help him become President, I read.  MACCALLUM: I mean I just think you know when you look at the big picture, I don't think a whole lot of people are going to remember the Michael Avenatti despite the fact that he was on television. About 108 times, there was a moment where you could not look up at any of the other cable news channels and not see Michael Avenatti spouting, what we now know was an enormous amount of you know what. He attached himself to every single story he could from Stormy Daniels, to the Cavanaugh story where he brought forward those two women who were you know one of whom just appeared to be making up whole cloth (ph) stories as she went along.  GUTFELD: And now she's accusing him of stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. And as you say, Stormy Daniels says that she never really liked the guy from the beginning.  GUTFELD: Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, she did cut ties with him, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh! Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, I mean it's like - it's not necessarily the case that Stormy was bogus. It's just that Avenatti may have over-hyped it.  MACCALLUM: Well I mean the cases that he brought on her behalf fell apart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of going after the President and he swore up and down that he had the evidence that was going to make President Trump look the worst of all from any of this. And you know I mean like I said he he's going to be a very minor footnote in the history of this story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan, you wanted to hear. Here's a great comparison in the life of Stormy. Trump honored his contract. Avenatti didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You mean the payoff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So that's the whole point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm sure that helps your side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it does because he paid. The thing is she didn't honor her deal and she hooked up with somebody who was a thief and to use your word scum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, pathetic scum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When she was actually, in which Trump was actually in an honorable deal paying her off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. How about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Such language from Dana. One More Thing is up next.  (COMMERCIAL BREAK)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "One More Thing, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. A lot of people watch The Greg Gutfeld Show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A lot of breaking news this weekend, so you might not been able to tune in. He reported on a very important study about people who would listen to Death Metal when they were younger and had reformed later in life. Take a look at who he found.  (BEGIN VIDEO CLIP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He was kind of big in the 90s in Norway and now. You may recognize her or maybe you don't, but it's very surprising she became that.  (END VIDEO CLIP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This is a study, I guess it says if you listen to Death Metal you turn out just fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly. I showed an old picture of you and your band. Yes, I did.  PERINO: I think that producers made another metal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is so amazing good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Pretty good tattoos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Amazing, and kind of my disturbing. Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think she looks better. Losing by one point in basketball's March Madness competition can bring a man to tears. That's what happened to Duke Coach Mike Krzyzewski even though he won the game. Take a look at the final seconds of Duke versus Central Florida. Once the game ended, Coach K walked over to the opposing coach Johnny Dawkins while shaking his head. Dawkins played at Duke, then coached at Duke for 10 years and he and the coach remained close. So, here's an emotional Coach Krzyzewski at the press conference after the game.  (BEGIN VIDEO CLIP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE KRZYEWSKI",
      "sentences": "I love Johnny Dawkins. They were deserving of winning and they were so good. And I'm so proud that those kids played at the level of their coach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know to me, it's all a reminder that even in the toughest competition, it's possible that your competitors are family.  GUTFELD: Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, everybody likes this cereal Lucky Charms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The main reasons is because they have the most delicious little marshmallows in there. So, you take your spoon and you just try to avoid the regular part of the cereal just to get the marshmallows. Now that's not a problem anymore, OK. General Mills is giving away 15,000 boxes of all marshmallow Lucky Charms. OK. It's a limited edition offering. So, you go to your regular supermarket look for a specially marked box. And if it has that promotion on it you go to marshmallowsonly com and they're going to send you a free box all marshmallow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, it's your chance to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh! Come on. Get them excited, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is like having a cake made of frosting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A chance to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And that's the best part of the cake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. But then if you eat it a cake full of frosting, you die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here's the thing, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "23 grams of sugar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Greg, here's the thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "23.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I want him to give this to his kids and hang out with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They already did is a disaster  GUTFELD: God. All right. Me real quick. Animals Are Great. Animals are great even when they're bone stupid. Look at this dog trying to drink some water. Unfortunately, he's drinking the shadow of the water and not the water in front of him. That is one dumb dog, And Animals Are Great. Animals are stupid. All right, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Well much more serious now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I spent the last few days in Iwo Jima and Guam and you're only allowed to go into Iwo Jima one day a year, for about six hours it's now controlled once again by the Japanese. So, I was part of the Stephen Ambrose Military History Tour. The United flight that we went in on was full of veterans who are in their 90s. That's me on the top of Mount Suribachi, it was just an incredibly moving experience. I'm working on a book on Iwo Jima and the history of the island that was shot I took right on the beach looking up at Mount Suribachi where so many landed in their crafts and where so many lives were lost. These are some of the amazing -- that's Rondo. Hi -- Rondo. Incredible man who talked about the enormity of the task that they had before them and how small it made for me the news that happened on Friday actually feel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "All right. \"Special Report\" is up next. Hey, Bret. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "Hi, I'm Greg Gutfeld with Martha MacCallum, Juan Williams, Jesse Watters, and she once colluded with Tinker Bell, Dana Perino. THE FIVE. Well, someone is having a good week and it's only Monday."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "There was no collusion with Russia. There was no obstruction, and none whatsoever. And it was a complete and total exoneration. This was an illegal takedown that failed. And hopefully somebody is going to be looking at the other side."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank God, the media saw this coming. Can I hear an \"if true\"?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Report that if true, meant that federal investigators have evidenced that the President of the United States committed a serious crime and potentially an impeachable offense."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "True, would be confirmed part of the Steele Dossier which alleges that Cohen then met in Prague with powerful Kremlin figure."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's a semi-collusion between Trump campaign and Russia to tip the election in Donald Trump's favor with money changing hands left and right and lots of meetings. If that is true, you know, that's an enormous incomprehensibly big deal."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How do you explain the Manafort allegations as anything but collusion?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There was no collusion on his part. Tonight, I can tell you that maybe the most suspicious denial we've heard yet."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think they're shocked that the news is tightening.  And that people might go to jail."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're exactly right."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "For the rest of their lives."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If true. Yeah, about that collusion."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In other words, if the president has insisted from the start there was no collusion."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "So, this vindicates the president on collusion."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It does."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A lot of smoke about Russian collusion but no fire."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Five hundred search warrants. Fifty pen registers we've learn today. Found no evidence of conspiracy by Donald Trump or anyone around him. That's a huge deal. Huge win for the president."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hello, 911, I'd like to report a death. It's the mainstream media finally choking on their own lies. Now this should be a victory lap, but if I were the president I'd be ticked off. Despite the relief that vindication brings, it won't undo the harmful crap the country went through thanks to a media who pushed this hallucination. They've cobbled together a tail with weightless words like, if true, and sources say, build with junk terms spouted with junk analyst all drunk on their need for post-2016 revenge. And we had to play along because skepticism about collusion was portrayed by the media as aiding Trump. Meanwhile at CNN, they wonder, has Russia coverage helped or hurt the news media reputation? That's like a sloppy drunk wondering has my drinking help or hurt my reputation? Especially when respected reporters pronounce the story worse than Watergate."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What we are watching in the Trump presidency is worse than Watergate."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I've said before that what we're seeing is worse than Watergate, because in Watergate the system worked."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The only thing worse than Watergate was there lie that it was worse than Watergate. By the way, it wasn't commentators like us who push this but so-called analysts, reporters, and experts. When Trump said fake news was the enemy of the people, boy, did they prove him right. But it wasn't just about him it was about you, about dividing us, conflict as a business model. Smollett, Kavanaugh, Covington, now collusion, the hit keeps coming and the media never learns. So the Steele dossier was faked, the leaks were faked, the FISA system abused, and the media drag our country through this B.S.  It's not Trump that Russia's snag, it's a bunch of useful idiots called the press. All right, Jesse, I'm going to hand over the rest of the show to you. I'm going to the bar to celebrate."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "I'll be right there at 6'o clock with you.  I was there last night. It felt like election night all over again. No collusion, no obstruction. Juan, you don't have to say anything. I accept your apology."
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "I was thinking I should bring you guys like birthday party hats."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would wear them."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right. May be a cake and Putin can jump out of it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "For you, that's exactly right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK. This is a knockout punch to the mainstream media. I don't think they're ever going to recover from it. Their credibility is completely shot. Millions of Americans will never take them seriously ever again. They booked their shows full of fools, a roster of fools. Now they have to let their contracts expire and put them out to pasture.  It was all a bunch of boys who cried wolf and they never booked the other side. There's a big shift in the media now taking place. CNN, MSNBC, they dug their own graves through hate and greed. And now their ratings are going to soften. Fox News ratings will take a popped. And that's because we've had the story right from the jump. And it wasn't just the opinion people like Hannity and Sarah Carter and Dan Bongino and Greg Jarett. A hard new side nailed it down too, Catherine Herridge, Bret Baier, and John Roberts, and our dot.com people, because we were the only ones that followed the FISA abuse, the dossier, the Peter Strzok, and all those text messages. We followed the truth and we were suspicious and we were proven right.  Now, the president, as you've said called the media fake news because they gave aid and comfort to the enemy. It wasn't Donald Trump who was the traitor. The traitors were inside our own government. And Vladimir Putin has looked back at the last two years and say thanks, Democrats. You basically made Russia look stronger and divided the country. And look at how they brainwash the country, 44 percent say the Trump campaign colluded with Russia, 52 percent think Trump tried to interfere with the Mueller investigation. Flat out not true. And if you criticize the media and said they were fake news, they said, oh, my gosh, you're attacking the first amendment. You're attacking the freedom of the press.  Greg, permission to make an analogy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sure."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The media is the dossier. The media is fake smears bought and paid for by the Democratic Party. And so, instead of doing an autopsy on themselves, you know what they're doing?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're saying, you know what, Trump has showed little interest in healing our national unity."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're pivoting. Martha, will the media ever reflect on these mistakes that they're making and follow our lead and our example as objective --"
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "Well, I mean -- I think from what we've seen so far, there doesn't seem to be much, you know, much capitulation, much understanding about what just happened. What they have just witnessed because they immediately spent most of the day -- I was watching other channels in my office throughout the day, most of it on this little opening for obstruction of justice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yep."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This potential that may be there is some avenue for recovery that perhaps there was obstruction of justice. And, you know, the thing that really strikes me is that -- if anyone thinks that that the new attorney general release this summary without a very clear feeling that it accurately reflected what was in the larger report that they're all screaming for full disclosure on, and I think we all want to see it, of course, we want to see it. I think that they may turn out to be sadly mistaken."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it's true. I just love watching them shove Brian Stelter through that small hole of obstruction. Trying to get -- they've got to get him through. All right, Juan. I know this is hard for you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean, it's like -- you know, first -- you defeat ISIS on Friday, collusion gone, Avenatti is in prison. This has got to kill you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah. It's unbelievable. It's like they've built the wall.  They have peace with North Korea, you know. I mean, the Chinese deal is done. Get out of here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, that's true. That's tomorrow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here's the good news, you know. The first of all, I think it's good news that the president was not --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- found to have conspired -- I think it's good news --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- that Robert Mueller was able to conduct a nonpartisan probe and come to conclusions that I think most of the American people can trust.  I think the bad news on that front is that he confirmed Russia interfered in the 2016 election to help Donald Trump. And that from what we know, Trump, you know, well, if that's happening, he didn't tell the FBI. He kind of welcomed it. But, he, apparently, and none of the people directly around him was found to be in conspiracy with the Russians."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But the FBI didn't tell him that they knew that that was happening."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, they suspected it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They kept him out of the -- they kept him from knowing that, so how would he have done anything to stop it?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think that he could have acknowledged because remember, Martha, he had meetings right here at Trump Tower, his son having meetings with Russian officials. And don't forget, he then goes on -- I mean, he says --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That whole meeting looks like a set up at this point, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK, whatever you want to say. I just know he welcomed Russian officials into his campaign office. And then secondly, he's standing there, Martha, next to Vladimir Putin and says, oh, you know, American intelligence has said Russia interfered. I believe you, not my intelligence officials. Or how about --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was not a great moment."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Huh?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was not a great moment."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "How about the business about, oh, yeah, I wasn't doing any business with Russia during the campaign. Obviously, we know, not true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true. We know that. But I want to bring Dana in because we've got -- Dana, all of these experts have so much egg on their face they could open a Denny's. Yet, they're still -- as Jesse said, we'll be invited back on these shows to pontificate because they express the perfect anti-Trump sentiment so you'll still see David Fromm and Bill Kristol --"
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "Yeah. The contortions will be very interesting to watch over the next little bit to see like -- well, actually, I still could be true to Martha's point like -- if we get that document, it will be interesting to me to see -- remember at the 2016 election a lot of reporters went out on the road in America to find out why did we get the story so wrong?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "How did we miss it? How did we -- and they've now -- it was that books you've been written about, how did the media missed this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": "They might do it here as well. But I would just remind you just from a personal anecdote, going back to the special prosecutor of the Valerie Plame issue with Karl Rove, he knew for a year that he was not going to be indicted, but because of the rules he was not allowed to say anything. The stress, the agony of what you put people through with these special prosecutions is definitely going to have to be looked at. Not just by our government but by our media."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I hope that we all agree, though, the report should be released because I think Republicans and Democrats want to see it. Just get it out there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Well, we're going to talk about this some more. It's a day of reckoning for everyone. Michael Avenatti arrested. We'll have details coming up on that. Plus."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "On issue of collusion the reality is that there is ample evidence of collusion in plain sight and it has been for a very long time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Democrats crying collusion for two years with nothing to show for it. Should they now be held responsible? Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Here you have a president who I can tell you and guarantee you is in collusion with the Russians to undermine our democracy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The evidence is pretty clear that there was collusion between the Trump campaign and the Russians."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You can see evidence in plain sight on the issue of collusion, pretty compelling evidence."
    },
    {
      "speaker": "PERINO",
      "utterance": "Despite top Democrats insisting there was collusion, the Mueller investigation found no such evidence. Now President Trump's attorney Rudy Giuliani is calling on Democrats to apologize for pushing the narrative.  And counselor to the president Kellyanne Conway taking it a step further, saying Chairman of the House Intelligence Committee, Adam Schiff, should resign."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "Adam Schiff should resign.  He has no right as somebody who's been telling a lie day after day after day, unchallenged. Unchallenged and not under oath. Somebody should have put him under oath and said, you have evidence? Where is it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "But Democrats are not letting up. Pointing fingers, threatening subpoenas, and unpromising this is not the end."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "These conclusions raise more questions than the answer.  We will ask the attorney general to testify before the House Judiciary Committee. We will demand the release of the full report."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There is significant evidence of collusion and we've set that out time and time again."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I trust in his prosecutorial judgment but that doesn't mean, of course, that there isn't compelling and incriminating evidence that should be shared with the American people."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Barr is there because he's appointed by Trump. He's not elected by the people and you can put very little credence in what he's saying. He is a Trump appointee put in to protect Trump. That's why Trump put him in."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. Martha, I want to ask you two things about that. One, House Minority Leader, Kevin McCarthy, today, also echoed what Kellyanne Conway said and that Schiff should step down from the intelligence committee. And then the second piece which is Bill Barr, stellar reputation in D.C., just confirmed by the United States Senate, now public enemy number one."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. Let me start with that because it seems that we're at a point in history where you are not allowed to have integrity. If you are - - everyone said when Bill Barr was chosen, you know, oh, he's a good guy.  Both sides pretty much agreed that it was not going to be a difficult confirmation process for him. I think the vote was like 52 to 45, something like that. But there were three Democrats who crossed over and voted to approve Bill Barr. But now that he wrote this letter, suddenly he's an enemy. Suddenly he's in the Trump camp. The same thing happened with Robert Mueller. Everyone, you know, who said he was going to be someone who would handle this with integrity. That went right out the window as soon as this -- the little bits that we have of the report came out. And he also saw in the survey that came out recently that more than 50.6 percent of the American people thought it was a witch hunt. Now the president called it a witch hunt from the beginning. But people like Trey Gowdy and Lindsey Graham, all along, said Mueller would do a job -- his job well and that he would have integrity. So, you know, I think it would be good if we can live in an environment where it was OK for someone to be trusted from both sides and respect the document that they put out as Bill Barr has done here. With regard to Adam Schiff, I mean, again, Trey Gowdy from the very beginning said Adam Schiff claims he has evidence of collusion. He needs to come forward and explain why he knows something that apparently didn't come forward in any of these documents. And, yes, he needs to stand by those words and explain what he was talking about."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think -- but something you say, I would make a clean break between Bob Barr and Robert Mueller. I don't think that there was much question about Bob Mueller's integrity, to my mind anyway. I know -- but I think the person who is going after Mueller was Donald Trump who was talking about witch hunts."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I've said that. He did do that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. And so now, I haven't heard but I'm interested if people are going after Robert Mueller. I think the question for Mueller is we know a lot of things that would indicate a pattern of cooperation if not conspiracy, but you apparently said it wasn't sufficient. We'd like to know why you came to that conclusion. Similarly on obstruction --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Because they had 2800 subpoenas. They had --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, no. Right. So what's --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they will release, I'm confident, as much of the report as they possibly can."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I hope so."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But at some point, do people who respect Bob Mueller and respect Bill Barr, respect their findings?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, but the Bill Barr part is that he wrote that letter before to say I think that the president has tremendous executive power and should not be --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me move on to one other thing. Greg, you had the tweet of all tweets last night, and I think we have this James Comey tweet. Do I have that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": "This is --so James Comey has a picture -- Comey in a forest surrounded by trees, and -- so many questions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "You said?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I said he's obviously looking for Hillary. Is that what I've said?"
    },
    {
      "speaker": "PERINO",
      "utterance": "She was out walking in the woods?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. Exactly. I was slightly -- I don't even remember doing that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I was in a twitter flurry last night. Look, I keep thinking like -- you know, the interesting -- like when we get past all this stuff, we have to address the mechanism that allows for half the people to believe in one thing and the other half not to. And it's like -- so there's these coincidences and there's these confirmation bias, they all kind of crisscross. We need like shrinks. We need shrinks to come in and show people that a lot of this is delusional.  Like, how do -- how did half the country think that we have a Russian plant in the White House? How did that happen? I mean, when you think about how idiotic that is, people -- MSNBC were leading with that."
    },
    {
      "speaker": "PERINO",
      "utterance": "We're going to talk about it in the D-block about the Obama administration in what they did or didn't know at the time. I think that's actually where the story goes next. Let me give the last word to you, Jesse. Lindsey Graham, now the Senate Judiciary Committee Chairman said to Comey, he'll see him soon."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. So Lindsey Graham is going to haul a bunch of these people up in front of the Senate and have them testify in the public, and I think that will be healthy for our democracy. I just don't understand why Democrats aren't happy that there's not a traitor in the White House."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think they are."
    },
    {
      "speaker": "WATTERS",
      "utterance": "If you look at CNN, it looks there's a funeral."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, they're going through hell."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what they're like? Did you ever see Intervention?  They're like the junkie that refused to admit they have a problem."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, but I have an intervention."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sorry about that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So this is why people hate Washington, D.C., because for two years we've investigate something no one cares about, and at the end of two years when there's nothing there, and it has nothing to do with jobs or health care, they say this is just the beginning of the investigation and we're just getting started."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Meanwhile, we crushed ISIS. And that should be the headline."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was the big news over the weekend and it's true. All right, did the Mueller findings just secure reelection for President Trump? How could it all play out in 2020? Up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "President Trump kicking off his victory tour after the Mueller report came back with no collusion and no obstruction. Many thought this issue was going to be the center of the 2020 election for Democrats, but it looks like now they'll have to change this tune."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He may be the first president in quite some time to face the real prospect of jail time."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think he's aligned himself with the enemy, with Putin. Believe that certainly qualifies for impeachment."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Constitution could not be any clearer. Impeachment is the appropriate remedy for bribery, for treason, for high crimes and misdemeanors. It speaks for itself."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The writings on the wall. The walls are closing in.  And this is the beginning of the end for the Trump administration."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We're going to go in there. We're going to impeach (BLEEP)."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And now that the investigation is complete, all of the Democrat 2020 hopefuls could talk about this weekend was demanding that the entire Mueller report be released to the public. Juan, you know they can't release the whole thing as it has Grand Jury testimony, and classified info, and all that stuff. But should the Democrats get off this impeachment thing and just focus on policy now?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah. I think this does push away from impeachment. But, Jesse, I'm not sure that's a good thing for President Trump, because I think with impeachment, as we said at this table, a lot of times there's a blowback from the public. Well, maybe you're overreaching here. Why we're spending so much time? Now I think the Democratic base focus is going to be on politics and the 2020 election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And so, I think a lot of the kind of energy, the activism that might have attended pushing Congress, Pelosi has said, you know what, he's not worth it, in her words. So now I think a lot of that energy goes right back to the election. Again, I think it opens the door to people saying, listen, we have so many questions. By the way, you say that the Mueller report cleared him of conspiracy and obstruction. The Mueller report did not. It cleared him of conspiracy, but it left obstruction to the Attorney General Barr, as Martha was saying.  And we don't know why he decided against --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, he decided not to prosecute that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. I think everybody at this table wants to see the report."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK. As much as we can see. Martha, for the president now, he obviously is extremely vindicated, and does he now have a real sledgehammer to attack the Democrats with, to say all these stuff they've been saying for the last two years has been a lie. Why believe them with anything else, they say?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, that becomes the Democrats' problem because it's pretty clear that they're going to continue to do these investigations on the Hill. We've heard from Jerome Nadler, they -- this is not case closed. So they have obviously put their eggs in that basket. They're going to continue to pursue these investigations, and I think it would be interesting to see whether or not that's a plausible argument for voters, if that's what they want to see. Do they really want to see all the resources of the American government continue to try to go after the president or were they like to see both sides be able to sort of be clear of this and get back to the business at hand of the country?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah. I wonder how much the Democratic base, Dana, it is still thirsty for this type of action --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think that -- first of all, if you're a 2020 candidate, the first you should do is get off twitter, because twitter is not reality.  Last week there was that Wisconsin focus group where they did with Democrats, and the only person that they recognize was like AOC and Biden.  They know nothing about the green new deal. They don't want Medicare for all, like they don't know anything about Russia collusion. They want to talk about the issues that are bothering them and that they're worried about. So that's one. Second thing is, I'm looking to see, is there a Democratic candidate that's on the list now or perhaps one that says he's going to announce in April, that would be Joe Biden., is there anyone who's going to stand up and say that's it? No more. And I'm going to tell you why I have a better plan for America than he does. I'm not going to talk about this anymore. And if they do that, if you can fully pivot, they would probably help save the Democratic Party.  WATTERS: And that's a good point, but I don't think the President is going to allow them to pivot, because on Thursday Greg, he's going out to do a big rally in Michigan, where he's definitely going to spike the football here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I hope he does it in a way that is fun, and I think - I don't know what - why would he be listening to me. I'm wondering where Rick Wilson is at this point, because wasn't he pushing Avenatti as a potential candidate. So, Avenatti - I mean Rick Wilson (ph) has been wrong in some pretty serious places. I haven't seen, can somebody check on him. I watched Gillibrand, Kirsten Gillibrand. She spoke - was it yesterday?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, two hours before the news."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She spoke ..."
    },
    {
      "speaker": "PERINO",
      "utterance": "Terrible timing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She spoke in front of the Trump Hotel, international hotel thinking this was going to be great, a good idea except it's happening as this historic victory is taking place. And she is the shadow of a giant beautiful building created by her adversary Donald Trump, who just is celebrating probably one of the best historic victories in his ..."
    },
    {
      "speaker": "PERINO",
      "utterance": "And she said he is worse than Richard Nixon."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In an hour and a half later, we've got the bar letter."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Bad timing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Timing is tough."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm just trying to get some ranch, right. Everybody thinks when they see her."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Just excuse me. I'm going to get some ranch.  WATTERS: Wall to wall coverage this weekend of the Mueller Report. But one big detail was the finding that was overlooked. We'll tell you what that was next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, largely overlooked in all the coverage from the weekend is the serious piece of evidence that foreign powers were able to interfere with our democracy. And the detail that can no longer be ignored here is that it did happen during the Obama administration, and while Loretta Lynch ran the Justice Department and James Comey was leading the FBI, and of course John Brennan at CIA.  Let's not forget when the Former Director basically admitted that it was happening and that they did nothing to investigate or to stop it. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What makes you believe that he has more indictments?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Because he hasn't addressed the issues related to criminal conspiracy as well as any individual."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Criminal conspiracy involving the Russian."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The Russians. Yes. I think it was very ..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And that's an area ..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "American person, U.S. person."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's an area you know something about. That investigation was developing while you were still on the job."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Well, it was in terms of looking at what was going on with the Russians and whether or not U.S. persons were actively collaborating, colluding, cooperating and involved in a conspiracy with them or not. But also, if there is going to be any member ..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Did you see at that stage to believe that there would now - that that would result in indictments once investigated."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I thought at the time that there was going to be individuals who were going to have issues with the Department of Justice.  (END VIDEO CLIP)"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, what did they do about it? What was their investigation? Where did that begin? Who did they talk to? What did Loretta Lynch think about it? What did Jim Comey think about it? Jesse, let me start with you.  WATTERS: Well, Barack Obama likes to say that he had a scandal-free administration. I think that's out of the window now, it looks like he had the most corrupt administration since Richard Nixon. I don't know why the media isn't calling Barack Obama's office and asking him for a comment after this entire charade has been exposed. John Brennan, the CIA Director ran point on the whole thing, and they wanted Hillary in there. He wanted to keep his job as CIA Director. And Obama wanted a third term, it was about legacy for him. I think at this point as Lindsey Graham said, you need a second special counsel to bring up everybody and investigate Brennan and Clapper and Strock and Comey and McCabe and all these people again. Samantha Powers with the unmasking. Yates, who set up the sting in the office of Mike Flynn. And at this point it now looks like Papadopoulos allegedly started this whole thing, never even spoke to a Russian. He spoke to two CIA agents and an Obama Ambassador, who was a Clinton donor. So, right now they need to declassify as much as they can. The 302s, the FISA applications. Everything needs to get out there. The left said they want transparency on bar. I want transparency on this investigation. Lastly, the President is always criticized for not believing the intel people. Well, the intel people under Barack Obama were all dead wrong. At worst, they were dead wrong. I mean or they were trying to frame him. Which one was it?  MACCALLUM: You know I heard Ari Fleischer, Dana today say that he thought that this kind of investigation and the beginnings of it with Sally Yates is as Jesse just mentioned would never happen without the knowledge of the President. Do you agree with that?  PERINO: No, not necessarily. Not to disagree with Ari Fleischer of course, because I don't know. And I do think that there are time and there is a bright line and sometimes, I don't know how present he was in all of this, meaning President Obama. Right. Like how much did he care. There is very few things that unites Silicon Valley Democrats and Trump Administration supporters, but frustration with Barack Obama's administration on not bringing up and raising a red flag about Russian interference until I think it was September, they knew for a while it was happening and then we hear that President Obama in that meeting with Putin in September of 2016 leans over and says, hey, knock it off like we know what's happening, but America didn't know what's happening. We know now. And one of the things that's amazing to Jesse's point about scandal, 2016's election Integrity was Barack Obama's responsibility. We heard it in the bar letter that we know the Russians were trying to do it. We know they're still trying to do it based on the Trump Administration's intelligence community. And so, the integrity of the 2020 election is President Trump's responsibility.  MACCALLUM: Absolutely. And boy, you know if they wanted to sow discord and pit people against each other, they must be sitting back, they're going awesome job everybody. We've tied these people up in knots for two years. Let's see if we can do it again in 2020. I want to play this from John Brennan today, because we have shown how out there on this limb John Brennan was. So, when asked to respond to everything today here's what he said  (BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR, CIA",
      "utterance": "One of the received bad information but I think I suspected that there was more than there actually was and I am relieved that it's been determined that there was not a criminal conspiracy with the Russian government over our election.  (END VIDEO CLIP)"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You can only see him from here up. So, I don't know if you can see the tail that might be between his legs. But wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, you know I just disagree with you guys, because I think that we have a record here. And I think that Robert Mueller was able to confirm at 100 meetings between Trump officials and Russians. We have 26 Russians indicted, three Russian ..."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But that is part of ..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hang on. Let me finish."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's part of the discussion about the Russian hacking."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. So, let me finish. At the time this was going on, Joe Biden has said this publicly. President Obama went to Mitch McConnell, the Republican leader in Washington said, let's issue a bipartisan statement condemning this Russian interference. As you heard earlier, President Obama said directly to Vladimir Putin, stop this interference. We have a statement that came out from Jay Johnson and Jim Clapper, an official statement saying, Russia is interfering in our election.  All this was said ..."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's all stuff that we know."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "At the time. That's right. So, in other words, they didn't ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They didn't stop it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They couldn't. How are you going to stop it? You can make an effort. You can try to get Republicans."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But let me bring Greg in here."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Republicans in the form of Mitch McConnell said that would put some kind of onus on our candidate."
    },
    {
      "speaker": "WATTERS",
      "utterance": "McConnell is not in-charge of the intelligence operatic, Juan."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Greg.  WATTERS: What's he going to do?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Your thoughts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't have very many thoughts at this point. I'm just still happy, you know I'm just enjoying it. I had a natural buzz from this vindication. I just think it's interesting that the people that push this story the most, we're us. Like you know what, we always get - it's the commentators and the opinionators, they get the bad rap that we're always just like we're not dealing in facts, actually we're dealing in conversation."
    },
    {
      "speaker": "That's our job, but we're the experts in that analysts, the Brennan's, the people that we put up on pedestals who had pushed this, not us, not us chuckleheads. We're just having a conversation. But everybody that's - Carl Bernstein's of the world, the John Brennan's, the investigative reporters that lied to us. Those are the people that caused this problem. Disgust me, I'll tell you.  MACCALLUM",
      "utterance": "I mean Brennan was the CIA Director."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And they keep being interviewed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And he suggests in the interview, I know these things because I know these."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I have the inside track. And then this morning he comes out and says, it's possible that I got some bad information."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, there we are. All right. So, coming up, the Attorney and vocal Trump critic Michael Avenatti was arrested today as if there wasn't enough going on. That is next.  (COMMERCIAL BREAK)"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Michael Avenatti, the former lawyer for Stormy Daniels and one of the President's staunchest critics arrested today on charges of allegedly trying to extort $15 million to $25 million from Nike. Prosecutors claim Avenatti threaten the company with negative publicity if his demands were not met. Here's an attorney for the Southern District of New York speaking earlier today."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Avenatti was not acting as an attorney. A suit and tie doesn't mask the fact that at its core this was an old-fashioned shakedown."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And one of the President's attorney saying this about Avenatti's arrest. \"It's a great day for the American justice system\". Greg, do I get a little bit of vindictive delight in that quote.  GUTFELD: Yes, I believe so. You know the media created a hole for this guy. He supplied the anti-Cavanaugh accusations. Every spotlight was thrown away. It's not a good day for CNN, because this was their guy. I think he was on CNN like 70 times and Geragos' unnamed co-conspirator was an analyst for CNN. So, it looks pretty bad I think for CNN.  I don't think you're going to be around tomorrow. I think you're going to close up shop. I'm not sure, that's I've heard that. I'm kidding. Anyway, my favorite part of this, Stormy Daniels has expressed regret over her hiring of Avenatti, but she's never really regretted her decisions in porn. So, this is actually in her mind hooking up with him was worse than an XXX career. That's amazing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, Dana you have - he's also charged with defrauding a bank in Mississippi by fraudulent tax returns so that he could get loans for the struggling law firm. I mean this just goes ..."
    },
    {
      "speaker": "PERINO",
      "utterance": "He is a pathetic piece of scum, honestly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "I had forgotten - I don't know why I forgot it. But when you're on the daily briefing and you brought up the Cavanaugh thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "I forgot. That it was not top of mind when I saw this. Also, I have to hand it to Nike. They saw this coming to like, oh yes, and they - if you watch the press conference, they called the Justice Department and they start working with them and basically, they say, speaking to this microphone again and tell us exactly what you want to do, and he does it. I mean and I also I would say that the prosecutors at the SDNY or wherever they are, they do not take kindly to lawyers who are liars. And so, he's really going to be in trouble."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Maybe this was the action in the Southern District everybody was talking about."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean like now we all love this other district."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, we love until we hate them tomorrow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But the last time I heard about Avenatti Jesse was he had some kind of tape on R. Kelly. And so, now I don't know what to believe with this guy.  WATTERS: Well, I don't know if that tapes getting out now, because he's behind bars. But think about it, Juan, Cavanaugh is on the Supreme Court. Avenatti is in jail. Stormy has to pay Trump's legal fees. And there is no collusion."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What a great country. But this - the guy's a con artist. And CNN hitched their wagon to a con artist like they did with Smollett, like they did with Christopher Steele and it all blew up in their face. I believe I'm on tape actually just a couple months ago saying, Avenatti was going to be bankrupt or in prison or both. So, I'd just like to reach around and pat myself on the back."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What do you think, Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, is he not, he's not running for President anymore?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, Rick Wilson was saying, what's going to help him become President, I read.  MACCALLUM: I mean I just think you know when you look at the big picture, I don't think a whole lot of people are going to remember the Michael Avenatti despite the fact that he was on television. About 108 times, there was a moment where you could not look up at any of the other cable news channels and not see Michael Avenatti spouting, what we now know was an enormous amount of you know what. He attached himself to every single story he could from Stormy Daniels, to the Cavanaugh story where he brought forward those two women who were you know one of whom just appeared to be making up whole cloth (ph) stories as she went along.  GUTFELD: And now she's accusing him of stuff."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. And as you say, Stormy Daniels says that she never really liked the guy from the beginning.  GUTFELD: Exactly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, she did cut ties with him, right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh! Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think so."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, I mean it's like - it's not necessarily the case that Stormy was bogus. It's just that Avenatti may have over-hyped it.  MACCALLUM: Well I mean the cases that he brought on her behalf fell apart."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of going after the President and he swore up and down that he had the evidence that was going to make President Trump look the worst of all from any of this. And you know I mean like I said he he's going to be a very minor footnote in the history of this story."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan, you wanted to hear. Here's a great comparison in the life of Stormy. Trump honored his contract. Avenatti didn't."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You mean the payoff."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There we go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So that's the whole point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm sure that helps your side."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it does because he paid. The thing is she didn't honor her deal and she hooked up with somebody who was a thief and to use your word scum."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, pathetic scum."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When she was actually, in which Trump was actually in an honorable deal paying her off."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. How about that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Such language from Dana. One More Thing is up next.  (COMMERCIAL BREAK)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "One More Thing, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. A lot of people watch The Greg Gutfeld Show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true."
    },
    {
      "speaker": "PERINO",
      "utterance": "A lot of breaking news this weekend, so you might not been able to tune in. He reported on a very important study about people who would listen to Death Metal when they were younger and had reformed later in life. Take a look at who he found.  (BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He was kind of big in the 90s in Norway and now. You may recognize her or maybe you don't, but it's very surprising she became that.  (END VIDEO CLIP)"
    },
    {
      "speaker": "PERINO",
      "utterance": "This is a study, I guess it says if you listen to Death Metal you turn out just fine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly. I showed an old picture of you and your band. Yes, I did.  PERINO: I think that producers made another metal."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is so amazing good."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Pretty good tattoos."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Amazing, and kind of my disturbing. Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think she looks better. Losing by one point in basketball's March Madness competition can bring a man to tears. That's what happened to Duke Coach Mike Krzyzewski even though he won the game. Take a look at the final seconds of Duke versus Central Florida. Once the game ended, Coach K walked over to the opposing coach Johnny Dawkins while shaking his head. Dawkins played at Duke, then coached at Duke for 10 years and he and the coach remained close. So, here's an emotional Coach Krzyzewski at the press conference after the game.  (BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "MIKE KRZYEWSKI",
      "utterance": "I love Johnny Dawkins. They were deserving of winning and they were so good. And I'm so proud that those kids played at the level of their coach."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know to me, it's all a reminder that even in the toughest competition, it's possible that your competitors are family.  GUTFELD: Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, everybody likes this cereal Lucky Charms."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The main reasons is because they have the most delicious little marshmallows in there. So, you take your spoon and you just try to avoid the regular part of the cereal just to get the marshmallows. Now that's not a problem anymore, OK. General Mills is giving away 15,000 boxes of all marshmallow Lucky Charms. OK. It's a limited edition offering. So, you go to your regular supermarket look for a specially marked box. And if it has that promotion on it you go to marshmallowsonly com and they're going to send you a free box all marshmallow."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, it's your chance to win."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh! Come on. Get them excited, Dana."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is like having a cake made of frosting."
    },
    {
      "speaker": "PERINO",
      "utterance": "A chance to win."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And that's the best part of the cake."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. But then if you eat it a cake full of frosting, you die."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here's the thing, Greg."
    },
    {
      "speaker": "PERINO",
      "utterance": "23 grams of sugar."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Greg, here's the thing."
    },
    {
      "speaker": "WATTERS",
      "utterance": "23."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I want him to give this to his kids and hang out with."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They already did is a disaster  GUTFELD: God. All right. Me real quick. Animals Are Great. Animals are great even when they're bone stupid. Look at this dog trying to drink some water. Unfortunately, he's drinking the shadow of the water and not the water in front of him. That is one dumb dog, And Animals Are Great. Animals are stupid. All right, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Well much more serious now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I spent the last few days in Iwo Jima and Guam and you're only allowed to go into Iwo Jima one day a year, for about six hours it's now controlled once again by the Japanese. So, I was part of the Stephen Ambrose Military History Tour. The United flight that we went in on was full of veterans who are in their 90s. That's me on the top of Mount Suribachi, it was just an incredibly moving experience. I'm working on a book on Iwo Jima and the history of the island that was shot I took right on the beach looking up at Mount Suribachi where so many landed in their crafts and where so many lives were lost. These are some of the amazing -- that's Rondo. Hi -- Rondo. Incredible man who talked about the enormity of the task that they had before them and how small it made for me the news that happened on Friday actually feel."
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "All right. \"Special Report\" is up next. Hey, Bret. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}