{
  "date": "March 5, 2018",
  "headline": "Rep. Jordan: Americans deserve answers about Trump dossier",
  "subHeadline": "Republican congressman from Ohio wants to know what the Obama administration knew about the Steele dossier and fears that only another special counsel can get the answers.",
  "url": "https://www.foxnews.com/transcript/rep-jordan-americans-deserve-answers-about-trump-dossier",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TRISH REGAN, GUEST HOST",
      "sentences": "That was House Intelligence Committee Chairman Devin Nunes not taking kindly too Stephen Colbert’s attempt to make fun of him there with Congressman Adam Schiff over the Russia investigation.  This coming with special counsel Robert Mueller widening his probe, reportedly issuing a subpoena for communications from President Trump and his campaign staff. Reaction to all of this right now from Ohio Republican Congressman Jim Jordan, member of the House Judiciary Committee.  Congressman, good to see you.   REP. JIM JORDAN, R—OHIO: Good to be with you, Trish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "So, I want to get your take on this subpoena here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "Because it kind of seems to me that if you’re conducting an investigation, you would subpoena these folks and get all their emails, et cetera, but you might have done that awhile back. Why are you just doing it now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "I agree with you completely. Look, these are people you would expect that special counsel Robert Mueller was going to get try to information and documents and answers from.  It seems like he waited awhile. But timing is his deal. I think, though, what is important is not so much what he may get from here, because Chairman Nunes is exactly right. To date, after 10 months of this special counsel, not one bit of evidence that the there was any type of coordination between the Trump campaign and the Russians to influence the election.   But here’s what we do know. The letter that Chairman Nunes sent to approximately 24 people, most of them associated with the Obama administration, asking them key questions about the dossier, that’s the information I want to get ahold of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "Yes. That still has not been released.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "They -- we don't know what these people knew, when they got the information, when they knew about the dossier, who did they get it from, who did they share it with, did they talk to the White House about it? Those are important questions. And those answers are due back now. And if they don't come back, Chairman Nunes has indicated he will subpoena the individuals, just like Mr. Mueller subpoenaed folks. Chairman Nunes is going to subpoena people to get those answers to those key questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "I guess what is sad about all of this, Congressman, is that it’s so political, right? Because the American, they people deserve answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "And yet we don't know what happened. I look at this fake dossier thing that read like a piece of tabloid trash, and knowing that it was paid for by the opposition, again, knowing it reads like opposition research, I question whether or not the Russians were out there giving Christopher Steele wrong information, deliberately so, that it would mess with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "It’s a good question. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "The idea that our FBI took it seriously enough to get a FISA warrant and get a judge to issue a FISA warrant on it, that seems kind of messed up. When you think about this from all sides, Congressman, there’s a lot going on and people need answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes. They sure do.  And they took this to the court, didn't tell the whole truth to the court, namely who paid for him, didn't tell the court that Christopher Steele’s relationship with the FBI had been terminated because he broke a cardinal rule. He talked to the press about having a relationship with the FBI, didn’t disclose that to the court either.  And here's what else I find interesting. Remember, the FBI first had this dossier in July of 2016. We thought that was it. And then we subsequently learned, oh, it wasn’t just the FBI. It was also the Justice Department, namely Bruce Ohr. And then, a few months after that, we learned, oh, it wasn't just the FBI and the Justice Department that knew about the dossier. It was also the Obama administration’s State Department, which raises one more important question.   If the FBI knew about it and the DOJ also knew about it, and the State Department also knew about it, did the Obama White House know as well? We don't know the answer to that question. But that's why the letter that Devin sent to these 24 individuals, key people -- and you can guess who the likely suspects are, Ben Rhodes, Susan Rice, Samantha Power, Clapper, Brennan, all these key people. Did they also know at the top levels of the White House about this dossier, and did they know that if the FBI took it in fact to the FISA court? Those are important questions. And this is why we called for a second special counsel. Even though I don’t like special counsels, I see no other way to get the answers to those key questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "Congressman, what if they did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Well, then we need to find out. And we need to know. And, more importantly, the American people need to know. And they need to be held to account if in fact they took this opposition research document, and they knew that our Federal Bureau of Investigation was taking to it a secret court to get a warrant to spy on a fellow American citizen associated with the Trump campaign. If they knew all that, that's pretty important. We don’t if they did, but that's what we got to find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "So then we might actually need to see another investigation, another special counsel into that aspect of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes. I don't -- like I said, I don’t like special counsels, but I don't see any other remedy. The FBI can’t investigate themselves. I think you have to get a second one. I would say, though, do this. Don't pick someone from the swamp. Pick some retired federal judge from somewhere in Iowa, Oklahoma. Pick someone out there. Let that individual put together a team and get to the facts and get answers to these questions that we all want to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "It might be nice if that person put together a team of people that hadn’t been out there contributing to the opposite side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "I’m told, apparently, you can't find a lawyer, however, in D.C. that hasn't contributed to Democrats. So, that’s partly where that stems from. Just a final question. Your final thoughts on Mueller investigating possible influence of UAE -- a UAE adviser to the Trump administration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "I have just heard the news. I don’t know.  Look, I guess, at this point, we hear that Mr. Mueller is going in all kinds of directions. How about just focusing on the central question you were asked to see? Was there coordination between the Trump campaign and Russia to influence the election? To date, we have seen no evidence of that. But we do know that the Clinton paid the law firm who paid Fusion, who paid Christopher Steele to do what? Influence the election. We know that for a fact. And we know that that work product that Christopher Steele put together was taken to a court to get a warrant to spy on someone associated with the other campaign.   That is not supposed to work that way in this great country. That’s why we need the second special counsel to get answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "All right, you’re calling for it. Congressman, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "Thank you very much.  Copy: Content and Programming Copyright 2018 Fox News Network, Inc. Copyright CQ-2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRISH REGAN, GUEST HOST",
      "utterance": "That was House Intelligence Committee Chairman Devin Nunes not taking kindly too Stephen Colbert’s attempt to make fun of him there with Congressman Adam Schiff over the Russia investigation. This coming with special counsel Robert Mueller widening his probe, reportedly issuing a subpoena for communications from President Trump and his campaign staff. Reaction to all of this right now from Ohio Republican Congressman Jim Jordan, member of the House Judiciary Committee. Congressman, good to see you. REP. JIM JORDAN, R—OHIO: Good to be with you, Trish."
    },
    {
      "speaker": "REGAN",
      "utterance": "So, I want to get your take on this subpoena here."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes."
    },
    {
      "speaker": "REGAN",
      "utterance": "Because it kind of seems to me that if you’re conducting an investigation, you would subpoena these folks and get all their emails, et cetera, but you might have done that awhile back. Why are you just doing it now?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "I agree with you completely. Look, these are people you would expect that special counsel Robert Mueller was going to get try to information and documents and answers from. It seems like he waited awhile. But timing is his deal. I think, though, what is important is not so much what he may get from here, because Chairman Nunes is exactly right. To date, after 10 months of this special counsel, not one bit of evidence that the there was any type of coordination between the Trump campaign and the Russians to influence the election. But here’s what we do know. The letter that Chairman Nunes sent to approximately 24 people, most of them associated with the Obama administration, asking them key questions about the dossier, that’s the information I want to get ahold of."
    },
    {
      "speaker": "REGAN",
      "utterance": "Yes. That still has not been released."
    },
    {
      "speaker": "JORDAN",
      "utterance": "They -- we don't know what these people knew, when they got the information, when they knew about the dossier, who did they get it from, who did they share it with, did they talk to the White House about it? Those are important questions. And those answers are due back now. And if they don't come back, Chairman Nunes has indicated he will subpoena the individuals, just like Mr. Mueller subpoenaed folks. Chairman Nunes is going to subpoena people to get those answers to those key questions."
    },
    {
      "speaker": "REGAN",
      "utterance": "I guess what is sad about all of this, Congressman, is that it’s so political, right? Because the American, they people deserve answers."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "REGAN",
      "utterance": "And yet we don't know what happened. I look at this fake dossier thing that read like a piece of tabloid trash, and knowing that it was paid for by the opposition, again, knowing it reads like opposition research, I question whether or not the Russians were out there giving Christopher Steele wrong information, deliberately so, that it would mess with us."
    },
    {
      "speaker": "JORDAN",
      "utterance": "It’s a good question. Yes."
    },
    {
      "speaker": "REGAN",
      "utterance": "The idea that our FBI took it seriously enough to get a FISA warrant and get a judge to issue a FISA warrant on it, that seems kind of messed up. When you think about this from all sides, Congressman, there’s a lot going on and people need answers."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes. They sure do. And they took this to the court, didn't tell the whole truth to the court, namely who paid for him, didn't tell the court that Christopher Steele’s relationship with the FBI had been terminated because he broke a cardinal rule. He talked to the press about having a relationship with the FBI, didn’t disclose that to the court either. And here's what else I find interesting. Remember, the FBI first had this dossier in July of 2016. We thought that was it. And then we subsequently learned, oh, it wasn’t just the FBI. It was also the Justice Department, namely Bruce Ohr. And then, a few months after that, we learned, oh, it wasn't just the FBI and the Justice Department that knew about the dossier. It was also the Obama administration’s State Department, which raises one more important question. If the FBI knew about it and the DOJ also knew about it, and the State Department also knew about it, did the Obama White House know as well? We don't know the answer to that question. But that's why the letter that Devin sent to these 24 individuals, key people -- and you can guess who the likely suspects are, Ben Rhodes, Susan Rice, Samantha Power, Clapper, Brennan, all these key people. Did they also know at the top levels of the White House about this dossier, and did they know that if the FBI took it in fact to the FISA court? Those are important questions. And this is why we called for a second special counsel. Even though I don’t like special counsels, I see no other way to get the answers to those key questions."
    },
    {
      "speaker": "REGAN",
      "utterance": "Congressman, what if they did?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Well, then we need to find out. And we need to know. And, more importantly, the American people need to know. And they need to be held to account if in fact they took this opposition research document, and they knew that our Federal Bureau of Investigation was taking to it a secret court to get a warrant to spy on a fellow American citizen associated with the Trump campaign. If they knew all that, that's pretty important. We don’t if they did, but that's what we got to find out."
    },
    {
      "speaker": "REGAN",
      "utterance": "So then we might actually need to see another investigation, another special counsel into that aspect of this?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes. I don't -- like I said, I don’t like special counsels, but I don't see any other remedy. The FBI can’t investigate themselves. I think you have to get a second one. I would say, though, do this. Don't pick someone from the swamp. Pick some retired federal judge from somewhere in Iowa, Oklahoma. Pick someone out there. Let that individual put together a team and get to the facts and get answers to these questions that we all want to know."
    },
    {
      "speaker": "REGAN",
      "utterance": "It might be nice if that person put together a team of people that hadn’t been out there contributing to the opposite side."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Exactly right."
    },
    {
      "speaker": "REGAN",
      "utterance": "I’m told, apparently, you can't find a lawyer, however, in D.C. that hasn't contributed to Democrats. So, that’s partly where that stems from. Just a final question. Your final thoughts on Mueller investigating possible influence of UAE -- a UAE adviser to the Trump administration?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "I have just heard the news. I don’t know. Look, I guess, at this point, we hear that Mr. Mueller is going in all kinds of directions. How about just focusing on the central question you were asked to see? Was there coordination between the Trump campaign and Russia to influence the election? To date, we have seen no evidence of that. But we do know that the Clinton paid the law firm who paid Fusion, who paid Christopher Steele to do what? Influence the election. We know that for a fact. And we know that that work product that Christopher Steele put together was taken to a court to get a warrant to spy on someone associated with the other campaign. That is not supposed to work that way in this great country. That’s why we need the second special counsel to get answers."
    },
    {
      "speaker": "REGAN",
      "utterance": "All right, you’re calling for it. Congressman, good to see you."
    },
    {
      "speaker": "JORDAN",
      "utterance": "You bet."
    },
    {
      "speaker": "REGAN",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, Inc. Copyright CQ-2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}