{
  "date": "March 16, 2020",
  "headline": "Trump administration not ruling out domestic travel restrictions amid coronavirus pandemic",
  "subHeadline": "Guests: Chad Wolf, Gregory Rigano, Andy Biggs, Mark Greene, Mike Braun, Jennifer Joyce, Raymond Arroyo Mark Green, Steve Forbes, John Catsimatidis",
  "url": "https://www.foxnews.com/transcript/trump-administration-not-ruling-out-domestic-travel-restrictions-amid-coronavirus-pandemic",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right. I'm Laura Ingraham, and this is \"The Ingraham Angle.\" The Trump administration taking drastic measures, as Sean was talking about, as we've all been documenting today, to protect Americans against the spread of this coronavirus. including, by the way, a restriction on international flights. So the question a lot of Americans are having tonight, is domestic travel next? So the Acting DHS Chief Chad Wolf, he's going to explain why perhaps the panic that's set in about, just that fact is not warranted.  Plus, the coronavirus aid package is hitting a snag on Capitol Hill. So why isn't it gotten to the Senate yet? And what's in the bill? Do we even know? Senator Mike Braun is here along with Congressman Andy Biggs and Mark Green.  And there's no denying that the stock market, of course, took a massive hit today. Steve Forbes is going to explain why there's actually a silver lining to this. Can that even be? Also Raymond Arroyo is here with the impact the coronavirus is having on the 2020 election and why did Joe Biden's virus plan seems so familiar.  But first lessons learned. That's the focus of tonight's Angle. All right, this has been a very difficult time for all of us in America. We know this pandemic has led to massive economic losses and disruptions to your daily life, all of our daily lives. Now, we've lost more than 80 Americans now to this disease, over 4,500 are infected, and those numbers will increase as more testing becomes available. The Dow Jones had the worst day in its history, dropping almost 3,000 points and that's despite the Fed slashing interest rates to near zero.  The phrase \"socialism distancing\" is now burned into our consciousness. We'll never forget that one. And most of the country is seeing school shutter, meaning we working parents have childcare issues on top of all the other problems that we're dealing with. Parents who live paycheck to paycheck, well, they can't afford child care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So is this the new normal until the height of the summer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "We'll see what happens. But they think August could be July, could be longer than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, while the new federal guidelines about public gatherings should be abided by, of course, taken extremely seriously. We all have to take them seriously. We must not allow this to become the new normal once we reach the other side of this current crisis. We've heard that phrase new normal a lot today.   Tonight I'm saying that if we learn correct lessons from all of this, well, in the future, both - we both can keep our people safe and preserve our freedom, our way of life. And, yes, our free market, a virus or anything for that matter that occurs in another country should not be allowed to collapse our economy and completely upend our way of life. The freedoms guaranteed under our constitution cannot be gutted every time any country acts negligently or recklessly, including a country like China. Now what if this virus or another one pops up again in the fall? Are we all going to be told to shelter in place for another long period of time - 15 days, maybe a month next time? Is that mean we're going to close public schools again - all schools? And then what we see grocery store panic buying resume. Citywide curfews, delayed elections? If this becomes the new normal after we deal with this virus, and we have to deal with this now, well, will cease to be the America that we know and love.  There are the obvious short term lessons like washing your hands, wiping down your bags and no coughing on other people's faces. We should have already known that, but apparently we didn't know that. We now know it now. But if we don't learn the right long term lessons, well, we can just face a recurring cycle of misery and shutdowns when something happens, that's really bad in another country.   Here are a few of the important lessons to prevent this nightmare from happening again. This goes far beyond the get tough China policy approach of this administration. We need to move to get into a real approach to China. For two decades, I've been on TV and in the print media with only a handful of others, by the way, warning about the dangers of globalization to our workers, to our core industries, and our national security. Well, now our national health is on the line to with globalization. Well, what did they call us back then. They call us isolationists. I say it's better to be called an isolationist than to be forced to isolate at home. Last week, Chinese officials hinted that they could cut off all antibiotics to the United States.  Last week, European countries began banning exports of key medical supplies used to combat COVID-19. Smart nations know, in emergencies, that they need to protect their own first. The Chinese people live under an evil regime, and it seeks world domination. We cannot and should not trade away our lives and our livelihood in reliance on them. So that means we have to do whatever it takes to bring back our manufacturing of medicines, drugs, and other key technologies to the United States of America. Made in America, you bet. My mom used to say, we need more \"Made in America\" back in the 1970s and boy, do we need that kind of wisdom and common sense now.  And that means some medical supplies too that we see in short supply here in the United States. You have to beg other countries for them. It's ridiculous. Thankfully, the Trump administration seems to be taking this lesson to heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The President personally asked me to move quickly on this issue. The VA, HHS and the Department of Defense, buy a ton of medicines, medical supplies and equipment, we need to have them buy that from American producers on American soil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When someone says, but prices for the goods are going to go up if we bring all this manufacturing back, remind them about the trillions that have been wiped out just in the last two weeks because of the coronavirus. It's a huge, huge series of losses for American families and American business. Lesson number two, we can no longer allow the rabid Left in America or greedy businesses and the business community to run our border and immigration policy. Today reporters were asking questions about when are we going to you know, shut the Northern border, what are we going to do with Canada? Even Guatemala and Mexico are seeing why border enforcement and border health screenings are really important now. The wisdom of Trump, people are kind of catching on. Now, when we did ANGLE segments over the last two years about the rise of TB, and other diseases coming across our Southern border, we were vilified, as were others as anti-immigrant. That criticism was a vicious lie. We were being pro-American, just like everyone who's urging strong action now on foreign entries coming into the United States. They're worried about America. So were we. Well, everyone except Joe Biden, that is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "In the first 100 days of my administration, no one, no one will be deported at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "With that answer last night, how can anyone think that Biden would be tougher than Trump in instituting strong measures against COVID- 19? Lesson number three. Health screenings must be instituted at all U.S. entry points. A good friend texted me last night who was traveling from Kyrgyzstan, trying to get back into the United States. And this was this text. \"Screening before us flights is very long but ridiculous. They didn't ask any questions or check temp. In Kyrgyzstan, they check temperature on the plane with thermovisor, then again at the airport.\"  Well, apparently we've improved and are beefing up screenings to some extent. But this has to be done, at least from China and Europe now on a permanent basis going forward. I was thinking about it this way, if we can do facial recognition to catch terrorists and other criminals trying to come through our ports of entry now, which we can, surely we can screen at least somewhat for disease and illness going forward. Again, so we don't go through what we're going through right now again.  America without technology, as someone reminded me this today, without any technology we had common sense at the at the beginning of the last century. Remember coming through Ellis Island, we had people completely separated from the American population. We had common sense at the at the beginning of the last century. Remember coming through Ellis Island, we had people completely separated from the American population until it was assured that they weren't going to bring disease into the United States in the early 1900s. We did it then we can figure out a way to do it efficiently now. I say all of this tonight, not because I want to point fingers or rehash, no, no, no, because our freedom of assembly, our freedom of worship, our freedom of movement of travel, none of that is going to mean anything if we have to shut down our society and destroy our economy every time another health crisis from abroad threatens to overwhelm us.   So we have to be thinking not only how to get through the immediate crisis, which the Trump team is doing, and they're doing a great job of now at this point. We also, though, have to prevent similar emergencies, crises, challenges from hitting us and overwhelming us in the future.  After Pearl Harbor, what did we do? Well, we knew we had to do something. We built up our military and our heavy manufacturing to win the war. After 9/11, we made some mistakes, for sure, we've talked about that before, but we expanded screenings at our airports, and we improved our terror database and terror tracking. And after this new battle is finally won by us, it ravages America, which it's doing right now. We'll need to implement sound and permanent policies to make sure that we don't ever have to suffer through this kind of thing again.  Now, 15 days from now, we're going to be closer to warm weather that, we hope, will do more to stem the movement of this virus, we'll be closer to widespread testing, and closer to the clinical trials and what we'll find out with the vaccine testing. That's all good, and we hope that we begin to see the flattening of the infections curve, that's essential. But we also have to be making preparations. So that will be - we will be in a much better position to avoid this from ever happening again.  The media - now, some have been enjoying this moment that has brought great inconvenience, disruption and suffering to American workers and families, let alone all the health challenges, the deaths and the infection rate. Because some people think it's Trump's downfall and they're cheering that on as they did during Mueller and all these other crises. But as you'll see later, the Left doesn't have a great response here. Testing snags notwithstanding, Trump has mobilized an aggressive effort to tackle this. The Democrats answer is usually that, well, we should just do what Europe does. Well, OK, right now Europe is closing its borders. Canada and others are closing their borders as well.  And as I was telling you, even countries like Kyrgyzstan are doing thermovisor checks at airports. So it's worth remembering when Trump shut down travel from China. Remember who was out there criticizing him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We will not stop. Banning all travel from Europe or any other part of the world, may slow it. But, as we've seen it will not stop it. This disease could infect every nation and any person on the planet",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He was just tweeting the other day, I think it was last Thursday, that walls won't stop the border. So are we to believe that, what, Biden would have supported Trump's moving more aggressively against travel in January? Of course not. Yet Trump's decision likely saved thousands of lives. Anthony Fauci said it was a critical part of the decision making. And not only that, for decades, Trump had been warning about China's impending dominance in manufacturing. The Democrats and the Chamber of Commerce, GOPers, they just laughed at him. They laughed him off as a candidate and then they dismissed Trump's \"America First\" agenda during his presidency.   Well, now, how does that look now? Well, Donald Trump looks pretty prescient on that. We're going to get through this and we'll get through it together. Let's make sure we learn the right lessons in the meantime. And that's The Angle. All right, joining us now, and I'm delighted he's with us. We've been hearing that Trump was considering restriction, not just on international travel, but now on domestic travel as well. And here's what he said about it today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you looking at any domestic travel restrictions? I know that's been on the table before, but is that firming up at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're not really, we hope we don't have to, Steve. We think that, hopefully, we won't have to do that. But it's certainly something that we talk about every day. We haven't made that decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is acting homeland Secretary Chad Wolf. Mr. Secretary, the President says he has no plans as of now for domestic restrictions, but he also said everything's on the table. Is that something that is close at hand? Is it something that DHS is actually prepared for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD WOLF, ACTING DHS SECRETARY",
      "sentences": "Well, as you heard the President say, it's certainly something that we continue to look at, certainly in the task force. There are no immediate plans for any domestic travel restrictions. But as I often say, we like to keep all options on the table. And, again, as the virus continues to evolve, and our medical strategy continues to evolve, then that's certainly something that we'll take a look at.  I will say, that we see overall and here in the domestic aviation, side or sector, about a 30 percent drop in traffic to date when we look at this time - same time last year. So the airlines are certainly pulling down as demand falls. But we'll continue to look at whether we need to impose any specific travel restrictions here domestically, such as we've done in the international context.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mr. Acting Secretary what happened on Sunday night in Chicago? It seems like it was a lifetime ago. But Sunday night - Saturday night - I guess, Saturday night was when I started seeing it. That sounds like I better get back - I better get back home. But it was a real backup.  And then as my friend said he was coming back from Istanbul. He didn't really get pressed with questions about his temperature or where he had been. It was very hodgepodge - the screening as he was entering back into us and going through customs. So what's going on there with the screening and the temperature taking or is it not being taken?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "So on Friday night - last Friday night, we began travel restrictions from Europe. So what you saw in airports on Saturday was the first day on dealing with that. And so that was a three time - three times as much traffic from Europe, as we saw from China. So we had to adjust our operations, which we did. And just yesterday, we had an average wait times at our funneling airports of about 27 minutes. And so we really see a lot of improvement that we did from Saturday to Sunday.  Now, there's a number of other countries that folks will travel from that don't get the medical screening, the President has decided to input those from China, Iran, Europe, U.K. and Ireland are coming up at midnight today. So we'll continue to look at other countries that we need to impose those travel restrictions to look at that enhanced medical screenings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, but.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "But we feel comfortable were we are at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mr. Acting Secretary - yes, can you - again, when you when you put the restriction in place, which was really smart. I'm glad we did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If anything, we could have done it sooner, but everyone would have criticized you if you did it sooner. So it's like you're damned if you do it, damned if you don't. But given that, why, - why isn't there any, like, it's pretty obvious that there's going to be a big crush at the airport. So why wouldn't people be six feet apart? Or why would you not limit people's entrance into the airport, so they're not all crowded together, perhaps spreading the virus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "So what we saw is we had one particular concern at Chicago O'Hare, what we had at the other 12 airports was the process working. So we had a process issue at Chicago. We fixed that in a matter of hours and what you saw the very next day is, again, wait times at a very minimal rate, as I said, 27 minutes, average wait times. So we fixed that. We'll see another large surge of individuals coming from U.K. and Ireland that we'll have to enhance medically screen as well. But I'm sure we're up to the challenge and we'll continue to process those folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If Kyrgyzstan can use the thermovisor technology on passengers, why aren't we doing it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "Well, we're certainly looking at a variety of technology. I will say that we have a very large population and volume that that's coming in. So just this weekend alone - so Saturday and Sunday alone, we enhanced medically screened around 60,000 passengers. So that's quite a workload at those 13 funneling in airports, and we'll continue to look at whether do we need to expand those travel restrictions and expand that medical screening",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the report about what's happening at our Southern border. You all have stopped at a surprising number of Chinese trying to come into the country and then people still getting into the United States, trying to claim asylum. What can you tell us just about the border and the China - barring Chinese from entering the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "Well, whether it's our Southern border or Northern border, it's a very real concern there on how we impose these travel restrictions. And so what I can tell you is, any given week, we have between seven and 9,000 folks that are illegally entering our country.   And these are individuals that have no medical history, they have no travel history. Often don't arrive with any identity documents. And so it's a really real concern. They come in traveling in very poor conditions, perhaps in tractor trailers, from stash houses in the like. So we're very concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. But - I'm sorry to interrupt, but we're almost out of time. Are they being immediately sent out of the country? I mean, we're in a national state of emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Democrats are always saying, yes, they should just stay here and be processed in these detention centers that I've been to. But don't they need to be sent immediately out of the country in a state of emergency, so we don't have more problems in our healthcare system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "That's exactly right and we're certainly taking a look at that. Obviously, we have a set of laws--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Taking a look at it. It should have been done like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "--that restrict our ability to do that. And we are Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. I mean, that should have been done the first minute that the national emergency was declared. Mr. Secretary--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I really appreciate your coming on. You're you guys are working 24/7. Thank you for informing the American people. And up next, now the scientists are saying that they're developing a vaccine for the coronavirus, it could take months and not be implemented once it's found for 12 to 18 months, given we have to look at harmful side effects and so forth. But what if there's already a cheap and widely available medication that's on the market to treat the virus? Well, according to a new study, there is such a drug. It's called chloroquine. And that study found that use of chloroquine and its tablets is showing favorable outcomes in humans infected with coronavirus, including faster time to recovery and shorter hospital stays. CDC research shows that chloroquine also has strong potential as a prophylactic preventative measure against coronavirus in the lab, and while we wait for a vaccine to be developed. Tonight, joining me now is one of the coauthors that study Gregory Rigano. Gregory, how big a game changer could chloroquine and its sister drug hydro chloroquine, be if say, we began using it fairly promptly to treat Americans who are highly at risk - the elderly, and people who are already compromised?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY RIGANO, CO-AUTHOR, STUDY ON CHLOROQUINE",
      "sentences": "Yes, thank you for having me on. So let me just start chloroquine and hydroxychloroquine are generic drugs, traditionally, prescribed in tablet form. They've been around since World War II. They are on the World Health Organization's list of the most essential medicines, and they're generally accepted as safe, especially hydroxychloroquine has an even better safety profile than chloroquine.  And what we see in both the South Korean and Chinese treatment guidelines - we don't have clinical trials yet from there. They both say, use chloroquine as a treatment. And what I'm here to report. And I'm kind of front running here and I have to apologize, but we are in a state of emergency and an MD PhD from the south recorded. He's going to publish it in the next few days. That in a 30-patient controlled clinical study, that means there's a patient arm that is taking hydroxychloroquine and a patient arm that's taking nothing as a placebo, and these patients that are taking nothing are heroes. Within a matter of six days, the patient's taking hydroxychloroquine, tested negative for coronavirus COVID-19. Within that same time the patients that took the control, tested positive. This is a well-controlled study. And what we need to proceed here is a global well-controlled study to demonstrate its effectiveness, so medical doctors are comfortable prescribing this worldwide. And before you come up, the most important thing is that this is likely an effective treatment by our South friends. I mean, he's one of the most eminent infectious disease specialists in the whole world. But specifically, we have strong reason to believe that a preventative dose of hydroxychloroquine is going to prevent the virus from attaching to the body and just get rid of it completely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIGANO",
      "sentences": "Basically functioning--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a game changer. And, again, it has been used against the SARS. It's a very well-known antiviral, very - everyone knows that - who is has gone to maybe Africa or other places where Malaria is a problem. I took it a couple years ago. I've actually taken it four times. And I've gone on - three times, excuse me. Three different trips to Africa. I always took chloroquine.  It's just one of - and that's a generic, but there are - that you could get other brand names of it. But this is about $0.05 a tablet, and again, we want this to be done on a global scale, controlled study, that's a bigger a bigger study group. But this could really buy us time. And it's critical that this be done and that the administration through the FDA, they've cut red tape. They continue to cut red tape and fast track any other study of this we have to do, but especially for compromised patients in the elderly. Gregory, you're giving us information a lot of people weren't aware of thank you very much tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIGANO",
      "sentences": "So, we would like to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And a number of states are taking drastic steps to contain the coronavirus, several have called out the National Guard and New Jersey is telling residents to get off the streets at night. WTXF and Fox's Philadelphia Jennifer Joyce is standing by and Haddon Township and she's in New Jersey there with more on the story tonight. Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER JOYCE, WTXF-FOX PHILADELPHIA",
      "sentences": "Yes. Good evening. We are seeing the restrictions in place here and its s very quiet in Haddon Township. And a lot of the businesses effected for one, this gym here behind me used to open 24 hours a day. We actually just not too long ago saw someone pull up, get out, tried to get inside that gym unaware that gyms are now closed indefinitely throughout the state of New Jersey. We talked to a restaurant owner, who's also down the street. He said that he had to lay off roughly 40 employees today as customers are no longer allowed to dine in at restaurants. They're offering a takeout only. We talked to one of the servers who was laid off, a single father of a one- and-a-half-year-old son, concerned about what's to come unclear how long these restrictions will last. Now trying to come up with an alternate career perhaps as a handyman for the time being to be able to bring in some money for his son. Back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jennifer, thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The House Bill exempts companies of 500 employees or more from paid sick leave requirement and that's 54 percent of the American workplace. Why is it a good idea to only require small businesses to provide paid sick leave?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, we're looking into that and we may be expanding that. We want fairness. We want it for everybody. No, we're looking at that through the Senate, because as you know, the Senate is now digesting that bill. So we may very well be adding something on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "President Trump today addressing a major sticking point in the coronavirus aid package that was put forward by House Democrats. Now the aid package heads to the Senate. And this comes on the heels of Treasury Secretary Steve Mnuchin meeting with GOP Senators about a third aid package earlier today. Now, we're delighted to be joined by a couple of people. Well, we have to congressman Andy Biggs, of course, one of our go-to people when it comes to talking about the minutiae of these bills, and what's really good, maybe not so good in them; and Mark Greene.  Congressman Biggs, let's start with you. There's a concern on the part of some that this aid package isn't enough and it doesn't move fast enough and it doesn't give money to the people who need it the most. It takes too long to kick in. Mitt Romney and Senator Tom Cotton want to send checks right to affected Americans. Romney wants $1,000 to go to every American, I believe. And Cotton wants a check to go to the people hit hardest. Congressman Biggs, what are those two ideas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ANDY BIGGS, R-ARIZ.",
      "sentences": "Well, I think Senator Romney's bad and Mr. Cotton's kind of getting right closer to the point, because this bill - the way it rolls out is, if you have 51 employees, this bill is going to really hammer you, because 51 to 499 employees means that you're going to have to provide extra paid leave, extra family medical leave as well and they're going to give you a what's called a refundable tax credit. But by the time a lot of these businesses get the refundable tax credit, think about a 55 employee restaurant, they're going to be out of business before they get that tax credit back, because they simply can't afford to pay these folks all that leave. And so I think postponing that mandate - so it's an unfunded mandate, until you get a tax credit. That is really detrimental to the small business can be very harmful for this economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Senator - we're now are also joined by Senator Mike Braun from the great State of Indiana. I think we'll punch him up in a second. I think he's there. Senator Braun, it's good to see you. I keep getting texts and e-mails from small business and medium sized business owners who are saying - and these are caring people. They're giving gifts to their employees, trying to help them who are at home, trying to find childcare for them. But they - literally they say, we're going to be out of business. If we have to pay - and it's a mandate to pay a sick leave, we're going to be out of business, and meanwhile, the big businesses are totally exempt from this. So what if we get bankrupt businesses at the end of this wonderful period of time where we're all sheltering in our houses and this this passes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MIKE BRAUN, R-IND.",
      "sentences": "I had those same texts over the weekend and the National Federation of Independent Businesses, NFIB is against the bill as well for the very reasons you talked about. We talked about it among some conservative Senators this evening and there are some adjustments that need to be made. We cannot just rubber stamp this and get it across to get something done.  So small businesses, almost in unanimity, and I talked to a bunch of them over the weekend, don't like the structure of this bill. It can be--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAUN",
      "sentences": "--because the intent of helping small businesses and wage earners is important. Why it's not impacting businesses with 500 or more employees, that's another issue to talk about. But this bill, as it is, needs to be repaired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman Green, your thoughts on where we are moving from that that specific sticking point, which is a big one, and potentially will just bankrupt in thousands of businesses across America with great employees and great CEOs. Where are we now in the administration's response? Are you satisfied with the pace that things are moving specifically the testing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK GREEN, R-TENN.",
      "sentences": "Yes, absolutely. The public-private partnerships, President Trump has done several things in the course of this that I think are very, very helpful. One, flattening the curve with the travel ban initially. And then the emergency declaration which did a lot of things, but in that same briefing he talked about the public-private partnerships to get those tests out there. So I think the improvements have hit there. You're going to see the tests hitting the nation all this week. Very pleased about that. I did want to add, though, the technical corrections today, 89 pages of a bill correcting a 110-page bill that they dropped on us and had us vote in about 15 minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nobody read it. This is what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "It's crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everyone doesn't want to be called lacking in compassion. You're not for helping people. But isn't this, Congressman Biggs, what we criticize Democrats for, and we have got to pass the bill to find out what's in it? Mitch McConnell and Senator Braun and others are saying, whoa, whoa, wait a second. What we do now is really important. We have got to help the people affected, but we cannot shut businesses down across the country because they can't comply with this. You guys didn't even read this legislation, 40 Republicans voted against it, and they are being trashed all over America because they voted against it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIGGS",
      "sentences": "As one of the persons getting trashed, I can tell you they give us 12 minutes to read the bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's a joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIGGS",
      "sentences": "Yes, it's a joke. Bad process leads to bad policy, and that's exactly why Senator Braun is saying this needs substantial work. And like Rep Green just said, a 90-page technical correction bill that's filled with substantive matters to try to correct all the flaws in it, and it still didn't correct all the flaws. And you're going to have -- it makes bad politics, too. So you get bad process, makes bad policy, makes bad politics. And that's what this bill did. And it's just an outrage. And Laura, we said about Obamacare, we teased Nancy Pelosi who said you have to pass it to know what's in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I just said it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIGGS",
      "sentences": "Here's the deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on. I have to ask Senator Braun a question here. Senator, this is only going to be the beginning of many bills, including what people are saying is a bailout of the airline industry. Airline industry has been charging for pillows and blankets and printing money, good for them. But we should be bailing out the airline industry, is that coming, too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAUN",
      "sentences": "This can't be the new normal, because we will run trillion-dollar deficits. It begs the question of how you would even begin to do that, setting a pattern here. We focus on people really impacted, wage earners and small businesses. And Laura, one thing, I spent half-an-hour with the governor, lieutenant governor, and state agencies in Indiana. Have some solace that we're not going to solve this at the federal government level. We have got plenty of beds in Indiana. We are on full alert. I think we are going to learn a whole lot more over the next 15 days, and we're going to find when we sort all through this the two travel bans were the biggest upfront investments we made in tamping this down from the get-go. And that's why I think we'll have a flat curve going forward, I really do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, it's hard to see that America is going to last past 15 days of not being able to leave their houses. I think that can't be a new normal that keeps happening every flu season. Gentlemen, thank you very much. We'll check back with you later in the week. And there are a lot of other important lessons that we have to learn right now, especially when it comes to the economy. Steve Forbes join me in moments on how Trump can instill confidence in the markets and lay the groundwork for our resurgence, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "States across the country are telling nonessential businesses, bars, movie theaters, gyms, restaurants, to close down. Or if your restaurant you can have people order take-out. For more, let's go to FOX News west coast correspondent Jeff Paul who is reporting live from L.A. Jeff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF PAUL, FOX NEWS CORRESPONDENT",
      "sentences": "Laura, it started with schools and big gatherings. Now several states are cracking down on businesses in the hope of curbing the spread of the coronavirus. Bars, restaurants, movie theaters, gyms, and casinos in states like New York, Connecticut, and New Jersey will be closing as of now until they are deemed safe to reopen. In fact, under the order, people who don't comply in New York city could face a disorderly conduct summons or possibly even be arrested. Folks who make a living in the service industry right now are worried about their future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE CASSESE, NEW YORK CITY BARTENDER",
      "sentences": "I'm concerned about when my next check is going to come in. I am concerned about when this bar is going to filled again. I want to serve you drinks. I want you to through me a tip. I want everything to be as it usually is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "The one workaround on this ban, bars and restaurants will still be able to serve takeout or bag up food deliveries. A similar band is in place in Los Angeles. The city's mayor Eric Garcetti is encouraging residents to support small businesses who are counting on those to go orders during the outbreak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN PORTO, LOS ANGELES RESTAURANT OWNER",
      "sentences": "We are in the back of our restaurant. And so basically customers order from Postmates or Door Dash, and they come here to pick up orders. We have a table set up to minimize human contact. We have a sign here, wait for orders here, we have on our side here to protect our employees. We have hand sanitizer back here. And this is where the customers can pick up their food.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Despite the closures, in most cases grocery stores, pharmacies, and gas stations will remain open. Laura?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jeff, thanks so much. And President Trump today echoed calls for Americans to hunker down and avoid unnecessary travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "My administration is recommending that all Americans including the young and healthy work to engage in schooling from home when possible, avoid gathering in groups of more than 10 people, avoid discretionary travel, and avoid eating and drinking in bars, restaurants, and public food courts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "While this is a prudent public health move, what is the cost to the economy? Joining us now, I'm delighted he is with us, Steve Forbes, chairman and editor in chief of Forbes Media, and John Catsimatidis, who is the owner of Gristedes. Am I saying that right, supermarket chain? I hope I'm saying that right. How much damage could a nationwide lockdown do even just two weeks to the U.S. economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE FORBES, CHAIRMAN, FORBES MEDIA",
      "sentences": "Laura, the damage is going to be substantial, and it's going to hurt a lot of individuals, and it's going to put out of businesses tens of thousands of businesses unless something is done, not just small businesses but big ones as well, starting with the airlines. That's why it's essential for the Federal Reserve to do now what it did 12 years ago and provide loans through commercial paper. They can set up a facility to provide money, cash, to otherwise solvent businesses to keep them through the storm. On the individual side, President Trump has to push for a suspension of the payroll tax. That will put $2,000 or more in people's pockets between now and yearend. And also something like what Senator Cotton is proposing for middle and low income people to get a one-time check. The nice thing about these measures, Laura, is they end when the crisis ends, instead of this sick paid leave and things like that which will crush small businesses in the future. Do these one-time emergency measures. They are expensive, but the stock market has already lost $6 trillion in value. Do these one-time things and we'll get through the storm and be prepared for recovery later this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Steve, I did my Angle earlier on how this can't become the new normal every time a health crisis occurs in another country and then just wreck our economy. That can't be the new normal. We have to take lessons from this going forward about how we deal with China, how we deal with supply chains, how we deal with testing at airports. You can't shut down the economy again in the fall of this virus is pops back up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORBES",
      "sentences": "No. And one of the things that should be done along those lines in addition to especially on the drug side, and there are technologies now where we can vastly improve the manufacturing of drugs, is in terms of China, those things should be done. But also I think in terms of the future, we need a commission like we did after Pearl Harbor, like we did after 9/11. Why did the CDC really botch this thing up? We weren't prepared with tests. They knew back in November, December, a bad thing was coming our way, and they didn't -- they responded like a bureaucracy more interested in bureaucratic rules rather than mobilizing the private sector. You contrast that with South Korea which has already done each day more tests than we've done since December. And that's an outrage, and we have got to avoid that again. So we nip these things in the bud. We had experienced with Ebola, swine flu, and other epidemics, potential epidemics. Why did they fail this time? We need to find out to prevent that from happening again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And decouple from China when it comes to essential products, medicines, and medical supplies. We cannot be held hostage by other countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORBES",
      "sentences": "That will happen soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "John, I want to talk to you about the food supply. We have had an enormous amount of panic on the part of Americans in wanting to make sure they have enough food for their families. What can you tell us tonight about that concern of American families and how they should be reacting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN CATSIMATIDIS, CEO, GRISTEDES FOODS",
      "sentences": "I think that there's a shortage of toilet paper, of course. There's always a shortage of toilet paper. And there is no shortage of certain Clorox products and products for cleaning. But people are panicking. And it's not about the Fed. I don't think the Fed can solve this problem. It's about giving people hope that there is a solution out there. The Fed has cut rates to nothing, did not help. The Fed has said they are going to provide $700 billion. It didn't help. This is about providing hope to the people. And I think President Trump has done everything right so far. He has closed the borders, which is the right thing to do. And I think Trump is tough enough that if one of the companies has a virus or vaccine or very close to it, I think he's going to force it and make it happen, and have some blue sky out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everyone wanted Trump to be as forthright and somber as he was today. And as he was, Steve, you saw the market go down even further when he was speaking because he said it could be July or August. And he didn't mean we were going to be in our houses until July or August, but he meant that the virus could still be circulating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORBES",
      "sentences": "I think the key thing now is to have the Fed, one, make sure these solvent businesses don't go under and do what the president has recommended in terms of a payroll tax so that people get immediate relief, and it also reducing the cost of businesses to keep people working. And so that's win- win. And so the president I think should be emphasizing those things as well as not painting too rosy a picture. I think we'll recover from this sooner as soon as we get tests out there and get real knowledge of what the facts are so we can respond appropriately and laser-like instead of shooting in the dark because we just don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, we need more information, more facts, and that will determine the future course. Gentlemen, thank you so much. Great to see you. And coming up, the coronavirus took center stage at last night's Democrat debate, and I mean literally. Plus, how will the coronavirus quarantine affect those headed to the primary polls tomorrow? Raymond Arroyo has the answers, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Democratic Presidential Candidates tried to politicize, not surprisingly, the coronavirus outbreak at their debate last night, attempting to position themselves as the best leader in a crisis. With analysis on what the virus response could mean to the presidential campaign is Fox News contributor Raymond Arroyo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Laura, Sanders and Biden -- great to see you. Laura, Sanders and Biden were all over the place during their debate last night. Sanders confused coronavirus with Ebola several times and called for the need to take on pharmaceutical companies. Meanwhile, Joe Biden offered his own plan for dealing with the crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "How do you deal with the things that necessarily have to be kept going, and what is the way to do that? There should be a national standard for that. It should be coming out of the Situation Room right now. We should be sitting down -- the president should be sitting down in the Situation Room right now. I would call a meeting in the Situation Room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, what does he think the president has been doing since this virus broke out in China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The president has been meeting daily with the vice president, his task force of scientists, experts, first responders, federal agency heads. It's amazing to me that this is the best Biden could come up with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Biden has also been very critical of Trump's travel restrictions, Raymond, calling them xenophobic, I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes, he has, even as Dr. Fauci has insisted that the travel dance kept the Chinese spread from hitting the U.S. in a really terrible way, a move which may have saved thousands and thousands of lives, Laura. Biden has been touting his own plan for coping with the coronavirus outbreak. But as I studied it today, it looks a lot like the Trump plan. Biden suggests wide availability of free testing. Laura, there are now drive-up locations opening up all over the country, including three today in Louisiana. Biden suggests working with private labs and universities to expand testing. Well, Trump weeks ago ordered the FDA to allow private labs and universities to begin testing. Then Biden says he wants to develop a vaccine. Too late. Trump fast-tracked a vaccine back in January, the 28th, and the first trial began today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Biden says he would ensure that public health decisions are made by health experts. Who does he think is proposing these quarantines and restaurant closures, Laura? Barron and Melania? No, it is the experts. It's the CDC. So if Biden is going to suggest something, he better come up with something original if he means to politicize this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The one thing that was not in either Biden's plan or Bernie's plan is the type of strict approach to travel that Trump is taking. So we can take from that that they wouldn't have put those measures in place. In fact, of course, Biden has criticized the China travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So we would've had a much bigger spread in the United States is we -- just let everyone come in. Don't deport anybody for 100 days. Let people come in --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And then give them health care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, and then give them health care and further burden our system. It's crazy. At last night's debate, there were candidates that were six feet apart, and there were no handshakes, of course, that's the new thing. So how does this affect the campaign going forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The candidates have already begun virtual town halls, Laura, and rallies. The Biden campaign launched a virtual town hall Friday in Illinois. It didn't go exactly as planned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The whole point of this is that we can do a lot to do with endangered species. One of the things I would like to raise is that we have to deal with this on an international basis as well. I'm sorry this has been such a disjointed effort here because of the connections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Raymond. That's how it ends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Difficulties Laura. Killed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And that's how the segment ends, because we have to go off camera. Raymond, thanks so much. Poor Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A lot more. We'll close it out. Coming up, a disturbing suggestion from the Squad about what to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. AYANNA PRESSLEY, D-MASS.",
      "sentences": "I think now would be the time to commute some sentences, to exact clemency, and to take care of our most vulnerable. And bearing in mind that 95 percent of those that are incarcerated will be released, so this is an imminent public health threat for those that are currently incarcerated and ultimately will be released.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So that's another coronavirus solution from the left. Free the inmates, free college, free health care, and free the prisoners. Wow. That's all the time we have tonight. Shannon Bream and the \"Fox News @ Night\" team have it all from here including breaking news from Ohio where there's a new word on what's going to happen or not happen with that primary. Shannon, you've been doing such a phenomenal job. What do you have on tap tonight? Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right. I'm Laura Ingraham, and this is \"The Ingraham Angle.\" The Trump administration taking drastic measures, as Sean was talking about, as we've all been documenting today, to protect Americans against the spread of this coronavirus. including, by the way, a restriction on international flights. So the question a lot of Americans are having tonight, is domestic travel next? So the Acting DHS Chief Chad Wolf, he's going to explain why perhaps the panic that's set in about, just that fact is not warranted. Plus, the coronavirus aid package is hitting a snag on Capitol Hill. So why isn't it gotten to the Senate yet? And what's in the bill? Do we even know? Senator Mike Braun is here along with Congressman Andy Biggs and Mark Green. And there's no denying that the stock market, of course, took a massive hit today. Steve Forbes is going to explain why there's actually a silver lining to this. Can that even be? Also Raymond Arroyo is here with the impact the coronavirus is having on the 2020 election and why did Joe Biden's virus plan seems so familiar. But first lessons learned. That's the focus of tonight's Angle. All right, this has been a very difficult time for all of us in America. We know this pandemic has led to massive economic losses and disruptions to your daily life, all of our daily lives. Now, we've lost more than 80 Americans now to this disease, over 4,500 are infected, and those numbers will increase as more testing becomes available. The Dow Jones had the worst day in its history, dropping almost 3,000 points and that's despite the Fed slashing interest rates to near zero. The phrase \"socialism distancing\" is now burned into our consciousness. We'll never forget that one. And most of the country is seeing school shutter, meaning we working parents have childcare issues on top of all the other problems that we're dealing with. Parents who live paycheck to paycheck, well, they can't afford child care."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So is this the new normal until the height of the summer?"
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "We'll see what happens. But they think August could be July, could be longer than that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, while the new federal guidelines about public gatherings should be abided by, of course, taken extremely seriously. We all have to take them seriously. We must not allow this to become the new normal once we reach the other side of this current crisis. We've heard that phrase new normal a lot today. Tonight I'm saying that if we learn correct lessons from all of this, well, in the future, both - we both can keep our people safe and preserve our freedom, our way of life. And, yes, our free market, a virus or anything for that matter that occurs in another country should not be allowed to collapse our economy and completely upend our way of life. The freedoms guaranteed under our constitution cannot be gutted every time any country acts negligently or recklessly, including a country like China. Now what if this virus or another one pops up again in the fall? Are we all going to be told to shelter in place for another long period of time - 15 days, maybe a month next time? Is that mean we're going to close public schools again - all schools? And then what we see grocery store panic buying resume. Citywide curfews, delayed elections? If this becomes the new normal after we deal with this virus, and we have to deal with this now, well, will cease to be the America that we know and love. There are the obvious short term lessons like washing your hands, wiping down your bags and no coughing on other people's faces. We should have already known that, but apparently we didn't know that. We now know it now. But if we don't learn the right long term lessons, well, we can just face a recurring cycle of misery and shutdowns when something happens, that's really bad in another country. Here are a few of the important lessons to prevent this nightmare from happening again. This goes far beyond the get tough China policy approach of this administration. We need to move to get into a real approach to China. For two decades, I've been on TV and in the print media with only a handful of others, by the way, warning about the dangers of globalization to our workers, to our core industries, and our national security. Well, now our national health is on the line to with globalization. Well, what did they call us back then. They call us isolationists. I say it's better to be called an isolationist than to be forced to isolate at home. Last week, Chinese officials hinted that they could cut off all antibiotics to the United States. Last week, European countries began banning exports of key medical supplies used to combat COVID-19. Smart nations know, in emergencies, that they need to protect their own first. The Chinese people live under an evil regime, and it seeks world domination. We cannot and should not trade away our lives and our livelihood in reliance on them. So that means we have to do whatever it takes to bring back our manufacturing of medicines, drugs, and other key technologies to the United States of America. Made in America, you bet. My mom used to say, we need more \"Made in America\" back in the 1970s and boy, do we need that kind of wisdom and common sense now. And that means some medical supplies too that we see in short supply here in the United States. You have to beg other countries for them. It's ridiculous. Thankfully, the Trump administration seems to be taking this lesson to heart."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The President personally asked me to move quickly on this issue. The VA, HHS and the Department of Defense, buy a ton of medicines, medical supplies and equipment, we need to have them buy that from American producers on American soil."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When someone says, but prices for the goods are going to go up if we bring all this manufacturing back, remind them about the trillions that have been wiped out just in the last two weeks because of the coronavirus. It's a huge, huge series of losses for American families and American business. Lesson number two, we can no longer allow the rabid Left in America or greedy businesses and the business community to run our border and immigration policy. Today reporters were asking questions about when are we going to you know, shut the Northern border, what are we going to do with Canada? Even Guatemala and Mexico are seeing why border enforcement and border health screenings are really important now. The wisdom of Trump, people are kind of catching on. Now, when we did ANGLE segments over the last two years about the rise of TB, and other diseases coming across our Southern border, we were vilified, as were others as anti-immigrant. That criticism was a vicious lie. We were being pro-American, just like everyone who's urging strong action now on foreign entries coming into the United States. They're worried about America. So were we. Well, everyone except Joe Biden, that is."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "In the first 100 days of my administration, no one, no one will be deported at all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "With that answer last night, how can anyone think that Biden would be tougher than Trump in instituting strong measures against COVID- 19? Lesson number three. Health screenings must be instituted at all U.S. entry points. A good friend texted me last night who was traveling from Kyrgyzstan, trying to get back into the United States. And this was this text. \"Screening before us flights is very long but ridiculous. They didn't ask any questions or check temp. In Kyrgyzstan, they check temperature on the plane with thermovisor, then again at the airport.\" Well, apparently we've improved and are beefing up screenings to some extent. But this has to be done, at least from China and Europe now on a permanent basis going forward. I was thinking about it this way, if we can do facial recognition to catch terrorists and other criminals trying to come through our ports of entry now, which we can, surely we can screen at least somewhat for disease and illness going forward. Again, so we don't go through what we're going through right now again. America without technology, as someone reminded me this today, without any technology we had common sense at the at the beginning of the last century. Remember coming through Ellis Island, we had people completely separated from the American population. We had common sense at the at the beginning of the last century. Remember coming through Ellis Island, we had people completely separated from the American population until it was assured that they weren't going to bring disease into the United States in the early 1900s. We did it then we can figure out a way to do it efficiently now. I say all of this tonight, not because I want to point fingers or rehash, no, no, no, because our freedom of assembly, our freedom of worship, our freedom of movement of travel, none of that is going to mean anything if we have to shut down our society and destroy our economy every time another health crisis from abroad threatens to overwhelm us. So we have to be thinking not only how to get through the immediate crisis, which the Trump team is doing, and they're doing a great job of now at this point. We also, though, have to prevent similar emergencies, crises, challenges from hitting us and overwhelming us in the future. After Pearl Harbor, what did we do? Well, we knew we had to do something. We built up our military and our heavy manufacturing to win the war. After 9/11, we made some mistakes, for sure, we've talked about that before, but we expanded screenings at our airports, and we improved our terror database and terror tracking. And after this new battle is finally won by us, it ravages America, which it's doing right now. We'll need to implement sound and permanent policies to make sure that we don't ever have to suffer through this kind of thing again. Now, 15 days from now, we're going to be closer to warm weather that, we hope, will do more to stem the movement of this virus, we'll be closer to widespread testing, and closer to the clinical trials and what we'll find out with the vaccine testing. That's all good, and we hope that we begin to see the flattening of the infections curve, that's essential. But we also have to be making preparations. So that will be - we will be in a much better position to avoid this from ever happening again. The media - now, some have been enjoying this moment that has brought great inconvenience, disruption and suffering to American workers and families, let alone all the health challenges, the deaths and the infection rate. Because some people think it's Trump's downfall and they're cheering that on as they did during Mueller and all these other crises. But as you'll see later, the Left doesn't have a great response here. Testing snags notwithstanding, Trump has mobilized an aggressive effort to tackle this. The Democrats answer is usually that, well, we should just do what Europe does. Well, OK, right now Europe is closing its borders. Canada and others are closing their borders as well. And as I was telling you, even countries like Kyrgyzstan are doing thermovisor checks at airports. So it's worth remembering when Trump shut down travel from China. Remember who was out there criticizing him?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "We will not stop. Banning all travel from Europe or any other part of the world, may slow it. But, as we've seen it will not stop it. This disease could infect every nation and any person on the planet"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He was just tweeting the other day, I think it was last Thursday, that walls won't stop the border. So are we to believe that, what, Biden would have supported Trump's moving more aggressively against travel in January? Of course not. Yet Trump's decision likely saved thousands of lives. Anthony Fauci said it was a critical part of the decision making. And not only that, for decades, Trump had been warning about China's impending dominance in manufacturing. The Democrats and the Chamber of Commerce, GOPers, they just laughed at him. They laughed him off as a candidate and then they dismissed Trump's \"America First\" agenda during his presidency. Well, now, how does that look now? Well, Donald Trump looks pretty prescient on that. We're going to get through this and we'll get through it together. Let's make sure we learn the right lessons in the meantime. And that's The Angle. All right, joining us now, and I'm delighted he's with us. We've been hearing that Trump was considering restriction, not just on international travel, but now on domestic travel as well. And here's what he said about it today."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you looking at any domestic travel restrictions? I know that's been on the table before, but is that firming up at all?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're not really, we hope we don't have to, Steve. We think that, hopefully, we won't have to do that. But it's certainly something that we talk about every day. We haven't made that decision."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is acting homeland Secretary Chad Wolf. Mr. Secretary, the President says he has no plans as of now for domestic restrictions, but he also said everything's on the table. Is that something that is close at hand? Is it something that DHS is actually prepared for?"
    },
    {
      "speaker": "CHAD WOLF, ACTING DHS SECRETARY",
      "utterance": "Well, as you heard the President say, it's certainly something that we continue to look at, certainly in the task force. There are no immediate plans for any domestic travel restrictions. But as I often say, we like to keep all options on the table. And, again, as the virus continues to evolve, and our medical strategy continues to evolve, then that's certainly something that we'll take a look at. I will say, that we see overall and here in the domestic aviation, side or sector, about a 30 percent drop in traffic to date when we look at this time - same time last year. So the airlines are certainly pulling down as demand falls. But we'll continue to look at whether we need to impose any specific travel restrictions here domestically, such as we've done in the international context."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mr. Acting Secretary what happened on Sunday night in Chicago? It seems like it was a lifetime ago. But Sunday night - Saturday night - I guess, Saturday night was when I started seeing it. That sounds like I better get back - I better get back home. But it was a real backup. And then as my friend said he was coming back from Istanbul. He didn't really get pressed with questions about his temperature or where he had been. It was very hodgepodge - the screening as he was entering back into us and going through customs. So what's going on there with the screening and the temperature taking or is it not being taken?"
    },
    {
      "speaker": "WOLF",
      "utterance": "So on Friday night - last Friday night, we began travel restrictions from Europe. So what you saw in airports on Saturday was the first day on dealing with that. And so that was a three time - three times as much traffic from Europe, as we saw from China. So we had to adjust our operations, which we did. And just yesterday, we had an average wait times at our funneling airports of about 27 minutes. And so we really see a lot of improvement that we did from Saturday to Sunday. Now, there's a number of other countries that folks will travel from that don't get the medical screening, the President has decided to input those from China, Iran, Europe, U.K. and Ireland are coming up at midnight today. So we'll continue to look at other countries that we need to impose those travel restrictions to look at that enhanced medical screenings."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, but."
    },
    {
      "speaker": "WOLF",
      "utterance": "But we feel comfortable were we are at."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mr. Acting Secretary - yes, can you - again, when you when you put the restriction in place, which was really smart. I'm glad we did it."
    },
    {
      "speaker": "WOLF",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If anything, we could have done it sooner, but everyone would have criticized you if you did it sooner. So it's like you're damned if you do it, damned if you don't. But given that, why, - why isn't there any, like, it's pretty obvious that there's going to be a big crush at the airport. So why wouldn't people be six feet apart? Or why would you not limit people's entrance into the airport, so they're not all crowded together, perhaps spreading the virus?"
    },
    {
      "speaker": "WOLF",
      "utterance": "So what we saw is we had one particular concern at Chicago O'Hare, what we had at the other 12 airports was the process working. So we had a process issue at Chicago. We fixed that in a matter of hours and what you saw the very next day is, again, wait times at a very minimal rate, as I said, 27 minutes, average wait times. So we fixed that. We'll see another large surge of individuals coming from U.K. and Ireland that we'll have to enhance medically screen as well. But I'm sure we're up to the challenge and we'll continue to process those folks."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If Kyrgyzstan can use the thermovisor technology on passengers, why aren't we doing it?"
    },
    {
      "speaker": "WOLF",
      "utterance": "Well, we're certainly looking at a variety of technology. I will say that we have a very large population and volume that that's coming in. So just this weekend alone - so Saturday and Sunday alone, we enhanced medically screened around 60,000 passengers. So that's quite a workload at those 13 funneling in airports, and we'll continue to look at whether do we need to expand those travel restrictions and expand that medical screening"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the report about what's happening at our Southern border. You all have stopped at a surprising number of Chinese trying to come into the country and then people still getting into the United States, trying to claim asylum. What can you tell us just about the border and the China - barring Chinese from entering the country?"
    },
    {
      "speaker": "WOLF",
      "utterance": "Well, whether it's our Southern border or Northern border, it's a very real concern there on how we impose these travel restrictions. And so what I can tell you is, any given week, we have between seven and 9,000 folks that are illegally entering our country. And these are individuals that have no medical history, they have no travel history. Often don't arrive with any identity documents. And so it's a really real concern. They come in traveling in very poor conditions, perhaps in tractor trailers, from stash houses in the like. So we're very concerned."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. But - I'm sorry to interrupt, but we're almost out of time. Are they being immediately sent out of the country? I mean, we're in a national state of emergency."
    },
    {
      "speaker": "WOLF",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Democrats are always saying, yes, they should just stay here and be processed in these detention centers that I've been to. But don't they need to be sent immediately out of the country in a state of emergency, so we don't have more problems in our healthcare system."
    },
    {
      "speaker": "WOLF",
      "utterance": "That's exactly right and we're certainly taking a look at that. Obviously, we have a set of laws--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Taking a look at it. It should have been done like."
    },
    {
      "speaker": "WOLF",
      "utterance": "--that restrict our ability to do that. And we are Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. I mean, that should have been done the first minute that the national emergency was declared. Mr. Secretary--"
    },
    {
      "speaker": "WOLF",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I really appreciate your coming on. You're you guys are working 24/7. Thank you for informing the American people. And up next, now the scientists are saying that they're developing a vaccine for the coronavirus, it could take months and not be implemented once it's found for 12 to 18 months, given we have to look at harmful side effects and so forth. But what if there's already a cheap and widely available medication that's on the market to treat the virus? Well, according to a new study, there is such a drug. It's called chloroquine. And that study found that use of chloroquine and its tablets is showing favorable outcomes in humans infected with coronavirus, including faster time to recovery and shorter hospital stays. CDC research shows that chloroquine also has strong potential as a prophylactic preventative measure against coronavirus in the lab, and while we wait for a vaccine to be developed. Tonight, joining me now is one of the coauthors that study Gregory Rigano. Gregory, how big a game changer could chloroquine and its sister drug hydro chloroquine, be if say, we began using it fairly promptly to treat Americans who are highly at risk - the elderly, and people who are already compromised?"
    },
    {
      "speaker": "GREGORY RIGANO, CO-AUTHOR, STUDY ON CHLOROQUINE",
      "utterance": "Yes, thank you for having me on. So let me just start chloroquine and hydroxychloroquine are generic drugs, traditionally, prescribed in tablet form. They've been around since World War II. They are on the World Health Organization's list of the most essential medicines, and they're generally accepted as safe, especially hydroxychloroquine has an even better safety profile than chloroquine. And what we see in both the South Korean and Chinese treatment guidelines - we don't have clinical trials yet from there. They both say, use chloroquine as a treatment. And what I'm here to report. And I'm kind of front running here and I have to apologize, but we are in a state of emergency and an MD PhD from the south recorded. He's going to publish it in the next few days. That in a 30-patient controlled clinical study, that means there's a patient arm that is taking hydroxychloroquine and a patient arm that's taking nothing as a placebo, and these patients that are taking nothing are heroes. Within a matter of six days, the patient's taking hydroxychloroquine, tested negative for coronavirus COVID-19. Within that same time the patients that took the control, tested positive. This is a well-controlled study. And what we need to proceed here is a global well-controlled study to demonstrate its effectiveness, so medical doctors are comfortable prescribing this worldwide. And before you come up, the most important thing is that this is likely an effective treatment by our South friends. I mean, he's one of the most eminent infectious disease specialists in the whole world. But specifically, we have strong reason to believe that a preventative dose of hydroxychloroquine is going to prevent the virus from attaching to the body and just get rid of it completely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes--"
    },
    {
      "speaker": "RIGANO",
      "utterance": "Basically functioning--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a game changer. And, again, it has been used against the SARS. It's a very well-known antiviral, very - everyone knows that - who is has gone to maybe Africa or other places where Malaria is a problem. I took it a couple years ago. I've actually taken it four times. And I've gone on - three times, excuse me. Three different trips to Africa. I always took chloroquine. It's just one of - and that's a generic, but there are - that you could get other brand names of it. But this is about $0.05 a tablet, and again, we want this to be done on a global scale, controlled study, that's a bigger a bigger study group. But this could really buy us time. And it's critical that this be done and that the administration through the FDA, they've cut red tape. They continue to cut red tape and fast track any other study of this we have to do, but especially for compromised patients in the elderly. Gregory, you're giving us information a lot of people weren't aware of thank you very much tonight."
    },
    {
      "speaker": "RIGANO",
      "utterance": "So, we would like to--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And a number of states are taking drastic steps to contain the coronavirus, several have called out the National Guard and New Jersey is telling residents to get off the streets at night. WTXF and Fox's Philadelphia Jennifer Joyce is standing by and Haddon Township and she's in New Jersey there with more on the story tonight. Jennifer."
    },
    {
      "speaker": "JENNIFER JOYCE, WTXF-FOX PHILADELPHIA",
      "utterance": "Yes. Good evening. We are seeing the restrictions in place here and its s very quiet in Haddon Township. And a lot of the businesses effected for one, this gym here behind me used to open 24 hours a day. We actually just not too long ago saw someone pull up, get out, tried to get inside that gym unaware that gyms are now closed indefinitely throughout the state of New Jersey. We talked to a restaurant owner, who's also down the street. He said that he had to lay off roughly 40 employees today as customers are no longer allowed to dine in at restaurants. They're offering a takeout only. We talked to one of the servers who was laid off, a single father of a one- and-a-half-year-old son, concerned about what's to come unclear how long these restrictions will last. Now trying to come up with an alternate career perhaps as a handyman for the time being to be able to bring in some money for his son. Back to you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jennifer, thanks so much."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The House Bill exempts companies of 500 employees or more from paid sick leave requirement and that's 54 percent of the American workplace. Why is it a good idea to only require small businesses to provide paid sick leave?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, we're looking into that and we may be expanding that. We want fairness. We want it for everybody. No, we're looking at that through the Senate, because as you know, the Senate is now digesting that bill. So we may very well be adding something on that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "President Trump today addressing a major sticking point in the coronavirus aid package that was put forward by House Democrats. Now the aid package heads to the Senate. And this comes on the heels of Treasury Secretary Steve Mnuchin meeting with GOP Senators about a third aid package earlier today. Now, we're delighted to be joined by a couple of people. Well, we have to congressman Andy Biggs, of course, one of our go-to people when it comes to talking about the minutiae of these bills, and what's really good, maybe not so good in them; and Mark Greene. Congressman Biggs, let's start with you. There's a concern on the part of some that this aid package isn't enough and it doesn't move fast enough and it doesn't give money to the people who need it the most. It takes too long to kick in. Mitt Romney and Senator Tom Cotton want to send checks right to affected Americans. Romney wants $1,000 to go to every American, I believe. And Cotton wants a check to go to the people hit hardest. Congressman Biggs, what are those two ideas?"
    },
    {
      "speaker": "REP. ANDY BIGGS, R-ARIZ.",
      "utterance": "Well, I think Senator Romney's bad and Mr. Cotton's kind of getting right closer to the point, because this bill - the way it rolls out is, if you have 51 employees, this bill is going to really hammer you, because 51 to 499 employees means that you're going to have to provide extra paid leave, extra family medical leave as well and they're going to give you a what's called a refundable tax credit. But by the time a lot of these businesses get the refundable tax credit, think about a 55 employee restaurant, they're going to be out of business before they get that tax credit back, because they simply can't afford to pay these folks all that leave. And so I think postponing that mandate - so it's an unfunded mandate, until you get a tax credit. That is really detrimental to the small business can be very harmful for this economy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Senator - we're now are also joined by Senator Mike Braun from the great State of Indiana. I think we'll punch him up in a second. I think he's there. Senator Braun, it's good to see you. I keep getting texts and e-mails from small business and medium sized business owners who are saying - and these are caring people. They're giving gifts to their employees, trying to help them who are at home, trying to find childcare for them. But they - literally they say, we're going to be out of business. If we have to pay - and it's a mandate to pay a sick leave, we're going to be out of business, and meanwhile, the big businesses are totally exempt from this. So what if we get bankrupt businesses at the end of this wonderful period of time where we're all sheltering in our houses and this this passes?"
    },
    {
      "speaker": "SEN. MIKE BRAUN, R-IND.",
      "utterance": "I had those same texts over the weekend and the National Federation of Independent Businesses, NFIB is against the bill as well for the very reasons you talked about. We talked about it among some conservative Senators this evening and there are some adjustments that need to be made. We cannot just rubber stamp this and get it across to get something done. So small businesses, almost in unanimity, and I talked to a bunch of them over the weekend, don't like the structure of this bill. It can be--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well."
    },
    {
      "speaker": "BRAUN",
      "utterance": "--because the intent of helping small businesses and wage earners is important. Why it's not impacting businesses with 500 or more employees, that's another issue to talk about. But this bill, as it is, needs to be repaired."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman Green, your thoughts on where we are moving from that that specific sticking point, which is a big one, and potentially will just bankrupt in thousands of businesses across America with great employees and great CEOs. Where are we now in the administration's response? Are you satisfied with the pace that things are moving specifically the testing?"
    },
    {
      "speaker": "REP. MARK GREEN, R-TENN.",
      "utterance": "Yes, absolutely. The public-private partnerships, President Trump has done several things in the course of this that I think are very, very helpful. One, flattening the curve with the travel ban initially. And then the emergency declaration which did a lot of things, but in that same briefing he talked about the public-private partnerships to get those tests out there. So I think the improvements have hit there. You're going to see the tests hitting the nation all this week. Very pleased about that. I did want to add, though, the technical corrections today, 89 pages of a bill correcting a 110-page bill that they dropped on us and had us vote in about 15 minutes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nobody read it. This is what I'm saying."
    },
    {
      "speaker": "GREEN",
      "utterance": "It's crazy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everyone doesn't want to be called lacking in compassion. You're not for helping people. But isn't this, Congressman Biggs, what we criticize Democrats for, and we have got to pass the bill to find out what's in it? Mitch McConnell and Senator Braun and others are saying, whoa, whoa, wait a second. What we do now is really important. We have got to help the people affected, but we cannot shut businesses down across the country because they can't comply with this. You guys didn't even read this legislation, 40 Republicans voted against it, and they are being trashed all over America because they voted against it."
    },
    {
      "speaker": "BIGGS",
      "utterance": "As one of the persons getting trashed, I can tell you they give us 12 minutes to read the bill."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's a joke."
    },
    {
      "speaker": "BIGGS",
      "utterance": "Yes, it's a joke. Bad process leads to bad policy, and that's exactly why Senator Braun is saying this needs substantial work. And like Rep Green just said, a 90-page technical correction bill that's filled with substantive matters to try to correct all the flaws in it, and it still didn't correct all the flaws. And you're going to have -- it makes bad politics, too. So you get bad process, makes bad policy, makes bad politics. And that's what this bill did. And it's just an outrage. And Laura, we said about Obamacare, we teased Nancy Pelosi who said you have to pass it to know what's in it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I just said it."
    },
    {
      "speaker": "BIGGS",
      "utterance": "Here's the deal."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on. I have to ask Senator Braun a question here. Senator, this is only going to be the beginning of many bills, including what people are saying is a bailout of the airline industry. Airline industry has been charging for pillows and blankets and printing money, good for them. But we should be bailing out the airline industry, is that coming, too?"
    },
    {
      "speaker": "BRAUN",
      "utterance": "This can't be the new normal, because we will run trillion-dollar deficits. It begs the question of how you would even begin to do that, setting a pattern here. We focus on people really impacted, wage earners and small businesses. And Laura, one thing, I spent half-an-hour with the governor, lieutenant governor, and state agencies in Indiana. Have some solace that we're not going to solve this at the federal government level. We have got plenty of beds in Indiana. We are on full alert. I think we are going to learn a whole lot more over the next 15 days, and we're going to find when we sort all through this the two travel bans were the biggest upfront investments we made in tamping this down from the get-go. And that's why I think we'll have a flat curve going forward, I really do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, it's hard to see that America is going to last past 15 days of not being able to leave their houses. I think that can't be a new normal that keeps happening every flu season. Gentlemen, thank you very much. We'll check back with you later in the week. And there are a lot of other important lessons that we have to learn right now, especially when it comes to the economy. Steve Forbes join me in moments on how Trump can instill confidence in the markets and lay the groundwork for our resurgence, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "States across the country are telling nonessential businesses, bars, movie theaters, gyms, restaurants, to close down. Or if your restaurant you can have people order take-out. For more, let's go to FOX News west coast correspondent Jeff Paul who is reporting live from L.A. Jeff?"
    },
    {
      "speaker": "JEFF PAUL, FOX NEWS CORRESPONDENT",
      "utterance": "Laura, it started with schools and big gatherings. Now several states are cracking down on businesses in the hope of curbing the spread of the coronavirus. Bars, restaurants, movie theaters, gyms, and casinos in states like New York, Connecticut, and New Jersey will be closing as of now until they are deemed safe to reopen. In fact, under the order, people who don't comply in New York city could face a disorderly conduct summons or possibly even be arrested. Folks who make a living in the service industry right now are worried about their future."
    },
    {
      "speaker": "DAVE CASSESE, NEW YORK CITY BARTENDER",
      "utterance": "I'm concerned about when my next check is going to come in. I am concerned about when this bar is going to filled again. I want to serve you drinks. I want you to through me a tip. I want everything to be as it usually is."
    },
    {
      "speaker": "PAUL",
      "utterance": "The one workaround on this ban, bars and restaurants will still be able to serve takeout or bag up food deliveries. A similar band is in place in Los Angeles. The city's mayor Eric Garcetti is encouraging residents to support small businesses who are counting on those to go orders during the outbreak."
    },
    {
      "speaker": "STEPHEN PORTO, LOS ANGELES RESTAURANT OWNER",
      "utterance": "We are in the back of our restaurant. And so basically customers order from Postmates or Door Dash, and they come here to pick up orders. We have a table set up to minimize human contact. We have a sign here, wait for orders here, we have on our side here to protect our employees. We have hand sanitizer back here. And this is where the customers can pick up their food."
    },
    {
      "speaker": "PAUL",
      "utterance": "Despite the closures, in most cases grocery stores, pharmacies, and gas stations will remain open. Laura?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jeff, thanks so much. And President Trump today echoed calls for Americans to hunker down and avoid unnecessary travel."
    },
    {
      "speaker": "TRUMP",
      "utterance": "My administration is recommending that all Americans including the young and healthy work to engage in schooling from home when possible, avoid gathering in groups of more than 10 people, avoid discretionary travel, and avoid eating and drinking in bars, restaurants, and public food courts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "While this is a prudent public health move, what is the cost to the economy? Joining us now, I'm delighted he is with us, Steve Forbes, chairman and editor in chief of Forbes Media, and John Catsimatidis, who is the owner of Gristedes. Am I saying that right, supermarket chain? I hope I'm saying that right. How much damage could a nationwide lockdown do even just two weeks to the U.S. economy?"
    },
    {
      "speaker": "STEVE FORBES, CHAIRMAN, FORBES MEDIA",
      "utterance": "Laura, the damage is going to be substantial, and it's going to hurt a lot of individuals, and it's going to put out of businesses tens of thousands of businesses unless something is done, not just small businesses but big ones as well, starting with the airlines. That's why it's essential for the Federal Reserve to do now what it did 12 years ago and provide loans through commercial paper. They can set up a facility to provide money, cash, to otherwise solvent businesses to keep them through the storm. On the individual side, President Trump has to push for a suspension of the payroll tax. That will put $2,000 or more in people's pockets between now and yearend. And also something like what Senator Cotton is proposing for middle and low income people to get a one-time check. The nice thing about these measures, Laura, is they end when the crisis ends, instead of this sick paid leave and things like that which will crush small businesses in the future. Do these one-time emergency measures. They are expensive, but the stock market has already lost $6 trillion in value. Do these one-time things and we'll get through the storm and be prepared for recovery later this year."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Steve, I did my Angle earlier on how this can't become the new normal every time a health crisis occurs in another country and then just wreck our economy. That can't be the new normal. We have to take lessons from this going forward about how we deal with China, how we deal with supply chains, how we deal with testing at airports. You can't shut down the economy again in the fall of this virus is pops back up."
    },
    {
      "speaker": "FORBES",
      "utterance": "No. And one of the things that should be done along those lines in addition to especially on the drug side, and there are technologies now where we can vastly improve the manufacturing of drugs, is in terms of China, those things should be done. But also I think in terms of the future, we need a commission like we did after Pearl Harbor, like we did after 9/11. Why did the CDC really botch this thing up? We weren't prepared with tests. They knew back in November, December, a bad thing was coming our way, and they didn't -- they responded like a bureaucracy more interested in bureaucratic rules rather than mobilizing the private sector. You contrast that with South Korea which has already done each day more tests than we've done since December. And that's an outrage, and we have got to avoid that again. So we nip these things in the bud. We had experienced with Ebola, swine flu, and other epidemics, potential epidemics. Why did they fail this time? We need to find out to prevent that from happening again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And decouple from China when it comes to essential products, medicines, and medical supplies. We cannot be held hostage by other countries."
    },
    {
      "speaker": "FORBES",
      "utterance": "That will happen soon."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "John, I want to talk to you about the food supply. We have had an enormous amount of panic on the part of Americans in wanting to make sure they have enough food for their families. What can you tell us tonight about that concern of American families and how they should be reacting?"
    },
    {
      "speaker": "JOHN CATSIMATIDIS, CEO, GRISTEDES FOODS",
      "utterance": "I think that there's a shortage of toilet paper, of course. There's always a shortage of toilet paper. And there is no shortage of certain Clorox products and products for cleaning. But people are panicking. And it's not about the Fed. I don't think the Fed can solve this problem. It's about giving people hope that there is a solution out there. The Fed has cut rates to nothing, did not help. The Fed has said they are going to provide $700 billion. It didn't help. This is about providing hope to the people. And I think President Trump has done everything right so far. He has closed the borders, which is the right thing to do. And I think Trump is tough enough that if one of the companies has a virus or vaccine or very close to it, I think he's going to force it and make it happen, and have some blue sky out there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everyone wanted Trump to be as forthright and somber as he was today. And as he was, Steve, you saw the market go down even further when he was speaking because he said it could be July or August. And he didn't mean we were going to be in our houses until July or August, but he meant that the virus could still be circulating."
    },
    {
      "speaker": "FORBES",
      "utterance": "I think the key thing now is to have the Fed, one, make sure these solvent businesses don't go under and do what the president has recommended in terms of a payroll tax so that people get immediate relief, and it also reducing the cost of businesses to keep people working. And so that's win- win. And so the president I think should be emphasizing those things as well as not painting too rosy a picture. I think we'll recover from this sooner as soon as we get tests out there and get real knowledge of what the facts are so we can respond appropriately and laser-like instead of shooting in the dark because we just don't know."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, we need more information, more facts, and that will determine the future course. Gentlemen, thank you so much. Great to see you. And coming up, the coronavirus took center stage at last night's Democrat debate, and I mean literally. Plus, how will the coronavirus quarantine affect those headed to the primary polls tomorrow? Raymond Arroyo has the answers, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Democratic Presidential Candidates tried to politicize, not surprisingly, the coronavirus outbreak at their debate last night, attempting to position themselves as the best leader in a crisis. With analysis on what the virus response could mean to the presidential campaign is Fox News contributor Raymond Arroyo."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Laura, Sanders and Biden -- great to see you. Laura, Sanders and Biden were all over the place during their debate last night. Sanders confused coronavirus with Ebola several times and called for the need to take on pharmaceutical companies. Meanwhile, Joe Biden offered his own plan for dealing with the crisis."
    },
    {
      "speaker": "BIDEN",
      "utterance": "How do you deal with the things that necessarily have to be kept going, and what is the way to do that? There should be a national standard for that. It should be coming out of the Situation Room right now. We should be sitting down -- the president should be sitting down in the Situation Room right now. I would call a meeting in the Situation Room."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, what does he think the president has been doing since this virus broke out in China?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The president has been meeting daily with the vice president, his task force of scientists, experts, first responders, federal agency heads. It's amazing to me that this is the best Biden could come up with."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Biden has also been very critical of Trump's travel restrictions, Raymond, calling them xenophobic, I believe."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes, he has, even as Dr. Fauci has insisted that the travel dance kept the Chinese spread from hitting the U.S. in a really terrible way, a move which may have saved thousands and thousands of lives, Laura. Biden has been touting his own plan for coping with the coronavirus outbreak. But as I studied it today, it looks a lot like the Trump plan. Biden suggests wide availability of free testing. Laura, there are now drive-up locations opening up all over the country, including three today in Louisiana. Biden suggests working with private labs and universities to expand testing. Well, Trump weeks ago ordered the FDA to allow private labs and universities to begin testing. Then Biden says he wants to develop a vaccine. Too late. Trump fast-tracked a vaccine back in January, the 28th, and the first trial began today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Today."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Biden says he would ensure that public health decisions are made by health experts. Who does he think is proposing these quarantines and restaurant closures, Laura? Barron and Melania? No, it is the experts. It's the CDC. So if Biden is going to suggest something, he better come up with something original if he means to politicize this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The one thing that was not in either Biden's plan or Bernie's plan is the type of strict approach to travel that Trump is taking. So we can take from that that they wouldn't have put those measures in place. In fact, of course, Biden has criticized the China travel."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Correct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So we would've had a much bigger spread in the United States is we -- just let everyone come in. Don't deport anybody for 100 days. Let people come in --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "And then give them health care."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, and then give them health care and further burden our system. It's crazy. At last night's debate, there were candidates that were six feet apart, and there were no handshakes, of course, that's the new thing. So how does this affect the campaign going forward?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "The candidates have already begun virtual town halls, Laura, and rallies. The Biden campaign launched a virtual town hall Friday in Illinois. It didn't go exactly as planned."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The whole point of this is that we can do a lot to do with endangered species. One of the things I would like to raise is that we have to deal with this on an international basis as well. I'm sorry this has been such a disjointed effort here because of the connections."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Raymond. That's how it ends."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Difficulties Laura. Killed it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And that's how the segment ends, because we have to go off camera. Raymond, thanks so much. Poor Biden."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A lot more. We'll close it out. Coming up, a disturbing suggestion from the Squad about what to do."
    },
    {
      "speaker": "REP. AYANNA PRESSLEY, D-MASS.",
      "utterance": "I think now would be the time to commute some sentences, to exact clemency, and to take care of our most vulnerable. And bearing in mind that 95 percent of those that are incarcerated will be released, so this is an imminent public health threat for those that are currently incarcerated and ultimately will be released."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So that's another coronavirus solution from the left. Free the inmates, free college, free health care, and free the prisoners. Wow. That's all the time we have tonight. Shannon Bream and the \"Fox News @ Night\" team have it all from here including breaking news from Ohio where there's a new word on what's going to happen or not happen with that primary. Shannon, you've been doing such a phenomenal job. What do you have on tap tonight? Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}