{
  "date": "March 22, 2019",
  "headline": "President Trump nominates economist Stephen Moore to serve on the Federal Reserve Board",
  "subHeadline": "Guests: John Yoo, Jillian Melchior, Kris Ruby, Cathy Areu, Stewart Acuff; Noelle Nikpour, Mike Gunzelman, Jessica Vaughan, Stephen Moore, Alana Goodman, Heather Zumarraga, Chris Robinson",
  "url": "https://www.foxnews.com/transcript/president-trump-nominates-economist-stephen-moore-to-serve-on-the-federal-reserve-board",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "Thank you, Shepard, very much. Stocks selling off big time, worries about a global slowdown that could grip this economy as well. And we could be seeing sign of it already. Something happened today that has a lot folks worried about what could happen in the future days.  What does Steve Moore think of that? He's just been nominated by the president of the United States to serve on the Federal Reserve Board. And he has been an outspoken critic of that Federal Reserve. So too the president earlier today in an interview with our Maria Bartiromo.  So much happening. Let's get right to it.  Welcome, everybody. I'm glad to have you. I'm Neil Cavuto. And it is something very unusual, but it happened today. Interest rates were inverted. By that, a three-month Treasury bill yielded you more than a 10-year Treasury note. The last time that happened was back in 2007. And that was before the financial meltdown, and a lot people read into that a sign we have got some problems, and the problems are in response to problems abroad.  In Germany, for example, they have got something even worse, negative interest rates. In Germany, if you want to sock away some cash, you pay the bank for the pleasure of holding onto that cash. Now, we're not that bad yet, but, normally, in fact, consistently, since the mid-1970s, every time this has happened, where a short-term interest rate has actually yielded more than a long-term interest rate, well, there's a recession, all the time, every time. Now, a lot of people said this was an overreaction today and that this is much ado with nothing. But try telling that to the folk who trade stocks, who pounded the Dow, now down, by day's end, about 459 points.  Now, a lot of this is built on disappointment as well about earnings that don't measure up. You probably heard the story about Nike, and, oftentimes, companies will come out with disappointing revenues and earnings. But here's what caught their attention with Nike.   That disappointment was coming from North America, normally a strong region that includes us, the United States of America. So maybe there is something to this notion of, well, spreading around. We're going to get to that in just a second. But forget about markets. Right now, we have a president who is much more focused in another M-word, as in Mueller, Bob Mueller, and an investigation, the results of which we could see, well, according to rumors, any day now, any hour now, maybe any minute now.   John Roberts with more on that from the White House -- John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Neil, good afternoon to you. Whether it's any day, any hour or any minute, every one that goes by brings us closer to this Mueller report being filed. The way that it goes is the Office of the Special Counsel will transmit the report to the attorney general. The attorney general, William Barr, will then review the report and decide what he is going to do with it, if he will send it off the Congress, if he would even decide to make parts of it public.  There may be an intermediary there where the White House gets involved. For example, if that report were to contain materials that would be subject to executive privilege, the White House might ask to review it to either waive executive privilege or to include some redactions, or the very least requested that those redactions be made.   The president talked about it on the way out today. He, like so many other people, has no idea when it's going to be released. As to whether or not this will be an honest report, here's what the president said:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Well, we're going to see what happens. It is going to be very aggressive, but we will see what happens. There was no collusion. There was no obstruction. Everybody knows it. It's all a big hoax. It's -- I call it the witch-hunt. It's all a big hoax. So, we will see what happens. I know that the attorney general, highly respected, ultimately will make a decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The president said in recent days he would like to see that report come out in public. He said he would like to see the tens of millions of people who think that the economy is good know what Robert Mueller said. Hakeem Jeffries, Democratic congressman from New York, agrees with the president, saying earlier today, whether it shows that the president did something wrong or whether it shows the president did nothing wrong, that report should come out.  Now, if the president did nothing wrong, it might not even be included in the report, or, even if he did something wrong that doesn't rise to the level of charges, it may not come out, because in the letter that the deputy attorney general, Rod Rosenstein, wrote to then Judiciary Committee Chairman Senator Chuck Grassley back in June of last year, Rosenstein said typically prosecutors do not talk about misconduct of uncharged individuals.   So that may hold some idea of what that Mueller report may not say, as opposed to what it actually does say. Rudy Giuliani, the president's lead personal attorney, who's looking into this, or handling this all for the president, he is in Washington, D.C. He is planning on going to Mar-a-Lago later on today. But if this report does drop in the next couple of hours, he, of course, will change his plans and probably appear on several Sunday shows. At the same time as all of this is going on, the president is down in Mar- a-Lago. He's going to be holding some trade talks. Don't forget, Robert Lighthizer, the U.S. trade representative, and Steve Mnuchin, the treasury secretary, are headed to China next week for what the president hopes will be the final round of talks before a summit between he and President Xi Jinping of China.  Robert Lighthizer, the U.S. trade representative, flew down to Mar-a-Lago with the president on Air Force One. Mnuchin, I'm told, is not going this weekend. So the president and Lighthizer will talk about the strategy before they all head to China next week.  And we have got a big rainstorm coming in now, Neil. Time to batten down the hatches.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I have this nice long question to ask get you. No, get some cover. Thank you, my friend, John Roberts at the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, markets have one thing just to absorb the possibility of what comes out of that Mueller report, if and when it does come out, anytime soon, anyone's guess. But they are responding to this global slowdown fear and whether it is gripping us here, and could be a problem here. Market watchers Chris Robinson and Heather Zumarraga, along with The Washington Examiner's Alana Goodman. In just a second, we're going to talk to Steve Moore, the president's choice to join the Federal Reserve.   But ahead of that, Chris, is it your sense, from this response today, that there is a slowdown gripping the world? We have typically been impervious to that. At least for today, it wasn't happening. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS ROBINSON, CME TRADER",
      "sentences": "Well, I think the Fed minutes definitely indicated that they think a slowdown is coming, right? China slowed down. Europe slowed down. We have known that. They have been taking steps to ease over there as well. And I think the worry is from the Fed that it may come over to the U.S. So that's that's the reason that they stopped the rate hikes. It's also the reason they're going to stop in a few months taking money off the balance sheet.  So they have pulled back. And I think that's enough to make people take a pause. And you saw it today in the 10-year. You talked earlier about the inverted yield curve. I would say the biggest thing is we have had a repricing of the 10-year.  Four months ago, everybody was talking about we were going to have a 4 percent 10-year. We're at 2.5 percent today. We went from 3.2 to 2.4.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBINSON",
      "sentences": "So that's been the reprice. I think that may be really where the rubber meets the road. We will see what happens. The problem is, if we continue to drift lower, if that gets down around 2, 2.25 percent, it's going to force people to come back and do what we have done since 2008-2013, where money has to come into equities if you're searching for yield.   So that's going to be I think where the rubber meets the road between now and certainly the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Heather, you could look at the decline in interest rates and the corresponding drop in mortgage rates and say, well, that's good. So if you're looking for a home, it got a lot more affordable. So explain whether that pans out and helps reverse this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER ZUMARRAGA, FINANCIAL ANALYST",
      "sentences": "You're right.   If you're looking for a home, lower interest rates would benefit you, but it doesn't if you're a saver, if you're in retirement, and you need to collect income. Right now, the U.S. -- the U.S. is slowing because of global growth. The OECD downgraded global growth to 3.3 percent for 2019. And the fear is that uncertainty in the U.K. over Brexit, or Germany contracting because of their exports, which accounts for a big part of their economy, their exports have slowed. And the fear is that this global slowdown can trickle down or trickle over into U.S. financial markets. And that's why the markets are selling off today. But you have to remember if you're a retail investor, only yesterday, the S&P 500 was 2.5 percent from all-time highs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Absolutely. I'm glad you mentioned that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you can get fixed in the moment.  Alana, the big concern right now is that the markets that have been going the president's way and obviously coming off the lows we were reaching back in December, which is the worry right now that's building, that this is going to be typical of what to come? We haven't had this inverted business before going back to 2007.  That has people getting kind of spooked by the possibility of a slowdown or worse. What are you hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "First to Alana.  I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALANA GOODMAN, THE WASHINGTON EXAMINER",
      "sentences": "Well, the Democratic candidates have already been facing pressure from their base to pursue more kind of socialist-leaning economic policies. And I think that we will only see this increase if there is a recession by 2020, which a lot of economists have been predicting. You have had Beto O'Rourke come out and say that he thought -- thinks capitalism is a racist system. A lot of the candidates have supported the Green New Deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, something like this, if you had a lot of days like this, to that point, Heather, it just feeds that left argument, see, the system is not fair, it's not right. But it's one day, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Right. It is only one day. But in order for Republicans to get reelected in 2020, I think a strong economy will really help them. CNN just had a poll this week saying that 71 percent of Americans feel very good about the economy right now, despite a one-day move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "So, it is -- the economy is doing very well, despite today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, guys, I want to thank you very, very much. And that CNN to which she alluded, seven in 10 who like what's going on in the economy, more than five of those 10 give the president credit for that. The president, by the way, selecting Steve Moore to join the Federal Reserve.   Steve Moore, of course, a big proponent of a lot of the things the president has been doing to goose this economy and thinking that they're working just fine. He joins us right now. Steve, congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MOORE, FORMER DONALD TRUMP CAMPAIGN ADVISER",
      "sentences": "Hi, Neil.  I still have kind of the goose bumps. When the president called me, it really floored me, and asked me if I would do this. And I feel really privileged, and this is quite an honor, and looking forward. And I told the president, look, I will try to pursue promote policies that increase wages and increase growth and prosperity. That's my whole agenda here is what makes American businesses and American workers better off. And so it will be an interesting ride. And, as I said, I have just -- you don't know this about me, Neil. I was in the pokey group in the third and fourth grade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "For something like this, it's quite an honor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, it should be. It's a great testament to you, Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, I know also, given the fact that you have been a very big Fed critic over the many years I have had the pleasure of knowing you, that you're going to be kind of like a bull in a china shop there. And maybe that was the president's intention. What did he tell you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Well, look, I mean, I was critical of the Fed's last rate increase in December.  And I think -- I think almost everyone agrees that was a big, big mistake. Remember, the Dow fell by several thousand points after that decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Look, I'm for stable prices. I believe that the best Fed policy is keeping the price system stable. That's why you have a currency. I always go back to first principles. Why do you have a currency? So that it retains value as a medium of exchange. And the best way to achieve that is to keep prices stable, and that will be -- and, by the way, if you have stable prices on top of tax cuts, deregulation, pro-America energy policies, I'm one of these people, Neil -- you have known me a long time -- I think the potential for the American economy is 3 to 4 percent growth for as the eye can see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you share the president's view that the Fed got in the way of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You alluded to that last rate hike.  Now, when he sat down with our Maria Bartiromo today, he went even further than that. I want you to react with, the president with Maria on the Fed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The world is slowing, but we're not slowing. And, frankly, if we didn't have somebody that would raise interest rates and do quantitative tightening, we would have been at over 4, instead of at 3.1.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If not for that, we'd be looking at 4 percent growth. Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "That's a bit of a stretch. I mean, one of the things I love about Donald Trump, by the way, one of the reasons I agreed to work for him back in that campaign, I love his optimism about America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But he was right, in retrospect, saying the Fed was overdoing it, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Of course he was. He was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Even market pros, those who are not fans of the president,, said the Fed did overdid it. Now they risk going the other way. But what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "And the Fed had to put its nail -- its tail between its legs back in late December and actually admit that it had made a mistake.  Now, my point is that -- I will just give you my kind of philosophy about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "I think we have put in place in the last two years under Donald Trump a very pro-growth set of policies. I was privileged to work on the tax cut. I think it's working phenomenally. We have got the deregulation. We got the government off the backs of our business, very pro-American business. What's going on in the world, in my view, is there's -- we are the -- we are the country that is the envy of the world. Everybody now wants to invest in the United States. That has created a demand for dollars, because if you want to invest in the United States, you have to have dollars. And when you have got that demand for dollars, you don't want to cut the supply of dollars. And I think that's -- personally, I think that's the mistake that the Fed made. Look, I'm not going over to the Fed to try to -- I just want to promote these pro-growth policies. But you look -- I'm actually right now, Neil -- and maybe I'm in the minority -- I'm actually more worried about a deflation right now that's going on than an inflation. And deflation, we know from history, can be worse than inflation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, are you worried about whatever's going on in Europe, where they have record low interest rates right now? Of course, we had this inverted yield curve phenomenon today. That maybe something is afoot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Well, look, Europe has been flat. One of the problems -- I agree with one of your previous panelists who said, look, the rest of the world is slowing. And that makes it very difficult. And, look, we are in a global economy today. When the rest of the world isn't growing, it's hard for the U.S. to carry the rest of the world on our shoulders. So, yes, that has -- we're going to get probably less than 1.5 percent growth for the first quarter of this year, which is a dramatic slowdown from the 3.5 to 4 percent growth we had in the middle of last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "So, yes, am I worried about that? Yes But I agree that, like with Larry Kudlow, I don't see a recession for as far as the eye can see right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "And I'm going to be the growth guy at the Fed, if I ever get on there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There you go. There you go. You're the growth guy. Well, I knew you when. And now you're going to the fancy-schmancy Federal Reserve. Steve Moore, thank you very, very much. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, there's a new report out that says thousands of illegal immigrants could be released this weekend at detention facilities that are already at a breaking point.  That sounds like an emergency at the border. But do the Democrat presidential candidates see it, or ignore it at their peril?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "we're being very, very strong on the border. The number is enormous of people that we have captured, people that we have apprehended, but we're going to take care of t. We are being very, very tough at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president saying we have to be tough at the border because there's an emergency at the border, and it's getting worse at the border. But the head of the Border Patrol Council telling me just yesterday that, with detention centers filling up, They're already being forced to release a lot of these illegal immigrants. They're trying to do so carefully, make sure not the really bad types get out there. But there's really no controlling it.  Reports that nearly 2,000 could be released over this weekend. Sounds like a crisis, or is it? To the Center for Immigration Studies' Jessica Vaughan. Jessica, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA VAUGHAN, CENTER FOR IMMIGRATION STUDIES",
      "sentences": "Oh, it's most definitely a crisis. We're seeing levels of illegal arrivals that we haven't seen in more than 10 years. And, of course, it is the majority of them are adults bringing kids with them. And the courts have made it very difficult for the government to process them and remove them very quickly. And the place this is a crisis is in the communities that have been forced to absorb them, places like Northern Virginia, the suburbs of D.C. and Maryland, Long Island, around Boston, Houston, Louisiana. And this has a huge impact on the schools there, where you have got kids arriving all throughout the year. And so this is like a big unfunded mandate when the federal government does not prevent this kind of illegal immigration. It ends up falling on taxpayers in the communities where they settle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How are they sorting it out then, Jessica? Now, they try to assure us that we try to be careful about this, that really, really bad elements don't get out there, but it can be an uncontrollable situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHAN",
      "sentences": "Well, that's right, because the numbers are so large that it's not like the Border Patrol or ICE can take all kinds of time to do a lot of vetting for who is being released. And especially in the case of the kids, we don't know what their background is. And even if we asked their home country, even if they, say, were involved in gangs or something in their home country, they wouldn't tell us because these are juveniles. So there's really not much we know about them. And there are so many, we can't take the time to find out. And there's not much vetting being done of the sponsors, if it's kids coming on their own. So it -- we really don't know who they are. Most of them are people simply looking for work and economic opportunity. But there are criminal organizations like some of the gangs that are based in Central America, MS- 13 and 18th Street, who are using this lenient catch and release policy to move new recruits into the United States to boost their ranks here, make more money from crime and send it back to El Salvador and to others back in Central America. And, of course, the criminal smuggling organizations are really getting richer off of this policy, because people now are paying more and more to come over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jessica, this is working out exactly how you spelled it out, sadly enough, but, hopefully, cooler heads will prevail and find a solution to this. Jessica Vaughan, the Center for Immigration Studies. We will be following what's happening at the border and growing unrest there tomorrow live on \"Cavuto Live\" 10:00 a.m. to noon Eastern time on this fine network. But let us -- safe to say, whatever your definition of an emergency at those detention centers, it is that and more. Stay with us. You're watching \"Your World.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's just a continuation of the same nonsense. Everybody knows. They ought to go to work, get infrastructure done, and get a lot of other things done, instead of wasting everybody's time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president referring to that Mueller report, whenever it comes out, and the Democrats' obsession with it. Then the question becomes let's say the Mueller report comes out and it's a -- what do they call that, a nothing burger? Any burger to me is something, all right? If you have it, it's available, eat it and have fun with it. Anyway, let's get the read from The Wall Street Journal's Jillian Melchior. We have Republican strategist Noelle Nikpour, and last, but not least, Democratic strategist Cathy Areu. Cathy, the president essentially saying there, there's a lot we can do together working with Democrats on like interests, like infrastructure, but they're going to make a big commotion out of the Mueller report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHY AREU, PUBLISHER, CATALINA",
      "sentences": "Really. Really, he's such a uniter, that guy. They can walk and chew gum at the same time. So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Actually, they can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "You don't think so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "I mean, they can have investigation after investigation after investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No one in Washington can do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "They can definitely have the focus where they want it to be. Their focus is on 2020. So let's beat that guy in 2020 and get people...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, message from Democrats is, we're not going to work with him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "No, but that's the message from Trump since day one, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You just seem to be very, very mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOELLE NIKPOUR, REPUBLICAN FUND-RAISER",
      "sentences": "He worked with Schumer and Pelosi. He had them, trying to get some things done. And if anybody could, this guy, Trump, whether you like him, whether you don't like him, he did play both sides of the field when he was just a regular citizen, and he wasn't president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The idea of infrastructure or any of that -- I mean, I don't know what will be in the Mueller report, but already you're hearing, even if it's nothing, nothing comes out, the next thing they leap on is, well, then something's going to come out of the Southern District of New York and a story about that. But it's going to be dragged on forever, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILLIAN MELCHIOR, THE WALL STREET JOURNAL",
      "sentences": "Yes, for sure. I mean, I think, in a very sane world, if nothing came out in the Mueller report, then it would be acknowledged that we have spent the last two years being obsessed with a conspiracy theory. But that is not how politics work. I think we're going to see investigation after investigation. I think we're going to see some of the criticism and spotlight focused on the Trump family financials, on potential conflicts of interest. And I think Democrats...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that could follow the pattern of other investigations that veer wildly off course. How would you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "How would I feel about that? Like a like a Watergate, like a Monica Lewinsky, like those types of things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That it veers off its original intent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "Well, but...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You would be comfortable investigating transactions the president had decades before...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "I think it's important to know as much as we can about our president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you're not letting go. You're not letting go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "And the Democrats are not going to let go. That's the whole point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKPOUR",
      "sentences": "Don't you want to focus on infrastructure? I mean, really, who does this really help?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "... focus on a wall we don't need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "By the way, that emergency that you pooh-poohed, it's looking at these detention centers like a big emergency right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "But the wall is not a solution. I mean, that's come out report after report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But are you getting worried that maybe Democrats are a little cavalier about that, because that looks like a problem to me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "No. Study after study shows that we're net zero integration. So, the problem is not the southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But wait a minute. When they have to release 2,000 people over the weekend, and they really can't vouch for the 2,000 they release...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "This is not an emergency, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is that an emergency to you? If you were in that neighborhood and 2,000 people were being released, would you be nervous?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "Twenty years ago, it might have been an emergency, 30 years ago. It's not a crisis right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Two thousand people, not knowing their backgrounds, are getting out. Whatever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "But I actually do think it's a crisis, and I'm somebody who's pretty pro-immigrant. But I think we have seen a huge uptick. We have seen different demographics. These are people traveling as families. It's much younger. And I think right now we're seeing huge backlogs within the justice system for how to deal with that. I think it's a crisis. It's as much a crisis for the communities as it is for the actual immigrants looking to flee. And I think...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What about the bigger issue of the slowdown right now and whether it spreads to us? Now, this might just be an aberration today, what happened in the markets. But we did have this inverted yield curve thing. And as you guys know, other anchors might not touch it here, but I'm dull. This is my world. And it hasn't happened since 2007. That could be a problem. It might not be. But what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKPOUR",
      "sentences": "Well, Steve Moore had just alluded to the fact that he was fearful of a de -- oh, my gosh, now the word just -- devaluation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. And it could lead to deflation and all that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKPOUR",
      "sentences": "Yes. But do you think -- that changes everything, right? You get to something like that, that's an issue that changes the whole election landscape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKPOUR",
      "sentences": "This guy knows what he's talking about. He's been around for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Steve Moore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKPOUR",
      "sentences": "This guy was one of the founding members of the Club for Growth, as well as...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But he's not worried about a phenomenon that like -- permeating like we had last time that led to a recession. But that would change the landscape. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That would be your ship coming in right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "It would. Yes, it would change the conversation, definitely. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. All right. I wish we had more time. Blessedly, we do not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But thank you very much. It came in with rough -- well, it's not that rough weather. What am I talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREU",
      "sentences": "No, pleasant. It's pleasant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we got a lot more coming up. The country awaits this report, whenever it comes out. But then there's this thought of, it's the wrong report they're worried about -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Alexandria Ocasio-Cortez is having some trouble defending the Green New Deal, even in front of an otherwise friendly audience. Gen Hexed on that, the young and very restless -- in 60 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "As the world awaits the release of the Mueller report, are we finding out that there will reportedly be no more indictments stemming from the Russia probe? If true, the president really is out of the woods, or is he? Former Deputy Assistant Attorney General John Yoo. John, I know there are other issues that this has morphed into, including business dealings of the president and those around him that could, for all I know, go back decades. You have reminded me many times that these investigations have the habit of veering from their original intent. I know it's a mug's game, but if it veers into something like that, wouldn't Americans rightly be annoyed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Neil, I think you're right. It's been two years almost now that this independent counsel investigation has been going on. You were just discussing last segment the contents of a nothing burger. I'm with you. Burgers are great. But there's nothing going to be in here about the president. I think actually President Trump is going to be cleared by the guy he's been attacking all this time, Robert Mueller. But, as you suggested, that doesn't mean it's over for the president, because the battlefield is now going to shift in two directions. One, it could go back to New York City in the Southern District with the federal prosecutors conducting their investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And why is that a big deal? Could you explain to me? I know, when Chris Christie was out with his book, he was talking about that's a big worry. Why? Could you explain?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Yes. Well, in part, it's good and it's bad for the president. The good part is, all that investigation primarily doesn't have to do with President Trump's conduct as president. And because of that, anything that comes out of that against him would have to wait until after he leaves office. The bad thing is, he doesn't really seem to have that contained. He doesn't really seem to know exactly, we don't seem to know exactly what's going on there. You're seeing a lot of, I think, trouble produced by some of the sort of sordid figures who kind of attached themselves to Trump before he ever decided to run for office, like Cohen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "That's the kind of stuff that's coming out now. That could be damaging, but I don't think it has anything to do with Trump's performance of the job of the presidency. And so I think...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Or collusion. The irony would be that this whole thing that started with working with the Russians and all of that is not the case, if that happens, and all this other ancillary stuff comes up. Well, Democrats can pick and choose what they want to go on based on this report and pursue what they think are offenses. But where do you go with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Well, that's the other battlefield. The one battlefield is going to be the Southern District of New York. The other battlefield is going to be Congress. And here's the ironic thing. Trump actually wants the Mueller report to be broad. The Democrats have made Mueller into the gold standard for prosecution. The more Mueller talks about, the less there is for Congress to do. Democrats now are the ones who want Mueller to issue a short report, because that gives them more scope for their own investigations, even potentially starting impeachment proceedings, which they could drag on for the rest of the years that Trump's in office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, no matter what this report says, even if it exonerates the president and any of the people around him on collusion, this has now become its cause celebre, so anyone can make a celebre of the cause, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Yes. In fact, if you're a member of Congress on the Democrats' side, you would say you got elected just this last year in order to pursue investigations of the president. And you would say, look, Mueller is investigating whether there was collusion. We're going to investigate just whether we think Trump is fit to be president. And they could say, I think reasonably so, that those are two different inquiries, two different legal standards, and two different jobs under the Constitution. So nothing Mueller does would prevent them from pursuing the investigation that they want to pursue in the House of Representatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wow. We shall watch it closely. John Yoo, thank you very much, my friend. Good seeing you. Have a good weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Good seeing you too, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Of course, it won't be a good weekend if the report comes out, right? Then you will have a busy weekend. All right, in the meantime, did General Motors just blink in the face of a showdown with the president of the United States? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, a case of interesting timing. The president spent the whole week slamming General Motors over closing that Lordstown, Ohio, plant, today, GM adding 400 new jobs to an electric vehicle plant in Michigan. Does one have anything to do with the other? Jeff Flock had a chance to catch up with GM CEO Mary Barra on that very subject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF FLOCK, CORRESPONDENT",
      "sentences": "Our friends at Bloomberg this morning wrote it up as you're throwing the president a bone Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARY BARRA, CEO, GENERAL MOTORS",
      "sentences": "I think, when we talk about jobs and investing in the U.S. work force and the American worker, that's where General Motors and I think the president are very aligned. We want to create jobs, good-paying jobs. And when you look at having a strong economy, we're making decisions to make sure General Motors continues to be a strong company. And that's what allows us to make announcements today, investing in the future with an all new electric vehicle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Was that a nice way of saying, yes, I blinked? Stewart Acuff is a former organizing director the AFL-CIO. Stewart, long time, no chat. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEWART ACUFF, FORMER AFL-CIO ORGANIZING DIRECTOR",
      "sentences": "It's great to see you, Neil. Thanks for having me on today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I always enjoy it. It has been too long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, what do you think of this? Whatever your views of the president, he got Mary Barra to do something maybe, maybe, we're told, GM wasn't originally planning to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "Well, I think it's great news. It's great news for GM. It's great news for the people of Michigan. It's great news for the automobile workers, the union of automobile workers, and perhaps GM was listening to the bully pulpit. I rather think, though, the truth is that GM was following the dictates of the market. Now, when's the last time you heard a union guy give credit to the free market?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "Because -- because demand is building for electric cars, and demand is building for a new future of clean and renewable energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, she said as much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That is, she could a whole electric vehicle world. That was wild.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "That's exactly right. And right now, progressives like me want to put our -- or the thumb of the government on a more progressive future and more investment in renewables. But, today, I would be satisfied if the Republicans and conservative Democrats just stopped trying to put the thumb of the government on the scales for the past, for the fuels of the past. We're fighting this huge factory in West Virginia called Rockwool that would use 84 tons of coal a day, and 1.6 million cubic leaders of fracked gas every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So this is really about the type of vehicles we're talking about here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "Yes, and where the demand is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But both parties should be interested in keeping the jobs here, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I mean, you would be for that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "Oh, absolutely. We absolutely need all of the investment in manufacturing that we can safely have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. So, you think it's a good idea for the president to involve himself in this and say, Mary Barra or any company...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "I think it's a great idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To get involved and make sure these American jobs -- keep them here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "I think it's a great idea for the president to use the bully pulpit. And let me just say that one of the reasons, one of the best things about this is they are good jobs because they're union jobs. And so they pay well. And there's great benefits. So it's a win all the way around. And I'm very pleased to talk with you about it, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I'm very happy to hear. I don't know what happened to the Stewart Acuff I used to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm kidding. I'm kidding. I'm kidding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very good catching up with you, Stewart. I would like to get you back again, talk more about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "Oh, as soon as possible, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Amazing trend, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "I'm always ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Stewart Acuff, all right, thank you, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACUFF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, it's not easy being green. Just ask Congresswoman Alexandria Ocasio-Cortez after a late-night show appearance. SETH MEYERS, HOST, \"LATE NIGHT WITH SETH MEYERS\": One of the things we're even hearing the president say is that you would outlaw cows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEYERS",
      "sentences": "Cows farting, that would be out, children, hamburgers, ice cream. Any of that true at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "sentences": "It's always good to see how -- how these narratives are manipulated, because they're trying to say that the Green New Deal is about what we have to give up, what we have to cut back on, when, in fact, the Green New Deal itself is a resolution to be more expansive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, that was a New York Democratic Congresswoman Alexandria Ocasio, on the current TIME this week, by the way, having trouble defending the Green New Deal, after the president slammed the proposal. Others have as well. But, by the same token, she's a phenomenon, a lot of her critics are not. I'm not talking about the president, of course. But let's ask our Gen Hexed whether they're -- well, they're hexed by this. We have got audio tech and my buddy Dion Baia. We have got Fox News Headlines 24 Carley Shimkus, who, by the way, has been up 24/7.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We also have social media expert Kris Ruby, and, last, but not least, radio host Mike Gunzelman. Gunz, to you first on this. She is saying, look, they're characterizing this all the wrong way, because they're just not smitten with the idea of doing something for the environment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE GUNZELMAN, INTERNET RADIO HOST",
      "sentences": "No. I honestly watched this interview more than once. And I have no idea what she's saying. Like, she wasn't able to explain it whatsoever. And the thing is, she doesn't even know. The thing -- what's happening is, especially with like Democratic presidential candidates as well, they have to keep going to the far left that -- appeasing them so much, that they don't even know their rhetoric or what they're even trying to say in the end. I mean, if you look at this, first of all, it's not even a law. It's a nonbinding resolution. So they can do whatever they want. It doesn't mean it's actually going to happen. And it's all over the place. The one as aspect that's wild, she thinks this is going to bring tuition- free public college. What does that have to do with this Green Deal? It makes no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLEY SHIMKUS, CORRESPONDENT",
      "sentences": "Well, one thing that people say is that the makings of a good politician is somebody who can say a whole lot without saying much at all. So I guess you can put a feather in her cap for doing that. I applaud Alexandria Ocasio-Cortez for being energetic and enthusiastic. She's certainly a hard worker. But when you hear about her flying to Washington, D.C., instead of taking the train, taking Ubers, instead of taking the subway, buying thousands of dollars in supplies on Amazon and then going around and calling Amazon an evil corporation, she does become this walking stereotype or contradiction, rather, and somebody that you really...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But they're all marching to her tune, aren't they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes, but why should I change my ways, when she isn't willing to do that right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DION BAIA, FOX NEWS",
      "sentences": "BAIA: You have now in New York people are having second thoughts about trying to get Amazon back now because of what happened with her being very vocal about it. It just -- it seems like it's way too far, where I wish that they would -- it's hard -- it's hard to be realistic to see that this is all going to be implemented in what -- they talk about 12 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To be fair, it was a goal set, right, Kris. So whether you like it or not, it was a series of goals. And the right came out said, well, how are you going to pay for this? Very good point, I might add, but that she was trying to say -- in prior interviews, she said, no one said that when we had a goal of going to the moon and all this other stuff. So what's the difference?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIS RUBY, RUBY MEDIA GROUP",
      "sentences": "Yes, she was also talking about hamburgers and ice cream and also commented that that's not what I said. But, actually, she did say things that did lead people to that point. But I really wasn't sure what she was saying in that interview last night. I think there were many missed opportunities. First of all, she said, I didn't tell you can't have enough ice cream. You have to check with your doctor on that. I mean, she didn't mention...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "That was her -- I guess her universal health care kind of...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "Yes. I mean, well, actually, what about obesity rates and what about -- I mean, she talked about factory farming and also the dairy industry. Like, I mean, she left that part out, but that was a missed opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Everyone is going to have chance to vote on this next week. But when Ed Markey, the lead Senate co-sponsor, says that he's going to probably vote present, instead of yes, you got a big problem on your hands. I think President Trump is right to say that this could end up helping him in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "And she won't go on, I think, hard-hitting places to get ask these tough questions to be able to explain it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Because if she said this wasn't about a budget itemized plan, and it wouldn't be the first one on the right or left -- we have had that -- this would have been a perfect opportunity to explain that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "I feel like she's obviously a star, like, all eyes on her these days. Everything she says. Everyone's playing up to her so much. But when she's getting called out on it, she can't defend it. And we're seeing that time after time after time with her especially, that you might have these great ideas, but, in actuality...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "She said that she was never out for making cows, farting or otherwise, illegal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "I think, when we call her a star, I mean, she's really a social media star.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. Well, that's all you need these days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And, by the way, far more important stuff is going on. Sam Adams has a new beer, a Ruth Bader Ginsburg beer. That's a big draw.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes. Well, the flavor is stale and old.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, that's nasty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Oh, don't say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "It's the Bud Lite you find in your garage from four years ago. That's what's it's going to taste like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, obviously, they figured out -- and it's in honor of International Women's Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I think that's not a bad idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes, go ahead. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "It's really a larger topic right now that when brands decide that they're going to go political. And I see -- I think we're seeing a divide right now. You have the larger based companies with massive...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But that's not a bad political thing, right? You're honoring it with an icon, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "We're already seeing the tweets where they're saying, let's boycott Sam Adams. So, they think it's bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "She is, of course, a political figure, but she is also a cultural icon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "So I don't think that -- I really don't see Sam Adams alienating a massive group of people by doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "And also some of the proceeds are going to good causes and stuff like that, so that's nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Everything now is political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Facebook is dealing with more controversies, passwords that leaked out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "What a mess. What a mess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "This is not news to anybody. This is always happening. They are always, oh, no, but there's never any pushback against -- like, what happens when they...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That company can't get out of it its own way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "That's why I thought it was so rich when Mark Zuckerberg came out and said that he was going to have -- try and make this private encrypted Facebook service, because why would we trust, of all people, Mark Zuckerberg, to do this, when...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Which is why people aren't using Facebook as much. If you're a millennial, you barely use it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "They haven't lost that many users, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "But I have read things with millennials that they're not using it as much. I think you go to Twitter...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you use instead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Twitter, Instagram.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes, and Facebook owns Instagram.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "It's weird. I'm sorry. Go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "Yes, I mean, I think that it's another day, another Facebook scandal and the trust is broken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you use Facebook?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "Of course I use it. I run a social media agency. I still have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "And then they get into trouble for selling the information to people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Where's the backlash?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, guys, thank you very, very much. A quick read from the young and the restless. And I keep asking myself, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I'm kidding, I'm kidding. And Google is up to some trouble again. And it's got the Defense Department worried. I will explain after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Google could be in some trouble. A top Pentagon official raising alarm over Google's business ties to China. FOX Business Network's Edward Lawrence has more. What's going on here, Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARD LAWRENCE, BUSINESS CORRESPONDENT",
      "sentences": "Yes, Neil, the chairman of the Joint Chiefs of Staff says he's meeting with Google next week over concerns about their work in China. He says that the risks of the Chinese stealing the technology gives a direct line to benefit the Chinese military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JOSEPH DUNFORD, JOINT CHIEFS OF STAFF CHAIRMAN",
      "sentences": "A company does business in China, they are automatically going to be required to have a cell of the Communist Party in that company. And that is going to lead to that intellectual property from that company finding its way to the Chinese military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE",
      "sentences": "And he says the Google artificial intelligence project they're working on in China could end up helping the military in China there. Google says it only works on educational products there, from kindergarten to college, in fact, a Google spokesperson saying -- quote -- \"We are not working with the Chinese military. We are working with the U.S. government, including the Defense Department, in many areas, including cyber-security, recruiting and health care.\" Still, the U.S. military concerned about that forced transfer of technology that happens in China -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, my friend, very, very much, Edward Lawrence in Washington. If find out anything more about that, we will keep you posted. A quick final look at the corner of Wall and Broad, what was going on today, a big old sell-off here, having nothing to do with any political or related scandals or reports, everything to do with the slowdown in Europe that's been translated to a potential slowdown here. We're going to be exploring the fallout of all of this and how that plays into the 2020 campaign tomorrow on \"Cavuto Live,\" beginning at 10:00 a.m., read from Democrats, read from Republicans, read from bulls, read from bears, fair and balanced, as always. We have got your back, yes, even on weekends. Here comes \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "Thank you, Shepard, very much. Stocks selling off big time, worries about a global slowdown that could grip this economy as well. And we could be seeing sign of it already. Something happened today that has a lot folks worried about what could happen in the future days. What does Steve Moore think of that? He's just been nominated by the president of the United States to serve on the Federal Reserve Board. And he has been an outspoken critic of that Federal Reserve. So too the president earlier today in an interview with our Maria Bartiromo. So much happening. Let's get right to it. Welcome, everybody. I'm glad to have you. I'm Neil Cavuto. And it is something very unusual, but it happened today. Interest rates were inverted. By that, a three-month Treasury bill yielded you more than a 10-year Treasury note. The last time that happened was back in 2007. And that was before the financial meltdown, and a lot people read into that a sign we have got some problems, and the problems are in response to problems abroad. In Germany, for example, they have got something even worse, negative interest rates. In Germany, if you want to sock away some cash, you pay the bank for the pleasure of holding onto that cash. Now, we're not that bad yet, but, normally, in fact, consistently, since the mid-1970s, every time this has happened, where a short-term interest rate has actually yielded more than a long-term interest rate, well, there's a recession, all the time, every time. Now, a lot of people said this was an overreaction today and that this is much ado with nothing. But try telling that to the folk who trade stocks, who pounded the Dow, now down, by day's end, about 459 points. Now, a lot of this is built on disappointment as well about earnings that don't measure up. You probably heard the story about Nike, and, oftentimes, companies will come out with disappointing revenues and earnings. But here's what caught their attention with Nike. That disappointment was coming from North America, normally a strong region that includes us, the United States of America. So maybe there is something to this notion of, well, spreading around. We're going to get to that in just a second. But forget about markets. Right now, we have a president who is much more focused in another M-word, as in Mueller, Bob Mueller, and an investigation, the results of which we could see, well, according to rumors, any day now, any hour now, maybe any minute now. John Roberts with more on that from the White House -- John."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Neil, good afternoon to you. Whether it's any day, any hour or any minute, every one that goes by brings us closer to this Mueller report being filed. The way that it goes is the Office of the Special Counsel will transmit the report to the attorney general. The attorney general, William Barr, will then review the report and decide what he is going to do with it, if he will send it off the Congress, if he would even decide to make parts of it public. There may be an intermediary there where the White House gets involved. For example, if that report were to contain materials that would be subject to executive privilege, the White House might ask to review it to either waive executive privilege or to include some redactions, or the very least requested that those redactions be made."
    },
    {
      "speaker": "The president talked about it on the way out today. He, like so many other people, has no idea when it's going to be released. As to whether or not this will be an honest report, here's what the president said",
      "utterance": ""
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Well, we're going to see what happens. It is going to be very aggressive, but we will see what happens. There was no collusion. There was no obstruction. Everybody knows it. It's all a big hoax. It's -- I call it the witch-hunt. It's all a big hoax. So, we will see what happens. I know that the attorney general, highly respected, ultimately will make a decision."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The president said in recent days he would like to see that report come out in public. He said he would like to see the tens of millions of people who think that the economy is good know what Robert Mueller said. Hakeem Jeffries, Democratic congressman from New York, agrees with the president, saying earlier today, whether it shows that the president did something wrong or whether it shows the president did nothing wrong, that report should come out. Now, if the president did nothing wrong, it might not even be included in the report, or, even if he did something wrong that doesn't rise to the level of charges, it may not come out, because in the letter that the deputy attorney general, Rod Rosenstein, wrote to then Judiciary Committee Chairman Senator Chuck Grassley back in June of last year, Rosenstein said typically prosecutors do not talk about misconduct of uncharged individuals. So that may hold some idea of what that Mueller report may not say, as opposed to what it actually does say. Rudy Giuliani, the president's lead personal attorney, who's looking into this, or handling this all for the president, he is in Washington, D.C. He is planning on going to Mar-a-Lago later on today. But if this report does drop in the next couple of hours, he, of course, will change his plans and probably appear on several Sunday shows. At the same time as all of this is going on, the president is down in Mar- a-Lago. He's going to be holding some trade talks. Don't forget, Robert Lighthizer, the U.S. trade representative, and Steve Mnuchin, the treasury secretary, are headed to China next week for what the president hopes will be the final round of talks before a summit between he and President Xi Jinping of China. Robert Lighthizer, the U.S. trade representative, flew down to Mar-a-Lago with the president on Air Force One. Mnuchin, I'm told, is not going this weekend. So the president and Lighthizer will talk about the strategy before they all head to China next week. And we have got a big rainstorm coming in now, Neil. Time to batten down the hatches."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I have this nice long question to ask get you. No, get some cover. Thank you, my friend, John Roberts at the White House."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, markets have one thing just to absorb the possibility of what comes out of that Mueller report, if and when it does come out, anytime soon, anyone's guess. But they are responding to this global slowdown fear and whether it is gripping us here, and could be a problem here. Market watchers Chris Robinson and Heather Zumarraga, along with The Washington Examiner's Alana Goodman. In just a second, we're going to talk to Steve Moore, the president's choice to join the Federal Reserve. But ahead of that, Chris, is it your sense, from this response today, that there is a slowdown gripping the world? We have typically been impervious to that. At least for today, it wasn't happening. What do you make of that?"
    },
    {
      "speaker": "CHRIS ROBINSON, CME TRADER",
      "utterance": "Well, I think the Fed minutes definitely indicated that they think a slowdown is coming, right? China slowed down. Europe slowed down. We have known that. They have been taking steps to ease over there as well. And I think the worry is from the Fed that it may come over to the U.S. So that's that's the reason that they stopped the rate hikes. It's also the reason they're going to stop in a few months taking money off the balance sheet. So they have pulled back. And I think that's enough to make people take a pause. And you saw it today in the 10-year. You talked earlier about the inverted yield curve. I would say the biggest thing is we have had a repricing of the 10-year. Four months ago, everybody was talking about we were going to have a 4 percent 10-year. We're at 2.5 percent today. We went from 3.2 to 2.4."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "ROBINSON",
      "utterance": "So that's been the reprice. I think that may be really where the rubber meets the road. We will see what happens. The problem is, if we continue to drift lower, if that gets down around 2, 2.25 percent, it's going to force people to come back and do what we have done since 2008-2013, where money has to come into equities if you're searching for yield. So that's going to be I think where the rubber meets the road between now and certainly the election."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Heather, you could look at the decline in interest rates and the corresponding drop in mortgage rates and say, well, that's good. So if you're looking for a home, it got a lot more affordable. So explain whether that pans out and helps reverse this."
    },
    {
      "speaker": "HEATHER ZUMARRAGA, FINANCIAL ANALYST",
      "utterance": "You're right. If you're looking for a home, lower interest rates would benefit you, but it doesn't if you're a saver, if you're in retirement, and you need to collect income. Right now, the U.S. -- the U.S. is slowing because of global growth. The OECD downgraded global growth to 3.3 percent for 2019. And the fear is that uncertainty in the U.K. over Brexit, or Germany contracting because of their exports, which accounts for a big part of their economy, their exports have slowed. And the fear is that this global slowdown can trickle down or trickle over into U.S. financial markets. And that's why the markets are selling off today. But you have to remember if you're a retail investor, only yesterday, the S&P 500 was 2.5 percent from all-time highs."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Absolutely. I'm glad you mentioned that."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you can get fixed in the moment. Alana, the big concern right now is that the markets that have been going the president's way and obviously coming off the lows we were reaching back in December, which is the worry right now that's building, that this is going to be typical of what to come? We haven't had this inverted business before going back to 2007. That has people getting kind of spooked by the possibility of a slowdown or worse. What are you hearing?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "First to Alana. I'm sorry."
    },
    {
      "speaker": "ALANA GOODMAN, THE WASHINGTON EXAMINER",
      "utterance": "Well, the Democratic candidates have already been facing pressure from their base to pursue more kind of socialist-leaning economic policies. And I think that we will only see this increase if there is a recession by 2020, which a lot of economists have been predicting. You have had Beto O'Rourke come out and say that he thought -- thinks capitalism is a racist system. A lot of the candidates have supported the Green New Deal."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, something like this, if you had a lot of days like this, to that point, Heather, it just feeds that left argument, see, the system is not fair, it's not right. But it's one day, right?"
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Right. It is only one day. But in order for Republicans to get reelected in 2020, I think a strong economy will really help them. CNN just had a poll this week saying that 71 percent of Americans feel very good about the economy right now, despite a one-day move."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very true."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "So, it is -- the economy is doing very well, despite today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, guys, I want to thank you very, very much. And that CNN to which she alluded, seven in 10 who like what's going on in the economy, more than five of those 10 give the president credit for that. The president, by the way, selecting Steve Moore to join the Federal Reserve. Steve Moore, of course, a big proponent of a lot of the things the president has been doing to goose this economy and thinking that they're working just fine. He joins us right now. Steve, congratulations."
    },
    {
      "speaker": "STEPHEN MOORE, FORMER DONALD TRUMP CAMPAIGN ADVISER",
      "utterance": "Hi, Neil. I still have kind of the goose bumps. When the president called me, it really floored me, and asked me if I would do this. And I feel really privileged, and this is quite an honor, and looking forward. And I told the president, look, I will try to pursue promote policies that increase wages and increase growth and prosperity. That's my whole agenda here is what makes American businesses and American workers better off. And so it will be an interesting ride. And, as I said, I have just -- you don't know this about me, Neil. I was in the pokey group in the third and fourth grade."
    },
    {
      "speaker": "MOORE",
      "utterance": "For something like this, it's quite an honor."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, it should be. It's a great testament to you, Steve."
    },
    {
      "speaker": "MOORE",
      "utterance": "Thanks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, I know also, given the fact that you have been a very big Fed critic over the many years I have had the pleasure of knowing you, that you're going to be kind of like a bull in a china shop there. And maybe that was the president's intention. What did he tell you?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Well, look, I mean, I was critical of the Fed's last rate increase in December. And I think -- I think almost everyone agrees that was a big, big mistake. Remember, the Dow fell by several thousand points after that decision."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MOORE",
      "utterance": "Look, I'm for stable prices. I believe that the best Fed policy is keeping the price system stable. That's why you have a currency. I always go back to first principles. Why do you have a currency? So that it retains value as a medium of exchange. And the best way to achieve that is to keep prices stable, and that will be -- and, by the way, if you have stable prices on top of tax cuts, deregulation, pro-America energy policies, I'm one of these people, Neil -- you have known me a long time -- I think the potential for the American economy is 3 to 4 percent growth for as the eye can see."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you share the president's view that the Fed got in the way of that?"
    },
    {
      "speaker": "MOORE",
      "utterance": "I do."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You alluded to that last rate hike. Now, when he sat down with our Maria Bartiromo today, he went even further than that. I want you to react with, the president with Maria on the Fed."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The world is slowing, but we're not slowing. And, frankly, if we didn't have somebody that would raise interest rates and do quantitative tightening, we would have been at over 4, instead of at 3.1."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If not for that, we'd be looking at 4 percent growth. Do you agree with that?"
    },
    {
      "speaker": "MOORE",
      "utterance": "That's a bit of a stretch. I mean, one of the things I love about Donald Trump, by the way, one of the reasons I agreed to work for him back in that campaign, I love his optimism about America."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But he was right, in retrospect, saying the Fed was overdoing it, right."
    },
    {
      "speaker": "MOORE",
      "utterance": "Of course he was. He was."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Even market pros, those who are not fans of the president,, said the Fed did overdid it. Now they risk going the other way. But what do you think?"
    },
    {
      "speaker": "MOORE",
      "utterance": "And the Fed had to put its nail -- its tail between its legs back in late December and actually admit that it had made a mistake. Now, my point is that -- I will just give you my kind of philosophy about this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Sure."
    },
    {
      "speaker": "MOORE",
      "utterance": "I think we have put in place in the last two years under Donald Trump a very pro-growth set of policies. I was privileged to work on the tax cut. I think it's working phenomenally. We have got the deregulation. We got the government off the backs of our business, very pro-American business. What's going on in the world, in my view, is there's -- we are the -- we are the country that is the envy of the world. Everybody now wants to invest in the United States. That has created a demand for dollars, because if you want to invest in the United States, you have to have dollars. And when you have got that demand for dollars, you don't want to cut the supply of dollars. And I think that's -- personally, I think that's the mistake that the Fed made. Look, I'm not going over to the Fed to try to -- I just want to promote these pro-growth policies. But you look -- I'm actually right now, Neil -- and maybe I'm in the minority -- I'm actually more worried about a deflation right now that's going on than an inflation. And deflation, we know from history, can be worse than inflation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, are you worried about whatever's going on in Europe, where they have record low interest rates right now? Of course, we had this inverted yield curve phenomenon today. That maybe something is afoot?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Well, look, Europe has been flat. One of the problems -- I agree with one of your previous panelists who said, look, the rest of the world is slowing. And that makes it very difficult. And, look, we are in a global economy today. When the rest of the world isn't growing, it's hard for the U.S. to carry the rest of the world on our shoulders. So, yes, that has -- we're going to get probably less than 1.5 percent growth for the first quarter of this year, which is a dramatic slowdown from the 3.5 to 4 percent growth we had in the middle of last year."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "MOORE",
      "utterance": "So, yes, am I worried about that? Yes But I agree that, like with Larry Kudlow, I don't see a recession for as far as the eye can see right now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "MOORE",
      "utterance": "And I'm going to be the growth guy at the Fed, if I ever get on there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There you go. There you go. You're the growth guy. Well, I knew you when. And now you're going to the fancy-schmancy Federal Reserve. Steve Moore, thank you very, very much. Congratulations."
    },
    {
      "speaker": "MOORE",
      "utterance": "Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, there's a new report out that says thousands of illegal immigrants could be released this weekend at detention facilities that are already at a breaking point. That sounds like an emergency at the border. But do the Democrat presidential candidates see it, or ignore it at their peril?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "we're being very, very strong on the border. The number is enormous of people that we have captured, people that we have apprehended, but we're going to take care of t. We are being very, very tough at the border."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president saying we have to be tough at the border because there's an emergency at the border, and it's getting worse at the border. But the head of the Border Patrol Council telling me just yesterday that, with detention centers filling up, They're already being forced to release a lot of these illegal immigrants. They're trying to do so carefully, make sure not the really bad types get out there. But there's really no controlling it. Reports that nearly 2,000 could be released over this weekend. Sounds like a crisis, or is it? To the Center for Immigration Studies' Jessica Vaughan. Jessica, what do you think?"
    },
    {
      "speaker": "JESSICA VAUGHAN, CENTER FOR IMMIGRATION STUDIES",
      "utterance": "Oh, it's most definitely a crisis. We're seeing levels of illegal arrivals that we haven't seen in more than 10 years. And, of course, it is the majority of them are adults bringing kids with them. And the courts have made it very difficult for the government to process them and remove them very quickly. And the place this is a crisis is in the communities that have been forced to absorb them, places like Northern Virginia, the suburbs of D.C. and Maryland, Long Island, around Boston, Houston, Louisiana. And this has a huge impact on the schools there, where you have got kids arriving all throughout the year. And so this is like a big unfunded mandate when the federal government does not prevent this kind of illegal immigration. It ends up falling on taxpayers in the communities where they settle."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How are they sorting it out then, Jessica? Now, they try to assure us that we try to be careful about this, that really, really bad elements don't get out there, but it can be an uncontrollable situation."
    },
    {
      "speaker": "VAUGHAN",
      "utterance": "Well, that's right, because the numbers are so large that it's not like the Border Patrol or ICE can take all kinds of time to do a lot of vetting for who is being released. And especially in the case of the kids, we don't know what their background is. And even if we asked their home country, even if they, say, were involved in gangs or something in their home country, they wouldn't tell us because these are juveniles. So there's really not much we know about them. And there are so many, we can't take the time to find out. And there's not much vetting being done of the sponsors, if it's kids coming on their own. So it -- we really don't know who they are. Most of them are people simply looking for work and economic opportunity. But there are criminal organizations like some of the gangs that are based in Central America, MS- 13 and 18th Street, who are using this lenient catch and release policy to move new recruits into the United States to boost their ranks here, make more money from crime and send it back to El Salvador and to others back in Central America. And, of course, the criminal smuggling organizations are really getting richer off of this policy, because people now are paying more and more to come over."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jessica, this is working out exactly how you spelled it out, sadly enough, but, hopefully, cooler heads will prevail and find a solution to this. Jessica Vaughan, the Center for Immigration Studies. We will be following what's happening at the border and growing unrest there tomorrow live on \"Cavuto Live\" 10:00 a.m. to noon Eastern time on this fine network. But let us -- safe to say, whatever your definition of an emergency at those detention centers, it is that and more. Stay with us. You're watching \"Your World.\""
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's just a continuation of the same nonsense. Everybody knows. They ought to go to work, get infrastructure done, and get a lot of other things done, instead of wasting everybody's time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president referring to that Mueller report, whenever it comes out, and the Democrats' obsession with it. Then the question becomes let's say the Mueller report comes out and it's a -- what do they call that, a nothing burger? Any burger to me is something, all right? If you have it, it's available, eat it and have fun with it. Anyway, let's get the read from The Wall Street Journal's Jillian Melchior. We have Republican strategist Noelle Nikpour, and last, but not least, Democratic strategist Cathy Areu. Cathy, the president essentially saying there, there's a lot we can do together working with Democrats on like interests, like infrastructure, but they're going to make a big commotion out of the Mueller report."
    },
    {
      "speaker": "CATHY AREU, PUBLISHER, CATALINA",
      "utterance": "Really. Really, he's such a uniter, that guy. They can walk and chew gum at the same time. So..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Actually, they can't."
    },
    {
      "speaker": "AREU",
      "utterance": "You don't think so?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No."
    },
    {
      "speaker": "AREU",
      "utterance": "I mean, they can have investigation after investigation after investigation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No one in Washington can do that."
    },
    {
      "speaker": "AREU",
      "utterance": "They can definitely have the focus where they want it to be. Their focus is on 2020. So let's beat that guy in 2020 and get people..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, message from Democrats is, we're not going to work with him?"
    },
    {
      "speaker": "AREU",
      "utterance": "No, but that's the message from Trump since day one, right?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You just seem to be very, very mean."
    },
    {
      "speaker": "NOELLE NIKPOUR, REPUBLICAN FUND-RAISER",
      "utterance": "He worked with Schumer and Pelosi. He had them, trying to get some things done. And if anybody could, this guy, Trump, whether you like him, whether you don't like him, he did play both sides of the field when he was just a regular citizen, and he wasn't president."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The idea of infrastructure or any of that -- I mean, I don't know what will be in the Mueller report, but already you're hearing, even if it's nothing, nothing comes out, the next thing they leap on is, well, then something's going to come out of the Southern District of New York and a story about that. But it's going to be dragged on forever, right?"
    },
    {
      "speaker": "JILLIAN MELCHIOR, THE WALL STREET JOURNAL",
      "utterance": "Yes, for sure. I mean, I think, in a very sane world, if nothing came out in the Mueller report, then it would be acknowledged that we have spent the last two years being obsessed with a conspiracy theory. But that is not how politics work. I think we're going to see investigation after investigation. I think we're going to see some of the criticism and spotlight focused on the Trump family financials, on potential conflicts of interest. And I think Democrats..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that could follow the pattern of other investigations that veer wildly off course. How would you feel about that?"
    },
    {
      "speaker": "AREU",
      "utterance": "How would I feel about that? Like a like a Watergate, like a Monica Lewinsky, like those types of things?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That it veers off its original intent?"
    },
    {
      "speaker": "AREU",
      "utterance": "Well, but..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You would be comfortable investigating transactions the president had decades before..."
    },
    {
      "speaker": "AREU",
      "utterance": "I think it's important to know as much as we can about our president."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you're not letting go. You're not letting go."
    },
    {
      "speaker": "AREU",
      "utterance": "And the Democrats are not going to let go. That's the whole point."
    },
    {
      "speaker": "NIKPOUR",
      "utterance": "Don't you want to focus on infrastructure? I mean, really, who does this really help?"
    },
    {
      "speaker": "AREU",
      "utterance": "... focus on a wall we don't need."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "By the way, that emergency that you pooh-poohed, it's looking at these detention centers like a big emergency right now."
    },
    {
      "speaker": "AREU",
      "utterance": "But the wall is not a solution. I mean, that's come out report after report."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But are you getting worried that maybe Democrats are a little cavalier about that, because that looks like a problem to me?"
    },
    {
      "speaker": "AREU",
      "utterance": "No. Study after study shows that we're net zero integration. So, the problem is not the southern border."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But wait a minute. When they have to release 2,000 people over the weekend, and they really can't vouch for the 2,000 they release..."
    },
    {
      "speaker": "AREU",
      "utterance": "This is not an emergency, though."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is that an emergency to you? If you were in that neighborhood and 2,000 people were being released, would you be nervous?"
    },
    {
      "speaker": "AREU",
      "utterance": "Twenty years ago, it might have been an emergency, 30 years ago. It's not a crisis right now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Two thousand people, not knowing their backgrounds, are getting out. Whatever."
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "But I actually do think it's a crisis, and I'm somebody who's pretty pro-immigrant. But I think we have seen a huge uptick. We have seen different demographics. These are people traveling as families. It's much younger. And I think right now we're seeing huge backlogs within the justice system for how to deal with that. I think it's a crisis. It's as much a crisis for the communities as it is for the actual immigrants looking to flee. And I think..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What about the bigger issue of the slowdown right now and whether it spreads to us? Now, this might just be an aberration today, what happened in the markets. But we did have this inverted yield curve thing. And as you guys know, other anchors might not touch it here, but I'm dull. This is my world. And it hasn't happened since 2007. That could be a problem. It might not be. But what do you think?"
    },
    {
      "speaker": "NIKPOUR",
      "utterance": "Well, Steve Moore had just alluded to the fact that he was fearful of a de -- oh, my gosh, now the word just -- devaluation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. And it could lead to deflation and all that."
    },
    {
      "speaker": "NIKPOUR",
      "utterance": "Yes. But do you think -- that changes everything, right? You get to something like that, that's an issue that changes the whole election landscape."
    },
    {
      "speaker": "NIKPOUR",
      "utterance": "This guy knows what he's talking about. He's been around for a long time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Steve Moore."
    },
    {
      "speaker": "NIKPOUR",
      "utterance": "This guy was one of the founding members of the Club for Growth, as well as..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But he's not worried about a phenomenon that like -- permeating like we had last time that led to a recession. But that would change the landscape. Right?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That would be your ship coming in right there."
    },
    {
      "speaker": "AREU",
      "utterance": "It would. Yes, it would change the conversation, definitely. Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. All right. I wish we had more time. Blessedly, we do not."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But thank you very much. It came in with rough -- well, it's not that rough weather. What am I talking about?"
    },
    {
      "speaker": "AREU",
      "utterance": "No, pleasant. It's pleasant."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we got a lot more coming up. The country awaits this report, whenever it comes out. But then there's this thought of, it's the wrong report they're worried about -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Alexandria Ocasio-Cortez is having some trouble defending the Green New Deal, even in front of an otherwise friendly audience. Gen Hexed on that, the young and very restless -- in 60 seconds."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "As the world awaits the release of the Mueller report, are we finding out that there will reportedly be no more indictments stemming from the Russia probe? If true, the president really is out of the woods, or is he? Former Deputy Assistant Attorney General John Yoo. John, I know there are other issues that this has morphed into, including business dealings of the president and those around him that could, for all I know, go back decades. You have reminded me many times that these investigations have the habit of veering from their original intent. I know it's a mug's game, but if it veers into something like that, wouldn't Americans rightly be annoyed?"
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "Neil, I think you're right. It's been two years almost now that this independent counsel investigation has been going on. You were just discussing last segment the contents of a nothing burger. I'm with you. Burgers are great. But there's nothing going to be in here about the president. I think actually President Trump is going to be cleared by the guy he's been attacking all this time, Robert Mueller. But, as you suggested, that doesn't mean it's over for the president, because the battlefield is now going to shift in two directions. One, it could go back to New York City in the Southern District with the federal prosecutors conducting their investigation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And why is that a big deal? Could you explain to me? I know, when Chris Christie was out with his book, he was talking about that's a big worry. Why? Could you explain?"
    },
    {
      "speaker": "YOO",
      "utterance": "Yes. Well, in part, it's good and it's bad for the president. The good part is, all that investigation primarily doesn't have to do with President Trump's conduct as president. And because of that, anything that comes out of that against him would have to wait until after he leaves office. The bad thing is, he doesn't really seem to have that contained. He doesn't really seem to know exactly, we don't seem to know exactly what's going on there. You're seeing a lot of, I think, trouble produced by some of the sort of sordid figures who kind of attached themselves to Trump before he ever decided to run for office, like Cohen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "YOO",
      "utterance": "That's the kind of stuff that's coming out now. That could be damaging, but I don't think it has anything to do with Trump's performance of the job of the presidency. And so I think..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Or collusion. The irony would be that this whole thing that started with working with the Russians and all of that is not the case, if that happens, and all this other ancillary stuff comes up. Well, Democrats can pick and choose what they want to go on based on this report and pursue what they think are offenses. But where do you go with that?"
    },
    {
      "speaker": "YOO",
      "utterance": "Well, that's the other battlefield. The one battlefield is going to be the Southern District of New York. The other battlefield is going to be Congress. And here's the ironic thing. Trump actually wants the Mueller report to be broad. The Democrats have made Mueller into the gold standard for prosecution. The more Mueller talks about, the less there is for Congress to do. Democrats now are the ones who want Mueller to issue a short report, because that gives them more scope for their own investigations, even potentially starting impeachment proceedings, which they could drag on for the rest of the years that Trump's in office."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, no matter what this report says, even if it exonerates the president and any of the people around him on collusion, this has now become its cause celebre, so anyone can make a celebre of the cause, right?"
    },
    {
      "speaker": "YOO",
      "utterance": "Yes. In fact, if you're a member of Congress on the Democrats' side, you would say you got elected just this last year in order to pursue investigations of the president. And you would say, look, Mueller is investigating whether there was collusion. We're going to investigate just whether we think Trump is fit to be president. And they could say, I think reasonably so, that those are two different inquiries, two different legal standards, and two different jobs under the Constitution. So nothing Mueller does would prevent them from pursuing the investigation that they want to pursue in the House of Representatives."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wow. We shall watch it closely. John Yoo, thank you very much, my friend. Good seeing you. Have a good weekend."
    },
    {
      "speaker": "YOO",
      "utterance": "Good seeing you too, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Of course, it won't be a good weekend if the report comes out, right? Then you will have a busy weekend. All right, in the meantime, did General Motors just blink in the face of a showdown with the president of the United States? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, a case of interesting timing. The president spent the whole week slamming General Motors over closing that Lordstown, Ohio, plant, today, GM adding 400 new jobs to an electric vehicle plant in Michigan. Does one have anything to do with the other? Jeff Flock had a chance to catch up with GM CEO Mary Barra on that very subject."
    },
    {
      "speaker": "JEFF FLOCK, CORRESPONDENT",
      "utterance": "Our friends at Bloomberg this morning wrote it up as you're throwing the president a bone Is that true?"
    },
    {
      "speaker": "MARY BARRA, CEO, GENERAL MOTORS",
      "utterance": "I think, when we talk about jobs and investing in the U.S. work force and the American worker, that's where General Motors and I think the president are very aligned. We want to create jobs, good-paying jobs. And when you look at having a strong economy, we're making decisions to make sure General Motors continues to be a strong company. And that's what allows us to make announcements today, investing in the future with an all new electric vehicle."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Was that a nice way of saying, yes, I blinked? Stewart Acuff is a former organizing director the AFL-CIO. Stewart, long time, no chat. Good to see you."
    },
    {
      "speaker": "STEWART ACUFF, FORMER AFL-CIO ORGANIZING DIRECTOR",
      "utterance": "It's great to see you, Neil. Thanks for having me on today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I always enjoy it. It has been too long."
    },
    {
      "speaker": "ACUFF",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, what do you think of this? Whatever your views of the president, he got Mary Barra to do something maybe, maybe, we're told, GM wasn't originally planning to do."
    },
    {
      "speaker": "ACUFF",
      "utterance": "Well, I think it's great news. It's great news for GM. It's great news for the people of Michigan. It's great news for the automobile workers, the union of automobile workers, and perhaps GM was listening to the bully pulpit. I rather think, though, the truth is that GM was following the dictates of the market. Now, when's the last time you heard a union guy give credit to the free market?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Really?"
    },
    {
      "speaker": "ACUFF",
      "utterance": "Because -- because demand is building for electric cars, and demand is building for a new future of clean and renewable energy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, she said as much."
    },
    {
      "speaker": "ACUFF",
      "utterance": "That's right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That is, she could a whole electric vehicle world. That was wild."
    },
    {
      "speaker": "ACUFF",
      "utterance": "That's exactly right. And right now, progressives like me want to put our -- or the thumb of the government on a more progressive future and more investment in renewables. But, today, I would be satisfied if the Republicans and conservative Democrats just stopped trying to put the thumb of the government on the scales for the past, for the fuels of the past. We're fighting this huge factory in West Virginia called Rockwool that would use 84 tons of coal a day, and 1.6 million cubic leaders of fracked gas every day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So this is really about the type of vehicles we're talking about here?"
    },
    {
      "speaker": "ACUFF",
      "utterance": "Yes, and where the demand is."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But both parties should be interested in keeping the jobs here, right?"
    },
    {
      "speaker": "ACUFF",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I mean, you would be for that, right?"
    },
    {
      "speaker": "ACUFF",
      "utterance": "Oh, absolutely. We absolutely need all of the investment in manufacturing that we can safely have."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. So, you think it's a good idea for the president to involve himself in this and say, Mary Barra or any company..."
    },
    {
      "speaker": "ACUFF",
      "utterance": "I think it's a great idea."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To get involved and make sure these American jobs -- keep them here?"
    },
    {
      "speaker": "ACUFF",
      "utterance": "I think it's a great idea for the president to use the bully pulpit. And let me just say that one of the reasons, one of the best things about this is they are good jobs because they're union jobs. And so they pay well. And there's great benefits. So it's a win all the way around. And I'm very pleased to talk with you about it, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I'm very happy to hear. I don't know what happened to the Stewart Acuff I used to know."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm kidding. I'm kidding. I'm kidding."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very good catching up with you, Stewart. I would like to get you back again, talk more about this."
    },
    {
      "speaker": "ACUFF",
      "utterance": "Oh, as soon as possible, OK?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Amazing trend, right?"
    },
    {
      "speaker": "ACUFF",
      "utterance": "I'm always ready."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Stewart Acuff, all right, thank you, my friend."
    },
    {
      "speaker": "ACUFF",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, it's not easy being green. Just ask Congresswoman Alexandria Ocasio-Cortez after a late-night show appearance. SETH MEYERS, HOST, \"LATE NIGHT WITH SETH MEYERS\": One of the things we're even hearing the president say is that you would outlaw cows."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "MEYERS",
      "utterance": "Cows farting, that would be out, children, hamburgers, ice cream. Any of that true at all?"
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "utterance": "It's always good to see how -- how these narratives are manipulated, because they're trying to say that the Green New Deal is about what we have to give up, what we have to cut back on, when, in fact, the Green New Deal itself is a resolution to be more expansive."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, that was a New York Democratic Congresswoman Alexandria Ocasio, on the current TIME this week, by the way, having trouble defending the Green New Deal, after the president slammed the proposal. Others have as well. But, by the same token, she's a phenomenon, a lot of her critics are not. I'm not talking about the president, of course. But let's ask our Gen Hexed whether they're -- well, they're hexed by this. We have got audio tech and my buddy Dion Baia. We have got Fox News Headlines 24 Carley Shimkus, who, by the way, has been up 24/7."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We also have social media expert Kris Ruby, and, last, but not least, radio host Mike Gunzelman. Gunz, to you first on this. She is saying, look, they're characterizing this all the wrong way, because they're just not smitten with the idea of doing something for the environment."
    },
    {
      "speaker": "MIKE GUNZELMAN, INTERNET RADIO HOST",
      "utterance": "No. I honestly watched this interview more than once. And I have no idea what she's saying. Like, she wasn't able to explain it whatsoever. And the thing is, she doesn't even know. The thing -- what's happening is, especially with like Democratic presidential candidates as well, they have to keep going to the far left that -- appeasing them so much, that they don't even know their rhetoric or what they're even trying to say in the end. I mean, if you look at this, first of all, it's not even a law. It's a nonbinding resolution. So they can do whatever they want. It doesn't mean it's actually going to happen. And it's all over the place. The one as aspect that's wild, she thinks this is going to bring tuition- free public college. What does that have to do with this Green Deal? It makes no sense."
    },
    {
      "speaker": "CARLEY SHIMKUS, CORRESPONDENT",
      "utterance": "Well, one thing that people say is that the makings of a good politician is somebody who can say a whole lot without saying much at all. So I guess you can put a feather in her cap for doing that. I applaud Alexandria Ocasio-Cortez for being energetic and enthusiastic. She's certainly a hard worker. But when you hear about her flying to Washington, D.C., instead of taking the train, taking Ubers, instead of taking the subway, buying thousands of dollars in supplies on Amazon and then going around and calling Amazon an evil corporation, she does become this walking stereotype or contradiction, rather, and somebody that you really..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But they're all marching to her tune, aren't they?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes, but why should I change my ways, when she isn't willing to do that right now?"
    },
    {
      "speaker": "DION BAIA, FOX NEWS",
      "utterance": "BAIA: You have now in New York people are having second thoughts about trying to get Amazon back now because of what happened with her being very vocal about it. It just -- it seems like it's way too far, where I wish that they would -- it's hard -- it's hard to be realistic to see that this is all going to be implemented in what -- they talk about 12 years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To be fair, it was a goal set, right, Kris. So whether you like it or not, it was a series of goals. And the right came out said, well, how are you going to pay for this? Very good point, I might add, but that she was trying to say -- in prior interviews, she said, no one said that when we had a goal of going to the moon and all this other stuff. So what's the difference?"
    },
    {
      "speaker": "KRIS RUBY, RUBY MEDIA GROUP",
      "utterance": "Yes, she was also talking about hamburgers and ice cream and also commented that that's not what I said. But, actually, she did say things that did lead people to that point. But I really wasn't sure what she was saying in that interview last night. I think there were many missed opportunities. First of all, she said, I didn't tell you can't have enough ice cream. You have to check with your doctor on that. I mean, she didn't mention..."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "That was her -- I guess her universal health care kind of..."
    },
    {
      "speaker": "RUBY",
      "utterance": "Yes. I mean, well, actually, what about obesity rates and what about -- I mean, she talked about factory farming and also the dairy industry. Like, I mean, she left that part out, but that was a missed opportunity."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Everyone is going to have chance to vote on this next week. But when Ed Markey, the lead Senate co-sponsor, says that he's going to probably vote present, instead of yes, you got a big problem on your hands. I think President Trump is right to say that this could end up helping him in 2020."
    },
    {
      "speaker": "BAIA",
      "utterance": "And she won't go on, I think, hard-hitting places to get ask these tough questions to be able to explain it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Because if she said this wasn't about a budget itemized plan, and it wouldn't be the first one on the right or left -- we have had that -- this would have been a perfect opportunity to explain that."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "I feel like she's obviously a star, like, all eyes on her these days. Everything she says. Everyone's playing up to her so much. But when she's getting called out on it, she can't defend it. And we're seeing that time after time after time with her especially, that you might have these great ideas, but, in actuality..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "She said that she was never out for making cows, farting or otherwise, illegal."
    },
    {
      "speaker": "RUBY",
      "utterance": "I think, when we call her a star, I mean, she's really a social media star."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. Well, that's all you need these days."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And, by the way, far more important stuff is going on. Sam Adams has a new beer, a Ruth Bader Ginsburg beer. That's a big draw."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes. Well, the flavor is stale and old."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, that's nasty."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Oh, don't say that."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "It's the Bud Lite you find in your garage from four years ago. That's what's it's going to taste like."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, obviously, they figured out -- and it's in honor of International Women's Day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I think that's not a bad idea."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes, go ahead. Go ahead."
    },
    {
      "speaker": "RUBY",
      "utterance": "It's really a larger topic right now that when brands decide that they're going to go political. And I see -- I think we're seeing a divide right now. You have the larger based companies with massive..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But that's not a bad political thing, right? You're honoring it with an icon, right?"
    },
    {
      "speaker": "RUBY",
      "utterance": "We're already seeing the tweets where they're saying, let's boycott Sam Adams. So, they think it's bad."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "She is, of course, a political figure, but she is also a cultural icon."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "So I don't think that -- I really don't see Sam Adams alienating a massive group of people by doing this."
    },
    {
      "speaker": "BAIA",
      "utterance": "And also some of the proceeds are going to good causes and stuff like that, so that's nice."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Everything now is political."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Facebook is dealing with more controversies, passwords that leaked out."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "What a mess. What a mess."
    },
    {
      "speaker": "BAIA",
      "utterance": "This is not news to anybody. This is always happening. They are always, oh, no, but there's never any pushback against -- like, what happens when they..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That company can't get out of it its own way."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "That's why I thought it was so rich when Mark Zuckerberg came out and said that he was going to have -- try and make this private encrypted Facebook service, because why would we trust, of all people, Mark Zuckerberg, to do this, when..."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Which is why people aren't using Facebook as much. If you're a millennial, you barely use it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "They haven't lost that many users, though."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "But I have read things with millennials that they're not using it as much. I think you go to Twitter..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you use instead?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Twitter, Instagram."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes, and Facebook owns Instagram."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIA",
      "utterance": "It's weird. I'm sorry. Go."
    },
    {
      "speaker": "RUBY",
      "utterance": "Yes, I mean, I think that it's another day, another Facebook scandal and the trust is broken."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you use Facebook?"
    },
    {
      "speaker": "RUBY",
      "utterance": "Of course I use it. I run a social media agency. I still have to."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Sorry."
    },
    {
      "speaker": "BAIA",
      "utterance": "And then they get into trouble for selling the information to people."
    },
    {
      "speaker": "BAIA",
      "utterance": "Where's the backlash?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, guys, thank you very, very much. A quick read from the young and the restless. And I keep asking myself, why?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I'm kidding, I'm kidding. And Google is up to some trouble again. And it's got the Defense Department worried. I will explain after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Google could be in some trouble. A top Pentagon official raising alarm over Google's business ties to China. FOX Business Network's Edward Lawrence has more. What's going on here, Ed?"
    },
    {
      "speaker": "EDWARD LAWRENCE, BUSINESS CORRESPONDENT",
      "utterance": "Yes, Neil, the chairman of the Joint Chiefs of Staff says he's meeting with Google next week over concerns about their work in China. He says that the risks of the Chinese stealing the technology gives a direct line to benefit the Chinese military."
    },
    {
      "speaker": "GEN. JOSEPH DUNFORD, JOINT CHIEFS OF STAFF CHAIRMAN",
      "utterance": "A company does business in China, they are automatically going to be required to have a cell of the Communist Party in that company. And that is going to lead to that intellectual property from that company finding its way to the Chinese military."
    },
    {
      "speaker": "LAWRENCE",
      "utterance": "And he says the Google artificial intelligence project they're working on in China could end up helping the military in China there. Google says it only works on educational products there, from kindergarten to college, in fact, a Google spokesperson saying -- quote -- \"We are not working with the Chinese military. We are working with the U.S. government, including the Defense Department, in many areas, including cyber-security, recruiting and health care.\" Still, the U.S. military concerned about that forced transfer of technology that happens in China -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, my friend, very, very much, Edward Lawrence in Washington. If find out anything more about that, we will keep you posted. A quick final look at the corner of Wall and Broad, what was going on today, a big old sell-off here, having nothing to do with any political or related scandals or reports, everything to do with the slowdown in Europe that's been translated to a potential slowdown here. We're going to be exploring the fallout of all of this and how that plays into the 2020 campaign tomorrow on \"Cavuto Live,\" beginning at 10:00 a.m., read from Democrats, read from Republicans, read from bulls, read from bears, fair and balanced, as always. We have got your back, yes, even on weekends. Here comes \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}