{
  "date": "March 21, 2019",
  "headline": "Democrats turn on each other using identity politics",
  "subHeadline": "Guests: Michael Caputo; Luis Miranda; Robert Patillo; Mark Steyn; Mark Morgan",
  "url": "https://www.foxnews.com/transcript/democrats-turn-on-each-other-using-identity-politics",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to \"Tucker Carlson Tonight.\" Various news outlets are telling us that the Mueller report is finally on its way. We have no inside information about that, but we should say apparently, the White House believes it, too. When Mueller's report does arrive, it will go first to the Attorney General and the Deputy Attorney General and there's not much debate about what should happen after that. Democrats have demanded the release of the entire document. The President agrees with them. He said he'd like to see that report go public so that voters can assess it for themselves. Of course, we'll bring it all to you when that happens.  But for now, we'd like to take just a second to put this entire sprawling story into some perspective. Our job on this show is to remember things, to create a record of what has happened in this country over the past few years and what has happened to it. Our grandchildren will want to know.  If the left has its way, they will never see the details. It will all be whitewashed like so much else in our history has been. So let's recall for the record what the Robert Mueller investigation is all about. Why we've got a Special Counsel in the first place.  The point was not to discover whether the President fudged deductions on his tax returns 30 years ago. It was not to find out whether he wanted to build another hotel in a foreign country. From its first day, the Mueller investigation was justified by a single question: Did Donald Trump collude with the Russian government to steal the 2016 presidential election? Did the President betray his country? For close to three years, the Democrats have told us that yes, he did do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "It's beyond a shadow of a doubt to me that if there was not collusion, there was at least the effort to collude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "I think there is plenty of evidence of collusion or conspiracy in plain sight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "sentences": "There is more to be learned about it. I believe there has been collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN PODESTA, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "It's starting to smell more and more like collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "We saw cold, hard evidence of the Trump campaign, and indeed, the Trump family eagerly intending to collude possibly with Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "These are not minor charges and if you grew up in this country, it is hard to shrug them off. Now, Maxine Waters is irrelevant. She's a living side show. But Nancy Pelosi is not. She is the Speaker of the House of Representatives. She is third in line to the presidency. Adam Schiff is the Chairman of the House Intelligence Committee. He is privy to the most highly classified information our government has. John Podesta who you just saw was the Chief of Staff in one White House. He was a senior advisor in another White House. Beto O'Rourke has raised more money than anyone running for President in 2020. These are not peripheral figures making these charges. They are the most serious people in the modern Democratic Party, and we took them seriously. We felt we had a duty to understand why they were calling the President of the United States a traitor. So we asked them. We interviewed a number of those people on this show.  One of the most persistent accusers was Congressman Eric Swalwell of California. He is also a member of the House Intelligence Committee. If was there was indeed evidence of collusion with Russia, Eric Swalwell would have seen it. Yet, he never produced any, and we asked him repeatedly.   Swalwell responded by accusing us of cutting him off on the air, of not letting him make his case. So finally, in frustration, we offered him a full half hour live on this show to tell us what the evidence was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If you have any evidence at all of collusion, any -- and I don't care how small it is, I will give the floor to you and I mean that, because I want to wrap this up. I'm sure you do, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So months later, Swalwell accepted our invitation. He came on the show, but he never produced a single piece of evidence that the Trump campaign colluded with anyone. Instead, he accused us of working for a foreign power. We had asked Swalwell why the public couldn't see a memo related to the Russia investigation. Here's how he responded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "in the case of today's memo, what specifically have I espoused that empowers threats to our country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALIF.",
      "sentences": "You're peddling the narrative that the Trump administration is putting out, which also is the Putin narrative because they're retweeting this with their Russian bots. This -- if you're saying ties with WikiLeaks and Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I'm working for Putin. I wonder do you perceive the total collapse --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "If you're on the same side as WikiLeaks and Putin, you should take a step back and wonder whose bidding are you really doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So for asking to see a government document that he himself had seen, Congressman Eric Swalwell suggested that we were treasonous. There's been an awful lot of talk like that the past couple of years. It has completely changed Washington. People in this city are now afraid. They watch what they say, they don't send e-mails. They worry about being denounced. Demagogues like Swalwell have terrified them.  From the beginning of this investigation, there's been virtually no honest, public debate about what is happening or has happened. Watch this exchange from the early days of the administration. Congressman Adam Schiff came on this show. We asked a simple fact-based question about what we know and what we don't know. And it was: Are we certain the Russian government hacked John Podesta's Gmail account? Here is how Adam Schiff responded.   CARLSON Can you look right into the camera and say, \"I know for a fact the government of Vladimir Putin was behind the hacks of John Podesta's e- mail.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "Absolutely, the government of Vladimir Putin was behind the hacks of our institution and the dumping of information --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of John Podesta's e-mail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "Not only in the United States, but also in Europe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, you're not -- you know what? You're dodging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "And Tucker you are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Look and say, \"I know they did John Podesta's e-mail. They hacked this.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "And I think that Ronald Reagan would be rolling over his grave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You can't -- Ronald Reagan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "You're carrying water for the Kremlin --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I am not carrying water for -- you're making -- look, you're a sitting member of Congress ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "Would you -- and the President elect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "... on the Intel Committee and you can't say they hacked --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "You're going to have to move your show to Russian television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So to this day, even the most basic, the most elemental questions about the claims in this Russia story remain unanswered. Meanwhile, we've upended our entire foreign policy. We put Americans in prison all on the basis of charges nobody has been willing to prove. How do we know that, Congressman? \"Shut up, you're a Russian agent.\" The conspiracy hawks seem totally impervious to shame or reason. You couldn't debate them because they wouldn't engage. They just threw slurs. They felt no need to demonstrate that any of it was true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARGARET HOOVER, HOST, PBC",
      "sentences": "At what point do you draw the line and not accuse the President of the United States without any evidence of being an agent of Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Yes, he's betrayed our country, and I don't say that lightly. I worked as a prosecutor for seven years and I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOOVER",
      "sentences": "But betraying the country, by the way, we want evidence before you say that, but you said an agent of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Yes, he works on their behalf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOOVER",
      "sentences": "But as a prosecutor, that wouldn't be evidence in court. I mean, as a prosecutor, you know the difference between hard evidence and circumstantial evidence. I am not hearing the evidence that he is an agent of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Yes, I think it's pretty clear. It's almost hiding in plain sight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It wasn't just Swalwell and Schiff, some of the most respected, supposedly sober figures in our society engaged in this behavior for years. They said things that were so reckless and so damaging to this country that it's almost hard to believe it was happening.  Keep in mind, as you watch this clip that not so long ago, John Brennan was the Director of the CIA, the most powerful intelligence agency in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, ANCHOR, MSNBC",
      "sentences": "McClatchy is reporting right now that Special Counsel Robert Mueller has evidence that Trump's personal lawyer and fixer, Michael Cohen secretly made a late summer trip to Prague during the 2016 presidential campaign.  According to news sources familiar with the matter, confirmation of the trip would confirm -- affirm part of the Steele dossier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF THE CIA",
      "sentences": "Reports that Mr. Cohen was in Prague despite his denials, repeated denials. There is more and more indications that there is something here that is far, far from being anything near a witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Michael Cohen was in Prague meeting with his Russian handlers. That's what Brennan just told us on cable television. Now, you'd think if anyone would know that fact, it would be the Director of the CIA. The CIA knows all. Except perhaps on this one question, Michael Cohen himself might know more.  Cohen was asked directly about it when he testified before Congress. Cohen had no reason to protect Donald Trump. He had many reasons to hurt him. Here is what Cohen said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RALPH NORMAN, R-S.C.",
      "sentences": "Have you ever been to Prague?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL COHEN, DONALD TRUMP'S FORMER PERSONAL LAWYER",
      "sentences": "I've never been to Prague.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORMAN",
      "sentences": "Never have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COHEN",
      "sentences": "I've never been to the Czech Republic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORMAN",
      "sentences": "I yield the balance of my time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "At the same hearing, Cohen also told Congress that in all his years working as Donald Trump's personal attorney, one of the most intimate relationships in Donald Trump's life, he had never seen any evidence of collusion with Russia. Now, any fair person would consider that the beginning of the end of this story. Case closed. But it was too late. By that point, the Russia investigation had become such a ratings bonanza for the cable news channels that they couldn't slow down. They had no incentive to admit defeat. They had no incentive to acknowledge reality. So they continued as they had since the inauguration as if the story was entirely real. Night after night, they brought us an endless parade of screamers, buffoons and halfwits, all claiming knowledge of the conspiracy. Here, to pick one among a thousand examples is self-described intelligence expert, Malcolm Nance delivering his analysis on MSNBC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALCOLM NANCE, MEDIA COMMENTATOR",
      "sentences": "When Benedict Arnold gave the plans to West Point to Major Andre and they captured Major Andre, they did not have any real information linking those plans to Benedict Arnold other than the fact he was in his presence at one point during that day. But everyone knew it was treason when they caught the man and they hung him. So at some point, there's going to be a bridge of data here that is going to be unassailable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thanks for the history lesson, Mr. Nance. They hung him. Let's hang this guy. After a while, after years of this, voters started to agree, thanks to propaganda like what you just saw -- 53 percent of registered voters now believe the Trump campaign quote, \"worked with Russia to influence the 2016 election.\" Among Democratic voters, 67 percent believe that Russia somehow rigged the vote tally. Nobody's ever explained how exactly the Russians might have done that, but of course, they did it. Russia rigged the elections. CNN says so every night. There need to be consequences for this. Once the Mueller report appears, it becomes incontrovertible that whatever his faults, Donald Trump did not collude with the Russians. The many people who have persistently claimed on the basis of no evidence that he did collude with the Russians, are to be punished, not indicted or imprisoned obviously, but thoroughly shamed and forced to apologize. If Republicans spent three full years falsely claiming that Barack Obama colluded with the government of Iran, would those who claim that ever work in media or politics again? That's a rhetorical question. Lying and recklessness should never be ignored. In 2003, the United States invaded Iraq on the premise that Saddam Hussein possessed massive stockpiles of chemical and biological weapons. Many of us believed it. But the claim was false. Thousands of Americans died. Trillions were wasted. Nobody was punished. To this day, Max Boot takes a paycheck from the \"Washington Post.\" Bill Kristol appears on MSNBC. John Bolton is this country's National Security adviser. There were no consequences to their foolishness and their dishonesty -- none. And so we started a series of eerily similar wars, all with entirely predictable results. Nobody learned anything. We learn anything from the Russia collusion hoax, or the same cast of liars and buffoons simply move on to the next game -- climate change, the Green New Deal -- we can't give you details. It's too important. Obey or else.  That could easily happen. In fact, it will happen for certain unless we remember exactly what we've just seen. Michael Caputo was a former Trump campaign adviser and he joins us tonight. Mr. Caputo. If this report comes back, whenever it comes back and shows or doesn't show collusion between the Russian government and the Trump campaign, you will be owed an apology, no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL CAPUTO, FORMER TRUMP CAMPAIGN ADVISER",
      "sentences": "I think so. But there's no office of, you know, return of your, of your reputation in the United States Capitol and certainly not at the offices of MSNBC. You know, Tucker, you'll look back -- if you're caught this jampot, like I am, and like Carter Page and J.D. Gordon, and others who are mere witnesses and who have been ruined any way, whose careers have been completely destroyed, whose families have been completely destroyed as marginal witnesses, you understand that there are real key players at the - in the bowels of this thing. Like, for example, you talk about Brennan, you talk about these other players in front of everyone. We have players like Dan Jones, you know about Dan Jones. So \"The Federalist\" published a great story by investigative journalist, Paul Sperry. He's a guy I talked about in front of the Senate Intelligence Committee almost a year ago. This guy was a Senate Intelligence Committee staffer, a former FBI analyst and he today has raised $10 million to continue the work of Fusion GPS. He's working closely with Glenn Simpson today with Christopher Steele, the former British spy who Hillary Clinton and the DNC paid. He is working with him today and he puts out a daily e-mail to reporters and Democratic Committee staffers on the Hill still peddling the Russian collusion hoax, still peddling stories that have been completely disproven and he's still getting hits in the media even today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Any idea who's paying for that? Who gave him the $10 million?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPUTO",
      "sentences": "Yes, he has admitted that it's being paid for by George Soros, by Rob Reiner - meathead - from all in the family by a foundation close to this Steyer character who is running this \"Impeach Trump Now\" deal. These guys have put up -- I mean, I think it's almost over $10 million right now and by the way, while my family and J.D. Gordon's family and Carter Page's family and dozens of other families related to the Trump kind of orbit have gone completely bust due to this bogus Russia investigation.  Dan Jones and Glenn Simpson and Christopher Steele, they're getting rich - rich beyond their wildest dreams and here's the thing, Tucker, I know you believe and others believe that there's nothing criminal going on here, but I disagree. All you've got to do is look up 18 USC 2384 and apply that to Dan Jones, if we don't have some kind of investigation to end the Dan Jones, Christopher Steele and Glenn Simpson and Fusion GPS and if we find a crime related to 18 USC 2384 -- sedition -- that we have no country. We have no rule of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, at the very least, we're learning who has real power in this country and it's this administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPUTO",
      "sentences": "No doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPUTO",
      "sentences": "No doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Michael Caputo, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPUTO",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Luis Miranda is a former DNC Communications Director, he joins us tonight. So I think it's fair to say, we took this seriously from the beginning and asked, I think real questions, didn't dismiss it. The President is colluding with a foreign power. I'm against that President, any President who would do that? If it turns out that the Mueller investigation did not find collusion, shouldn't the Speaker of the House, the Chairman of the Intel Committee, Congressman Swalwell, don't they owe apologies to the President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUIS MIRANDA, FORMER DNC COMMUNICATIONS DIRECTOR",
      "sentences": "Well, I don't think that's going to happen. I think what is going to happen is that neither extreme will get exactly what they want, but there's going to be plenty in this report, it is my guess, that both sides will cling to, and will be able to highlight as issues. But here's what we know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, wait. Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "But here's what we know, that every time that Donald Trump goes out and criticizes and undermines and attacks the intelligence services of the United States, in defense of himself and in defense of Putin, he stood next to Putin in Helsinki and basically took his side over the American intelligence services. He's doing a great disservice to the American people. These are folks --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But wait -- I'm sorry -- I don't know how your Civics grades were, but Donald Trump, whatever you think of him was elected by voters. The so called intelligence community was not elected by anybody, they are government bureaucrats who work for one man, the President of the United States. He is allowed to disagree with them. He is allowed to belittle them. If they don't like it, they leave.  All of their power derives from the elected official in the White House, the President. So the idea that you're allowed to criticize the Intel agencies, does that make you think that maybe there's a coup in progress if you're not allowed to criticize your own bureaucrats? Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "Not at all. I think the crazy thing about this is that you make the same argument about the U.S. military attacking Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I would make the argument about the U.S. if there was ever a flag officer, for example, who was insubordinate or attacked the President he was serving, I would say that's not allowed. You serve the President. It's the Executive Branch of government. This is democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "But I am glad you brought this up because here's the key thing that this investigation, the whole Mueller report is not coming out of left field as Donald Trump would have you believe. It started as a counterintelligence operation, because there were clear signals and clear signs and clear evidence that the Russians were attempting to interfere and use the Trump campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I understand --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "Both the candidate and his staff as either witting or unwitting agents of their attack on our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But the charge from the Speaker of the House and I'm not -- you know, unlike a lot of other people, I'm not fixated on Maxine Waters, I don't care what she says. She's a fringe figure. Nancy Pelosi is not stupid. She's the third most powerful person in the United States. She's the head of the Democratic Party, and she called Trump a Russian agent. If she can't prove that, why wouldn't she apologize for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "Well, you know, there's so many things that we've already seen that have to raise this question significantly. For example, the firing off Comey and then meeting with Russians in the Oval Office the very next day. Keeping American press happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I got it, but let me just pin you down on this one thing because I want to save this tape, when the Mueller report comes out, will you concede that's the final word? Democrats have been telling us for two and a half years. Let's get the report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "Well, I definitely want to see what's in the report. I'm not going to prejudge it, but I will tell you that I think both sides can take from it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Look, you either colluded or you didn't. I mean you either are a traitor to your country or you're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "There's bigger issues than that, Tucker and you know that, which is that Bill Barr could very well beside that, if even if there's obstruction of justice where Trump insisted on derailing an investigation to protect himself, that Barr will decide that that can't be indicted because he very clearly stated the opinion that the President could do whatever he wants and it will be Congress' role --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think people see what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "It will be Congress' role to step in and look at the details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't want to lecture you about how much this has hurt the country, but we both know it really has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "You know what else is hurt the country? It's Donald Trump taking Vladimir Putin's side at every step including when he did it in Helsinki and the whole world was laughing at us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, all right. I got it. I got it. Okay, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Democrats have turned America into a war zone of identity politics, terrifying everybody and now they've turned it on their own candidates which is highly amusing and worth watching, so stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, as we've repeatedly noted on this show, the left refuses to live up to its own standards most of the time, but now suddenly for once they are. For decades, the Democratic Party has imposed the precepts of identity politics on the rest of us. They made it the norm to reward some people and punish other people purely on the basis of their sex, their skin color, their perceived ranking and some imaginary hierarchy of privilege. They've made it so questioning any of this is a social crime. Ask questions about or disagree, and you may be silenced or censored or fired from your job.  In case you've noticed, they're turning the society into a humorless PC hellhole. But at least now, they're applying the same standards to their own presidential candidates. With almost 20 people in the race, Democrats could be having a pretty interesting conversation about different policy ideas. It's interesting to hear people disagree, but they don't, they agree and virtually everything and they attack each other almost exclusively on issues of identity. Colorado Governor, John Hickenlooper recently entered the race and last night, because he's a man, he was interrogated about whether he'd select a woman as his Vice Presidential candidate. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BASH, ANCHOR, CNN",
      "sentences": "Governor, some of your male competitors have vowed to put a woman on the ticket, yes or no? Would you do the same?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. JOHN HICKENLOOPER, D-COLO., PRESIDENTIAL CANDIDATE",
      "sentences": "Well, again, of course, but how come we're not asking -- we're not asking more often the women, would you be willing to put a man on the ticket?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Woo -- they hissed at him. It was a big mistake. Of course, Hickenlooper immediately genuflected to the new religious orthodoxy, but he wasn't enthusiastic enough about doing it. He was insufficiently self- hating, and that's a crime. He is a heretic and media inquisitors soon demanded that Hickenlooper burn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIKA HILL, ANCHOR, CNN",
      "sentences": "John Hickenlooper's answer about the possibility of a female running mate sparking backlash.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRY ENTEN, POLITICAL ANALYST, CNN",
      "sentences": "I don't know what the heck he was talking about. There are a lot of Democrats who feel that women haven't been given they're just do, so when Hickenlooper says things like that, he is basically dismissing those concerns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Craig, I don't even know -- I don't even know how to reply to that. I mean, 45 Presidents have been men. I mean, I think that speaks for itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATTI SOLIS DOYLE, POLITICAL COMMENTATOR, CNN",
      "sentences": "I think it's just one of those answers that you really groan at, I certainly did when I saw it. I think I'm going to send Governor Hickenlooper a copy of those placemats with all the Presidents' faces on them that are all men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wow. Those are the kind of people who win Cronkite Awards, but Hickenlooper isn't the only candidate being accused of bearing tainted blood. Former Florida Gubernatorial Candidate, Andrew Gillum just accused Beto O'Rourke of enjoying a quote \"set of privilege\" other candidates lack, meaning he's white. POLITICO magazine looking at Bernie Sanders and Joe Biden has asked quote, \"How does a straight man run for President?\" Kamala Harris had her racial credibility called into question since her mother is not black and she married a white man. She's not right, they say. In other words, even Democratic presidential candidates are not safe from the mob. It's hard to feel too bad about it though. They brought this on themselves, obviously. Robert Patillo was an attorney and talk show host and he joins us tonight. So I have to say, part of me is disgusted by this, part of me is amused by it, but wouldn't it just be better to have a debate about what people believe how to make the country better rather than sniping at each other because of qualities people can't control?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT PATILLO, FORMER ATTORNEY AND TALK SHOW HOST",
      "sentences": "Well, Tucker, what you have to understand is diversity inclusion and representation are not the same thing as identity politics as you put it. You have to understand, America is 51 percent female; so of course that portends to the population wants somebody empowered, who reflects their needs and reflects their values. Just here in Georgia and other states, we've had men voting on women's reproductive rights. We have men making decisions on women's healthcare decisions. We have to create a country where everybody has a place at the table. The Republican Party has become a Party men now, and in modern family country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, wait, wait. Hold on, hold on, hold on. So men shouldn't be able to weigh in on abortion. Should women be able to weigh in on prostate surgery? But this is so stupide that it's kind of hard to have the conversation, but just for fun, let's try it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "Tucker ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we spend a lot of money ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "Tucker, it's a double standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "... subsidizing prostate surgery. Wait, hold on -- should female Members of Congress gets a vote on that or they just not get it? I mean, do you see how this is a dead end kind of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "Tucker, what you have to understand is when you're dealing with people since the inception of this country, we've never had a female either President or Vice President, the idea of giving them representation, giving them a voice, giving them a seat at the table should not be seen as identity politics, but what should be seen as catching up with the times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What about hiring someone -- hold on ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "Think about Margaret Thatcher, think about all the female -- think about Angela Merkel --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I am not making an argument, obviously, okay, -- but -- well, Angela Merkel is probably the worst leader Germany has had in you know, a couple of generations at least. So I don't think it's a very good example, but it's not -- it doesn't detract from all women. She's just a bad leader. And that's kind of the point I'm making. Maybe we should hire the most qualified person or is that sexist to say it, male or female?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "No, that is exactly the point that we're hiring the most qualified person, but we're no longer using someone's gender as an immediate veto to take them out of the race. This isn't like John McCain picking Sarah Palin who had absolutely no qualification to be Vice President. These are completely competent and vetted women who were saying that they need to have a seat at the table and not simply being shut out because of their gender.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's just so funny. I just love watching like I'm not attacking you, but I mean, just watching all of these liberal men who you know have, I'm sure, totally primitive attitudes in private, sort of berating themselves and doing the kind of \"I'm a feminist, too\" routine? Do you know what I mean? Like, \"I'm more sensitive than you are,\" kind of thing. Does that get old? Do you ever feel like saying, \"I just kind of want to say what I think, and maybe I should stop being intimidated by the people who control our language and thoughts?\" Do you ever kind of want to break out and just be honest once in a while or no, does that ever happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "Oh, well, Tucker, the good thing is I'm always honest, that's the best thing about me that you don't have to worry about that, and I think that part of the problem the Democrats had in 2016 that by being to PC, too reflective, they let somebody like Trump come in and take up that by -- what I call the shadow MAGA. The people who will never wear a MAGA hat, who will never go to a rally, will never they say support Trump, but they'll go into the booth and vote for him because we said, \"Grab them by the you know what,\" they laughed and they said, you know, that's the kind of guy you can have a beer. Well, that's what they wanted in the voting booth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So really quick, would you say -- I am just fascinated by this. Would you say -- and since you're always honest. Would you describe yourself as a pretty big feminist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "Oh, hell no, no, not at all. Not in the slightest. But I do respect women's rights and women's ability to lead and to represent, but I don't think you have to put a label on it because with labels comes all the baggage of the entire movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think there's nothing embarrassing about being a big feminist. I thought you were, but I am not judging you either way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "You knew I wasn't, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good luck with that now that you've said you're not a feminist, I don't know if they're going to let you back in into the Democratic club, but we'll see. Robert, thanks very much for coming on. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Author and columnist and noted feminist, Mark Steyn joins us tonight. So how amusing do you find it, Mark, to see the Democrats eating each other on the basis of identity politics standards?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK STEYN, AUTHOR AND COLUMNIST",
      "sentences": "Well, I love it. To use that line that we've just been hearing about everyone wants a seat at the table so they can stick a fork in the other guy. That's basically the reason. By the way, just to clear up your thing about shouldn't men then only have a say about prostate cancer? I was reading a newspaper in Canada last week about a woman who died of prostate cancer. So it is totally transphobic of you for you to imply that prostate cancer has anything to do with men, just as it is totally transphobic to apply imply that abortion is anything to do with women and that's the lesson here. No matter how woke you are, you can be outwoked by the next guy in the Democratic nominating process. I mean, basically Hickenlooper doesn't get it. He made the same mistake as I think it was Martin O'Malley saying, \"All lives matter,\" or whatever it was four years ago instead of Black Lives Matter. He said all lives matter. Hickenlooper has got it wrong here because it's not about should a woman put a man on the ticket? You're asked the question, will you put a woman on the ticket to show how far you're prepared to abase yourself and mitigate the hideousness of your white maleness? And now if you're like Beto, you can -- you're basically a rich white middle aged guy, but you pretend to be some Hispanic skateboarding 12-year- old and all the Democrats go, \"Whoa, wow, this is -- this is so new. It's so different. He's the first Hispanic middle-schooler to run for President. This is incredible.\" But if you're not, then you have to abase yourself by saying like Joe Biden is going to put a black woman on the ticket. He said he's going to put Stacey Abrams on the ticket. Hickenlooper has so damaged himself, he would have to put some Hispanic transgender woman, it won't be enough just to have put a woman on the ticket, he'll have to move it into the next thing. This is where identity politics leads. But it's the point about mitigation of your white male hideousness that is actually at the core of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But your point that saying that abortion is just a women's issue, that's transphobic, I agree with you completely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And I intend to make that point consistently on this show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Marks Steyn. You're a genius. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Thanks a lot, Tucker. Great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, here's news you may not have heard, CNN is being sued, not a small suit either, hundreds of millions of dollars for its fraudulent coverage of the Covington story. What exactly does the lawsuit allege and could it succeed? We'll have the details ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Have you started your free trial on Fox Nation yet? Well, the time is now. Fox Nation is our new members-only- streaming service that is the perfect complement to the Fox News Channel. Fox Nation features exclusive shows, new exclusive series, no interruptions with Tomi Lahren. Tomi and her guests, they pull no punches when it comes to the issues that you care about. So check it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMI LAHREN, HOST, FOX NATION",
      "sentences": "I want to talk about what really happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was told to shut up because I voted right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't know who had to turn a blind eye, who had to think of their career over a man's life, but it's happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a mad dash to a road or a car and boy, once they load up, then they can mix in quickly with the population.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAHREN",
      "sentences": "They don't want to hear their 27-year-old from Hermosa Beach, California, went to Mexico on a 30-year-old birthday trip and didn't come home. There's a safe space for some people, but not everybody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, CNN is battling a $275 million lawsuit over its coverage of the Covington High School incident. The lawsuit was filed a week ago, but for some reason CNN hasn't said much about it. They finally commented on the suit a few hours ago, but we're not exactly sure what's in the suit and whether it could succeed, so Trace Gallagher has looked into that for us tonight and he joins us now. Trace, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Tucker, there's no rational way to argue that CNN and other media outlets didn't vilify Covington Catholic High School student, Nick Sandmann during the early reporting of this story. The lawsuit itself focuses on journalistic standards and ethics saying in part quote, \"Contrary to its 'Facts First' public relations ploy, CNN ignored the facts and put its anti-Trump agenda first in waging a seven day media campaign of false vicious attacks against Nicholas.\" Remember, when the cell phone video was posted on social media showing Nick Sandmann staring down Native American Nathan Philips, the narrative was that Sandmann and the MAGA hat wearing Covington kids were wrong. But the entire two hours of video dramatically changed the context and perspective and showed how the altercation began with the students being verbally attacked. Even an independent investigation show the students were not the instigators. CNN has now responded in part quoting, \"CNN reported on a newsworthy event and public discussion about it, taking care to report on additional facts as they developed and to share the perspectives of eyewitnesses and other participants and stakeholders as they came forward.\" Legal experts say Nick Sandmann's burden of proof is certainly high, but Harvard Law Professor Emeritus, Alan Dershowitz believes he does have a reasonable case -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It seems that way. Trace Gallagher, thanks a lot for that. Dan Bongino is a former Secret Service agent and he joins us tonight. Dan, I'm a little bit confused. CNN calls itself a news network. They have their own media reporter, that squeaky kid who speaks for Jeff Zucker. They have said virtually nothing about this on the air. Why are they covering this, I wonder?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "Yes, incredible, right, Tucker, how the intensity of the coverage seems to have lapsed dramatically. I was reading a piece earlier today that on the first day of this or two days of this to be precise, there were 43 minutes of coverage on the Sandmann case using chyrons, that lower third of the screen we all see in industry lingo, things like bigotry and harassment on the on behalf of these kids and taunting on behalf of these kids. You know, I thought this was the network -- remember their things, Tucker? They had that little viral add, \"This is an apple, you can call it a banana, but this is an apple.\" Well, apparently it's not an apple when CNN becomes the focus of their own terrible coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it ethical to not report on your own role in a major news -- it was a major news story? This lawsuit --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, of course not. I mean, listen on the opinion side, you do whatever you want. If it was their opinion shows, and they're based on people's opinion, but if you're claiming to be a news network and that's why I brought up CNN's ad that \"This is an apple. It's not a banana.\" In other words, we're a journalism network. We get the facts right. Like in journalism, I can't say this enough. Ed Henry always gets a kick out of this. You have one job in journalism, one job -- to put out the facts. It's the public's job to then form an opinion based on an accurate statement of facts. CNN is proclaiming on their news side, on their news kits that they had the facts in this case, Tucker, when they didn't. They had the -- matter of fact, they had the entire story backwards, completely backwards. So no, it is not ethical. They should do the right thing and give the same intensity of coverage to their screw up as they did initially to the story about Sandmann which was inaccurate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. I mean, they're dishonest. So I guess we shouldn't be surprised. But wouldn't it have been even wiser from a legal perspective, just -- I mean, they slandered the guy, obviously, all of these kids they called them racist, they mischaracterized the Native American activist as a tribal elder and a Vietnam veteran. They lied about a lot of different things. Why don't they just apologize for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I don't know if it's some kind of -- well, you know, I'm kind of laughing it because you're opening segment today, by the way, you know, was awesome about Russian collusion. This is the same network who when I work out in the gym, it's the only TV in the whole gym. This one guy put CNN on, Tucker. It's the only TV in the whole gym. It's the only time I see CNN. It's an all-day hyperbolic fest about a fictitious hoax called collusion. If they're not going to apologize for that, why would they bother apologizing for this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Like I told you, there's more evidence for a Sasquatch then there is for half the stuff CNN puts on the air. It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, that's exactly right. Yes, I'd be willing to believe in Sasquatch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "It's the sci-fi channel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wouldn't believe a word they say because it's not true. Dan, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "It's the sci-fi show, buddy. Yes, see you later, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"Final Exam\" is here. Lauren Blanchard is going for a record tying 10th win in a row. She's an animal. Never missed a question in the first nine. Amazing. Can you beat her? We'll find out after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Finally a break. It's time now for final exam where the news professionals compete to see who has paid the closest attention to what is happening in this country. For nine weeks in a row, Lauren Blanchard has paid very close attention. She has trounced the competition. She is now tied, as of tonight, with Katie Pavlich for the second most wins on this segment. Tonight, she goes for 10 in a row. This week, we brought in a particularly talented challenger for her tonight, Fox News Headlines 24/7 reporter, Carley Shimkus who also had a notable winning streak of her own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLEY SHIMKUS, REPORTER",
      "sentences": "Thank you. I'm going up against a Titan, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN BLANCHARD, CORRESPONDENT",
      "sentences": "I'm nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know what, if both of you have the same kind of sleeper affect -- it's not a big deal. I don't know anything, and then you come in and you know everything, so we're going to see. I actually wouldn't even - - this is the one show I haven't bet on. Okay, you know the rules. I want to repeat them for our audience. Hands on buzzers, I'll ask the questions. The first one to buzz and gets to answer the question. You must wait until I finished asking before you answer. You must answer once I acknowledge you by saying your name. Every correct answer is worth a single point. Each incorrect answer detracts a point from your total as you well know, bitterly. You ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "Hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, question one. By order of the National Game Show Commission located in Billings, Montana we must begin this quiz with an animal question and it is this. The most expensive bird ever sold at auction was purchased this week for an amazing $1.4 million. What kind of bird was it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "How do you know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "It's Armando, the pigeon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know his name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "Yes, Armando.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it Armando the pigeon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "One person knows that in this country and it is Lauren sitting in this room right now. Let's see if she's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "I didn't know pigeons -- did you know pigeons were actually like, they're very expensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CORDEN, LATE NIGHT SHOW HOST",
      "sentences": "... a European racing pigeon was recently sold for a world record, $1.4 million. Before this this story, I would have believed you if you said the world record price for a pigeon was $6.00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "You know, I'm kicking myself because I did scroll -- I passed that story on Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's funny, I have the answers on my cards and Armando is not even on here, so -- and in fact I didn't mention him either, so we're just going to assume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "She could be wrong though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, we'll check the judges. Question two, an artist named Stan Herd is rooting so hard for one 2020 candidate that he created a two-acre crop circle of this person's face. Who was it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Oh, gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Lauren Blanchard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "It's Beto O'Rourke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Beto? A Beto crop circle? Aliens are real. Is it Beto O'Rourke?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "That's intense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "Wait, until you see this thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Oh my gosh --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "There's detailing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes, it's a little much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's aggressive. But you know what, we applaud your innovation no matter on whose behalf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "I wish it was like a corn --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "How did he do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How is a distant second after a why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "But his hands weren't in the crops, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, they weren't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "And that is a flaw of that crop circle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so I'm just look -- I just want you to know, I'm just taking orders from my bosses in New York and they're saying this is a two point question. It's the third question. San Francisco recently banned plastic straws last year. Now San Francisco wants to become the first city in America to ban which other product?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Oh gosh, if I get this wrong, that means I'm negative two, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's indeed true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Okay. Plastic bags.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it plastic bags?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "San Francisco -- they are looking to ban e-cigarettes. Politicians don't want them in the city at all. It's an effort to curb the use of tobacco products among teens and youngsters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know what? You get points for boldness. That was the daily double.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Oh, I am embarrassing myself on national television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This season, we're not on television right now. Don't worry, no one is going to see this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "This is practice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "Yes, this is for fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is just practice, yes. All right question four. Multiple choice. So wait until you hear all the options. If you looked up at the sky last night you saw the final super moon of 2019. What's the official name for any super moon that occurs in the month of March? Is it A. A spring moon? B. A worm moon? Or C. A pink moon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "It's a worm moon because it's like spring, so all of the little worms are coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it really a worm moon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "I think it's like a super worm --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tonight, your chance for a rare super moon that will hit its full phase at 9:43 Eastern. Super moons in March, by the way are called the worm moon because the ground is thawing. Spring couldn't get here soon enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "My worst fear in the world -- worms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "I am such a fan of this woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "She's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "I'm not even upset. I am not even upset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "She hasn't missed a single question, in I guess, 10. But anyway, here's the final question. We'll see if you can get this one. It is a tough one. Kirsten Gillibrand -- this again a two-point question, our judges are saying -- the senator from New York likes to work out in the gym. She recently took a video of yourself doing dumbbell chest press, something mildly -- humor us, rather was written on her shirt. What was it? Carley Shimkus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "It was the phrase, \"I just want to get some Ranch.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"I just want to get some Ranch.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Or, \"I'm just going to get some Ranch.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "Just trying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"Just trying to trying to get some Ranch.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "\"Just trying to get some Ranch.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You see how big you are -- it's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Senator Kirsten Gillibrand posted this video today on Twitter, of her lifting weights wearing a shirt that says, \"Just trying to get some Ranch.\" That's a homage to the woman who interrupted her campaign stop last month --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know what, that is so great. So you are absolutely at par, you're even.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "That's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You didn't make any, but you owe none.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "I strive for mediocrity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's the mean. C students like me recognize that and you are like a savage. I'm not even sure what to say. You get yet another Eric Wemple mug and it's a little weird. Here, you do this great deed and we reward you with Eric Wemple?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "Am I going to a crown?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But that's the perversity, you're getting a crown at some point - or something or a new car or something, I don't know if we can afford it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANCHARD",
      "sentences": "Yes, maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But you deserve one. Thank you so much. Lauren Blanchard. Carley Shimkus, you're the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "You're the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's it for this week's \"Final Exam.\" Pay attention -- close attention apparently to the news all week. Tune in every Thursday to see if you could beat our experts. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In Florida, a group of lawmakers have introduced a bill that would allow illegal aliens living in the state to get driver's licenses, and it raises some pretty obvious questions. Why is this a priority for the government of Florida? How was it a crisis that people were not even allowed to be here don't have driver's licenses? Have every problem in Florida been solved so that lawmakers can ignore the plight of the people who live there legally to focus on illegal arrivals? In fact, this move could make life worse for actual Floridians. Four years ago, the State of Connecticut did the same. They gave illegal driver's licenses -- illegals driver's licenses, and the glut of applications caused a massive increase in wait times at the DMV, as it would. State officials then lied about it. They ordered local officials not to talk about why the organs of government had ground to a standstill. Citizen suffered for the sake of people who were not allowed to be here and that's always how it works these days. Let's be real. This is not about helping the people of the state of Florida, it's about power. There are only two reasons to do this -- to give illegal immigrants driver's licenses. The first is to make it even harder for them to be deported. The State of Florida it's about power. The only two reasons to do this to give illegal immigrants driver's licenses. The first is to make it even harder for them to be deported. And the second is to make it easier for them to vote. That's great news if you've decided the future of the country relies on importing voters rather than helping the ones who already live here. It is bad news for everyone else. Meanwhile, on the campaign trail, Beto O'Rourke argues that the Mexican border situation is so awesome. It's so fantastic. We should just knock down the walls that are there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'ROURKE",
      "sentences": "We do not need any walls, $30 billion, 2,000 miles long, 30 feet high to solve a problem that we do not have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Everything is great and bud smoking Beto's permanent fantasy version of the 1990s. But what about right now? Well, currently, ISIS detention facilities are so overwhelmed that they are giving up and releasing illegal immigrants back into the United States onto the street. Don't expect any of them to be returned back to the countries from which they came. So how can we actually make this better? Former Obama border control Chief, Mark Morgan joins us tonight with some ideas. Mr. Morgan, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MORGAN, FORMER BORDER PATROL CHIEF",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The situation -- and this really does, as your point, the lies that we've been getting for the past couple of years. The situation sounds legitimately bad on the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "It is in fact, I would say we're talking earlier, I would say now, it's actually worse than it was in the late 90s and 2000 because of the demographics change. Even though we apprehended more back in the 2000s, the demographics, it gets changed and back then, we deported, even removed 90 percent of those illegally coming in, and now because of the judicial activism and other case law, we're actually allowing 65 percent of the people apprehended. The family units and children, they're allowed in and we release them to the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is not why people voted for Donald Trump, I would I would say. So what do we do about it? How would you fix it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "So I think there's three things we could do right away. The first thing that's most important. All three of these elements on the humanitarian side, we need to remove the incentive for the family units and the children that are coming here. And finally, for the most part, false asylum claims, right, that's just a fact. The majority of the claims are false and they're denied. We have to remove those incentives, and one way we could do that is when they come to the United States, whether at a POE -- port of entry -- or in between the ports illegally, we return them to Mexico, and we make them wait in Mexico while they wait for their immigration hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's such an obvious answer. It's surprising we're not doing it. They came -- most of them came through Mexico, why not just return them there? Why aren't we doing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Correct. And actually, they just started doing it. In San Diego, they're actually doing that. And they started with their port of entry, and they're starting to expand it in between the ports and of course, who filed a lawsuit in the Ninth Circuit right now. So there's actually ongoing suit to challenge that as normal, but that's what they need to do. And they need to challenge that, Tucker, because once you stop that, and you make them wait in Mexico, while they wait for their asylum hearing, you're taking away an integral incentive for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course. What are port courts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Port courts -- and this has been done and this is a great another example, so look, they need to triage down there through intelligence and through their experience, the CPB, the officers and agents they can triage the people that come to the port and that claim for asylum and once that appear to be legitimate, right, let's bring them in and port courts means, we put down on the border the immigration judges and all the resources we need from a holistic approach to bring them in, go through the hearing and determine whether it's legitimate or not. If not, remove them. Right there in the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A serious country would do that right away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And step three?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Step three is, it's easy, and we've talked about it, and you've talked about it. I.C.E., you need to give more funding to I.C.E. for detention beds. It shows 95 percent of the removals are exponentially quicker and faster when they're in detention. We need to fund I.C.E. getting more beds. It's not complicate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What would be the argument against that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "I think the argument against that is what you did in your monologue. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you -- I guess, what I'm really -- I mean, that's my belief. But I want to think well of people and I mean that, you can't think of a sincere argument against that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "No, because the facts will show that there is no other argument. We know the fact that the majority of the asylum claims are false claims. They are fraudulent claims. Most of them, they either never follow through with the filing, they don't show up to court and the ones that show up to court, they're denied. But then because of our broken laws, and other judicial activism and what states are doing, they're allowed to stay in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm starting to think that a lot of people that we debate on the show are totally disingenuous. They don't mean what they say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Tucker, that's why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They never state their real agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "That's why I broke my silence because I believe that, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, Mark Morgan, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you for coming on tonight. We are out of time, sadly, but we will be back tomorrow night, 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink, all of which are in great abundance right now, but you have recourse, you have an option. You can laugh in the face of authoritarianism and we hope you do. Good night from Washington. A very surprising appearance tonight, from the Empire State - 250 miles to the north. Sean Hannity - inside 9:00 o'clock. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to \"Tucker Carlson Tonight.\" Various news outlets are telling us that the Mueller report is finally on its way. We have no inside information about that, but we should say apparently, the White House believes it, too. When Mueller's report does arrive, it will go first to the Attorney General and the Deputy Attorney General and there's not much debate about what should happen after that. Democrats have demanded the release of the entire document. The President agrees with them. He said he'd like to see that report go public so that voters can assess it for themselves. Of course, we'll bring it all to you when that happens. But for now, we'd like to take just a second to put this entire sprawling story into some perspective. Our job on this show is to remember things, to create a record of what has happened in this country over the past few years and what has happened to it. Our grandchildren will want to know. If the left has its way, they will never see the details. It will all be whitewashed like so much else in our history has been. So let's recall for the record what the Robert Mueller investigation is all about. Why we've got a Special Counsel in the first place. The point was not to discover whether the President fudged deductions on his tax returns 30 years ago. It was not to find out whether he wanted to build another hotel in a foreign country. From its first day, the Mueller investigation was justified by a single question: Did Donald Trump collude with the Russian government to steal the 2016 presidential election? Did the President betray his country? For close to three years, the Democrats have told us that yes, he did do that."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "It's beyond a shadow of a doubt to me that if there was not collusion, there was at least the effort to collude."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "I think there is plenty of evidence of collusion or conspiracy in plain sight."
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "utterance": "There is more to be learned about it. I believe there has been collusion."
    },
    {
      "speaker": "JOHN PODESTA, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "It's starting to smell more and more like collusion."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "We saw cold, hard evidence of the Trump campaign, and indeed, the Trump family eagerly intending to collude possibly with Russia."
    },
    {
      "speaker": "CARLSON",
      "utterance": "These are not minor charges and if you grew up in this country, it is hard to shrug them off. Now, Maxine Waters is irrelevant. She's a living side show. But Nancy Pelosi is not. She is the Speaker of the House of Representatives. She is third in line to the presidency. Adam Schiff is the Chairman of the House Intelligence Committee. He is privy to the most highly classified information our government has. John Podesta who you just saw was the Chief of Staff in one White House. He was a senior advisor in another White House. Beto O'Rourke has raised more money than anyone running for President in 2020. These are not peripheral figures making these charges. They are the most serious people in the modern Democratic Party, and we took them seriously. We felt we had a duty to understand why they were calling the President of the United States a traitor. So we asked them. We interviewed a number of those people on this show. One of the most persistent accusers was Congressman Eric Swalwell of California. He is also a member of the House Intelligence Committee. If was there was indeed evidence of collusion with Russia, Eric Swalwell would have seen it. Yet, he never produced any, and we asked him repeatedly. Swalwell responded by accusing us of cutting him off on the air, of not letting him make his case. So finally, in frustration, we offered him a full half hour live on this show to tell us what the evidence was."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If you have any evidence at all of collusion, any -- and I don't care how small it is, I will give the floor to you and I mean that, because I want to wrap this up. I'm sure you do, too."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So months later, Swalwell accepted our invitation. He came on the show, but he never produced a single piece of evidence that the Trump campaign colluded with anyone. Instead, he accused us of working for a foreign power. We had asked Swalwell why the public couldn't see a memo related to the Russia investigation. Here's how he responded."
    },
    {
      "speaker": "CARLSON",
      "utterance": "in the case of today's memo, what specifically have I espoused that empowers threats to our country?"
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALIF.",
      "utterance": "You're peddling the narrative that the Trump administration is putting out, which also is the Putin narrative because they're retweeting this with their Russian bots. This -- if you're saying ties with WikiLeaks and Putin."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I'm working for Putin. I wonder do you perceive the total collapse --"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "If you're on the same side as WikiLeaks and Putin, you should take a step back and wonder whose bidding are you really doing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So for asking to see a government document that he himself had seen, Congressman Eric Swalwell suggested that we were treasonous. There's been an awful lot of talk like that the past couple of years. It has completely changed Washington. People in this city are now afraid. They watch what they say, they don't send e-mails. They worry about being denounced. Demagogues like Swalwell have terrified them. From the beginning of this investigation, there's been virtually no honest, public debate about what is happening or has happened. Watch this exchange from the early days of the administration. Congressman Adam Schiff came on this show. We asked a simple fact-based question about what we know and what we don't know."
    },
    {
      "speaker": "And it was",
      "utterance": "Are we certain the Russian government hacked John Podesta's Gmail account? Here is how Adam Schiff responded. CARLSON Can you look right into the camera and say, \"I know for a fact the government of Vladimir Putin was behind the hacks of John Podesta's e- mail.\""
    },
    {
      "speaker": "SCHIFF",
      "utterance": "Absolutely, the government of Vladimir Putin was behind the hacks of our institution and the dumping of information --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of John Podesta's e-mail."
    },
    {
      "speaker": "SCHIFF",
      "utterance": "Not only in the United States, but also in Europe --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, you're not -- you know what? You're dodging."
    },
    {
      "speaker": "SCHIFF",
      "utterance": "And Tucker you are --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Look and say, \"I know they did John Podesta's e-mail. They hacked this.\""
    },
    {
      "speaker": "SCHIFF",
      "utterance": "And I think that Ronald Reagan would be rolling over his grave."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You can't -- Ronald Reagan."
    },
    {
      "speaker": "SCHIFF",
      "utterance": "You're carrying water for the Kremlin --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I am not carrying water for -- you're making -- look, you're a sitting member of Congress ..."
    },
    {
      "speaker": "SCHIFF",
      "utterance": "Would you -- and the President elect."
    },
    {
      "speaker": "CARLSON",
      "utterance": "... on the Intel Committee and you can't say they hacked --"
    },
    {
      "speaker": "SCHIFF",
      "utterance": "You're going to have to move your show to Russian television."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So to this day, even the most basic, the most elemental questions about the claims in this Russia story remain unanswered. Meanwhile, we've upended our entire foreign policy. We put Americans in prison all on the basis of charges nobody has been willing to prove. How do we know that, Congressman? \"Shut up, you're a Russian agent.\" The conspiracy hawks seem totally impervious to shame or reason. You couldn't debate them because they wouldn't engage. They just threw slurs. They felt no need to demonstrate that any of it was true."
    },
    {
      "speaker": "MARGARET HOOVER, HOST, PBC",
      "utterance": "At what point do you draw the line and not accuse the President of the United States without any evidence of being an agent of Russia?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Yes, he's betrayed our country, and I don't say that lightly. I worked as a prosecutor for seven years and I --"
    },
    {
      "speaker": "HOOVER",
      "utterance": "But betraying the country, by the way, we want evidence before you say that, but you said an agent of Russia."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Yes, he works on their behalf."
    },
    {
      "speaker": "HOOVER",
      "utterance": "But as a prosecutor, that wouldn't be evidence in court. I mean, as a prosecutor, you know the difference between hard evidence and circumstantial evidence. I am not hearing the evidence that he is an agent of Russia."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Yes, I think it's pretty clear. It's almost hiding in plain sight."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It wasn't just Swalwell and Schiff, some of the most respected, supposedly sober figures in our society engaged in this behavior for years. They said things that were so reckless and so damaging to this country that it's almost hard to believe it was happening. Keep in mind, as you watch this clip that not so long ago, John Brennan was the Director of the CIA, the most powerful intelligence agency in the world."
    },
    {
      "speaker": "CHRIS MATTHEWS, ANCHOR, MSNBC",
      "utterance": "McClatchy is reporting right now that Special Counsel Robert Mueller has evidence that Trump's personal lawyer and fixer, Michael Cohen secretly made a late summer trip to Prague during the 2016 presidential campaign. According to news sources familiar with the matter, confirmation of the trip would confirm -- affirm part of the Steele dossier."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF THE CIA",
      "utterance": "Reports that Mr. Cohen was in Prague despite his denials, repeated denials. There is more and more indications that there is something here that is far, far from being anything near a witch hunt."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Michael Cohen was in Prague meeting with his Russian handlers. That's what Brennan just told us on cable television. Now, you'd think if anyone would know that fact, it would be the Director of the CIA. The CIA knows all. Except perhaps on this one question, Michael Cohen himself might know more. Cohen was asked directly about it when he testified before Congress. Cohen had no reason to protect Donald Trump. He had many reasons to hurt him. Here is what Cohen said."
    },
    {
      "speaker": "REP. RALPH NORMAN, R-S.C.",
      "utterance": "Have you ever been to Prague?"
    },
    {
      "speaker": "MICHAEL COHEN, DONALD TRUMP'S FORMER PERSONAL LAWYER",
      "utterance": "I've never been to Prague."
    },
    {
      "speaker": "NORMAN",
      "utterance": "Never have?"
    },
    {
      "speaker": "COHEN",
      "utterance": "I've never been to the Czech Republic."
    },
    {
      "speaker": "NORMAN",
      "utterance": "I yield the balance of my time."
    },
    {
      "speaker": "CARLSON",
      "utterance": "At the same hearing, Cohen also told Congress that in all his years working as Donald Trump's personal attorney, one of the most intimate relationships in Donald Trump's life, he had never seen any evidence of collusion with Russia. Now, any fair person would consider that the beginning of the end of this story. Case closed. But it was too late. By that point, the Russia investigation had become such a ratings bonanza for the cable news channels that they couldn't slow down. They had no incentive to admit defeat. They had no incentive to acknowledge reality. So they continued as they had since the inauguration as if the story was entirely real. Night after night, they brought us an endless parade of screamers, buffoons and halfwits, all claiming knowledge of the conspiracy. Here, to pick one among a thousand examples is self-described intelligence expert, Malcolm Nance delivering his analysis on MSNBC."
    },
    {
      "speaker": "MALCOLM NANCE, MEDIA COMMENTATOR",
      "utterance": "When Benedict Arnold gave the plans to West Point to Major Andre and they captured Major Andre, they did not have any real information linking those plans to Benedict Arnold other than the fact he was in his presence at one point during that day. But everyone knew it was treason when they caught the man and they hung him. So at some point, there's going to be a bridge of data here that is going to be unassailable."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thanks for the history lesson, Mr. Nance. They hung him. Let's hang this guy. After a while, after years of this, voters started to agree, thanks to propaganda like what you just saw -- 53 percent of registered voters now believe the Trump campaign quote, \"worked with Russia to influence the 2016 election.\" Among Democratic voters, 67 percent believe that Russia somehow rigged the vote tally. Nobody's ever explained how exactly the Russians might have done that, but of course, they did it. Russia rigged the elections. CNN says so every night. There need to be consequences for this. Once the Mueller report appears, it becomes incontrovertible that whatever his faults, Donald Trump did not collude with the Russians. The many people who have persistently claimed on the basis of no evidence that he did collude with the Russians, are to be punished, not indicted or imprisoned obviously, but thoroughly shamed and forced to apologize. If Republicans spent three full years falsely claiming that Barack Obama colluded with the government of Iran, would those who claim that ever work in media or politics again? That's a rhetorical question. Lying and recklessness should never be ignored. In 2003, the United States invaded Iraq on the premise that Saddam Hussein possessed massive stockpiles of chemical and biological weapons. Many of us believed it. But the claim was false. Thousands of Americans died. Trillions were wasted. Nobody was punished. To this day, Max Boot takes a paycheck from the \"Washington Post.\" Bill Kristol appears on MSNBC. John Bolton is this country's National Security adviser. There were no consequences to their foolishness and their dishonesty -- none. And so we started a series of eerily similar wars, all with entirely predictable results. Nobody learned anything. We learn anything from the Russia collusion hoax, or the same cast of liars and buffoons simply move on to the next game -- climate change, the Green New Deal -- we can't give you details. It's too important. Obey or else. That could easily happen. In fact, it will happen for certain unless we remember exactly what we've just seen. Michael Caputo was a former Trump campaign adviser and he joins us tonight. Mr. Caputo. If this report comes back, whenever it comes back and shows or doesn't show collusion between the Russian government and the Trump campaign, you will be owed an apology, no?"
    },
    {
      "speaker": "MICHAEL CAPUTO, FORMER TRUMP CAMPAIGN ADVISER",
      "utterance": "I think so. But there's no office of, you know, return of your, of your reputation in the United States Capitol and certainly not at the offices of MSNBC. You know, Tucker, you'll look back -- if you're caught this jampot, like I am, and like Carter Page and J.D. Gordon, and others who are mere witnesses and who have been ruined any way, whose careers have been completely destroyed, whose families have been completely destroyed as marginal witnesses, you understand that there are real key players at the - in the bowels of this thing. Like, for example, you talk about Brennan, you talk about these other players in front of everyone. We have players like Dan Jones, you know about Dan Jones. So \"The Federalist\" published a great story by investigative journalist, Paul Sperry. He's a guy I talked about in front of the Senate Intelligence Committee almost a year ago. This guy was a Senate Intelligence Committee staffer, a former FBI analyst and he today has raised $10 million to continue the work of Fusion GPS. He's working closely with Glenn Simpson today with Christopher Steele, the former British spy who Hillary Clinton and the DNC paid. He is working with him today and he puts out a daily e-mail to reporters and Democratic Committee staffers on the Hill still peddling the Russian collusion hoax, still peddling stories that have been completely disproven and he's still getting hits in the media even today."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Any idea who's paying for that? Who gave him the $10 million?"
    },
    {
      "speaker": "CAPUTO",
      "utterance": "Yes, he has admitted that it's being paid for by George Soros, by Rob Reiner - meathead - from all in the family by a foundation close to this Steyer character who is running this \"Impeach Trump Now\" deal. These guys have put up -- I mean, I think it's almost over $10 million right now and by the way, while my family and J.D. Gordon's family and Carter Page's family and dozens of other families related to the Trump kind of orbit have gone completely bust due to this bogus Russia investigation. Dan Jones and Glenn Simpson and Christopher Steele, they're getting rich - rich beyond their wildest dreams and here's the thing, Tucker, I know you believe and others believe that there's nothing criminal going on here, but I disagree. All you've got to do is look up 18 USC 2384 and apply that to Dan Jones, if we don't have some kind of investigation to end the Dan Jones, Christopher Steele and Glenn Simpson and Fusion GPS and if we find a crime related to 18 USC 2384 -- sedition -- that we have no country. We have no rule of law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, at the very least, we're learning who has real power in this country and it's this administration."
    },
    {
      "speaker": "CAPUTO",
      "utterance": "No doubt."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Obviously."
    },
    {
      "speaker": "CAPUTO",
      "utterance": "No doubt."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Michael Caputo, thank you very much."
    },
    {
      "speaker": "CAPUTO",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Luis Miranda is a former DNC Communications Director, he joins us tonight. So I think it's fair to say, we took this seriously from the beginning and asked, I think real questions, didn't dismiss it. The President is colluding with a foreign power. I'm against that President, any President who would do that? If it turns out that the Mueller investigation did not find collusion, shouldn't the Speaker of the House, the Chairman of the Intel Committee, Congressman Swalwell, don't they owe apologies to the President?"
    },
    {
      "speaker": "LUIS MIRANDA, FORMER DNC COMMUNICATIONS DIRECTOR",
      "utterance": "Well, I don't think that's going to happen. I think what is going to happen is that neither extreme will get exactly what they want, but there's going to be plenty in this report, it is my guess, that both sides will cling to, and will be able to highlight as issues. But here's what we know --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, wait. Okay."
    },
    {
      "speaker": "MIRANDA",
      "utterance": "But here's what we know, that every time that Donald Trump goes out and criticizes and undermines and attacks the intelligence services of the United States, in defense of himself and in defense of Putin, he stood next to Putin in Helsinki and basically took his side over the American intelligence services. He's doing a great disservice to the American people. These are folks --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But wait -- I'm sorry -- I don't know how your Civics grades were, but Donald Trump, whatever you think of him was elected by voters. The so called intelligence community was not elected by anybody, they are government bureaucrats who work for one man, the President of the United States. He is allowed to disagree with them. He is allowed to belittle them. If they don't like it, they leave. All of their power derives from the elected official in the White House, the President. So the idea that you're allowed to criticize the Intel agencies, does that make you think that maybe there's a coup in progress if you're not allowed to criticize your own bureaucrats? Really?"
    },
    {
      "speaker": "MIRANDA",
      "utterance": "Not at all. I think the crazy thing about this is that you make the same argument about the U.S. military attacking Democrats."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I would make the argument about the U.S. if there was ever a flag officer, for example, who was insubordinate or attacked the President he was serving, I would say that's not allowed. You serve the President. It's the Executive Branch of government. This is democracy."
    },
    {
      "speaker": "MIRANDA",
      "utterance": "But I am glad you brought this up because here's the key thing that this investigation, the whole Mueller report is not coming out of left field as Donald Trump would have you believe. It started as a counterintelligence operation, because there were clear signals and clear signs and clear evidence that the Russians were attempting to interfere and use the Trump campaign."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I understand --"
    },
    {
      "speaker": "MIRANDA",
      "utterance": "Both the candidate and his staff as either witting or unwitting agents of their attack on our democracy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But the charge from the Speaker of the House and I'm not -- you know, unlike a lot of other people, I'm not fixated on Maxine Waters, I don't care what she says. She's a fringe figure. Nancy Pelosi is not stupid. She's the third most powerful person in the United States. She's the head of the Democratic Party, and she called Trump a Russian agent. If she can't prove that, why wouldn't she apologize for that?"
    },
    {
      "speaker": "MIRANDA",
      "utterance": "Well, you know, there's so many things that we've already seen that have to raise this question significantly. For example, the firing off Comey and then meeting with Russians in the Oval Office the very next day. Keeping American press happy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I got it, but let me just pin you down on this one thing because I want to save this tape, when the Mueller report comes out, will you concede that's the final word? Democrats have been telling us for two and a half years. Let's get the report."
    },
    {
      "speaker": "MIRANDA",
      "utterance": "Well, I definitely want to see what's in the report. I'm not going to prejudge it, but I will tell you that I think both sides can take from it --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Look, you either colluded or you didn't. I mean you either are a traitor to your country or you're not."
    },
    {
      "speaker": "MIRANDA",
      "utterance": "There's bigger issues than that, Tucker and you know that, which is that Bill Barr could very well beside that, if even if there's obstruction of justice where Trump insisted on derailing an investigation to protect himself, that Barr will decide that that can't be indicted because he very clearly stated the opinion that the President could do whatever he wants and it will be Congress' role --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think people see what's going on."
    },
    {
      "speaker": "MIRANDA",
      "utterance": "It will be Congress' role to step in and look at the details."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't want to lecture you about how much this has hurt the country, but we both know it really has."
    },
    {
      "speaker": "MIRANDA",
      "utterance": "You know what else is hurt the country? It's Donald Trump taking Vladimir Putin's side at every step including when he did it in Helsinki and the whole world was laughing at us."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, all right. I got it. I got it. Okay, thank you very much."
    },
    {
      "speaker": "MIRANDA",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Democrats have turned America into a war zone of identity politics, terrifying everybody and now they've turned it on their own candidates which is highly amusing and worth watching, so stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, as we've repeatedly noted on this show, the left refuses to live up to its own standards most of the time, but now suddenly for once they are. For decades, the Democratic Party has imposed the precepts of identity politics on the rest of us. They made it the norm to reward some people and punish other people purely on the basis of their sex, their skin color, their perceived ranking and some imaginary hierarchy of privilege. They've made it so questioning any of this is a social crime. Ask questions about or disagree, and you may be silenced or censored or fired from your job. In case you've noticed, they're turning the society into a humorless PC hellhole. But at least now, they're applying the same standards to their own presidential candidates. With almost 20 people in the race, Democrats could be having a pretty interesting conversation about different policy ideas. It's interesting to hear people disagree, but they don't, they agree and virtually everything and they attack each other almost exclusively on issues of identity. Colorado Governor, John Hickenlooper recently entered the race and last night, because he's a man, he was interrogated about whether he'd select a woman as his Vice Presidential candidate. Watch."
    },
    {
      "speaker": "DANA BASH, ANCHOR, CNN",
      "utterance": "Governor, some of your male competitors have vowed to put a woman on the ticket, yes or no? Would you do the same?"
    },
    {
      "speaker": "GOV. JOHN HICKENLOOPER, D-COLO., PRESIDENTIAL CANDIDATE",
      "utterance": "Well, again, of course, but how come we're not asking -- we're not asking more often the women, would you be willing to put a man on the ticket?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Woo -- they hissed at him. It was a big mistake. Of course, Hickenlooper immediately genuflected to the new religious orthodoxy, but he wasn't enthusiastic enough about doing it. He was insufficiently self- hating, and that's a crime. He is a heretic and media inquisitors soon demanded that Hickenlooper burn."
    },
    {
      "speaker": "ERIKA HILL, ANCHOR, CNN",
      "utterance": "John Hickenlooper's answer about the possibility of a female running mate sparking backlash."
    },
    {
      "speaker": "HARRY ENTEN, POLITICAL ANALYST, CNN",
      "utterance": "I don't know what the heck he was talking about. There are a lot of Democrats who feel that women haven't been given they're just do, so when Hickenlooper says things like that, he is basically dismissing those concerns."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Craig, I don't even know -- I don't even know how to reply to that. I mean, 45 Presidents have been men. I mean, I think that speaks for itself."
    },
    {
      "speaker": "PATTI SOLIS DOYLE, POLITICAL COMMENTATOR, CNN",
      "utterance": "I think it's just one of those answers that you really groan at, I certainly did when I saw it. I think I'm going to send Governor Hickenlooper a copy of those placemats with all the Presidents' faces on them that are all men."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wow. Those are the kind of people who win Cronkite Awards, but Hickenlooper isn't the only candidate being accused of bearing tainted blood. Former Florida Gubernatorial Candidate, Andrew Gillum just accused Beto O'Rourke of enjoying a quote \"set of privilege\" other candidates lack, meaning he's white. POLITICO magazine looking at Bernie Sanders and Joe Biden has asked quote, \"How does a straight man run for President?\" Kamala Harris had her racial credibility called into question since her mother is not black and she married a white man. She's not right, they say. In other words, even Democratic presidential candidates are not safe from the mob. It's hard to feel too bad about it though. They brought this on themselves, obviously. Robert Patillo was an attorney and talk show host and he joins us tonight. So I have to say, part of me is disgusted by this, part of me is amused by it, but wouldn't it just be better to have a debate about what people believe how to make the country better rather than sniping at each other because of qualities people can't control?"
    },
    {
      "speaker": "ROBERT PATILLO, FORMER ATTORNEY AND TALK SHOW HOST",
      "utterance": "Well, Tucker, what you have to understand is diversity inclusion and representation are not the same thing as identity politics as you put it. You have to understand, America is 51 percent female; so of course that portends to the population wants somebody empowered, who reflects their needs and reflects their values. Just here in Georgia and other states, we've had men voting on women's reproductive rights. We have men making decisions on women's healthcare decisions. We have to create a country where everybody has a place at the table. The Republican Party has become a Party men now, and in modern family country."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, wait, wait. Hold on, hold on, hold on. So men shouldn't be able to weigh in on abortion. Should women be able to weigh in on prostate surgery? But this is so stupide that it's kind of hard to have the conversation, but just for fun, let's try it."
    },
    {
      "speaker": "PATILLO",
      "utterance": "Tucker ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we spend a lot of money ..."
    },
    {
      "speaker": "PATILLO",
      "utterance": "Tucker, it's a double standard."
    },
    {
      "speaker": "CARLSON",
      "utterance": "... subsidizing prostate surgery. Wait, hold on -- should female Members of Congress gets a vote on that or they just not get it? I mean, do you see how this is a dead end kind of?"
    },
    {
      "speaker": "PATILLO",
      "utterance": "Tucker, what you have to understand is when you're dealing with people since the inception of this country, we've never had a female either President or Vice President, the idea of giving them representation, giving them a voice, giving them a seat at the table should not be seen as identity politics, but what should be seen as catching up with the times."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What about hiring someone -- hold on ..."
    },
    {
      "speaker": "PATILLO",
      "utterance": "Think about Margaret Thatcher, think about all the female -- think about Angela Merkel --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I am not making an argument, obviously, okay, -- but -- well, Angela Merkel is probably the worst leader Germany has had in you know, a couple of generations at least. So I don't think it's a very good example, but it's not -- it doesn't detract from all women. She's just a bad leader. And that's kind of the point I'm making. Maybe we should hire the most qualified person or is that sexist to say it, male or female?"
    },
    {
      "speaker": "PATILLO",
      "utterance": "No, that is exactly the point that we're hiring the most qualified person, but we're no longer using someone's gender as an immediate veto to take them out of the race. This isn't like John McCain picking Sarah Palin who had absolutely no qualification to be Vice President. These are completely competent and vetted women who were saying that they need to have a seat at the table and not simply being shut out because of their gender."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's just so funny. I just love watching like I'm not attacking you, but I mean, just watching all of these liberal men who you know have, I'm sure, totally primitive attitudes in private, sort of berating themselves and doing the kind of \"I'm a feminist, too\" routine? Do you know what I mean? Like, \"I'm more sensitive than you are,\" kind of thing. Does that get old? Do you ever feel like saying, \"I just kind of want to say what I think, and maybe I should stop being intimidated by the people who control our language and thoughts?\" Do you ever kind of want to break out and just be honest once in a while or no, does that ever happen?"
    },
    {
      "speaker": "PATILLO",
      "utterance": "Oh, well, Tucker, the good thing is I'm always honest, that's the best thing about me that you don't have to worry about that, and I think that part of the problem the Democrats had in 2016 that by being to PC, too reflective, they let somebody like Trump come in and take up that by -- what I call the shadow MAGA. The people who will never wear a MAGA hat, who will never go to a rally, will never they say support Trump, but they'll go into the booth and vote for him because we said, \"Grab them by the you know what,\" they laughed and they said, you know, that's the kind of guy you can have a beer. Well, that's what they wanted in the voting booth."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So really quick, would you say -- I am just fascinated by this. Would you say -- and since you're always honest. Would you describe yourself as a pretty big feminist?"
    },
    {
      "speaker": "PATILLO",
      "utterance": "Oh, hell no, no, not at all. Not in the slightest. But I do respect women's rights and women's ability to lead and to represent, but I don't think you have to put a label on it because with labels comes all the baggage of the entire movement."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think there's nothing embarrassing about being a big feminist. I thought you were, but I am not judging you either way."
    },
    {
      "speaker": "PATILLO",
      "utterance": "You knew I wasn't, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good luck with that now that you've said you're not a feminist, I don't know if they're going to let you back in into the Democratic club, but we'll see. Robert, thanks very much for coming on. Good to see you."
    },
    {
      "speaker": "PATILLO",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Author and columnist and noted feminist, Mark Steyn joins us tonight. So how amusing do you find it, Mark, to see the Democrats eating each other on the basis of identity politics standards?"
    },
    {
      "speaker": "MARK STEYN, AUTHOR AND COLUMNIST",
      "utterance": "Well, I love it. To use that line that we've just been hearing about everyone wants a seat at the table so they can stick a fork in the other guy. That's basically the reason. By the way, just to clear up your thing about shouldn't men then only have a say about prostate cancer? I was reading a newspaper in Canada last week about a woman who died of prostate cancer. So it is totally transphobic of you for you to imply that prostate cancer has anything to do with men, just as it is totally transphobic to apply imply that abortion is anything to do with women and that's the lesson here. No matter how woke you are, you can be outwoked by the next guy in the Democratic nominating process. I mean, basically Hickenlooper doesn't get it. He made the same mistake as I think it was Martin O'Malley saying, \"All lives matter,\" or whatever it was four years ago instead of Black Lives Matter. He said all lives matter. Hickenlooper has got it wrong here because it's not about should a woman put a man on the ticket? You're asked the question, will you put a woman on the ticket to show how far you're prepared to abase yourself and mitigate the hideousness of your white maleness? And now if you're like Beto, you can -- you're basically a rich white middle aged guy, but you pretend to be some Hispanic skateboarding 12-year- old and all the Democrats go, \"Whoa, wow, this is -- this is so new. It's so different. He's the first Hispanic middle-schooler to run for President. This is incredible.\" But if you're not, then you have to abase yourself by saying like Joe Biden is going to put a black woman on the ticket. He said he's going to put Stacey Abrams on the ticket. Hickenlooper has so damaged himself, he would have to put some Hispanic transgender woman, it won't be enough just to have put a woman on the ticket, he'll have to move it into the next thing. This is where identity politics leads. But it's the point about mitigation of your white male hideousness that is actually at the core of it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But your point that saying that abortion is just a women's issue, that's transphobic, I agree with you completely."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, absolutely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And I intend to make that point consistently on this show."
    },
    {
      "speaker": "STEYN",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Marks Steyn. You're a genius. Thank you."
    },
    {
      "speaker": "STEYN",
      "utterance": "Thanks a lot, Tucker. Great to be with you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, here's news you may not have heard, CNN is being sued, not a small suit either, hundreds of millions of dollars for its fraudulent coverage of the Covington story. What exactly does the lawsuit allege and could it succeed? We'll have the details ahead."
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Have you started your free trial on Fox Nation yet? Well, the time is now. Fox Nation is our new members-only- streaming service that is the perfect complement to the Fox News Channel. Fox Nation features exclusive shows, new exclusive series, no interruptions with Tomi Lahren. Tomi and her guests, they pull no punches when it comes to the issues that you care about. So check it out."
    },
    {
      "speaker": "TOMI LAHREN, HOST, FOX NATION",
      "utterance": "I want to talk about what really happened."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I was told to shut up because I voted right."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't know who had to turn a blind eye, who had to think of their career over a man's life, but it's happened."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's a mad dash to a road or a car and boy, once they load up, then they can mix in quickly with the population."
    },
    {
      "speaker": "LAHREN",
      "utterance": "They don't want to hear their 27-year-old from Hermosa Beach, California, went to Mexico on a 30-year-old birthday trip and didn't come home. There's a safe space for some people, but not everybody else."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, CNN is battling a $275 million lawsuit over its coverage of the Covington High School incident. The lawsuit was filed a week ago, but for some reason CNN hasn't said much about it. They finally commented on the suit a few hours ago, but we're not exactly sure what's in the suit and whether it could succeed, so Trace Gallagher has looked into that for us tonight and he joins us now. Trace, good to see you."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Tucker, there's no rational way to argue that CNN and other media outlets didn't vilify Covington Catholic High School student, Nick Sandmann during the early reporting of this story. The lawsuit itself focuses on journalistic standards and ethics saying in part quote, \"Contrary to its 'Facts First' public relations ploy, CNN ignored the facts and put its anti-Trump agenda first in waging a seven day media campaign of false vicious attacks against Nicholas.\" Remember, when the cell phone video was posted on social media showing Nick Sandmann staring down Native American Nathan Philips, the narrative was that Sandmann and the MAGA hat wearing Covington kids were wrong. But the entire two hours of video dramatically changed the context and perspective and showed how the altercation began with the students being verbally attacked. Even an independent investigation show the students were not the instigators. CNN has now responded in part quoting, \"CNN reported on a newsworthy event and public discussion about it, taking care to report on additional facts as they developed and to share the perspectives of eyewitnesses and other participants and stakeholders as they came forward.\" Legal experts say Nick Sandmann's burden of proof is certainly high, but Harvard Law Professor Emeritus, Alan Dershowitz believes he does have a reasonable case -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It seems that way. Trace Gallagher, thanks a lot for that. Dan Bongino is a former Secret Service agent and he joins us tonight. Dan, I'm a little bit confused. CNN calls itself a news network. They have their own media reporter, that squeaky kid who speaks for Jeff Zucker. They have said virtually nothing about this on the air. Why are they covering this, I wonder?"
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "Yes, incredible, right, Tucker, how the intensity of the coverage seems to have lapsed dramatically. I was reading a piece earlier today that on the first day of this or two days of this to be precise, there were 43 minutes of coverage on the Sandmann case using chyrons, that lower third of the screen we all see in industry lingo, things like bigotry and harassment on the on behalf of these kids and taunting on behalf of these kids. You know, I thought this was the network -- remember their things, Tucker? They had that little viral add, \"This is an apple, you can call it a banana, but this is an apple.\" Well, apparently it's not an apple when CNN becomes the focus of their own terrible coverage."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it ethical to not report on your own role in a major news -- it was a major news story? This lawsuit --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, of course not. I mean, listen on the opinion side, you do whatever you want. If it was their opinion shows, and they're based on people's opinion, but if you're claiming to be a news network and that's why I brought up CNN's ad that \"This is an apple. It's not a banana.\" In other words, we're a journalism network. We get the facts right. Like in journalism, I can't say this enough. Ed Henry always gets a kick out of this. You have one job in journalism, one job -- to put out the facts. It's the public's job to then form an opinion based on an accurate statement of facts. CNN is proclaiming on their news side, on their news kits that they had the facts in this case, Tucker, when they didn't. They had the -- matter of fact, they had the entire story backwards, completely backwards. So no, it is not ethical. They should do the right thing and give the same intensity of coverage to their screw up as they did initially to the story about Sandmann which was inaccurate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. I mean, they're dishonest. So I guess we shouldn't be surprised. But wouldn't it have been even wiser from a legal perspective, just -- I mean, they slandered the guy, obviously, all of these kids they called them racist, they mischaracterized the Native American activist as a tribal elder and a Vietnam veteran. They lied about a lot of different things. Why don't they just apologize for it?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "I don't know if it's some kind of -- well, you know, I'm kind of laughing it because you're opening segment today, by the way, you know, was awesome about Russian collusion. This is the same network who when I work out in the gym, it's the only TV in the whole gym. This one guy put CNN on, Tucker. It's the only TV in the whole gym. It's the only time I see CNN. It's an all-day hyperbolic fest about a fictitious hoax called collusion. If they're not going to apologize for that, why would they bother apologizing for this?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're right."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Like I told you, there's more evidence for a Sasquatch then there is for half the stuff CNN puts on the air. It's ridiculous."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, that's exactly right. Yes, I'd be willing to believe in Sasquatch."
    },
    {
      "speaker": "BONGINO",
      "utterance": "It's the sci-fi channel."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wouldn't believe a word they say because it's not true. Dan, great to see you."
    },
    {
      "speaker": "BONGINO",
      "utterance": "It's the sci-fi show, buddy. Yes, see you later, man."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"Final Exam\" is here. Lauren Blanchard is going for a record tying 10th win in a row. She's an animal. Never missed a question in the first nine. Amazing. Can you beat her? We'll find out after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Finally a break. It's time now for final exam where the news professionals compete to see who has paid the closest attention to what is happening in this country. For nine weeks in a row, Lauren Blanchard has paid very close attention. She has trounced the competition. She is now tied, as of tonight, with Katie Pavlich for the second most wins on this segment. Tonight, she goes for 10 in a row. This week, we brought in a particularly talented challenger for her tonight, Fox News Headlines 24/7 reporter, Carley Shimkus who also had a notable winning streak of her own."
    },
    {
      "speaker": "CARLEY SHIMKUS, REPORTER",
      "utterance": "Thank you. I'm going up against a Titan, Tucker."
    },
    {
      "speaker": "LAUREN BLANCHARD, CORRESPONDENT",
      "utterance": "I'm nervous."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know what, if both of you have the same kind of sleeper affect -- it's not a big deal. I don't know anything, and then you come in and you know everything, so we're going to see. I actually wouldn't even - - this is the one show I haven't bet on. Okay, you know the rules. I want to repeat them for our audience. Hands on buzzers, I'll ask the questions. The first one to buzz and gets to answer the question. You must wait until I finished asking before you answer. You must answer once I acknowledge you by saying your name. Every correct answer is worth a single point. Each incorrect answer detracts a point from your total as you well know, bitterly. You ready?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "Hope so."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, question one. By order of the National Game Show Commission located in Billings, Montana we must begin this quiz with an animal question and it is this. The most expensive bird ever sold at auction was purchased this week for an amazing $1.4 million. What kind of bird was it?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "How do you know that?"
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "It's Armando, the pigeon."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know his name?"
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "Yes, Armando."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it Armando the pigeon?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "One person knows that in this country and it is Lauren sitting in this room right now. Let's see if she's right."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "I didn't know pigeons -- did you know pigeons were actually like, they're very expensive."
    },
    {
      "speaker": "JAMES CORDEN, LATE NIGHT SHOW HOST",
      "utterance": "... a European racing pigeon was recently sold for a world record, $1.4 million. Before this this story, I would have believed you if you said the world record price for a pigeon was $6.00."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "You know, I'm kicking myself because I did scroll -- I passed that story on Twitter."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's funny, I have the answers on my cards and Armando is not even on here, so -- and in fact I didn't mention him either, so we're just going to assume."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "Okay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amazing."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "She could be wrong though."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, we'll check the judges. Question two, an artist named Stan Herd is rooting so hard for one 2020 candidate that he created a two-acre crop circle of this person's face. Who was it?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Oh, gosh."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Lauren Blanchard."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "It's Beto O'Rourke."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Beto? A Beto crop circle? Aliens are real. Is it Beto O'Rourke?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "That's intense."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "Wait, until you see this thing."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Oh my gosh --"
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "There's detailing."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes, it's a little much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's aggressive. But you know what, we applaud your innovation no matter on whose behalf."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "I wish it was like a corn --"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "How did he do that?"
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "I don't know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How is a distant second after a why."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "But his hands weren't in the crops, sir."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, they weren't."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "And that is a flaw of that crop circle."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so I'm just look -- I just want you to know, I'm just taking orders from my bosses in New York and they're saying this is a two point question. It's the third question. San Francisco recently banned plastic straws last year. Now San Francisco wants to become the first city in America to ban which other product?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Oh gosh, if I get this wrong, that means I'm negative two, right?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's indeed true."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Okay. Plastic bags."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it plastic bags?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "San Francisco -- they are looking to ban e-cigarettes. Politicians don't want them in the city at all. It's an effort to curb the use of tobacco products among teens and youngsters."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know what? You get points for boldness. That was the daily double."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Oh, I am embarrassing myself on national television."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This season, we're not on television right now. Don't worry, no one is going to see this."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "This is practice."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "Yes, this is for fun."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is just practice, yes. All right question four. Multiple choice. So wait until you hear all the options. If you looked up at the sky last night you saw the final super moon of 2019. What's the official name for any super moon that occurs in the month of March? Is it A. A spring moon? B. A worm moon? Or C. A pink moon?"
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "It's a worm moon because it's like spring, so all of the little worms are coming up."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it really a worm moon?"
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "I think it's like a super worm --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Tonight, your chance for a rare super moon that will hit its full phase at 9:43 Eastern. Super moons in March, by the way are called the worm moon because the ground is thawing. Spring couldn't get here soon enough."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "My worst fear in the world -- worms."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "I am such a fan of this woman."
    },
    {
      "speaker": "CARLSON",
      "utterance": "She's unbelievable."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "I'm not even upset. I am not even upset."
    },
    {
      "speaker": "CARLSON",
      "utterance": "She hasn't missed a single question, in I guess, 10. But anyway, here's the final question. We'll see if you can get this one. It is a tough one. Kirsten Gillibrand -- this again a two-point question, our judges are saying -- the senator from New York likes to work out in the gym. She recently took a video of yourself doing dumbbell chest press, something mildly -- humor us, rather was written on her shirt. What was it? Carley Shimkus."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "It was the phrase, \"I just want to get some Ranch.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"I just want to get some Ranch.\""
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Or, \"I'm just going to get some Ranch.\""
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "Just trying."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"Just trying to trying to get some Ranch.\""
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "\"Just trying to get some Ranch.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "You see how big you are -- it's unbelievable."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Senator Kirsten Gillibrand posted this video today on Twitter, of her lifting weights wearing a shirt that says, \"Just trying to get some Ranch.\" That's a homage to the woman who interrupted her campaign stop last month --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know what, that is so great. So you are absolutely at par, you're even."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "That's fine."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You didn't make any, but you owe none."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "I strive for mediocrity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's the mean. C students like me recognize that and you are like a savage. I'm not even sure what to say. You get yet another Eric Wemple mug and it's a little weird. Here, you do this great deed and we reward you with Eric Wemple?"
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "Am I going to a crown?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But that's the perversity, you're getting a crown at some point - or something or a new car or something, I don't know if we can afford it."
    },
    {
      "speaker": "BLANCHARD",
      "utterance": "Yes, maybe."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But you deserve one. Thank you so much. Lauren Blanchard. Carley Shimkus, you're the best."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Great to see you."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "You're the best."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's it for this week's \"Final Exam.\" Pay attention -- close attention apparently to the news all week. Tune in every Thursday to see if you could beat our experts. We will be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "In Florida, a group of lawmakers have introduced a bill that would allow illegal aliens living in the state to get driver's licenses, and it raises some pretty obvious questions. Why is this a priority for the government of Florida? How was it a crisis that people were not even allowed to be here don't have driver's licenses? Have every problem in Florida been solved so that lawmakers can ignore the plight of the people who live there legally to focus on illegal arrivals? In fact, this move could make life worse for actual Floridians. Four years ago, the State of Connecticut did the same. They gave illegal driver's licenses -- illegals driver's licenses, and the glut of applications caused a massive increase in wait times at the DMV, as it would. State officials then lied about it. They ordered local officials not to talk about why the organs of government had ground to a standstill. Citizen suffered for the sake of people who were not allowed to be here and that's always how it works these days. Let's be real. This is not about helping the people of the state of Florida, it's about power. There are only two reasons to do this -- to give illegal immigrants driver's licenses. The first is to make it even harder for them to be deported. The State of Florida it's about power. The only two reasons to do this to give illegal immigrants driver's licenses. The first is to make it even harder for them to be deported. And the second is to make it easier for them to vote. That's great news if you've decided the future of the country relies on importing voters rather than helping the ones who already live here. It is bad news for everyone else. Meanwhile, on the campaign trail, Beto O'Rourke argues that the Mexican border situation is so awesome. It's so fantastic. We should just knock down the walls that are there."
    },
    {
      "speaker": "O'ROURKE",
      "utterance": "We do not need any walls, $30 billion, 2,000 miles long, 30 feet high to solve a problem that we do not have."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Everything is great and bud smoking Beto's permanent fantasy version of the 1990s. But what about right now? Well, currently, ISIS detention facilities are so overwhelmed that they are giving up and releasing illegal immigrants back into the United States onto the street. Don't expect any of them to be returned back to the countries from which they came. So how can we actually make this better? Former Obama border control Chief, Mark Morgan joins us tonight with some ideas. Mr. Morgan, thanks very much for coming on."
    },
    {
      "speaker": "MARK MORGAN, FORMER BORDER PATROL CHIEF",
      "utterance": "You bet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The situation -- and this really does, as your point, the lies that we've been getting for the past couple of years. The situation sounds legitimately bad on the border."
    },
    {
      "speaker": "MORGAN",
      "utterance": "It is in fact, I would say we're talking earlier, I would say now, it's actually worse than it was in the late 90s and 2000 because of the demographics change. Even though we apprehended more back in the 2000s, the demographics, it gets changed and back then, we deported, even removed 90 percent of those illegally coming in, and now because of the judicial activism and other case law, we're actually allowing 65 percent of the people apprehended. The family units and children, they're allowed in and we release them to the United States."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is not why people voted for Donald Trump, I would I would say. So what do we do about it? How would you fix it?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "So I think there's three things we could do right away. The first thing that's most important. All three of these elements on the humanitarian side, we need to remove the incentive for the family units and the children that are coming here. And finally, for the most part, false asylum claims, right, that's just a fact. The majority of the claims are false and they're denied. We have to remove those incentives, and one way we could do that is when they come to the United States, whether at a POE -- port of entry -- or in between the ports illegally, we return them to Mexico, and we make them wait in Mexico while they wait for their immigration hearing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's such an obvious answer. It's surprising we're not doing it. They came -- most of them came through Mexico, why not just return them there? Why aren't we doing that?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Correct. And actually, they just started doing it. In San Diego, they're actually doing that. And they started with their port of entry, and they're starting to expand it in between the ports and of course, who filed a lawsuit in the Ninth Circuit right now. So there's actually ongoing suit to challenge that as normal, but that's what they need to do. And they need to challenge that, Tucker, because once you stop that, and you make them wait in Mexico, while they wait for their asylum hearing, you're taking away an integral incentive for them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course. What are port courts?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Port courts -- and this has been done and this is a great another example, so look, they need to triage down there through intelligence and through their experience, the CPB, the officers and agents they can triage the people that come to the port and that claim for asylum and once that appear to be legitimate, right, let's bring them in and port courts means, we put down on the border the immigration judges and all the resources we need from a holistic approach to bring them in, go through the hearing and determine whether it's legitimate or not. If not, remove them. Right there in the border."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A serious country would do that right away."
    },
    {
      "speaker": "MORGAN",
      "utterance": "That's right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And step three?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Step three is, it's easy, and we've talked about it, and you've talked about it. I.C.E., you need to give more funding to I.C.E. for detention beds. It shows 95 percent of the removals are exponentially quicker and faster when they're in detention. We need to fund I.C.E. getting more beds. It's not complicate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What would be the argument against that?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "I think the argument against that is what you did in your monologue. Right?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you -- I guess, what I'm really -- I mean, that's my belief. But I want to think well of people and I mean that, you can't think of a sincere argument against that."
    },
    {
      "speaker": "MORGAN",
      "utterance": "No, because the facts will show that there is no other argument. We know the fact that the majority of the asylum claims are false claims. They are fraudulent claims. Most of them, they either never follow through with the filing, they don't show up to court and the ones that show up to court, they're denied. But then because of our broken laws, and other judicial activism and what states are doing, they're allowed to stay in the United States."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm starting to think that a lot of people that we debate on the show are totally disingenuous. They don't mean what they say."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Tucker, that's why --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "They never state their real agenda."
    },
    {
      "speaker": "MORGAN",
      "utterance": "That's why I broke my silence because I believe that, too."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, Mark Morgan, thank you very much."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you for coming on tonight. We are out of time, sadly, but we will be back tomorrow night, 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink, all of which are in great abundance right now, but you have recourse, you have an option. You can laugh in the face of authoritarianism and we hope you do. Good night from Washington. A very surprising appearance tonight, from the Empire State - 250 miles to the north. Sean Hannity - inside 9:00 o'clock. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}