{
  "date": "March 11, 2018",
  "headline": "McCarthy talks FISA investigation, House school safety bill",
  "subHeadline": "House majority leader says he believes there is a need for a second special counsel and discusses school safety legislation on 'Sunday Morning Futures.'",
  "url": "https://www.foxnews.com/transcript/mccarthy-talks-fisa-investigation-house-school-safety-bill",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS CHANNEL HOST",
      "sentences": "Good Sunday morning. President Trump on the brink of history with potential talks with Kim Jong-un. Some allies pushing back after the White House imposes new tariffs on steel and aluminum imports, and voters in Pennsylvania getting ready to go to the polls Tuesday for a race that could preview the battles ahead in the midterms. Good morning everyone. Thanks for joining us. I'm Maria Bartiromo, welcome to 'Sunday Morning Futures'. President Trump says potential talks with Kim Jong Un could bring the world's greatest deal, but what are the risks of sitting down with the North Korean leader? I'll speak live with House Majority Leader Kevin McCarthy coming up. We'll also talk with former U.N. Ambassador John Bolton about North Korea. And then the E.U. and others responding to new U.S. tariffs on imported steel and aluminum, what is the fallout? What is the impact on American jobs? White House Trade Advisor Peter Navarro will join me live. And just two days until the special election in Pennsylvania's 18th Congressional District is that tight race a glimpse of what's to come in the November midterms. All that coming up right now as you look ahead on 'Sunday Morning Futures'.  And historic meeting in the making, President Trump last night saying that it could be significant or nothing at all when he sits down with North Korean Leader Kim Jong Un. A time and place is not officially been set yet but the meeting is expected to happen by the end of May this year. Meanwhile, the White House says it wants to seek concrete actions from the North on its nuclear program ahead of any direct talks. Joining me right now is House Majority Leader Kevin McCarthy of California. Congressman, it's great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MAJORITY LEADER",
      "sentences": "Thanks for having me back on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much for joining us. We have a lot to get to with you this morning. But let me start off with these talks. A huge gamble with a communist state that is hard to read, what are your thoughts on this meeting between the President and Kim Jong Un?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "My first thought is the way the president's handled this is correct. A lot of people didn't think that. He played rougher with China and rougher with North Korea and there are risks but there are greater risks not to have them. They're closer than ever before to be able to have that nuclear weapon and that ICBM to be able to hit the United States, so time is of the essence. But I think what has happened, the number of sanctions that we've passed in the House, the pressure that the President has put on, he moved two aircraft carriers off over there, that is having an effect and I think it's right from this perspective of where this president is going. And remember, no sanctions are coming off, no change and the president is saying you have to denuclearize if you want anything to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, one year ago he said fire and fury. This country will be met with fire and fury if they make a wrong move and it does feel like that tough talk was effective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And the President is very clear. He's kept all options on the table. He cannot allow from the perspective of Kim Jong Un to have a nuclear weapon that can hit the United States are too profligate and sell that everywhere across the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So do you want -- you want action before the meeting? I mean they're not going to denuclearize before the meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "No but they're not going to have any more tests but I think we've got to continue to keep the pressure on and just put the pressure on China as well to make sure this needs to have a change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me move on to another subject here at home. We got a big election coming up this Tuesday, the special election in Pennsylvania. Do you view that as a proxy to the midterm elections?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I don't view it as a proxy because if you -- if you take that perspective there's already been five special elections and Republicans have won all five of those. Now, this is a little unique situation because in Pennsylvania, what the Democrats did and this is really Barack Obama and others, they've gone and they politically redrew the lines. So whoever turns out and wins in tomorrow's election, they'll no longer have a seat right there. They'll have to run someplace else. And I hope the Supreme Court takes a look at that and puts a stay on this position of redrawing these lines politically. But in this race, the intensity level is a little higher with Democrats. But if you look at everybody in there, the low propensity, especially on a special election, if everybody turned out, we would win by 10 or 12 points, but this is a very tight race going in.   And the number one question should be, do you want another person added to Congress that's going to be another vote for Nancy Pelosi to become Speaker? Because that is what she's doing around the country. That's her desire to be able to be there, to go back. And what did the Democrats propose just last week? To removal the tax cuts that have spurred our economy's growth and raise the taxes on you. So that's -- the real question come tomorrow. So everybody needs to turn out and Rick Saccone, not only is a veteran, he's an expert when it comes to North Korea. He would be a great addition in Congress and he'd help us in a time that we actually need the help the most.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The president has been saying, look, we need more Republicans in the House, in the Senate because we need to get these policies passed. Now Nancy Pelosi is walking back the whole crumbs statement saying, oh, we all like when people get bonuses but do you think that hangs over the Dems come November, comments like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, it does because when I go across the country, I was just - - Andy Barr was telling me a story where he went across doing a listening session. There was a guy in Kentucky who says I'm getting $50 more a month, that's more than $500 a year. And on his own he says, you tell Nancy that's not a crumb from where I come from. It's the respect and honor, but the way she treats people and thinks. It's not only does she think they're crumbs, she's going to repeal the tax bill, she's going to raise your taxes and tomorrow people have the ability to say no to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Going into the November elections, you have the wind at your back. Certainly, the Republicans with the tax legislation passed, the rollback in regulations, but now we have this issue of tariffs. A hundred of your colleagues sent a note to the White House, to the president asking him to rescind this, these tariffs on aluminum and steel. Where do you stand on this? Have you spoken with the president about it? I mean, this is an issue that has divided the party that everybody from corporate CEO's to the Wall Street Journal editorial board talking about this being a bad idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, we talked to the president about a lot of this and what's -- it's not unusual to hear the president say this because he's been saying it for 30 years. He campaigned on this. And from one perspective the president will say I campaigned and I'm trying to keep a promise. But it also shows the president listens. Because look at what the final version came out. He gave exemptions. So Canada, the person that we import the most from, exempted. Mexico, he just said Australia, it could be our allies because the real problem here the president is correct. China produces the most steel and aluminum, 49 percent of steel, 53 percent aluminum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But not direct, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Not direct but they subsidize it and they're flooding the world market. That is a problem. Now we only take one percent in. So it's really is a message to China by giving the exemption to others. Nobody wins in a trade war. I believe in free and fair trade and I get concerned about this, but I think a lot of this discussion in what's happening right now has a little more to do with NAFTA, but also think the pressure that it's putting on China when it comes to steel and aluminum when you're trying to have a negotiation about North Korea. I think it may wake them up a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Going into the Pennsylvania special election, the president is going to rile up all of these people who are right in steel country, so it was the timing obviously, not a coincidence I guess. But let me ask you about the China story. We're going to speak to Peter Navarro coming up. What do we do about China? Because you've said it, Paul Ryan has said it, you'd like to see something more surgical. Is that what you mean when you say surgical that you want to see something direct against China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, if we're going after China, let's not punish our friends. The other point you have to remember too. There's thousands of more jobs that manufacture utilizing the steel and aluminum than those that actually make the steel and aluminum --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Exactly, 6.5 million jobs of those --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "It's five percent of the GDP when you're doing less than one percent. So that's a fear. That's why you do not want to get into trade war either with this, and that's why they also allowed the commerce secretary Wilbur Ross to exempt products as well. So there's a lot of exemptions here and I take that as the president's willingness to listen to us in Congress and listen to business because we've got an economy moving like we have not seen since the 80s and we're beginning the America comeback. And I think this will actually from the point of having the exemptions, help us in some part and make sure we do not get into trade war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So what can you get done before the election? I mean, in the next block we're going to talk about the school safety bill that's moving in Congress as well as these great economic numbers. Is there anything you see getting done before the November elections aside from that? I mean what about -- like for example, Nafta, would you expect a new deal within 20 days before the Mexico elections?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I would like to see a NAFTA deal done now. And remember, it's just not America that has to do it, Canada and Mexico as well. But this is what the President is trying to get done and make it happen now opioid reform. We did -- we did the care act in the last Congress but you're going to find the mortality age has dropped twice in the last two years in America on the verge of dropping the third time. This has not happened in quite some time, all regards opioid. Infrastructure, rebuilding our infrastructure --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Without Gary Cohn, you can get infrastructure done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Very much so. And then think about the punishment as you know so well of Dodd-Frank. The ability for capital, for small businesses especially those minority-owned businesses, this is our ability to reform that. We passed the bill inside the choice act in Congress. The Senate is proposing as well. This is only going to build on the economy to go further.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Now, let's talk more about what you're going to get done in these next six months. Then there's this, the FISA story. Will there be a special Second Counsel appointed to investigate the alleged FISA Court abuse? Congressman McCarthy is back for more on that after the short break. Follow me on Twitter @MariaBartiromo, @SundayFutures. Let us know what you'd like to hear from the Majority Leader and the rest of our guests. Peter Navarro and John Boulton coming up. Stay with us. We're looking ahead this morning on 'Sunday Morning Futures.'",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. Attorney General Jeff Sessions stressing confidence in the ability of his Inspector General to investigate potential FISA abuses. This despite growing pressure from several top Republicans to appoint a second special counsel to carry out this investigation. We're back now with House Majority Leader Kevin McCarthy and. And I want to be clear here. This is the FBI going to the FISA Court and omitting important information like the Democrats having paid for the dossier. What do you want to see happen here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I want to see a second special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And I want it to be narrow but I want it to be outside the Department of Justice. Now, I have the greatest respect for the Inspector General. They do an amazing job. The problem is they will not have the authority, the subpoena authority to really do the investigation. So when I look at this, the letter from -- and I give a lot of credit to Chairman Goodlatte and Chairman Trey Gowdy. They sent a letter to Sessions and his comments back were very positive. He said out of respect of those two, he's taking serious look at this. But take for one moment. What just came out in the New Yorker just a couple days ago. Christopher Steele says he knew that the DNC and Hillary Clinton were paying for it. In the FISA application, the FBI said they did not -- they did not know who.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So they lied?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes. And how can you have a trust? Now FISA court is different than any other court because you don't have another attorney in there to argue back and forth. This is going before and this is surveilling American citizens. We can never make a mistake at this and I think -- and I think there are enough questions, enough actions and you have to take it out of the Department of Justice because there's current people sitting in there who actually signed these FISA applications. Let's make sure we have accountability, let's have trust, let's narrow it and let's get a special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I tell you, congressman, this really looks like an abuse of power. Are we going to see any accountability? I mean, is anybody actually going to get prosecuted for any of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I tell you what we're walking through and we want to go through the rules of law, people are innocent until proven guilty but there are so many questions here and the more that we dwell into it, the more we get -- we have to pool the information out. I mean, what's so embarrassing to me and offensive to me in all respects, how many times have we asked the FBI before for this information and they stop it and held it instead of giving it to really we are separate but co-equal. We have a right to know because we are the voice, the power is lent to us from the people to make sure the protection --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But what do you do? You've been stonewalled since last August?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, if you -- if you notice we never stop. We continue to move forward. That's why the special counsel is the idea is coming out of the House to Sessions and I hope for Sessions makes the right decision here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Take us through the school safety bill? A lot of people talking about the fact that it doesn't include an age change. You know, there's not really any more pressure on gun owners, what is the school safety bill? What are you trying to achieve?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, remember what we have and we have to take a step back here. So back in December the congress actually passed the Fix NICS Bill. Remember what NIC is? The national --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It's a background check.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes, the National Instant Criminal background checks. Because when you go back to the Texas shooting, Mr. Kelly down there, he never should have been able to have a weapon because he was dishonorably discharged for actually beating his wife. There were two offenses there that he should never have been able to go through. But our own military did not update it. So what we're looking at is updating, making sure these bad people cannot have guns. That is sitting over in the Senate. Now we're adding to it this week, we have a former Sheriff of Jacksonville, Congressman Rutherford, he has stopped school violence. This is more for training within the schools to identify these individuals. Because look what the FBI did with this last shooter Nikolas Cruz? Five months prior, Nikolas Cruz goes on YouTube and puts that he wants to be a professional school shooter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right, and that was missed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "That was sent to the tip line of the FBI. They did research and said they couldn't find him. They never called YouTube. Then, later, a family member called in concern because his cruelty to animals, his recent death in the family, the way he was acting towards guns. They went back in and looked knowing that they had just been given a couple months prior and then closed it out again. Both of these incidents should have never happened. We need to start enforcing what we have but more importantly, we need to make sure the background checks are updated and that's the bill we passed in December and now we're adding to it with stop school violence and the bill we're passing this week, the Sandy Hook promise, they endorsed this bill as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Do you want to see teachers armed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I think from a perspective not force teachers to be armed, but if somebody has a concealed carry permit and others and trained, I want to see it. But more importantly, what I want to see, I want to see if someone's given the tip that they're able to see it. I want to see that we prevent people that aren't supposed to have guns from getting them and secondly when I look at if there's a resource officer sitting on that campus, I don't want them hiding. I want them protecting these children like they're supposed to do and what they're hired to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And I know you're going to have the Judiciary Committee have the FBI come in and explain why these failures happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "We just had the FBI and they're calling them in again. They're looking at all these incidents because they should not have happened. Where is the failure? We got to make sure we correct it and find a solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "A word on the economy, good numbers Friday --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Not just good but great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "They were off the charts. I mean, it feels like a goldilocks situation here, not too hot or not too cold because wages were up but not as much as people thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "You know what, when the president named it the tax cut and jobs bill and when he cut the regulation, what a difference it makes from one new administration. The administration working with the Congress, all those regulations we cut, but what's really exciting in these tax cut bills, look at the numbers on these jobs. The number of participation, for the first time we had 800,000 moving in. Look at the skilled labor. If you look at the skilled labor of the manufacturing, we have not seen these numbers since 1984, the best three months before. This is really making the difference. This is the beginning of America's comeback, and we want to continue that going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me push back and tell you this is not a mandate to spend more money right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I mean, you just voted $300 billion in new spending. A lot of people wondering where did the fiscal restraint of the Republicans go? I mean, is that going to cut into growth, what's your solution for a trillion dollar deficits?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, I'm going to tell you exactly what it is because we've been passing these budgets and balancing them. Where we made the investment, we made the investment in the military and rightfully so because what had been cut for the last eight years looking at North Korea, looking at Russia, looking at China in the South China Seas and other where we had to make a difference. But what's really grabbing all this money, and if you want to go back to 1984. In 1984 the mandatory spending only took 25 percent. That's Medicare, Medicaid, Social Security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And do you know what it takes today? 69 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes I know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Congress acted. They made a reform. In ObamaCare, that's a whole new mandate that Obama laid on us. We tried to reform that. Unfortunately, we lost by one vote. That's why next -- tomorrow's vote is so important. Do you want Nancy Pelosi back where she's going to raise your taxes expand more when it comes to spending and that will actually break Medicare, and actually break Medicaid? We're protecting it for the future but more importantly making our economy stronger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick on technology. You mentioned YouTube, these companies have never been this powerful. Are we going to see new legislation, a bigger bite of regulation on the tech companies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Look, I believe in the First Amendment, but think about this. When you're looking at what -- how much Facebook controls, how much Facebook has on what you actually see and when I'm looking what's happening and knocking down conservative voices, I think this is a place that Congress should actually look at and make sure we have really a fair process and a free process going forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We're going to be watching that. It's great to see you Majority Leader, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Kevin McCarthy joining us there. Up next, will tariffs on imported steele and aluminum put U.S. jobs at risk? My next guest says quite the opposite. White House Trade Advisor Peter Navarro will join me live as we look ahead on 'Sunday Morning Futures'. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. President Trump taking a swipe at the European Union after imposing tariffs on steel and aluminum, a move he says will level the playing field, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "So we put on tariffs and the European Union is out there said, well, we're going to put ours. I said you can't go any higher than you are anyway. And they have trade barriers. We can't even sell our farming goods in there. They totally restrict us. So then they say, we want those tariffs taken off. And I said good, open up the barriers, and get rid of your tariffs and if you don't do that, we're going to tax Mercedes Benz, we're going to tax BMW.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Peter Navarro is the White House National Trade Counsel Director and he joins me now. Peter, it's good to see you this morning. Thank very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, TRADE COUNSEL, WHITE HOUSE",
      "sentences": "Good to be here Maria. I love that speech. The only thing better than watching it on T.V. is when you're actually in one of those areas with vintage Donald J. Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "He was having fun with that for sure. Well, let's go through some of the pushback on these tariffs, because on the one hand, nobody wants a trade war, that's only going to take away from economic growth. Number two, why are we saving industries that have140,000 workers versus the industries that input aluminum and steel some 6.5 million jobs. And then there's the retaliation effort. Europe is saying they're going to do a 25 percent tariff. Is that a fact? Do we know that Europe is going to impose a 25 percent tariff on U.S. goods?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "A lot of stuff there to unpack Maria. But let's start with the Europe issue. As the President said last night, we run a trade deficit of about$150 billion a year with Europe. I mean, some analyst calculate that every billion dollars in trade deficits we have, that's 6,000 jobs we lose. And so $150 billion trade deficit with Europe means we're sending over a million jobs to Europe and we're buying their cars and that's not fair and reciprocal trade. I think that the broader debate here is simply that what the president is saying is that we're free-traders. We have the lowest combination of tariffs and non-tariff barriers in the world, all we get out of that is massive trade deficits that ship off our wealth, ship off our jobs and the president says no. Now, in the case of steel and aluminum, it's really special case because these industries as the president has said are pillar industries of our economy and national defense and national security. We can't have a country as the president said without those industries, so from a purely national security point of view, that's why we're acting on steel and aluminum. And by the way, the president started talking about these specific actions in Pittsburgh in the summer of 2016. So having him give that speech brought everything full circle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK, but the question about Europe, do you think they're going to see a 25 percent tariff? Are they going to institute that as a result of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "So on the broader issue of retaliation, let's be very serious, but also be very calm about it. Let's think about what happened in January when the President levied tariffs on solar at 30 percent and washing machines of up to 50 percent. What happened there? There's no retaliation. What happened was the flood of new investment from South Korea and other countries into this country so that they would build the factories here rather than there and we will build washing machines and solar panels with American hands and that will create American jobs. So that's -- you know, that the response that we've had in the real world. The other thing Maria, look, every country in the world -- we've been uncle sucker. I mean, we have these large trade deficits simply because we're an open market. All we're looking for is fair and reciprocal trade and I think our allies at the end of the day will understand that all we're doing here is defending two key industries so that we can come and help with their defense when they need us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So I'm looking at the list of trade deficits in 2017. China 375 billion, European Union 151 billion, Japan 69 billion, Germany 64 billion, Mexico 71 billion, Ireland 38 billion, all deficits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "That's extraordinary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But the Wall Street Journal Editorial Board who we're going to hear from later on in the program says that doesn't matter. Trade deficits don't matter. And if in fact it impacts economic growth negatively, then it matters a lot in a bad way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Sure, trade deficits matter huge, and there's a couple ways to think about it. As I said, $1 billion in deficit by some analyst account that's 6,000 jobs lost. When you calculate what the impact of the Chinese deficit, that's over 2 million jobs we export to them through the trade deficit. I love Warren Buffett's analysis which is over a decade old now when he talks about something called conquest by purchase. If we -- if we basically run a half a trillion dollar a year deficit every year, and that accumulates to trillions over the last decade, what that does is it allows -- it's like a reverse mortgage. You can think about basically the foreigners coming here buying up our companies, our land, and our assets and you know, I care about the children who are going to inherit this country and we're not going to have a country if we keep running these deficits and we don't have an aluminum and steel industry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Isn't that what China is doing, they're acquiring our intellectual property, they're stealing it in some cases, they are buying up companies with expertise in things like A.I., and robotics, then doing it themselves and then competing with us. Why not go straightaway at China, do something specific against China rather than the entire aluminum and steel industry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "So, you know, on the chessboard, we have to defend our steel and aluminum industries. No question about it for national security and it's not a China problem. We had 20 countries flooding our borders with steel and 15 with aluminum. We need to defend against all those countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So what's the China problem then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "You hit it right on the head. China is a very bad actor when it comes to trade practices across a lot of things but nothing is more important than the near term than addressing the theft of our own intellectual property and the forced technology transfer of our technologies. And when a company like Ford or GM goes over to China, they have to surrender their technology in order to get access to the market. Now the president says that's not going to happen anymore. He's directed Ambassador Robert Lighthizer, one of my favorite guys in Washington, the toughest guy I know to come up with a plan that we will be releasing shortly to address that head-on. So for all those inside both the beltway and outside are saying let's get China, we're going to address that problem head on because there's no -- look, I think there's going to be wide agreement throughout this country that China should not be stealing our intellectual property and technologies and forcing their transfer. And when we run the deficits with them, they go to places like Silicon Valley, flush with American dollars, and they buy up those start-up companies that are on the cutting edge of artificial intelligence, robotics and everything that we're going to need. If we don't have the industries of the future, we don't have it in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick, we have 30 seconds here. Are you going to get a NAFTA deal done? I mean, the next 20 days, then you've got the Mexican elections, should we -- if this whole tariff was about NAFTA and you don't get a deal done in the next 20 days was it worth it, when will the NAFTA -- a new NAFTA deal happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Ambassador Robert Lighthizer, come back to him, a very tough negotiator it's his lane, the President wants to get this done, he wants to get it done, and we hope it gets done",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, we got to jump. Peter Navarro, good to see you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Take care, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back and back to our top story. President Trump planning to meet with Kim Jong-un in May of this year to discuss denuclearizing the North. Joining me right now to talk about the potential risks and rewards from such a sit-down, Ambassador John Bolton. He is a former U.S. Ambassador to the United Nations, a Senior Fellow at the American Enterprise Institute and a Fox News Contributor. Great to see you, sir. Thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BOLTON, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Glad to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What do you think about this meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well, I think obviously the President's turned things on their heads as he does so often and it's confused a lot of people in Washington. I think basically what he's saying and he reiterated his thinking in his speech in Pennsylvania last night is that with the North Koreans very close to achieving the objective they sought for so long of being able to target cities in the United States with nuclear weapons, it's time to cut through the usual diplomatic procedure and say we're prepared to talk right at the top. But I don't think this is the beginning of a six-month, nine-month, 12-month process. I think this could actually could be a very short meeting, should be a very short meeting. The issue is will North Korea denuclearize? And the way they can prove that is by agreeing to ship their nuclear weapons program to Oakridge, Tennessee which is where for example, the Libyan Nuclear Weapons Program now sits. And if they're not willing to discuss that, there's not much to discuss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well what are they willing to discuss ambassador? We've heard from them before in terms of saying we are not denuclearizing. We are not giving up our nuclear ambitions. Now, the administration will say the tough talk on the part of the President has actually brought them to the table to even consider it. Here's Steven Mnuchin with me, the Treasury Secretary this past week on Fox Business. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE MNUCHIN, TREASURY SECRETARY, UNITED STATES",
      "sentences": "We believe that sanctions work. They worked in Iran, they've worked in North Korea. In my mind, one of the major reasons why they're coming to the table is because of the economic sanctions and we're not going to change those sanctions. We will continue to put sanctions in place until they agree to fully denuclearizing the Peninsula and something that we can hold them accountable for and verify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Do you agree with that, that these sanctions have actually worked? Because some people say sanctions don't work. Why would a killer or someone who doesn't care about human rights care about sanctions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Yes, well let me go back to the premise for a minute. I don't -- I don't think Kim Jong-un wants to engage in the kind of conversation with the president I just described. He wants negotiations. He wants conventional, months of preparation, months of discussion at the lower levels, to buy him time to finish the still uncompleted tasks to get that deliverable nuclear weapons capability. He's trying to throw sand in our eyes and I think the president isn't falling for that. And I'd have to say, I think sanctions have played at best a minor role. What has Kim Jong Un's attention that he has not had his attention or his fathers is the threat that we will use military force to destroy his nuclear weapons program. I think he's scared to death of that and I think he's scared to death that Donald Trump actually means what he says, unlike Barack Obama who could say all options are on the table like he was brushing his teeth. He just didn't mean it. I think now they know it's serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "By the way, the Chinese don't like the military THAAD system either in that part of the world. So talk to us about China and how they view this. They're out this morning in one of the state newspapers saying China will not be marginalized in any talks. It's -- you can attribute the good news that they are perhaps talking to China, so what's your take on China's involvement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well basically, China's jived us for 25 years. They've said repeatedly they don't want North Korea with nuclear weapons and they've done precious little to change that. They could eliminate Kim Jong Un's regime very easily. I think frankly, it's in China's own national interest to see the Korean Peninsula reunited. I think we should be having talks on that. I wish we had started a long time ago. But I think it's time to tell China when we say we want denuclearization we mean we want it now. And let's be clear that the difference between our current situation and prior diplomatic efforts is technological. North Korea is very close to accomplishing what its been after. CIA Director Mike Pompeo has used the phrase recently that they're a handful of months away. So elaborate diplomatic negotiations, toughening sanctions boat by boat by boat isn't going to do the trick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, you know, you raise an interesting point. I want to ask you about Iran and how Iran fits in here but let me stay on this for a moment because I just heard from Kevin McCarthy, the Majority Leader who's saying look, we need to look at China. Peter Navarro as well saying China is stealing all of our intellectual property. They're going to come out with something, this administration in terms of getting their arms around what China has been doing to America for so long whether it be the tariffs or what have you. What do you want to see in terms of this next couple of weeks, what's coming out of this White House against China as it relates to tariffs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well, I think frankly, we'd get their attention better on North Korea if we were tougher on their violations of their international trade obligations. Let's just take intellectual property. I think American and European companies would say virtually unanimously that any technology they put into China is at risk of being pirated and yet for years, we've let them get away with it. China has pursued a mercantilist policy within the WTO and for far too long, they haven't been called on it. I think you get China's respect when you stand up to them. I think they -- as long as they think Americans can be pushed around on trade, they surmise not ill- logically we can be pushed around on other things too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "How does Iran fit into this North Korea story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well, I'm very worried that it fits in and go in the other direction. I've been saying recently North Korea is part of the Middle East. I think the linkage between Iran's ballistic missile program and North Koreas are in disputable and I think there's every reason to believe that they're closely working together on the nuclear side as well. And even if that's completely wrong, the fact is in Iran you have a relatively rich country seeking nuclear weapons technology, In North Korea, you have a desperately poor country that has nuclear weapons technology, any trouble seeing structure of that transaction. That's why North Korea is a threat not simply in Asia and the Pacific, it is a global threat. It will sell that technology to anybody with cash to buy it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick before you go, Ambassador, there's speculation that you may be offered a job in the White House, NSA Director. Are you readying to take that job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "You know, I never discussed that subject. I'm very boring. Whenever the personnel issues get raised, it's a long-standing view of mine not to discuss it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We don't think you're boring Ambassador. It is good to see you, sir. Thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, Ambassador John Bolton there. Coming up President Trump's new steel tariffs barking debate as some experts warn the move will hurt the U.S. economy not help. Our panel next on the potential fallout, we will hear from the Editorial Board of the Wall Street Journal as we look ahead on 'Sunday Morning Futures.'",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "This is something we've been talking about for a long period of time and again it's just part of the overall economic plan. So we're comfortable with the economic impact and we're going to be careful. Again there's a process whether it's specific steel that we need, that there will be a process to exempt certain things that we can't make here. Again, we're going to be very focused on the impact on jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was Treasury Secretary Steven Mnuchin with me this past week, confident in President Trump's new tariffs on steel and aluminum imports. That comes amid growing concerns the new policy could eventually hurt the economy in the long run. Our panel now, Mary Kissel is an Editorial Board Member of the Wall Street Journal, James Freeman is an Assistant Editor at the Wall Street Journal Editorial Page, both are Fox News contributors. Great to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARY KISSEL, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Good morning, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And I've been teasing we're going to have the editorial board here because it's been the editorial board that's been really the loud voice in the room to say, Mr. President, stop. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "Yes, well look, you had Peter Navarro on your show earlier today. He made incredibly disingenuous arguments, Maria. You heard him say time and time again this is a national security issue. No, it isn't. We only need less than three percent of U.S. steel capacity for the defense industry so I have a problem with that argument which is the premise for all of these actions against China. Secondly, President Trump could be opening up markets and making America more competitive in gaining job opportunities for Americans and forcing countries like China to change their practices because they want our business. That doesn't gamble with American jobs, but by playing chicken in the way that he has in threatening tariffs, he's gambling with American jobs, gambling that he's going to open up markets. I much prefer the other approach",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What about the fact that he's exempted so many industries, and in terms of his national security, James, he said look if we have a national security relationship with another country you can come out and say look pushback on the tariffs and maybe you'll get exempt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES FREEMAN, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Yes, he's exempted some countries, obviously more countries seeking it. And I think maybe and the hope here is that he pays more attention to the stock market than to Peter Navarro because when he rules out the idea stocks got hammered, really beyond the actual harm of the steel and aluminum tariffs because of the fear this was starting a very bad cycle and you see as he's moderated investors kind of relaxed a little but it's very clear what the market is telling him if he wants to listen. Don't start a trade war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Because on that first day, when he first announced this, that day Justin Trudeau, I think he was at a conference or something and he said I am willing to walk. And that's when the Dow went down 1,000 points. So you're right, that's what markets reacted to the fact that if they're going to be just as bull-headed as we are, we have a big problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "Well, and also remember, Justin Trudeau has his own domestic politics to deal with. Canada is a democracy. He has to be seen as stand up for the interest of Canadians, that's just a reality. But Maria, I'd point out another very disingenuous argument that Peter Navarro just made on your show which is the 'concern about trade deficits.' This is a false argument. Trade deficits are not budget deficits. A trade deficit is the opposite of a capital surplus. We grow when we have trade deficits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So what's the answer then? I mean, what is the answer to the fact that we are on the losing end of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "We're not",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But look, you've got $375 billion in deficit with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "But again, I just told you. Trade deficits don't have to be repaid. We have trade deficits when the buying power of Americans is strong. We grew with trade deficits in the 1980s and the 1990s. Peter Navarro has no answer for that because nobody ever asked him about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well what about -- what about the fact that China is stealing all of our stuff, James? What about the fact that we need to do something to stop China from acquiring some of the most important industries of the future like A.I. like robotics? What do you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yes, I think the China-specific issue, it is a problem and it's a communist dictatorship at the end of the day. Their leader now ruling for life the first since Mao to have this power. So I think China is a specific case. It's a constant problem. We hear it from U.S. executives doing business there. The intellectual property theft is out of control. We have ways to address that and under our laws, under WTO, there's sanctions and I think if they get back to focusing on Chinese theft, then they're in good shape. If they start talking about deficits generally, look, we run trade surpluses and services with lots of countries. We don't want that to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let's take a short break and continue this conversation more with our panel as we look ahead on 'Sunday Morning Futures.' Back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I'm back with our panel now, Mary Kissel and James Freeman. I want to go back to something that Peter Navarro said in terms of the Chinese investing in America. The issue that he's trying to say, James, is that China is investing in our important technology and acquiring those companies and then just competing with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yes, I think if you're talking about China or Chinese company often a state-backed enterprise seeking to control the semiconductor industry that's in all mobile phones, then you do have a national security question, but he also talked broadly about investment from overseas in the United States as if it's a bad thing. It's not. This is how we create jobs. This is one of the reasons we're so optimistic and we've seen such good results initially out of the tax cut is we want capital coming into the United States instead of fleeing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "They're going to do something on China in the next couple weeks but you say this is already something in place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "Yes, again the administration likes to conflate non-issues with real problems. Non-issue is the trade deficit, not a problem. It's the opposite of a capital surplus. I just want to keep repeating that. There is an issue with China stealing intellectual property and we need to protect certain industries but we already have a panel called CIFIUS, Maria, the Committee on Foreign Investment and it is looking at things like the Broadcom Qualcomm proposed deal. So if Trump wants to get tough on China, he wants to prevent you know, what James is talking about, taking over, right, important industries or technologies, he already has the vehicle to do that and he's already toughened it up. I think that's great. I think he should continue to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me take you back here to America. Tuesday you've got a special election in Pennsylvania. Is that going to be a proxy do you think for the midterms, James?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "I think certainly the Republicans in the House are looking at it that way even though these districts are about to get redrawn from the fall, so it's really a symbol --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well that's the thing. The Democrats have mentioned that. Well, that doesn't sound very good",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "It's a symbolic race here but it's important, as kind of -- and I know House Republicans are looking at this as kind of a barometer because Trump won the district by 19 in 2016 because it seems like a Trump kind of district. We don't like these steel tariffs but a lot of the voters there do. 20 percent union households near Pittsburgh traditionally a lot of steel industries so it is kind of big stakes in terms of party morale.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "They got a big story to tell going into November with this economy but now this tariff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KISSEL",
      "sentences": "Yes, they do and I have to say the tax plan just gets more and more popular as time goes on so yet another reason for Trump not to gamble with jobs and start a trade war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, we will leave it there. Mary Kissel, James Freeman, great to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Thanks, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much. That will do it for us at SUNDAY MORNING FUTURES. Have a great Sunday everybody. I'm Maria Bartiromo and I'll see you tomorrow bright and early 'Mornings with Maria' on the Fox Business Network 6:00-9:00 a.m. Eastern. Stay with Fox News. Here is 'MediaBuzz' after this break. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS CHANNEL HOST",
      "utterance": "Good Sunday morning. President Trump on the brink of history with potential talks with Kim Jong-un. Some allies pushing back after the White House imposes new tariffs on steel and aluminum imports, and voters in Pennsylvania getting ready to go to the polls Tuesday for a race that could preview the battles ahead in the midterms. Good morning everyone. Thanks for joining us. I'm Maria Bartiromo, welcome to 'Sunday Morning Futures'. President Trump says potential talks with Kim Jong Un could bring the world's greatest deal, but what are the risks of sitting down with the North Korean leader? I'll speak live with House Majority Leader Kevin McCarthy coming up. We'll also talk with former U.N. Ambassador John Bolton about North Korea. And then the E.U. and others responding to new U.S. tariffs on imported steel and aluminum, what is the fallout? What is the impact on American jobs? White House Trade Advisor Peter Navarro will join me live. And just two days until the special election in Pennsylvania's 18th Congressional District is that tight race a glimpse of what's to come in the November midterms. All that coming up right now as you look ahead on 'Sunday Morning Futures'. And historic meeting in the making, President Trump last night saying that it could be significant or nothing at all when he sits down with North Korean Leader Kim Jong Un. A time and place is not officially been set yet but the meeting is expected to happen by the end of May this year. Meanwhile, the White House says it wants to seek concrete actions from the North on its nuclear program ahead of any direct talks. Joining me right now is House Majority Leader Kevin McCarthy of California. Congressman, it's great to see you."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MAJORITY LEADER",
      "utterance": "Thanks for having me back on."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much for joining us. We have a lot to get to with you this morning. But let me start off with these talks. A huge gamble with a communist state that is hard to read, what are your thoughts on this meeting between the President and Kim Jong Un?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "My first thought is the way the president's handled this is correct. A lot of people didn't think that. He played rougher with China and rougher with North Korea and there are risks but there are greater risks not to have them. They're closer than ever before to be able to have that nuclear weapon and that ICBM to be able to hit the United States, so time is of the essence. But I think what has happened, the number of sanctions that we've passed in the House, the pressure that the President has put on, he moved two aircraft carriers off over there, that is having an effect and I think it's right from this perspective of where this president is going. And remember, no sanctions are coming off, no change and the president is saying you have to denuclearize if you want anything to happen."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, one year ago he said fire and fury. This country will be met with fire and fury if they make a wrong move and it does feel like that tough talk was effective."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And the President is very clear. He's kept all options on the table. He cannot allow from the perspective of Kim Jong Un to have a nuclear weapon that can hit the United States are too profligate and sell that everywhere across the world."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So do you want -- you want action before the meeting? I mean they're not going to denuclearize before the meeting."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "No but they're not going to have any more tests but I think we've got to continue to keep the pressure on and just put the pressure on China as well to make sure this needs to have a change."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me move on to another subject here at home. We got a big election coming up this Tuesday, the special election in Pennsylvania. Do you view that as a proxy to the midterm elections?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I don't view it as a proxy because if you -- if you take that perspective there's already been five special elections and Republicans have won all five of those. Now, this is a little unique situation because in Pennsylvania, what the Democrats did and this is really Barack Obama and others, they've gone and they politically redrew the lines. So whoever turns out and wins in tomorrow's election, they'll no longer have a seat right there. They'll have to run someplace else. And I hope the Supreme Court takes a look at that and puts a stay on this position of redrawing these lines politically. But in this race, the intensity level is a little higher with Democrats. But if you look at everybody in there, the low propensity, especially on a special election, if everybody turned out, we would win by 10 or 12 points, but this is a very tight race going in. And the number one question should be, do you want another person added to Congress that's going to be another vote for Nancy Pelosi to become Speaker? Because that is what she's doing around the country. That's her desire to be able to be there, to go back. And what did the Democrats propose just last week? To removal the tax cuts that have spurred our economy's growth and raise the taxes on you. So that's -- the real question come tomorrow. So everybody needs to turn out and Rick Saccone, not only is a veteran, he's an expert when it comes to North Korea. He would be a great addition in Congress and he'd help us in a time that we actually need the help the most."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The president has been saying, look, we need more Republicans in the House, in the Senate because we need to get these policies passed. Now Nancy Pelosi is walking back the whole crumbs statement saying, oh, we all like when people get bonuses but do you think that hangs over the Dems come November, comments like that?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, it does because when I go across the country, I was just - - Andy Barr was telling me a story where he went across doing a listening session. There was a guy in Kentucky who says I'm getting $50 more a month, that's more than $500 a year. And on his own he says, you tell Nancy that's not a crumb from where I come from. It's the respect and honor, but the way she treats people and thinks. It's not only does she think they're crumbs, she's going to repeal the tax bill, she's going to raise your taxes and tomorrow people have the ability to say no to that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Going into the November elections, you have the wind at your back. Certainly, the Republicans with the tax legislation passed, the rollback in regulations, but now we have this issue of tariffs. A hundred of your colleagues sent a note to the White House, to the president asking him to rescind this, these tariffs on aluminum and steel. Where do you stand on this? Have you spoken with the president about it? I mean, this is an issue that has divided the party that everybody from corporate CEO's to the Wall Street Journal editorial board talking about this being a bad idea."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, we talked to the president about a lot of this and what's -- it's not unusual to hear the president say this because he's been saying it for 30 years. He campaigned on this. And from one perspective the president will say I campaigned and I'm trying to keep a promise. But it also shows the president listens. Because look at what the final version came out. He gave exemptions. So Canada, the person that we import the most from, exempted. Mexico, he just said Australia, it could be our allies because the real problem here the president is correct. China produces the most steel and aluminum, 49 percent of steel, 53 percent aluminum."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But not direct, right?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Not direct but they subsidize it and they're flooding the world market. That is a problem. Now we only take one percent in. So it's really is a message to China by giving the exemption to others. Nobody wins in a trade war. I believe in free and fair trade and I get concerned about this, but I think a lot of this discussion in what's happening right now has a little more to do with NAFTA, but also think the pressure that it's putting on China when it comes to steel and aluminum when you're trying to have a negotiation about North Korea. I think it may wake them up a little bit."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Going into the Pennsylvania special election, the president is going to rile up all of these people who are right in steel country, so it was the timing obviously, not a coincidence I guess. But let me ask you about the China story. We're going to speak to Peter Navarro coming up. What do we do about China? Because you've said it, Paul Ryan has said it, you'd like to see something more surgical. Is that what you mean when you say surgical that you want to see something direct against China?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, if we're going after China, let's not punish our friends. The other point you have to remember too. There's thousands of more jobs that manufacture utilizing the steel and aluminum than those that actually make the steel and aluminum --"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Exactly, 6.5 million jobs of those --"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "It's five percent of the GDP when you're doing less than one percent. So that's a fear. That's why you do not want to get into trade war either with this, and that's why they also allowed the commerce secretary Wilbur Ross to exempt products as well. So there's a lot of exemptions here and I take that as the president's willingness to listen to us in Congress and listen to business because we've got an economy moving like we have not seen since the 80s and we're beginning the America comeback. And I think this will actually from the point of having the exemptions, help us in some part and make sure we do not get into trade war."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So what can you get done before the election? I mean, in the next block we're going to talk about the school safety bill that's moving in Congress as well as these great economic numbers. Is there anything you see getting done before the November elections aside from that? I mean what about -- like for example, Nafta, would you expect a new deal within 20 days before the Mexico elections?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I would like to see a NAFTA deal done now. And remember, it's just not America that has to do it, Canada and Mexico as well. But this is what the President is trying to get done and make it happen now opioid reform. We did -- we did the care act in the last Congress but you're going to find the mortality age has dropped twice in the last two years in America on the verge of dropping the third time. This has not happened in quite some time, all regards opioid. Infrastructure, rebuilding our infrastructure --"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Without Gary Cohn, you can get infrastructure done?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Very much so. And then think about the punishment as you know so well of Dodd-Frank. The ability for capital, for small businesses especially those minority-owned businesses, this is our ability to reform that. We passed the bill inside the choice act in Congress. The Senate is proposing as well. This is only going to build on the economy to go further."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Now, let's talk more about what you're going to get done in these next six months. Then there's this, the FISA story. Will there be a special Second Counsel appointed to investigate the alleged FISA Court abuse? Congressman McCarthy is back for more on that after the short break. Follow me on Twitter @MariaBartiromo, @SundayFutures. Let us know what you'd like to hear from the Majority Leader and the rest of our guests. Peter Navarro and John Boulton coming up. Stay with us. We're looking ahead this morning on 'Sunday Morning Futures.'"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. Attorney General Jeff Sessions stressing confidence in the ability of his Inspector General to investigate potential FISA abuses. This despite growing pressure from several top Republicans to appoint a second special counsel to carry out this investigation. We're back now with House Majority Leader Kevin McCarthy and. And I want to be clear here. This is the FBI going to the FISA Court and omitting important information like the Democrats having paid for the dossier. What do you want to see happen here?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I want to see a second special counsel."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You do?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And I want it to be narrow but I want it to be outside the Department of Justice. Now, I have the greatest respect for the Inspector General. They do an amazing job. The problem is they will not have the authority, the subpoena authority to really do the investigation. So when I look at this, the letter from -- and I give a lot of credit to Chairman Goodlatte and Chairman Trey Gowdy. They sent a letter to Sessions and his comments back were very positive. He said out of respect of those two, he's taking serious look at this. But take for one moment. What just came out in the New Yorker just a couple days ago. Christopher Steele says he knew that the DNC and Hillary Clinton were paying for it. In the FISA application, the FBI said they did not -- they did not know who."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So they lied?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes. And how can you have a trust? Now FISA court is different than any other court because you don't have another attorney in there to argue back and forth. This is going before and this is surveilling American citizens. We can never make a mistake at this and I think -- and I think there are enough questions, enough actions and you have to take it out of the Department of Justice because there's current people sitting in there who actually signed these FISA applications. Let's make sure we have accountability, let's have trust, let's narrow it and let's get a special counsel."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I tell you, congressman, this really looks like an abuse of power. Are we going to see any accountability? I mean, is anybody actually going to get prosecuted for any of this?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I tell you what we're walking through and we want to go through the rules of law, people are innocent until proven guilty but there are so many questions here and the more that we dwell into it, the more we get -- we have to pool the information out. I mean, what's so embarrassing to me and offensive to me in all respects, how many times have we asked the FBI before for this information and they stop it and held it instead of giving it to really we are separate but co-equal. We have a right to know because we are the voice, the power is lent to us from the people to make sure the protection --"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But what do you do? You've been stonewalled since last August?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, if you -- if you notice we never stop. We continue to move forward. That's why the special counsel is the idea is coming out of the House to Sessions and I hope for Sessions makes the right decision here."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Take us through the school safety bill? A lot of people talking about the fact that it doesn't include an age change. You know, there's not really any more pressure on gun owners, what is the school safety bill? What are you trying to achieve?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, remember what we have and we have to take a step back here. So back in December the congress actually passed the Fix NICS Bill. Remember what NIC is? The national --"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It's a background check."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes, the National Instant Criminal background checks. Because when you go back to the Texas shooting, Mr. Kelly down there, he never should have been able to have a weapon because he was dishonorably discharged for actually beating his wife. There were two offenses there that he should never have been able to go through. But our own military did not update it. So what we're looking at is updating, making sure these bad people cannot have guns. That is sitting over in the Senate. Now we're adding to it this week, we have a former Sheriff of Jacksonville, Congressman Rutherford, he has stopped school violence. This is more for training within the schools to identify these individuals. Because look what the FBI did with this last shooter Nikolas Cruz? Five months prior, Nikolas Cruz goes on YouTube and puts that he wants to be a professional school shooter."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right, and that was missed."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "That was sent to the tip line of the FBI. They did research and said they couldn't find him. They never called YouTube. Then, later, a family member called in concern because his cruelty to animals, his recent death in the family, the way he was acting towards guns. They went back in and looked knowing that they had just been given a couple months prior and then closed it out again. Both of these incidents should have never happened. We need to start enforcing what we have but more importantly, we need to make sure the background checks are updated and that's the bill we passed in December and now we're adding to it with stop school violence and the bill we're passing this week, the Sandy Hook promise, they endorsed this bill as well."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Do you want to see teachers armed?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I think from a perspective not force teachers to be armed, but if somebody has a concealed carry permit and others and trained, I want to see it. But more importantly, what I want to see, I want to see if someone's given the tip that they're able to see it. I want to see that we prevent people that aren't supposed to have guns from getting them and secondly when I look at if there's a resource officer sitting on that campus, I don't want them hiding. I want them protecting these children like they're supposed to do and what they're hired to do."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And I know you're going to have the Judiciary Committee have the FBI come in and explain why these failures happened."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "We just had the FBI and they're calling them in again. They're looking at all these incidents because they should not have happened. Where is the failure? We got to make sure we correct it and find a solution."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "A word on the economy, good numbers Friday --"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Not just good but great."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "They were off the charts. I mean, it feels like a goldilocks situation here, not too hot or not too cold because wages were up but not as much as people thought."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "You know what, when the president named it the tax cut and jobs bill and when he cut the regulation, what a difference it makes from one new administration. The administration working with the Congress, all those regulations we cut, but what's really exciting in these tax cut bills, look at the numbers on these jobs. The number of participation, for the first time we had 800,000 moving in. Look at the skilled labor. If you look at the skilled labor of the manufacturing, we have not seen these numbers since 1984, the best three months before. This is really making the difference. This is the beginning of America's comeback, and we want to continue that going forward."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me push back and tell you this is not a mandate to spend more money right?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Not at all."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I mean, you just voted $300 billion in new spending. A lot of people wondering where did the fiscal restraint of the Republicans go? I mean, is that going to cut into growth, what's your solution for a trillion dollar deficits?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, I'm going to tell you exactly what it is because we've been passing these budgets and balancing them. Where we made the investment, we made the investment in the military and rightfully so because what had been cut for the last eight years looking at North Korea, looking at Russia, looking at China in the South China Seas and other where we had to make a difference. But what's really grabbing all this money, and if you want to go back to 1984. In 1984 the mandatory spending only took 25 percent. That's Medicare, Medicaid, Social Security."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And do you know what it takes today? 69 percent."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes I know that."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Congress acted. They made a reform. In ObamaCare, that's a whole new mandate that Obama laid on us. We tried to reform that. Unfortunately, we lost by one vote. That's why next -- tomorrow's vote is so important. Do you want Nancy Pelosi back where she's going to raise your taxes expand more when it comes to spending and that will actually break Medicare, and actually break Medicaid? We're protecting it for the future but more importantly making our economy stronger."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick on technology. You mentioned YouTube, these companies have never been this powerful. Are we going to see new legislation, a bigger bite of regulation on the tech companies?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Look, I believe in the First Amendment, but think about this. When you're looking at what -- how much Facebook controls, how much Facebook has on what you actually see and when I'm looking what's happening and knocking down conservative voices, I think this is a place that Congress should actually look at and make sure we have really a fair process and a free process going forth."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We're going to be watching that. It's great to see you Majority Leader, thank you."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Great to see you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Kevin McCarthy joining us there. Up next, will tariffs on imported steele and aluminum put U.S. jobs at risk? My next guest says quite the opposite. White House Trade Advisor Peter Navarro will join me live as we look ahead on 'Sunday Morning Futures'. We'll be right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. President Trump taking a swipe at the European Union after imposing tariffs on steel and aluminum, a move he says will level the playing field, watch."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "So we put on tariffs and the European Union is out there said, well, we're going to put ours. I said you can't go any higher than you are anyway. And they have trade barriers. We can't even sell our farming goods in there. They totally restrict us. So then they say, we want those tariffs taken off. And I said good, open up the barriers, and get rid of your tariffs and if you don't do that, we're going to tax Mercedes Benz, we're going to tax BMW."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Peter Navarro is the White House National Trade Counsel Director and he joins me now. Peter, it's good to see you this morning. Thank very much for joining us."
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, TRADE COUNSEL, WHITE HOUSE",
      "utterance": "Good to be here Maria. I love that speech. The only thing better than watching it on T.V. is when you're actually in one of those areas with vintage Donald J. Trump."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "He was having fun with that for sure. Well, let's go through some of the pushback on these tariffs, because on the one hand, nobody wants a trade war, that's only going to take away from economic growth. Number two, why are we saving industries that have140,000 workers versus the industries that input aluminum and steel some 6.5 million jobs. And then there's the retaliation effort. Europe is saying they're going to do a 25 percent tariff. Is that a fact? Do we know that Europe is going to impose a 25 percent tariff on U.S. goods?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "A lot of stuff there to unpack Maria. But let's start with the Europe issue. As the President said last night, we run a trade deficit of about$150 billion a year with Europe. I mean, some analyst calculate that every billion dollars in trade deficits we have, that's 6,000 jobs we lose. And so $150 billion trade deficit with Europe means we're sending over a million jobs to Europe and we're buying their cars and that's not fair and reciprocal trade. I think that the broader debate here is simply that what the president is saying is that we're free-traders. We have the lowest combination of tariffs and non-tariff barriers in the world, all we get out of that is massive trade deficits that ship off our wealth, ship off our jobs and the president says no. Now, in the case of steel and aluminum, it's really special case because these industries as the president has said are pillar industries of our economy and national defense and national security. We can't have a country as the president said without those industries, so from a purely national security point of view, that's why we're acting on steel and aluminum. And by the way, the president started talking about these specific actions in Pittsburgh in the summer of 2016. So having him give that speech brought everything full circle."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK, but the question about Europe, do you think they're going to see a 25 percent tariff? Are they going to institute that as a result of this?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "So on the broader issue of retaliation, let's be very serious, but also be very calm about it. Let's think about what happened in January when the President levied tariffs on solar at 30 percent and washing machines of up to 50 percent. What happened there? There's no retaliation. What happened was the flood of new investment from South Korea and other countries into this country so that they would build the factories here rather than there and we will build washing machines and solar panels with American hands and that will create American jobs. So that's -- you know, that the response that we've had in the real world. The other thing Maria, look, every country in the world -- we've been uncle sucker. I mean, we have these large trade deficits simply because we're an open market. All we're looking for is fair and reciprocal trade and I think our allies at the end of the day will understand that all we're doing here is defending two key industries so that we can come and help with their defense when they need us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So I'm looking at the list of trade deficits in 2017. China 375 billion, European Union 151 billion, Japan 69 billion, Germany 64 billion, Mexico 71 billion, Ireland 38 billion, all deficits."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "That's extraordinary."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But the Wall Street Journal Editorial Board who we're going to hear from later on in the program says that doesn't matter. Trade deficits don't matter. And if in fact it impacts economic growth negatively, then it matters a lot in a bad way."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Sure, trade deficits matter huge, and there's a couple ways to think about it. As I said, $1 billion in deficit by some analyst account that's 6,000 jobs lost. When you calculate what the impact of the Chinese deficit, that's over 2 million jobs we export to them through the trade deficit. I love Warren Buffett's analysis which is over a decade old now when he talks about something called conquest by purchase. If we -- if we basically run a half a trillion dollar a year deficit every year, and that accumulates to trillions over the last decade, what that does is it allows -- it's like a reverse mortgage. You can think about basically the foreigners coming here buying up our companies, our land, and our assets and you know, I care about the children who are going to inherit this country and we're not going to have a country if we keep running these deficits and we don't have an aluminum and steel industry."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Isn't that what China is doing, they're acquiring our intellectual property, they're stealing it in some cases, they are buying up companies with expertise in things like A.I., and robotics, then doing it themselves and then competing with us. Why not go straightaway at China, do something specific against China rather than the entire aluminum and steel industry?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "So, you know, on the chessboard, we have to defend our steel and aluminum industries. No question about it for national security and it's not a China problem. We had 20 countries flooding our borders with steel and 15 with aluminum. We need to defend against all those countries."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So what's the China problem then?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "You hit it right on the head. China is a very bad actor when it comes to trade practices across a lot of things but nothing is more important than the near term than addressing the theft of our own intellectual property and the forced technology transfer of our technologies. And when a company like Ford or GM goes over to China, they have to surrender their technology in order to get access to the market. Now the president says that's not going to happen anymore. He's directed Ambassador Robert Lighthizer, one of my favorite guys in Washington, the toughest guy I know to come up with a plan that we will be releasing shortly to address that head-on. So for all those inside both the beltway and outside are saying let's get China, we're going to address that problem head on because there's no -- look, I think there's going to be wide agreement throughout this country that China should not be stealing our intellectual property and technologies and forcing their transfer. And when we run the deficits with them, they go to places like Silicon Valley, flush with American dollars, and they buy up those start-up companies that are on the cutting edge of artificial intelligence, robotics and everything that we're going to need. If we don't have the industries of the future, we don't have it in the future."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick, we have 30 seconds here. Are you going to get a NAFTA deal done? I mean, the next 20 days, then you've got the Mexican elections, should we -- if this whole tariff was about NAFTA and you don't get a deal done in the next 20 days was it worth it, when will the NAFTA -- a new NAFTA deal happen?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Ambassador Robert Lighthizer, come back to him, a very tough negotiator it's his lane, the President wants to get this done, he wants to get it done, and we hope it gets done"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, we got to jump. Peter Navarro, good to see you, sir."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Take care, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back and back to our top story. President Trump planning to meet with Kim Jong-un in May of this year to discuss denuclearizing the North. Joining me right now to talk about the potential risks and rewards from such a sit-down, Ambassador John Bolton. He is a former U.S. Ambassador to the United Nations, a Senior Fellow at the American Enterprise Institute and a Fox News Contributor. Great to see you, sir. Thanks very much for joining us."
    },
    {
      "speaker": "JOHN BOLTON, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Glad to be with you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What do you think about this meeting?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well, I think obviously the President's turned things on their heads as he does so often and it's confused a lot of people in Washington. I think basically what he's saying and he reiterated his thinking in his speech in Pennsylvania last night is that with the North Koreans very close to achieving the objective they sought for so long of being able to target cities in the United States with nuclear weapons, it's time to cut through the usual diplomatic procedure and say we're prepared to talk right at the top. But I don't think this is the beginning of a six-month, nine-month, 12-month process. I think this could actually could be a very short meeting, should be a very short meeting. The issue is will North Korea denuclearize? And the way they can prove that is by agreeing to ship their nuclear weapons program to Oakridge, Tennessee which is where for example, the Libyan Nuclear Weapons Program now sits. And if they're not willing to discuss that, there's not much to discuss."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well what are they willing to discuss ambassador? We've heard from them before in terms of saying we are not denuclearizing. We are not giving up our nuclear ambitions. Now, the administration will say the tough talk on the part of the President has actually brought them to the table to even consider it. Here's Steven Mnuchin with me, the Treasury Secretary this past week on Fox Business. Listen to this."
    },
    {
      "speaker": "STEVE MNUCHIN, TREASURY SECRETARY, UNITED STATES",
      "utterance": "We believe that sanctions work. They worked in Iran, they've worked in North Korea. In my mind, one of the major reasons why they're coming to the table is because of the economic sanctions and we're not going to change those sanctions. We will continue to put sanctions in place until they agree to fully denuclearizing the Peninsula and something that we can hold them accountable for and verify."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Do you agree with that, that these sanctions have actually worked? Because some people say sanctions don't work. Why would a killer or someone who doesn't care about human rights care about sanctions?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Yes, well let me go back to the premise for a minute. I don't -- I don't think Kim Jong-un wants to engage in the kind of conversation with the president I just described. He wants negotiations. He wants conventional, months of preparation, months of discussion at the lower levels, to buy him time to finish the still uncompleted tasks to get that deliverable nuclear weapons capability. He's trying to throw sand in our eyes and I think the president isn't falling for that. And I'd have to say, I think sanctions have played at best a minor role. What has Kim Jong Un's attention that he has not had his attention or his fathers is the threat that we will use military force to destroy his nuclear weapons program. I think he's scared to death of that and I think he's scared to death that Donald Trump actually means what he says, unlike Barack Obama who could say all options are on the table like he was brushing his teeth. He just didn't mean it. I think now they know it's serious."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "By the way, the Chinese don't like the military THAAD system either in that part of the world. So talk to us about China and how they view this. They're out this morning in one of the state newspapers saying China will not be marginalized in any talks. It's -- you can attribute the good news that they are perhaps talking to China, so what's your take on China's involvement?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well basically, China's jived us for 25 years. They've said repeatedly they don't want North Korea with nuclear weapons and they've done precious little to change that. They could eliminate Kim Jong Un's regime very easily. I think frankly, it's in China's own national interest to see the Korean Peninsula reunited. I think we should be having talks on that. I wish we had started a long time ago. But I think it's time to tell China when we say we want denuclearization we mean we want it now. And let's be clear that the difference between our current situation and prior diplomatic efforts is technological. North Korea is very close to accomplishing what its been after. CIA Director Mike Pompeo has used the phrase recently that they're a handful of months away. So elaborate diplomatic negotiations, toughening sanctions boat by boat by boat isn't going to do the trick."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, you know, you raise an interesting point. I want to ask you about Iran and how Iran fits in here but let me stay on this for a moment because I just heard from Kevin McCarthy, the Majority Leader who's saying look, we need to look at China. Peter Navarro as well saying China is stealing all of our intellectual property. They're going to come out with something, this administration in terms of getting their arms around what China has been doing to America for so long whether it be the tariffs or what have you. What do you want to see in terms of this next couple of weeks, what's coming out of this White House against China as it relates to tariffs?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well, I think frankly, we'd get their attention better on North Korea if we were tougher on their violations of their international trade obligations. Let's just take intellectual property. I think American and European companies would say virtually unanimously that any technology they put into China is at risk of being pirated and yet for years, we've let them get away with it. China has pursued a mercantilist policy within the WTO and for far too long, they haven't been called on it. I think you get China's respect when you stand up to them. I think they -- as long as they think Americans can be pushed around on trade, they surmise not ill- logically we can be pushed around on other things too."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "How does Iran fit into this North Korea story?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well, I'm very worried that it fits in and go in the other direction. I've been saying recently North Korea is part of the Middle East. I think the linkage between Iran's ballistic missile program and North Koreas are in disputable and I think there's every reason to believe that they're closely working together on the nuclear side as well. And even if that's completely wrong, the fact is in Iran you have a relatively rich country seeking nuclear weapons technology, In North Korea, you have a desperately poor country that has nuclear weapons technology, any trouble seeing structure of that transaction. That's why North Korea is a threat not simply in Asia and the Pacific, it is a global threat. It will sell that technology to anybody with cash to buy it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick before you go, Ambassador, there's speculation that you may be offered a job in the White House, NSA Director. Are you readying to take that job?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "You know, I never discussed that subject. I'm very boring. Whenever the personnel issues get raised, it's a long-standing view of mine not to discuss it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We don't think you're boring Ambassador. It is good to see you, sir. Thanks very much for joining us."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, Ambassador John Bolton there. Coming up President Trump's new steel tariffs barking debate as some experts warn the move will hurt the U.S. economy not help. Our panel next on the potential fallout, we will hear from the Editorial Board of the Wall Street Journal as we look ahead on 'Sunday Morning Futures.'"
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "This is something we've been talking about for a long period of time and again it's just part of the overall economic plan. So we're comfortable with the economic impact and we're going to be careful. Again there's a process whether it's specific steel that we need, that there will be a process to exempt certain things that we can't make here. Again, we're going to be very focused on the impact on jobs."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was Treasury Secretary Steven Mnuchin with me this past week, confident in President Trump's new tariffs on steel and aluminum imports. That comes amid growing concerns the new policy could eventually hurt the economy in the long run. Our panel now, Mary Kissel is an Editorial Board Member of the Wall Street Journal, James Freeman is an Assistant Editor at the Wall Street Journal Editorial Page, both are Fox News contributors. Great to see you both."
    },
    {
      "speaker": "MARY KISSEL, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Good morning, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And I've been teasing we're going to have the editorial board here because it's been the editorial board that's been really the loud voice in the room to say, Mr. President, stop. Right?"
    },
    {
      "speaker": "KISSEL",
      "utterance": "Yes, well look, you had Peter Navarro on your show earlier today. He made incredibly disingenuous arguments, Maria. You heard him say time and time again this is a national security issue. No, it isn't. We only need less than three percent of U.S. steel capacity for the defense industry so I have a problem with that argument which is the premise for all of these actions against China. Secondly, President Trump could be opening up markets and making America more competitive in gaining job opportunities for Americans and forcing countries like China to change their practices because they want our business. That doesn't gamble with American jobs, but by playing chicken in the way that he has in threatening tariffs, he's gambling with American jobs, gambling that he's going to open up markets. I much prefer the other approach"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What about the fact that he's exempted so many industries, and in terms of his national security, James, he said look if we have a national security relationship with another country you can come out and say look pushback on the tariffs and maybe you'll get exempt."
    },
    {
      "speaker": "JAMES FREEMAN, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Yes, he's exempted some countries, obviously more countries seeking it. And I think maybe and the hope here is that he pays more attention to the stock market than to Peter Navarro because when he rules out the idea stocks got hammered, really beyond the actual harm of the steel and aluminum tariffs because of the fear this was starting a very bad cycle and you see as he's moderated investors kind of relaxed a little but it's very clear what the market is telling him if he wants to listen. Don't start a trade war."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Because on that first day, when he first announced this, that day Justin Trudeau, I think he was at a conference or something and he said I am willing to walk. And that's when the Dow went down 1,000 points. So you're right, that's what markets reacted to the fact that if they're going to be just as bull-headed as we are, we have a big problem."
    },
    {
      "speaker": "KISSEL",
      "utterance": "Well, and also remember, Justin Trudeau has his own domestic politics to deal with. Canada is a democracy. He has to be seen as stand up for the interest of Canadians, that's just a reality. But Maria, I'd point out another very disingenuous argument that Peter Navarro just made on your show which is the 'concern about trade deficits.' This is a false argument. Trade deficits are not budget deficits. A trade deficit is the opposite of a capital surplus. We grow when we have trade deficits."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So what's the answer then? I mean, what is the answer to the fact that we are on the losing end of --"
    },
    {
      "speaker": "KISSEL",
      "utterance": "We're not"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But look, you've got $375 billion in deficit with China."
    },
    {
      "speaker": "KISSEL",
      "utterance": "But again, I just told you. Trade deficits don't have to be repaid. We have trade deficits when the buying power of Americans is strong. We grew with trade deficits in the 1980s and the 1990s. Peter Navarro has no answer for that because nobody ever asked him about it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well what about -- what about the fact that China is stealing all of our stuff, James? What about the fact that we need to do something to stop China from acquiring some of the most important industries of the future like A.I. like robotics? What do you do?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yes, I think the China-specific issue, it is a problem and it's a communist dictatorship at the end of the day. Their leader now ruling for life the first since Mao to have this power. So I think China is a specific case. It's a constant problem. We hear it from U.S. executives doing business there. The intellectual property theft is out of control. We have ways to address that and under our laws, under WTO, there's sanctions and I think if they get back to focusing on Chinese theft, then they're in good shape. If they start talking about deficits generally, look, we run trade surpluses and services with lots of countries. We don't want that to --"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let's take a short break and continue this conversation more with our panel as we look ahead on 'Sunday Morning Futures.' Back in a minute."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I'm back with our panel now, Mary Kissel and James Freeman. I want to go back to something that Peter Navarro said in terms of the Chinese investing in America. The issue that he's trying to say, James, is that China is investing in our important technology and acquiring those companies and then just competing with us."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yes, I think if you're talking about China or Chinese company often a state-backed enterprise seeking to control the semiconductor industry that's in all mobile phones, then you do have a national security question, but he also talked broadly about investment from overseas in the United States as if it's a bad thing. It's not. This is how we create jobs. This is one of the reasons we're so optimistic and we've seen such good results initially out of the tax cut is we want capital coming into the United States instead of fleeing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "They're going to do something on China in the next couple weeks but you say this is already something in place?"
    },
    {
      "speaker": "KISSEL",
      "utterance": "Yes, again the administration likes to conflate non-issues with real problems. Non-issue is the trade deficit, not a problem. It's the opposite of a capital surplus. I just want to keep repeating that. There is an issue with China stealing intellectual property and we need to protect certain industries but we already have a panel called CIFIUS, Maria, the Committee on Foreign Investment and it is looking at things like the Broadcom Qualcomm proposed deal. So if Trump wants to get tough on China, he wants to prevent you know, what James is talking about, taking over, right, important industries or technologies, he already has the vehicle to do that and he's already toughened it up. I think that's great. I think he should continue to do so."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me take you back here to America. Tuesday you've got a special election in Pennsylvania. Is that going to be a proxy do you think for the midterms, James?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "I think certainly the Republicans in the House are looking at it that way even though these districts are about to get redrawn from the fall, so it's really a symbol --"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well that's the thing. The Democrats have mentioned that. Well, that doesn't sound very good"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "It's a symbolic race here but it's important, as kind of -- and I know House Republicans are looking at this as kind of a barometer because Trump won the district by 19 in 2016 because it seems like a Trump kind of district. We don't like these steel tariffs but a lot of the voters there do. 20 percent union households near Pittsburgh traditionally a lot of steel industries so it is kind of big stakes in terms of party morale."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "They got a big story to tell going into November with this economy but now this tariff."
    },
    {
      "speaker": "KISSEL",
      "utterance": "Yes, they do and I have to say the tax plan just gets more and more popular as time goes on so yet another reason for Trump not to gamble with jobs and start a trade war."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, we will leave it there. Mary Kissel, James Freeman, great to see you both."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Thanks, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much. That will do it for us at SUNDAY MORNING FUTURES. Have a great Sunday everybody. I'm Maria Bartiromo and I'll see you tomorrow bright and early 'Mornings with Maria' on the Fox Business Network 6:00-9:00 a.m. Eastern. Stay with Fox News. Here is 'MediaBuzz' after this break."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}