{
  "date": "March 16, 2018",
  "headline": "FBI's Andrew McCabe fired, DOJ releases statement",
  "subHeadline": "FBI's Andrew McCabe has been fired days before his retirement. Alan Dershowitz reacts on 'The Ingraham Angle.'",
  "url": "https://www.foxnews.com/transcript/fbis-andrew-mccabe-fired-doj-releases-statement",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "Good evening from Washington. I'm Laura Ingraham. This is \"The Ingraham Angle.\" We have breaking news tonight. The Washington Post is now reporting that former FBI Director Andrew McCabe has been fired. Yes, the embattled former FBI director, we know what happened with him. We know that his wife obviously was running for state representative, got help from Terry McCullough. His PAC donated hundreds of thousands to her campaign. It was not revealed at the time, and that raised a huge problem.  He's been embattled for several months. A lot of us thought he would have been fired a long time ago. Remember, his pension would have kicked in on Sunday. Yet if he's fired today, looks like that pension will not kick in.  San Francisco Attorney Harmeet Dhillon, The National Committeewoman for the Republican National Committee for California, is with us now. Harmeet, breaking news tonight. This really should have happened a long time ago. I don't know why they wait until two days before he would retire, and his pension would kick in. But nevertheless, this is the news tonight. Your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, RNC NATIONAL COMMITTEEWOMAN",
      "sentences": "I agree with you, Laura. I think this should have been done awhile back. FBI Director Wray has already taken steps to remove McCabe from any positions of authority. But I guess, the triggering event here is the Office of Professional Responsibility Investigation and Recommendation. I guess, the attorney general did not want to act until he had that recommendation in hand and make the decision himself. So, I'm glad this action has been taken. Clearly, Mr. McCabe is at the heart of a number of controversies at the FBI starting before the election and then continuing through today.  So maybe this is the beginning of some reckoning happening at the FBI with this head-rolling, and of course, there are others, Lisa Page, Peter Strzok, and others who were involved --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, and we have the Peter Strzok news that we're also going to get to, his relationship with the judge who has since recused himself. Let's go to Alan Dershowitz. Professor Dershowitz, this just broke minutes ago. The Washington Post McCabe is out. Your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR EMERITUS",
      "sentences": "Well, I want to see the evidence. If the evidence conclusively demonstrates that he was less than candidate and misled investigators, then the firing seems justified. But I think you have to have a fairly high threshold to fire somebody on the eve of his retirement and take a way a pension that he's earned over a long, long period of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Twenty years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Good service. Yes. I want to see the evidence. If the evidence justifies it, fine. As far as Strzok is concerned, that seems to be an open and shot case for firing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's go to Strzok in a minute. Hold that separately because a separate issue involving the judge in the case, which again, this comes out today after investigative reporter, Sarah Carter, break the story. We keep saying every day, it can't get worse, but it keeps getting worse.   Joining us now is Sarah Carter who broke the story about Peter Strzok's friendship with the judge in the case. Sarah, we were talking just a few minutes ago. You said keep your eye out for the McCabe firing. It could happen. You have good sources in Justice because it did happen. Tell us what led to this happening two days before he would have gotten his pension. I mean, it seems a little odd that it would be happening this late. Why did it take this long for the Office of Professional Responsibility to come to this decision?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "OK. The Office of Professional Responsibility, OPR, did come to the decision that they wanted him fired after Michael Horowitz uncovered a lot of information on Andrew McCabe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The inspector general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Exactly, the inspector general at the DOJ. That was then referred to OPR. I think there's a lot of extenuating circumstances here. I don't think we've heard everything. I think there's a lot more than just misleading the IG and the FBI and also leaks, which is what have been reported, right. We don't -- we only know a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Give us the two or three things that are the most egregious that are out there that called into question his professionalism in handling his job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I think certainly the leaking to the media, number one. Also, the fact that he lied. He basically lied to the FBI, to his own employers and to the IG and I think that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "About?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "About his relationship actually and his friendships with Strzok, about what was happening with the Hillary Clinton e-mail investigation and remember, he gave that information to the Wall Street Journal. Apparently, he authorized that.  When they broke that story and he went back and the IG said, hey, were you responsible for authorizing these leaks? He said no. That's according to sources that I've spoken with. I think this goes far beyond that. I think they're also looking at possible criminal charges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That could be serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Alan Dershowitz and Harmeet, let's go to Harmeet first, criminal charges against Andrew McCabe. This is the second time I've heard this today. The earlier time was 2:00 p.m. from one of my sources in the Justice Department today that said you all know just a little bit of what has gone on with Andrew McCabe. Again, 20-year veteran of the department, very well-respected for years, and yet, apparently, we don't know what the OPR knows and what the inspector general knows. We'll be finding out in the coming days, Harmeet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Yes, I would have to agree with Sarah. It's seems hard to believe that he would get fired for simply the leaking, although, that is very egregious. The Wall Street Journal story that came out, the product of those leaks, was, you know, clearly to have paved his role in a different light and a lot of other politicking going on in that story.  So, that was pretty shocking, but this seems like turnaround is fair play. We all know we've seen the stories about how General Flynn has been indicted and asked to plead guilty on charges of a lie to the FBI.  You have the FBI, number three in command, temporarily number one in command lying himself to other FBI agents. It seems appropriate to hold them to the same standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Professor Dershowitz, again, this is wild, on a Friday night, two days before a man who has served the government for decades and was very well-respected before the Hillary Clinton e-mail investigation I think took place to be fired in this way, I have to -- I have to take Sarah and her reporting to heart here. I don't think they would risk firing him were it not for some fairly serious information that has come to light and will be reported by the IG.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "That sounds right to me. This afternoon I was saying that I think there has to be a high burden before you fire somebody who has performed in a distinguished way for 20 years. I have a lot of experience with the OPR, the Office of Professional Responsibility. They don't generally go after their own. They generally white wash their own. When the OPR comes to this conclusion, you really have to give it some credibility. I still want to see the evidence. But I bet you we'll see evidence that is far more compelling than what we've heard about up to now.  When they are talking about criminal charges, that sounds very, very serious. It's distressing because I had a lot of respect for McCabe based on what people who worked in the FBI have told me over the years.  But you can't have a double standard. You have to have the same standard for Democrat, for Republican, for people that have been in the FBI and for civilians. If that standard has been met for criminal prosecution and for firing, so be it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And folks, we just got the attorney general's statement, which I'm going to read. He writes, \"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability. As the OPR proposal stated, all FBI employees know that lacking candor under oath results in dismissal and that our integrity is our brand. Pursuant to Department Order 1202 and based on the report of the inspector general, the findings of the FBI, Office and Professional Responsibility and the recommendation the department's senior career official, I have terminated the employment of Andrew McCabe effective immediately.\"   He goes on to say, \"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability.\" And then he went on to say both the Office of the Inspector General and the OPR reports concluded that McCabe had made an unauthorized disclosure to the news media and lacked candor under oath on multiple occasions.\"  So, this seems, in the way it's worded, this seems like an open and shut case. You cannot make exceptions even for someone with a very distinguished career as a civil servant, as a career professional. People make mistakes for a variety of reasons or people do things for a variety of reasons. I'm not trying to get into his head, but I don't think the Office of Professional Responsibility and Sessions with all of the media spotlight on them would take this action were it not very serious.  Sarah, you've been reporting on the Peter Strzok issue, which is another issue we have to talk to you about. His relationship with the presiding judge, Contreras, in this case. When you published this, I said it can be happening. Explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "It was stunning. What we discovered was through the text messages and actually, it was the House Oversight Committee, their due diligence. I mean, they had sent people over and over again to the DOJ. They finally pieced together was redacted, what was handed to them. So, they got to see semi-redacted documents that showed that Peter Strzok had a very close friendship with Judge Contreras.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Not revealed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Not disclosed. The DOJ did not disclose this. We were all left wondering, why did he recuse himself? So, on December 1st, 2017, you know, Flynn goes before the judge. He pleads guilty. That's Judge Contreras. On December 7th, 2017, Judge Contreras recuses himself. Now we know that he and Peter Strzok for a long time had been friends. He also sat --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "-- he also sat on the FISA court. So, he was in the Foreign Intelligence Surveillance Court. He takes care of the FISA applications and Peter Strzok in charge of counter intelligence and Russia would go to the FISA court for these warrants to be signed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And presumably --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes. And what is really interesting, Laura --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "But it's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on. Alan, we'll get to you in one second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Inside those text messages, he specifically states with Page --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have some.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes. If you see them, he knows that if he continues this relationship, it could present --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is Peter Strzok's test and Alan, you can react. He, Contreras, super thoughtful and rigorous about ethics and conflicts suggested a social setting with others would probably be better than a one-on-one meeting. I'm sorry, I was just going to have to invite you to a cocktail party. Of course, you'll be there. Have to come up with some other work people cover for action. Odd, odd, odd. Then it goes on. There's other things as well. Professor Dershowitz, that's wild.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "That's the smoking gun. The smoking gun is the attempt to meet with him surreptitiously with a cover so that nobody will be able to say that they met in a way that required recusal. This guy, Strzok, seems like he's really a piece of work. He should have recused himself initially from any involvement in this case because of the messages he sent. Mueller didn't know about the messages. Mueller didn't act improperly. He didn't know about the messages. As soon as he found out about the messages, he took him off the case. But Strzok knew that he had sent these messages and he should have recused himself. He should be fired. He violated every possible rule of ethics in the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I think he has to go. I'm surprised he hasn't been fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Alan and Harmeet, he uses the phrase \"with some other work people cover,\" cover for action. It's like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Cover, Laura, there's the term --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "That's the smoking gun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Cover, Harmeet. He needs cover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "And this type of ex-parte communication is outrageous. If this is not a conspiracy, I don't know what is. There's a conversation in the texts and a dinner party for six. You have multiple people around Strzok and Page conspiring --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Who knows --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "-- to somehow setup a conversation with the judge. I think it's outrageous --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "And how stupid can you be putting everything in writing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Knowing that text messages will live forever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "And he's a counter intelligence -- this guy is supposed to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "This an unintelligent counterintelligence guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everything happens on Friday night. That's why we're live. Friday night, this is McCabe's statement, \"For the last year and a half, my family and I have been targets of an unrelenting assault on our reputation and my service to this country, articles too numerous to count have leveled every sort of false defamatory and degrading allegation against us. The president's tweets have amplified and exacerbated it all. He called for my firing. He called for me to be stripped of my pension after more than 20 years of service. All along, we have said nothing, never wanting to distract from the mission of the FBI by addressing the lies told and repeated about us.\" That's pretty clear statement. He thinks it's all unfair, a total witch hunt. Sarah, I'll let you close it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, here's my question. How can he say that when it's his FBI. It's not the president. It's not the DOJ. It's OPR that is asking for him to be fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Office of Professional Responsibility which is staffed with career professionals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTTER",
      "sentences": "FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's right. Judging Andrew McCabe, top of the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "And he had a lot of friends in OPR. That should tell you something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Alan, again, this statement is defiant, Alan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It is, but if he thought people were after him, then he should have been so careful about how he responded. Yet, if people were after them, he gave them the ammunition by not being responsive, by being deceptive, being untruthful. So, he opened the door to allowing the OPR to make the kinds of conclusions that they came to. It sounds to me like he doesn't have much of a leg to stand on. I'm sympathetic to him, but it seems to me he's made his own bed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "He will be just fine. We've seen lots of people in the swamp do just fine without their pensions at the age of 49 in Washington, D.C. You note that in his statement, he doesn't deny the charges that the OPR levelled against him. That's very telling as well. It's deflection to point to the president. It's very fashionable in Washington. I don't think he has answered any of the questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What does this do, Sarah, to the integrity, whatever is left of it, of the Hillary email investigation? So, now the guy that was leading the investigation, Peter Strzok problems, we have McCabe fired. How do the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "And Comey gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "By the way, we have a photo of Jim Comey. We had a sighting of him today. Do you have it, Nick? Can you -- he looked very concerned at Balducci's. We'll get it in a second. He was spotted today. We tried to get him to come on the show. He said he will think about it. What does this say about the integrity of the Hillary e-mail investigation before we get into what happened after that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, I think this says a lot about the integrity of that investigation or lack of integrity. We're now waiting for the inspector general's report, Michael Horowitz report. It's not just going to be one. It's going to be multiple series of reports. The 1.2 million documents that he's obtained. We're going to learn a lot more than just what happened here with Andrew McCabe. We're going to learn about Comey and that investigation. It's going to be absolutely explosive according to the sources that I've spoken with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, we're working on a couple of stories which we hope to bring to our viewers next week about moments where Comey could have probably discounted certain sources for the DNC e-mails who hacked them and who didn't hack them and what he did or did not do to get to the bottom of that. We'll bring that to our viewers next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I hope you have -- if you have Comey on the show, please ask him why the former head of the FBI had to leak and launder information through a Columbia law professor? Why he didn't have the courage to stand up in front of the TV cameras and say to the TV cameras what he leaked through a Columbia law professor? I can't understand how a former director of the, anybody could do that. I hope you ask him that question if he's on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I have written it down, Alan. It's on my sheet. Thanks very much. I'll go for other show prep. Love that. Now we have Fox News Justice Department Producer Jake Gibson on the phone who has been tracking the story down all night -- Jake. JAKE GIBSON, FOX NEWS JUSTICE DEPARTMENT PRODUCER (via telephone): How are you, Laura? We've been following this all day. It's been a thing that, you know, is slow-rolled out throughout the day that we thought was coming. Now it finally popped. The attorney general basically said he's terminated the former deputy director of the FBI, Andrew McCabe tonight. This all comes back to this IG report. Specifically, on what he said to the Inspector General Horowitz and whether or not he misled Horowitz. That is what we know so far. There could be a lot more when the IG report finally comes out. What we know right now is that the inspector general is not -- and the attorney general are not happy with the statements that McCabe made about what his role was in letting a reporter speak to one of his subordinates at the FBI. That part was fine. It's the questions that happened afterwards and whether or not he told the truth about that. That's what directly led to this if you believe what we hear coming out from the Department of Justice today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jake Gibson, thanks for that input. Sarah, this on a Friday night, two days before his pension kicked in, it has to be explosive. I think we know about a fourth of what really happened here. I'm hoping that this inspector general report comes out soon. Do you have any idea of when -- if it's going to come out many multiple stages or just one report, total, all of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I don't have any idea how it's going to be delivered. I do know for a fact that it's going to be multiple reports. So, I think that's what's important here. If it's multiple reports, that means he was looking at an array of things that were going on in this Hillary Clinton e-mail investigation by the FBI and how they handled it. We know it's going to focus on Comey, it's going to focus on McCabe, Peter Strzok, Lisa Page --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The editing of the non-indictment indictment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Exactly. The editing of the non-indictment indictment. What is very interesting, he may have all the text messages, the SMS messages of McCabe. That will be very telling, too. We don't know how far people in the FBI went. Did they obstruct? Did they obstruct anything in that investigation? That's going to be a really important question. We already know what Comey has done. What was McCabe's role in that? Who else was involved?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Professor Dershowitz, there was a point raised today on a variety of channels and in a variety of print, publications that here we have the Republican party, mostly Republicans, calling in to question the wonderful patriots public servants in the intel agencies and how dare you try to call in to question what the intel agencies are doing. I was on the radio this morning responding to that. I said wait a second. They're people. They make mistakes. We made a big mistake on 9-11. We thought we had something that we didn't. We've had history littered with examples of the intel agencies getting things wrong because they're neighboring snapshot judgments with the things they have and sometimes they're biased. They're people. They are biased. So, the idea that you can never call into question, the ethics integrity or just judgment, forget any malfeasance of the intel agencies to me seems to fly in the face of the traditional of liberalism. They have always called into question government actions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Of course, I mean, as a civil libertarian, I'm actually pleased to see the Republicans now coming out and questioning the intel agencies. The Democrats that have done that through the church committee and others are saying, oh, no, no, no. Intelligence agencies never make mistakes. The Justice Department never makes mistakes. Everything is perfect when it comes to prosecuting. We're seeing a little bit of a flip here because, you know, we have the criminalization of political differences on both sides.  When that happens, you see people make hypocritical statements, but I'm thrilled that we're seeing critical analysis being done of the intel agencies. That's very, very important. I think it's important whether you're a Republican, whether you're a Democrat. We need accountability. Who will guard the guardians? The guardians are people today that have access to the intelligence. So, I'm so happy that we're seeing a more critical eye being looked at intelligence gathering, being looked at who is doing the investigation. That's very healthy in a democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're going to continue this. We're not taking a break. The news is too big. Joining us on the phone, retired FBI Special Agent Bobby Chacon. Bobby, again, Friday night firing Andrew McCabe, one of the more well-respected civil servants in our FBI really in the last 25 years. He had a fantastic reputation until he got mixed up with the Clintons or examining the Hillary Clinton private e-mail server. Your reaction to the news of the night. BOBBY CHACON, RETIRED FBI SPECIAL AGENT (via telephone): Well, I'm not surprised and I'm kind of heartened by it. I was a special agent for 27 years at the street level. I was a working agent. I chose not to go for management. If I had done the same transgressions that Andrew McCabe had done, I would have been fired before now. So, it was done differently. I'm glad to see in this case where you have a lack of candor, which is by the way from day one at Quantico in the FBI, they nail in our heads lack of candor is the biggest thing that will get you fired. It's almost always worse than you have done to lie, the lie itself. Day one they said don't lie. Take your lumps and take your discipline, but don't lie about it. If you lie, you're almost assuredly going to be fired about it. Lack of candor is the number one reason agents get fired. And you do know that going in. It's not a surprise. All of us were expecting it and we would have been -- the morale would have taken a big hit on the street level if this guy was not fired for lack of candor. Once the IG said we found verified lack of candor, he needed to be fired because a street agent would have certainly been fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet, I want to go back to you. It looks like this IG report and the investigation continues. One of the reasons why the report has not yet been issued is because our sources are telling us they keep learning more by the day. They're examining all of the sensitive investigations leading up to the presidential election in 2016. So, the Hillary e-mail investigation, perhaps, of course, bleeding into the Russian meddling investigation. This is not an isolated narrow investigation. It seems to be getting broader, which is one of the reasons why this report could be delayed. It might not come out when we thought it was going to come out. It has to lead us all to conclude that we are again, just skimming the surface so far of what we know about potential biases in this investigation, Harmeet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Absolutely and one of the investigations you didn't mention is the Hillary Clinton Foundation investigation. That was the subject of that Wall Street Journal article that grew out of the leaking from the two FBI agents that was authorized by McCabe. It's not an exaggeration to say it's a web and you see a few people in the middle of it, but the web seems to be spreading and there's 1.2 million documents the inspector general is looking at. That's a huge amount of documents. It doesn't surprise me it's taken this amount of time. But we have not seen the end of it. This firing today maybe the beginning of the reckoning happening in the FBI, which will be for the betterment of the agency. As a Republican civil libertarian, I have to say that, you know, unbridled power that the government has is a deep concern. We saw the Michael Flynn investigation, it was shocking, and that's a good thing for our country. We are the party of limited government and we need to respect that and honor that and get back to that tradition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm so glad you said that, Harmeet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "This is where liberals and conservatives agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank you. This is where civil libertarians, conservatives can agree, unbridled power, unchecked power to spy on American citizens for flimsy reasons as they did with this Carter Page. Anybody looking at Carter Page, talking to him more than 5 minutes knows the idea that Carter Page is like working with the Russians to throw the election is ridiculous. I'm sorry. I bet my house on it. It's ridiculous. Alan, go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, remember there's one other possibility of how information may be forthcoming. That is McCabe may sue under his contract to get his pension. There might be discovery and a trial. That would be a way of getting even more information, information that maybe the OPR doesn't want to produce but would have to produce as part of discovery to justify their action because he has a remedy under the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "His remedy under law is very limited. FBI does not have the same protections as merit service protection board as other federal employees, so I think he's very limited frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let me read more. We have more from Andrew McCabe's statement just released. He writes \"The OIG focused on me and this report became a part of an unprecedented effort by the administration driven by the president himself to remove me from my position, destroy my reputation and possibly strip me of a pension that I worked 21 years to earn.\" Sarah Carter, he's focusing on the president. The fact that he's going back to Trump tells you more about Andrew McCabe. He's furious at the president. It's directed at the president. He's going to get a lot of attention because of his focus on the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "This is what so interesting he believes this is all about the president. This is about his colleagues at OPR who found him, the lack of candor --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Lying. Misrepresenting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "He lied. Plain and simple he lied. A lot of former FBI agents that I spoke to say I hope he's fired. Is he going to get fired today? That's all I kept hearing all day because they realize if they had done this, they would have been fired too. And there's a lot of ongoing investigations right now. This is not just about Michael Horowitz at the DOJ right now. Remember, there's a prosecutor looking into the unmasking, the FISA abuse that has been taking place with Carter Page in particular. So, we have a number of investigations and McCabe is worried. He's said over and over again, if I go down, I'm taking everybody else with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now we have Ron Kesler, author of the book \"The Secrets of the FBI\" on. Ron, you're probably not surprised by any of this. I think Harmeet's point, Sarah made it, Bobby made it, this could be the beginning of something really great for the country. Namely we clean out the underbrush in our intelligence agencies. That's a big call and a big wish. But it's time to clean out the problem people. If Andrew McCabe lied and misrepresented as the Office of the Inspector General will conclude, Office of Professional Responsibility confirmed that is a real problem.  You're supposed to be calling balls and strikes at the FBI, not advocating on behalf of one person because of their political party. Ron, your reaction tonight. RON KESSLER, AUTHOR OF \"THE SECRETS OF THE FBI\" (via telephone): Sure. It is absolutely shocking. There has been no case of proven abuse at such a high level of the FBI since William Sessions was fired as FBI director over his abuses, which was, by the way, because of what I found in one of my FBI books. But it's good that we're finally getting some clarity on some of these issues. There's been a lot of smoke and mirrors I think about some of the allegations involving the FBI. But here it's clear cut here, and he is being held accountable. And I think it's positive that we're going to try to get some resolution to all of these issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the idea that this is just meanspirited targeting of the FBI, Sara Carter, what might this mean down the line for Loretta Lynch and perhaps even Barack Obama? Because the idea that all those people, no one knew what was going on, no one had any idea, what could be looking at here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "We could be looking at an unraveling so quickly of information and evidence on everyone. This is going to push everything over the edge. Comey has got to be worried. Loretta Lynch has got to be worried. And Barack Obama, because remember, Susan Rice, she even sent that e-mail to herself after she had met --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Remind everyone about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, so they had this January 5th meeting, 2017, where she was there with Barack Obama and I believe Loretta Lynch there as well. And so she sends herself days after an e-mail basically saying and president Obama wanted everything to be done by the book. Well, why would she do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Who says that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "And that raised questions. So now they're saying, why would you do that? Why would you send this e-mail to yourself? And why would you try to exonerate him. And why were you all meeting about this? And remember, another person that needs to be very worried right now is former CIA director John Brennan and James Clapper who we know now has been looked at for leaking. So he's also somebody that they believe leaked information on the dossier to the media to get that ball rolling. It just really appears on its face that all of the evidence pointed to the fact. And I know McCabe is blaming Trump, but it looks like all of these people were ready to take Trump out and wanted to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's go back, Professor Dershowitz, to the Peter Strzok, Lisa Page texts that first really captured the attention of the American people. They were going back and forth, they were talking about insurance policies. Clearly they were worried, not overly worried, but worried that, look, we have got to make sure this doesn't happen. We have got to make sure that Trump doesn't happen. That was the clear subtext of what the two were talking about with each other. It seems like the idea that they were doing that in isolation, just the two of them, that there was no other conversation with others about an insurance policy, that seems to me to be hard to believe, especially after Sally Yates with her big resignation, marching over to interview Mike Flynn. Now it looks like Mike Flynn might not have lied. In fact, apparently the FBI agents didn't think he lied after his first interview. Andrew Weissmann, all of these individuals who are pals with Mueller at his old law firm and obviously seemed to be very, very partisan. Alan, this is a lot to take in tonight, but your final thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, I think there's too much partisanship in the FBI. The FBI is supposed to be the one organization that is absolutely nonpartisan, has no interest in who wins an election. And when you have the kinds of messages that we see going back and forth between Strzok and his friend, the prosecutor, it certainly shows that they had a very, very strong bias. And you can't put that kind of bias aside when you're a prosecutor. Look, there may have been people in the FBI who also had a strong bias in favor of Trump and against Clinton. But they didn't act on their bias and they didn't send messages to each other on their bias. And I think that the more we learn, the better it is for America. And we have to make sure that the FBI goes back to being a nonpartisan, neutral, objective investigative agency, not an agency that decides who to prosecute, but an agency that simply uncovers the evidence and presents it to prosecutors. And we've lost that role of the FBI and I think we have to regain it. That's one of the most important lessons that we can learn from this tragedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Absolutely. Let's go back to Fox Justice Department producer Jake Gibson on the phone now who has an important addendum for this. Jake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIBSON",
      "sentences": "I just wanted to make one point, Laura, and thank you so much for coming back. When we talk about the release of the I.G. report, and we've been waiting and everybody is trying to figure out when this will be released and Inspector General Horowitz had hinted it may be in March. However I have been told by a Department of Justice officials that if there is a criminal referral that is to come out of this report, that would delay the release of the report. In other words, if there was a criminal report that comes out of this, that could go to a grand jury. And then if that led to an indictment, then the resolution of that indictment, we might have to wait for the criminal -- for the report. So you can read the tea leaves there, if you know what I mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet, if there's a criminal referral coming out of the investigation that is part of this entire morass that involves President Trump and the Hillary Clinton e-mails, is that not tainting entire investigation? I'm not saying this in a partisan way, but if I was the subject of an investigation and I heard these guys were sending e-mails and this other guy is lying and he's leaking, it seems like that entire thing has to be thrown out. And I know that sounds extreme. But if I were the subject of the investigation, that's what I'd be arguing in court, is that the whole thing is the fruit of the poisonous treat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Absolutely. I don't think you have to wait for a criminal indictment to make that argument. I think that argument is already on the table with the text messages, with the lying to the FISA court, withholding evidence from the FISA court, with regard to the hushing up of some of these investigations, the weird way that the Hillary Clinton investigation on the e-mail, the Clinton Foundation which I think is rife with criminal conduct has been brushed under the carpet. There are a lot of issues here, and it's all the same people. It's all the same three or four people who are at the heart of this so far. So I think all of that, if I were a defendant I would be absolutely jumping up and down an raising those issues already regardless of the criminal investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Remember one thing. It's very important to distinguish between ethical violations, which is what the OPR looks at, and criminal conduct. Again, let's not slip from unethical conduct or bad conduct into crimes. We have to know what crime it is that was committed. Did he, did anybody lie to a law enforcement official? That's a crime. Was there obstruction of justice? That's a crime. But simply not being candidate or withholding information from the FISA court, that's unethical, but probably doesn't cross the line into criminal conduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Materially misleading the FISA court, however, Alan, I think you said this on the show a few weeks ago, depending on what it is and for what reason you're doing it and the predicate that precedes all this, that could be criminal. If you are materially withholding information because you know that that information could change the outcome of the decision on whether to grant the warrant, that's a -- you're right, it's not a line. But you're right, we shouldn't just blow to the crime was committed here. Joining us now on the phone is George Washington University law professor Jonathan Turley who has been watching these events unfold tonight. Professor Turley, your reaction to the firing of Andrew McCabe two days before his 50th birthday when his pension would have kicked in after 20 years of service at the FBI. Professor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN TURLEY, GEORGE WASHINGTON UNIVERSITY LAW PROFESSOR",
      "sentences": "I'm not surprised by the decision. Some of us said it was very likely that he would be fired. The reason is that this is an exceedingly rare recommendation coming from the Office of Professional Responsibility. It's virtually unheard of for someone that held the position of McCabe. So it was very unlikely in my view that Jeff Sessions would not follow that career advice. He followed that advice in his own recusal. He yielded to career officers who had recommended that course. So I've said before, I thought it was very likely that he would do precisely what he did tonight. What is I think a more difficult question that will be presented for the Justice Department is how they will go from here, because the suggestion is that the inspector general found that McCabe intentionally mislead their investigators. That's almost indistinguishable from what they charged Michael Flynn with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Exactly. That's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "So the question that's going to be on the table here is one of continuity. Flynn is accused of lying about not the meeting with the Russians, he apparently admitted that, but simply talking about sanctions. The meeting with the Russians was not illegal. In this case, McCabe is accused of misleading investigators on something that was a violation of federal rules. And so I think the question will be raised is, well, is this simply a matter of a pension or -- because for Flynn, it was a matter of prison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It can't be. Yes, 18 USC 1001, and now it looks like Michael Flynn might not have had that requisite intent to lie. We're going to keep hearing, but he's trying to withdraw perhaps that guilty plea. We're going to keep this panel going. Let's bring in Republican congressman from the great state of the Wisconsin Sean Duffy. Sean, we knew you were going to be on, big breaking news night. We have Andrew McCabe, deputy director of the FBI fired right before his big pension was going to kick in. Huge controversy swirling around this, some already crying foul, saying this fire is political, but it was done at the behest of the Office of Professional Responsibility, which is not a political office, and there are conclusions about his conduct apparently devastating. Congressman Duffy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. SEAN DUFFY, R-WISCONSIN",
      "sentences": "Yes, although I've criticized Jeff Sessions quite a bit that he actually held back a little bit and waited for the Office of Professional Responsibility to give us a recommendation in regard to Mr. McCabe. I think he handled it correctly. But Laura, no one gets fired in the swamp. We have a former head of the FBI who is now fired I think shows the system actually can work. I look at the FBI, not the boots on the ground but at the top of the FBI, this place is rotten. And thank God Donald Trump was elected so we can start clearing out all of these rotten officials who are playing partisanship with one of the most powerful agencies that exist in Washington. Think back to Lois Lerner, Lois Lerner at the IRS who targeted conservatives and conservative groups. The status quo was you leave those people in, you let them retire, and you let them get their pensions. Under Donald Trump draining the swamp, you start firing people who violate the ethics within their agency or violate the law. This is a great thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, there's Frank Montoya Jr., former senior FBI official, saying this is a political hit job on McCabe. His supposed ideological bias, the fact his wife ran for office as a Democrat, the attacks on his competence are way out of line. Sara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Again, no, because this can't be a political hit job if OPR, the Office of Professional Responsibility, got documentation, provable facts that he violated his oath as an FBI agent and lied. And who did he lie to? He lied to the inspector general, he probably lied to other FBI agents, and this could be leading to criminal charges. So no, I'm sorry. I know they want to defend him. He did serve his country. It's a tragedy that we see this happen before everyone, but we really need to know the truth. And the FBI as well as other agencies really need to be cleaned out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Was he under investigation before the Trump administration? Was this investigation predating Donald Trump? Because I keep hearing whispers about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "There are whispers. Part of that is due to the fact that he was under investigation for Hatch Act violations. He was referred by Senator Grassley as well to be investigated for not appropriately disclosing the amount of money his wife got from the unsuccessful big for the state --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Terry McAuliffe, his PAC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, from Terry McAuliffe. And so there were some issues there. Also a sexual discrimination lawsuit, there were issues there that he had to deal with. But this investigation spiraled out of the evidence that came forth when we started to realize that McCabe was at the center of this, Comey was at the center of this, text messages, the investigation that Michael Horowitz has done exceptionally well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUFFY",
      "sentences": "Am I good to roll?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, go ahead. Sean, hold that thought for one second because we have Congressman Mark Meadows on the phone as well from the House Freedom Caucus, a member of the Oversight Committee. Congressman Meadows, we for months have been saying how did you have the same people who were investigating Hillary's private e-mail server also oversee the investigation into Donald Trump's possible collusion with the Russians? We saw that with Peter Strzok. We then found his text messages, and now the conclusion by the Office of Professional Responsibility about Andrew McCabe leading to his firing tonight. Your reaction to this huge breaking news night, Congressman Meadows?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS, R-NORTH CAROLINA",
      "sentences": "Well, it is unbelievable news. And like my good friend Sean Duffy was talking about, the fact that no one ever gets fired from the FBI and DOJ without there being real credible evidence. So the suggestion that this is a political hit job is just not accurate. When you look at the responsibilities of OPR, they have certain guidelines that they go by. But what it does call into question, Laura, is this, is if you have now Peter Strzok and Andy McCabe both having questionable actions on their part, what does it mean about the whole investigation and what is led up to that? I can tell you there's more information coming. The inspector general is doing a very good job. But this action tonight would not have happened if there was not credible wrong doing on the part of Andrew McCabe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What about the morale of the FBI at this point? We've heard for some time that there's been a desperately low morale. Credibility of the FBI being questioned over the last few years, even going all the way back to 9-11 of course with the CIA and the intelligence there. But the intel community have this vaunted reputation. They're there to protect us. So what about the FBI's morale, Congressman Duffy, at this point? Can it begin to recover? Will this be seen as a shot across the bow? Professional career agents, I think they don't like this cloud hanging over the FBI. They just want to do their job. There's good people there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUFFY",
      "sentences": "I agree. They show up, they sign up to serve their country, the FBI, the DOJ. And when you have the top of an agency or a bureau that's rotten like this, it's disheartening. But I think you give them hope when you start to clear it out and say we're going to get back to the basics, back to an honorable organization. And so I think this is the beginning of a new and fresh start for the FBI. But Laura, I think it's interesting, though. We've been wondering, how did all these leaks happen? How are all these stories getting to the press over the last year-and-a-half on Donald Trump and the investigation? And now we see that it was coming from Andrew McCabe and from James Comey himself. The question I have, remember when Comey went and briefed Donald Trump on the dossier? No one reported on the dossier until someone leaked that Comey was actually briefing the president on the -- or the president-elect, Donald Trump, on the dossier. They leaked that to CNN and all of a sudden every news outlet could report on the dossier. The leaking that came I think from the FBI and the DOJ was advancing their story against Donald Trump. And it wasn't some low level people. It appears from the information we're now getting it was coming from the very highest level of the FBI and the DOJ.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The leaking continues, by the way. The leaking isn't over. The leaking continues whether McCabe is there for now. By the way, we have more from the Andrew McCabe statement. This is the gift that keeps on giving. He says, this is on the special counsel, he says this attack on my credibility is one part of a larger effort not just to slander me personally but to taint the FBI, law enforcement, and intel professionals more generally. It is part of this administration's ongoing war on the FBI and the efforts of the special counsel investigation which continue to this day. Their persistence in this campaign only highlights the importance of the special counsel's work. Not to say, Alan Dershowitz, that's he prejudicing the special counsel's work. Not that Andrew McCabe thinks the special counsel has enough to write an impeachment report against the president. I think that part of his statement is very revealing. Your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "First of all, the one office that the president cannot influence is the Office of Professional Responsibility. Let's assume McCabe is correct, that the president wanted to get rid of him. Let's even assume the attorney general wanted to get rid of them. There's no way they could influence the Office of Professional Responsibility. They are civil servants. They are career people. They are nonpolitical. Nobody has ever questioned their credibility. They just can't do that. And so I think the real fallacy of this whole trying to politicize this thing is you can't get around the fact that the Office of Professional Responsibility is doing this. I want to point that one irony. We're talking about leaking. And if one result of this is if we can stop leaking from the government, we will all be so much better off. But how many of the news reporting that we've done tonight came from leaks? The media loves leaking. The media lives by leaks. And yet we condemn leaks. I think we have to all get together and say finally the Justice Department, the FBI has to stop leaking, even if that means the media doesn't get some of the stories it wants. You just can't have real justice by leaking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's fine. We can talk about \"American Idol.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "But it's about the type of leaks. This is about the type of leaks. When the dossier was leaked and it went out, remember this, it went out. Now we believe it's James Clapper. That's the information that I received, that it was James Clapper that leaked the dossier to CNN and basically said that the president had been briefed. That gave it legs of its own. This was an unverified and salacious document. This was former Director Comey's own words. This wasn't a credible document. That's the difference. That's the difference between a solid leak because somebody tried to get information out there and a false like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I just want to remind everybody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "You can't start making that distinction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on, Alan. I want you to continue the thought, but I want to remind our viewers for a moment. Andrew McCabe, the reason first his credibility began to be called into question was because in 2015 his wife was running for state office in Virginia. At the time he was leading up the investigation into Hillary Clinton's private e-mail server. Why did she have the server? Why did we suddenly lose all these e-mails? And he did not reveal his wife having received several hundred thousand dollars from the PAC closely associated with Terry McAuliffe who is like this with the Clintons. Now, if you are as experienced and as credible as Andrew McCabe was before then and you do not reveal this, you do not belong in the position of the deputy director of the FBI. I as a first year associate, Professor Dershowitz, knew, as a first year associate I knew that you could not do that. You had to reveal a potential conflict of interest, at least the appearance. And then people would probably say, that's OK. Thanks for revealing it. But you have to reveal it. The fact he didn't tainted that Hillary investigation, period. That in and of itself, I'd remove him just for that. Dershowitz, and they let's go to Harmeet, and then to Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "There's no question that when you know you have a conflict, you must reveal it. That was Strzok's problem. That was McCabe's problem. We have to always have transparency. Let the Office of Professional Responsibility decide whether there's a conflict or not. But you can't withhold information that might lead to you being recused based on a conflict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Absolutely. We just learned, by the way, CBS News reporter Paula Reid is reporting tonight that McCabe learned of his firing through a press release. At least he wasn't on the toilet like Rex Tillerson was. He was on the toilet and Kelly called him. We didn't even get to that story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I find that hard to believe. I find that hard to believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He knew he was on his way out. Come on. Harmeet, we're learning all the details of how he's fired, his statement. He's clearly going to be on a mission. I'm sorry. We're going to learn more about Andrew McCabe's feelings about President Trump in the coming weeks and months because that statement that he released tonight is all about Trump, basically Trump, you're guilty. I'm sorry, you read between the lines, it's about Donald Trump wants to deep six this special counsel investigation because he has something to hide. You read between the lines, it's clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Right, absolutely, Laura. I wanted to talk about that for a second. He spent a lot of effort trying to point the finger at Donald Trump who was actually fairly a late comer to this whole debacle. What he should be looking at and what has historically been the case is the Clintons managed to somehow destroy everything that they touch. And this man's sterling career up to the point that he had gotten involved with his wife taking money from Clinton sources, that was really the beginning of the end for him in this tragedy. And so no one is I think in this type of situation introspective enough to recognize that. And obviously there's going to be some spin machines from the Clintons and others involved in the next phases of this story. But Mr. McCabe is clearly in denial as to his own role in this unfortunate situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have a former deputy independent counsel on the Whitewater investigation, Sol Wisenburg on the phone now. Sol, you were on radio with me this morning. Both of us thought they're not going to get rid of McCabe. It's only 36 hours until he turns 50 years old. Your reaction tonight, Sol?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOL WISENBERG, FORMER DEPUTY INDEPENDENT COUNSEL UNDER KENNETH STARR",
      "sentences": "Well, we were obviously wrong, Laura. And my reaction is it's a very sad day. What was in that OIG report that got send to OPR must have been very clear and very serious for A.G. Sessions to have made the decision he made. I don't agree with a lot of his policy positions, but I have actually a lot of faith in his integrity. And this must have been pretty serious. And I think it's a sad day for the country. And I sure wish my old friend Professor Ron Rotunda who died two days ago was here to see this, because I'd love to hear his comments on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because he wrote the textbook on ethics, as I recall, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "He is. Laura, he created the field. Yes, he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "He was my student, and I'm so proud to have had him as one of my students in my legal ethics class 30 or 40 years ago. He was a great, great man and a great contributor to legal ethics, and totally neutral, totally objective. Always, always called it the way it should be called. What a great man he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Incredible. His textbooks, law school, I mean -- amazing. Congressman Duffy, reflecting on that for a moment, and setting aside whether Donald Trump being involved and Hillary being involved, we as Americans have to have faith in our government, especially with a strong, potentially devastating effects of a prosecution and an investigation and surveillance of American citizens that our investigative bodies are operating with complete and unquestionable integrity. Otherwise at the end of it we'll all say that's not fair. We won't take to heart their ultimate conclusions and we'll question them. And I hope Sara is right. This is the beginning, I hope, of a cleaning out of this underbrush at FBI and maybe beyond. We need it badly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUFFY",
      "sentences": "You're absolutely right. We give incredible power to the FBI and the DOJ. We give them special tools to keep us safe from terrorists and bad actors around the world and in our country. And with those tools we expect them to care for them with great emotion. And so I look at what has happened at the FBI. They haven't met that responsibility with the tools that we've given them. Either we take those tools away and the country is less safe, or they use the tools more effectively moving forward. I think what's going to happen moving forward with McCabe, and you saw that in his statement. I have eight kids, you have kids, this is classic fifth grader stuff. I've done something wrong. Don't look at me. It's the other sibling in the house. It's Donald Trump, it's the Republicans. Everyone is coming after me. Don't look what's done. Look at everybody else. And what's going to happen is, if he goes against President Trump, you're going to have MSNBC, CNN, all the networks are going to join him in trying to use McCabe to attack Trump instead of going, hey, we gave you power. You abused it. You should be held to account whether you're a Republican or a Democrat. Anyone who abuses power should be held to account under the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're going after the administration already tonight already. They're saying this is all political, even though it's the Office of Professional Responsibility, it's crazy. Sara, why has Peter Strzok and Lisa Page not been fired? Why are we rearranging the chairs on the Titanic here? Why have those two not been fired?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I don't know exactly, but I have talked to sources about this. There is a process that needs to take place. Remember, they're still questioning them. This is a huge investigation, so don't be surprised that that does not happen in the future. And who knows, maybe Peter Strzok and Lisa Page are talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Cooperating. They could be cooperating because it will reduce charges or maybe they will get immunity from prosecution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Exactly, reduce charges, and they may have evidence that goes higher up the food chain. They may know what was going on all the way up to Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Offsite meetings and whatever they were. And Alan, I know we're sounding like this is a murder mystery here, we're going to the top. But if indeed Strzok and Page are looking themselves at dismissal, losing their own pensions, they might have an incentive to talk more about who else was involved in setting up an insurance policy to ensure that Donald Trump never get elected, or if he was elected to certainly be dogged by an ongoing investigation. And that will certainly be interesting. Again, we haven't seen much from them, but I think Sara is right, there are a lot of people who cooperate who you never hear about. Professor Dershowitz?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, I know he has a very sophisticated lawyer who is probably working behind the scenes to try to get the best deal for Strzok. I don't think Strzok has a future at the FBI. And I think at this point he has to be thinking about saving his freedom and his liberty and his professional reputation. So it won't surprise me if there were ongoing negotiations involving him and his lawyer and whoever is doing the investigation. That's fairly typical in situations of this kind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Harmeet, we still have Andrew Weissmann who is still in the investigation. Of course Weissmann was sending the I support you text message or e-mail to Sally Yates when she made her big point to resign in the early stages of the Trump administration. But he's still there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "And Bruce Ohr still has a job. He's been demoted, but I disagree with Sol when he says it's a very sad day. It is sad personally for McCabe. I think it is a good day for the country that we're beginning to see some heads rolling over there because a lot of Americans have lost respect for the FBI, and that's a terrible thing. We should have respect for law enforcement agencies. When they leak, when they lie, when they frame people, when they engage in conspiracies and they try to corrupt judges, that is unacceptable. And it's great that we're starting to see that be taken -- them being held responsible for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sol, you've got about 20 seconds, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "And I hope we do it on a nonpartisan basis. I hope we do it on a bipartisan, nonpartisan basis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a great point. Sol, quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "It is a sad day, but it's also, you're right. If somebody did wrong, they need to be punished for it. So you can have both emotions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, guys, thank you for all. What a phenomenal panel. I couldn't have asked for better people. Thank you for rolling with the breaking news tonight. You have got to love the quiet Friday nights in the Trump era. Ed Henry who is in for Shannon Bream is up next. Fox News will be covering every angle of this story throughout the weekend. Follow me on Twitter @IngrahamAngle. Everybody have a great weekend. See you Monday. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "Good evening from Washington. I'm Laura Ingraham. This is \"The Ingraham Angle.\" We have breaking news tonight. The Washington Post is now reporting that former FBI Director Andrew McCabe has been fired. Yes, the embattled former FBI director, we know what happened with him. We know that his wife obviously was running for state representative, got help from Terry McCullough. His PAC donated hundreds of thousands to her campaign. It was not revealed at the time, and that raised a huge problem. He's been embattled for several months. A lot of us thought he would have been fired a long time ago. Remember, his pension would have kicked in on Sunday. Yet if he's fired today, looks like that pension will not kick in. San Francisco Attorney Harmeet Dhillon, The National Committeewoman for the Republican National Committee for California, is with us now. Harmeet, breaking news tonight. This really should have happened a long time ago. I don't know why they wait until two days before he would retire, and his pension would kick in. But nevertheless, this is the news tonight. Your reaction."
    },
    {
      "speaker": "HARMEET DHILLON, RNC NATIONAL COMMITTEEWOMAN",
      "utterance": "I agree with you, Laura. I think this should have been done awhile back. FBI Director Wray has already taken steps to remove McCabe from any positions of authority. But I guess, the triggering event here is the Office of Professional Responsibility Investigation and Recommendation. I guess, the attorney general did not want to act until he had that recommendation in hand and make the decision himself. So, I'm glad this action has been taken. Clearly, Mr. McCabe is at the heart of a number of controversies at the FBI starting before the election and then continuing through today. So maybe this is the beginning of some reckoning happening at the FBI with this head-rolling, and of course, there are others, Lisa Page, Peter Strzok, and others who were involved --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, and we have the Peter Strzok news that we're also going to get to, his relationship with the judge who has since recused himself. Let's go to Alan Dershowitz. Professor Dershowitz, this just broke minutes ago. The Washington Post McCabe is out. Your reaction."
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR EMERITUS",
      "utterance": "Well, I want to see the evidence. If the evidence conclusively demonstrates that he was less than candidate and misled investigators, then the firing seems justified. But I think you have to have a fairly high threshold to fire somebody on the eve of his retirement and take a way a pension that he's earned over a long, long period of time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Twenty years."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Good service. Yes. I want to see the evidence. If the evidence justifies it, fine. As far as Strzok is concerned, that seems to be an open and shot case for firing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's go to Strzok in a minute. Hold that separately because a separate issue involving the judge in the case, which again, this comes out today after investigative reporter, Sarah Carter, break the story. We keep saying every day, it can't get worse, but it keeps getting worse. Joining us now is Sarah Carter who broke the story about Peter Strzok's friendship with the judge in the case. Sarah, we were talking just a few minutes ago. You said keep your eye out for the McCabe firing. It could happen. You have good sources in Justice because it did happen. Tell us what led to this happening two days before he would have gotten his pension. I mean, it seems a little odd that it would be happening this late. Why did it take this long for the Office of Professional Responsibility to come to this decision?"
    },
    {
      "speaker": "SARAH CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "OK. The Office of Professional Responsibility, OPR, did come to the decision that they wanted him fired after Michael Horowitz uncovered a lot of information on Andrew McCabe --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The inspector general."
    },
    {
      "speaker": "CARTER",
      "utterance": "Exactly, the inspector general at the DOJ. That was then referred to OPR. I think there's a lot of extenuating circumstances here. I don't think we've heard everything. I think there's a lot more than just misleading the IG and the FBI and also leaks, which is what have been reported, right. We don't -- we only know a little bit."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Give us the two or three things that are the most egregious that are out there that called into question his professionalism in handling his job."
    },
    {
      "speaker": "CARTER",
      "utterance": "I think certainly the leaking to the media, number one. Also, the fact that he lied. He basically lied to the FBI, to his own employers and to the IG and I think that --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "About?"
    },
    {
      "speaker": "CARTER",
      "utterance": "About his relationship actually and his friendships with Strzok, about what was happening with the Hillary Clinton e-mail investigation and remember, he gave that information to the Wall Street Journal. Apparently, he authorized that. When they broke that story and he went back and the IG said, hey, were you responsible for authorizing these leaks? He said no. That's according to sources that I've spoken with. I think this goes far beyond that. I think they're also looking at possible criminal charges."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wow."
    },
    {
      "speaker": "CARTER",
      "utterance": "That could be serious."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Alan Dershowitz and Harmeet, let's go to Harmeet first, criminal charges against Andrew McCabe. This is the second time I've heard this today. The earlier time was 2:00 p.m. from one of my sources in the Justice Department today that said you all know just a little bit of what has gone on with Andrew McCabe. Again, 20-year veteran of the department, very well-respected for years, and yet, apparently, we don't know what the OPR knows and what the inspector general knows. We'll be finding out in the coming days, Harmeet."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Yes, I would have to agree with Sarah. It's seems hard to believe that he would get fired for simply the leaking, although, that is very egregious. The Wall Street Journal story that came out, the product of those leaks, was, you know, clearly to have paved his role in a different light and a lot of other politicking going on in that story. So, that was pretty shocking, but this seems like turnaround is fair play. We all know we've seen the stories about how General Flynn has been indicted and asked to plead guilty on charges of a lie to the FBI. You have the FBI, number three in command, temporarily number one in command lying himself to other FBI agents. It seems appropriate to hold them to the same standard."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Professor Dershowitz, again, this is wild, on a Friday night, two days before a man who has served the government for decades and was very well-respected before the Hillary Clinton e-mail investigation I think took place to be fired in this way, I have to -- I have to take Sarah and her reporting to heart here. I don't think they would risk firing him were it not for some fairly serious information that has come to light and will be reported by the IG."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "That sounds right to me. This afternoon I was saying that I think there has to be a high burden before you fire somebody who has performed in a distinguished way for 20 years. I have a lot of experience with the OPR, the Office of Professional Responsibility. They don't generally go after their own. They generally white wash their own. When the OPR comes to this conclusion, you really have to give it some credibility. I still want to see the evidence. But I bet you we'll see evidence that is far more compelling than what we've heard about up to now. When they are talking about criminal charges, that sounds very, very serious. It's distressing because I had a lot of respect for McCabe based on what people who worked in the FBI have told me over the years. But you can't have a double standard. You have to have the same standard for Democrat, for Republican, for people that have been in the FBI and for civilians. If that standard has been met for criminal prosecution and for firing, so be it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And folks, we just got the attorney general's statement, which I'm going to read. He writes, \"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability. As the OPR proposal stated, all FBI employees know that lacking candor under oath results in dismissal and that our integrity is our brand. Pursuant to Department Order 1202 and based on the report of the inspector general, the findings of the FBI, Office and Professional Responsibility and the recommendation the department's senior career official, I have terminated the employment of Andrew McCabe effective immediately.\" He goes on to say, \"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability.\" And then he went on to say both the Office of the Inspector General and the OPR reports concluded that McCabe had made an unauthorized disclosure to the news media and lacked candor under oath on multiple occasions.\" So, this seems, in the way it's worded, this seems like an open and shut case. You cannot make exceptions even for someone with a very distinguished career as a civil servant, as a career professional. People make mistakes for a variety of reasons or people do things for a variety of reasons. I'm not trying to get into his head, but I don't think the Office of Professional Responsibility and Sessions with all of the media spotlight on them would take this action were it not very serious. Sarah, you've been reporting on the Peter Strzok issue, which is another issue we have to talk to you about. His relationship with the presiding judge, Contreras, in this case. When you published this, I said it can be happening. Explain."
    },
    {
      "speaker": "CARTER",
      "utterance": "It was stunning. What we discovered was through the text messages and actually, it was the House Oversight Committee, their due diligence. I mean, they had sent people over and over again to the DOJ. They finally pieced together was redacted, what was handed to them. So, they got to see semi-redacted documents that showed that Peter Strzok had a very close friendship with Judge Contreras."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Not revealed."
    },
    {
      "speaker": "CARTER",
      "utterance": "Not disclosed. The DOJ did not disclose this. We were all left wondering, why did he recuse himself? So, on December 1st, 2017, you know, Flynn goes before the judge. He pleads guilty. That's Judge Contreras. On December 7th, 2017, Judge Contreras recuses himself. Now we know that he and Peter Strzok for a long time had been friends. He also sat --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Crazy."
    },
    {
      "speaker": "CARTER",
      "utterance": "-- he also sat on the FISA court. So, he was in the Foreign Intelligence Surveillance Court. He takes care of the FISA applications and Peter Strzok in charge of counter intelligence and Russia would go to the FISA court for these warrants to be signed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And presumably --"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes. And what is really interesting, Laura --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "But it's --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on. Alan, we'll get to you in one second."
    },
    {
      "speaker": "CARTER",
      "utterance": "Inside those text messages, he specifically states with Page --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have some."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes. If you see them, he knows that if he continues this relationship, it could present --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is Peter Strzok's test and Alan, you can react. He, Contreras, super thoughtful and rigorous about ethics and conflicts suggested a social setting with others would probably be better than a one-on-one meeting. I'm sorry, I was just going to have to invite you to a cocktail party. Of course, you'll be there. Have to come up with some other work people cover for action. Odd, odd, odd. Then it goes on. There's other things as well. Professor Dershowitz, that's wild."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "That's the smoking gun. The smoking gun is the attempt to meet with him surreptitiously with a cover so that nobody will be able to say that they met in a way that required recusal. This guy, Strzok, seems like he's really a piece of work. He should have recused himself initially from any involvement in this case because of the messages he sent. Mueller didn't know about the messages. Mueller didn't act improperly. He didn't know about the messages. As soon as he found out about the messages, he took him off the case. But Strzok knew that he had sent these messages and he should have recused himself. He should be fired. He violated every possible rule of ethics in the FBI."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I think he has to go. I'm surprised he hasn't been fired."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Alan and Harmeet, he uses the phrase \"with some other work people cover,\" cover for action. It's like --"
    },
    {
      "speaker": "DHILLON",
      "utterance": "Cover, Laura, there's the term --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "That's the smoking gun."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Cover, Harmeet. He needs cover."
    },
    {
      "speaker": "DHILLON",
      "utterance": "And this type of ex-parte communication is outrageous. If this is not a conspiracy, I don't know what is. There's a conversation in the texts and a dinner party for six. You have multiple people around Strzok and Page conspiring --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Who knows --"
    },
    {
      "speaker": "DHILLON",
      "utterance": "-- to somehow setup a conversation with the judge. I think it's outrageous --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "And how stupid can you be putting everything in writing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Knowing that text messages will live forever."
    },
    {
      "speaker": "CARTER",
      "utterance": "And he's a counter intelligence -- this guy is supposed to be --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "This an unintelligent counterintelligence guy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everything happens on Friday night. That's why we're live. Friday night, this is McCabe's statement, \"For the last year and a half, my family and I have been targets of an unrelenting assault on our reputation and my service to this country, articles too numerous to count have leveled every sort of false defamatory and degrading allegation against us. The president's tweets have amplified and exacerbated it all. He called for my firing. He called for me to be stripped of my pension after more than 20 years of service. All along, we have said nothing, never wanting to distract from the mission of the FBI by addressing the lies told and repeated about us.\" That's pretty clear statement. He thinks it's all unfair, a total witch hunt. Sarah, I'll let you close it."
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, here's my question. How can he say that when it's his FBI. It's not the president. It's not the DOJ. It's OPR that is asking for him to be fired."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Office of Professional Responsibility which is staffed with career professionals."
    },
    {
      "speaker": "CARTTER",
      "utterance": "FBI."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's right. Judging Andrew McCabe, top of the FBI."
    },
    {
      "speaker": "CARTER",
      "utterance": "And he had a lot of friends in OPR. That should tell you something."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Alan, again, this statement is defiant, Alan."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It is, but if he thought people were after him, then he should have been so careful about how he responded. Yet, if people were after them, he gave them the ammunition by not being responsive, by being deceptive, being untruthful. So, he opened the door to allowing the OPR to make the kinds of conclusions that they came to. It sounds to me like he doesn't have much of a leg to stand on. I'm sympathetic to him, but it seems to me he's made his own bed."
    },
    {
      "speaker": "DHILLON",
      "utterance": "He will be just fine. We've seen lots of people in the swamp do just fine without their pensions at the age of 49 in Washington, D.C. You note that in his statement, he doesn't deny the charges that the OPR levelled against him. That's very telling as well. It's deflection to point to the president. It's very fashionable in Washington. I don't think he has answered any of the questions."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What does this do, Sarah, to the integrity, whatever is left of it, of the Hillary email investigation? So, now the guy that was leading the investigation, Peter Strzok problems, we have McCabe fired. How do the --"
    },
    {
      "speaker": "CARTER",
      "utterance": "And Comey gone."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "By the way, we have a photo of Jim Comey. We had a sighting of him today. Do you have it, Nick? Can you -- he looked very concerned at Balducci's. We'll get it in a second. He was spotted today. We tried to get him to come on the show. He said he will think about it. What does this say about the integrity of the Hillary e-mail investigation before we get into what happened after that?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, I think this says a lot about the integrity of that investigation or lack of integrity. We're now waiting for the inspector general's report, Michael Horowitz report. It's not just going to be one. It's going to be multiple series of reports. The 1.2 million documents that he's obtained. We're going to learn a lot more than just what happened here with Andrew McCabe. We're going to learn about Comey and that investigation. It's going to be absolutely explosive according to the sources that I've spoken with."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, we're working on a couple of stories which we hope to bring to our viewers next week about moments where Comey could have probably discounted certain sources for the DNC e-mails who hacked them and who didn't hack them and what he did or did not do to get to the bottom of that. We'll bring that to our viewers next week."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I hope you have -- if you have Comey on the show, please ask him why the former head of the FBI had to leak and launder information through a Columbia law professor? Why he didn't have the courage to stand up in front of the TV cameras and say to the TV cameras what he leaked through a Columbia law professor? I can't understand how a former director of the, anybody could do that. I hope you ask him that question if he's on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I have written it down, Alan. It's on my sheet. Thanks very much. I'll go for other show prep. Love that. Now we have Fox News Justice Department Producer Jake Gibson on the phone who has been tracking the story down all night -- Jake."
    },
    {
      "speaker": "JAKE GIBSON, FOX NEWS JUSTICE DEPARTMENT PRODUCER (via telephone)",
      "utterance": "How are you, Laura? We've been following this all day. It's been a thing that, you know, is slow-rolled out throughout the day that we thought was coming. Now it finally popped. The attorney general basically said he's terminated the former deputy director of the FBI, Andrew McCabe tonight. This all comes back to this IG report. Specifically, on what he said to the Inspector General Horowitz and whether or not he misled Horowitz. That is what we know so far. There could be a lot more when the IG report finally comes out. What we know right now is that the inspector general is not -- and the attorney general are not happy with the statements that McCabe made about what his role was in letting a reporter speak to one of his subordinates at the FBI. That part was fine. It's the questions that happened afterwards and whether or not he told the truth about that. That's what directly led to this if you believe what we hear coming out from the Department of Justice today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jake Gibson, thanks for that input. Sarah, this on a Friday night, two days before his pension kicked in, it has to be explosive. I think we know about a fourth of what really happened here. I'm hoping that this inspector general report comes out soon. Do you have any idea of when -- if it's going to come out many multiple stages or just one report, total, all of it?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I don't have any idea how it's going to be delivered. I do know for a fact that it's going to be multiple reports. So, I think that's what's important here. If it's multiple reports, that means he was looking at an array of things that were going on in this Hillary Clinton e-mail investigation by the FBI and how they handled it. We know it's going to focus on Comey, it's going to focus on McCabe, Peter Strzok, Lisa Page --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The editing of the non-indictment indictment."
    },
    {
      "speaker": "CARTER",
      "utterance": "Exactly. The editing of the non-indictment indictment. What is very interesting, he may have all the text messages, the SMS messages of McCabe. That will be very telling, too. We don't know how far people in the FBI went. Did they obstruct? Did they obstruct anything in that investigation? That's going to be a really important question. We already know what Comey has done. What was McCabe's role in that? Who else was involved?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Professor Dershowitz, there was a point raised today on a variety of channels and in a variety of print, publications that here we have the Republican party, mostly Republicans, calling in to question the wonderful patriots public servants in the intel agencies and how dare you try to call in to question what the intel agencies are doing. I was on the radio this morning responding to that. I said wait a second. They're people. They make mistakes. We made a big mistake on 9-11. We thought we had something that we didn't. We've had history littered with examples of the intel agencies getting things wrong because they're neighboring snapshot judgments with the things they have and sometimes they're biased. They're people. They are biased. So, the idea that you can never call into question, the ethics integrity or just judgment, forget any malfeasance of the intel agencies to me seems to fly in the face of the traditional of liberalism. They have always called into question government actions."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Of course, I mean, as a civil libertarian, I'm actually pleased to see the Republicans now coming out and questioning the intel agencies. The Democrats that have done that through the church committee and others are saying, oh, no, no, no. Intelligence agencies never make mistakes. The Justice Department never makes mistakes. Everything is perfect when it comes to prosecuting. We're seeing a little bit of a flip here because, you know, we have the criminalization of political differences on both sides. When that happens, you see people make hypocritical statements, but I'm thrilled that we're seeing critical analysis being done of the intel agencies. That's very, very important. I think it's important whether you're a Republican, whether you're a Democrat. We need accountability. Who will guard the guardians? The guardians are people today that have access to the intelligence. So, I'm so happy that we're seeing a more critical eye being looked at intelligence gathering, being looked at who is doing the investigation. That's very healthy in a democracy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're going to continue this. We're not taking a break. The news is too big. Joining us on the phone, retired FBI Special Agent Bobby Chacon. Bobby, again, Friday night firing Andrew McCabe, one of the more well-respected civil servants in our FBI really in the last 25 years. He had a fantastic reputation until he got mixed up with the Clintons or examining the Hillary Clinton private e-mail server. Your reaction to the news of the night."
    },
    {
      "speaker": "BOBBY CHACON, RETIRED FBI SPECIAL AGENT (via telephone)",
      "utterance": "Well, I'm not surprised and I'm kind of heartened by it. I was a special agent for 27 years at the street level. I was a working agent. I chose not to go for management. If I had done the same transgressions that Andrew McCabe had done, I would have been fired before now. So, it was done differently. I'm glad to see in this case where you have a lack of candor, which is by the way from day one at Quantico in the FBI, they nail in our heads lack of candor is the biggest thing that will get you fired. It's almost always worse than you have done to lie, the lie itself. Day one they said don't lie. Take your lumps and take your discipline, but don't lie about it. If you lie, you're almost assuredly going to be fired about it. Lack of candor is the number one reason agents get fired. And you do know that going in. It's not a surprise. All of us were expecting it and we would have been -- the morale would have taken a big hit on the street level if this guy was not fired for lack of candor. Once the IG said we found verified lack of candor, he needed to be fired because a street agent would have certainly been fired."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet, I want to go back to you. It looks like this IG report and the investigation continues. One of the reasons why the report has not yet been issued is because our sources are telling us they keep learning more by the day. They're examining all of the sensitive investigations leading up to the presidential election in 2016. So, the Hillary e-mail investigation, perhaps, of course, bleeding into the Russian meddling investigation. This is not an isolated narrow investigation. It seems to be getting broader, which is one of the reasons why this report could be delayed. It might not come out when we thought it was going to come out. It has to lead us all to conclude that we are again, just skimming the surface so far of what we know about potential biases in this investigation, Harmeet."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Absolutely and one of the investigations you didn't mention is the Hillary Clinton Foundation investigation. That was the subject of that Wall Street Journal article that grew out of the leaking from the two FBI agents that was authorized by McCabe. It's not an exaggeration to say it's a web and you see a few people in the middle of it, but the web seems to be spreading and there's 1.2 million documents the inspector general is looking at. That's a huge amount of documents. It doesn't surprise me it's taken this amount of time. But we have not seen the end of it. This firing today maybe the beginning of the reckoning happening in the FBI, which will be for the betterment of the agency. As a Republican civil libertarian, I have to say that, you know, unbridled power that the government has is a deep concern. We saw the Michael Flynn investigation, it was shocking, and that's a good thing for our country. We are the party of limited government and we need to respect that and honor that and get back to that tradition."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm so glad you said that, Harmeet."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "This is where liberals and conservatives agree."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank you. This is where civil libertarians, conservatives can agree, unbridled power, unchecked power to spy on American citizens for flimsy reasons as they did with this Carter Page. Anybody looking at Carter Page, talking to him more than 5 minutes knows the idea that Carter Page is like working with the Russians to throw the election is ridiculous. I'm sorry. I bet my house on it. It's ridiculous. Alan, go."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, remember there's one other possibility of how information may be forthcoming. That is McCabe may sue under his contract to get his pension. There might be discovery and a trial. That would be a way of getting even more information, information that maybe the OPR doesn't want to produce but would have to produce as part of discovery to justify their action because he has a remedy under the law."
    },
    {
      "speaker": "DHILLON",
      "utterance": "His remedy under law is very limited. FBI does not have the same protections as merit service protection board as other federal employees, so I think he's very limited frankly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let me read more. We have more from Andrew McCabe's statement just released. He writes \"The OIG focused on me and this report became a part of an unprecedented effort by the administration driven by the president himself to remove me from my position, destroy my reputation and possibly strip me of a pension that I worked 21 years to earn.\" Sarah Carter, he's focusing on the president. The fact that he's going back to Trump tells you more about Andrew McCabe. He's furious at the president. It's directed at the president. He's going to get a lot of attention because of his focus on the president."
    },
    {
      "speaker": "CARTER",
      "utterance": "This is what so interesting he believes this is all about the president. This is about his colleagues at OPR who found him, the lack of candor --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Lying. Misrepresenting."
    },
    {
      "speaker": "CARTER",
      "utterance": "He lied. Plain and simple he lied. A lot of former FBI agents that I spoke to say I hope he's fired. Is he going to get fired today? That's all I kept hearing all day because they realize if they had done this, they would have been fired too. And there's a lot of ongoing investigations right now. This is not just about Michael Horowitz at the DOJ right now. Remember, there's a prosecutor looking into the unmasking, the FISA abuse that has been taking place with Carter Page in particular. So, we have a number of investigations and McCabe is worried. He's said over and over again, if I go down, I'm taking everybody else with me."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now we have Ron Kesler, author of the book \"The Secrets of the FBI\" on. Ron, you're probably not surprised by any of this. I think Harmeet's point, Sarah made it, Bobby made it, this could be the beginning of something really great for the country. Namely we clean out the underbrush in our intelligence agencies. That's a big call and a big wish. But it's time to clean out the problem people. If Andrew McCabe lied and misrepresented as the Office of the Inspector General will conclude, Office of Professional Responsibility confirmed that is a real problem. You're supposed to be calling balls and strikes at the FBI, not advocating on behalf of one person because of their political party. Ron, your reaction tonight. RON KESSLER, AUTHOR OF \"THE SECRETS OF THE FBI\" (via telephone): Sure. It is absolutely shocking. There has been no case of proven abuse at such a high level of the FBI since William Sessions was fired as FBI director over his abuses, which was, by the way, because of what I found in one of my FBI books. But it's good that we're finally getting some clarity on some of these issues. There's been a lot of smoke and mirrors I think about some of the allegations involving the FBI. But here it's clear cut here, and he is being held accountable. And I think it's positive that we're going to try to get some resolution to all of these issues."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the idea that this is just meanspirited targeting of the FBI, Sara Carter, what might this mean down the line for Loretta Lynch and perhaps even Barack Obama? Because the idea that all those people, no one knew what was going on, no one had any idea, what could be looking at here?"
    },
    {
      "speaker": "CARTER",
      "utterance": "We could be looking at an unraveling so quickly of information and evidence on everyone. This is going to push everything over the edge. Comey has got to be worried. Loretta Lynch has got to be worried. And Barack Obama, because remember, Susan Rice, she even sent that e-mail to herself after she had met --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Remind everyone about that."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, so they had this January 5th meeting, 2017, where she was there with Barack Obama and I believe Loretta Lynch there as well. And so she sends herself days after an e-mail basically saying and president Obama wanted everything to be done by the book. Well, why would she do that?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Who says that?"
    },
    {
      "speaker": "CARTER",
      "utterance": "And that raised questions. So now they're saying, why would you do that? Why would you send this e-mail to yourself? And why would you try to exonerate him. And why were you all meeting about this? And remember, another person that needs to be very worried right now is former CIA director John Brennan and James Clapper who we know now has been looked at for leaking. So he's also somebody that they believe leaked information on the dossier to the media to get that ball rolling. It just really appears on its face that all of the evidence pointed to the fact. And I know McCabe is blaming Trump, but it looks like all of these people were ready to take Trump out and wanted to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's go back, Professor Dershowitz, to the Peter Strzok, Lisa Page texts that first really captured the attention of the American people. They were going back and forth, they were talking about insurance policies. Clearly they were worried, not overly worried, but worried that, look, we have got to make sure this doesn't happen. We have got to make sure that Trump doesn't happen. That was the clear subtext of what the two were talking about with each other. It seems like the idea that they were doing that in isolation, just the two of them, that there was no other conversation with others about an insurance policy, that seems to me to be hard to believe, especially after Sally Yates with her big resignation, marching over to interview Mike Flynn. Now it looks like Mike Flynn might not have lied. In fact, apparently the FBI agents didn't think he lied after his first interview. Andrew Weissmann, all of these individuals who are pals with Mueller at his old law firm and obviously seemed to be very, very partisan. Alan, this is a lot to take in tonight, but your final thoughts."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, I think there's too much partisanship in the FBI. The FBI is supposed to be the one organization that is absolutely nonpartisan, has no interest in who wins an election. And when you have the kinds of messages that we see going back and forth between Strzok and his friend, the prosecutor, it certainly shows that they had a very, very strong bias. And you can't put that kind of bias aside when you're a prosecutor. Look, there may have been people in the FBI who also had a strong bias in favor of Trump and against Clinton. But they didn't act on their bias and they didn't send messages to each other on their bias. And I think that the more we learn, the better it is for America. And we have to make sure that the FBI goes back to being a nonpartisan, neutral, objective investigative agency, not an agency that decides who to prosecute, but an agency that simply uncovers the evidence and presents it to prosecutors. And we've lost that role of the FBI and I think we have to regain it. That's one of the most important lessons that we can learn from this tragedy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Absolutely. Let's go back to Fox Justice Department producer Jake Gibson on the phone now who has an important addendum for this. Jake."
    },
    {
      "speaker": "GIBSON",
      "utterance": "I just wanted to make one point, Laura, and thank you so much for coming back. When we talk about the release of the I.G. report, and we've been waiting and everybody is trying to figure out when this will be released and Inspector General Horowitz had hinted it may be in March. However I have been told by a Department of Justice officials that if there is a criminal referral that is to come out of this report, that would delay the release of the report. In other words, if there was a criminal report that comes out of this, that could go to a grand jury. And then if that led to an indictment, then the resolution of that indictment, we might have to wait for the criminal -- for the report. So you can read the tea leaves there, if you know what I mean."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet, if there's a criminal referral coming out of the investigation that is part of this entire morass that involves President Trump and the Hillary Clinton e-mails, is that not tainting entire investigation? I'm not saying this in a partisan way, but if I was the subject of an investigation and I heard these guys were sending e-mails and this other guy is lying and he's leaking, it seems like that entire thing has to be thrown out. And I know that sounds extreme. But if I were the subject of the investigation, that's what I'd be arguing in court, is that the whole thing is the fruit of the poisonous treat."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Absolutely. I don't think you have to wait for a criminal indictment to make that argument. I think that argument is already on the table with the text messages, with the lying to the FISA court, withholding evidence from the FISA court, with regard to the hushing up of some of these investigations, the weird way that the Hillary Clinton investigation on the e-mail, the Clinton Foundation which I think is rife with criminal conduct has been brushed under the carpet. There are a lot of issues here, and it's all the same people. It's all the same three or four people who are at the heart of this so far. So I think all of that, if I were a defendant I would be absolutely jumping up and down an raising those issues already regardless of the criminal investigation."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Remember one thing. It's very important to distinguish between ethical violations, which is what the OPR looks at, and criminal conduct. Again, let's not slip from unethical conduct or bad conduct into crimes. We have to know what crime it is that was committed. Did he, did anybody lie to a law enforcement official? That's a crime. Was there obstruction of justice? That's a crime. But simply not being candidate or withholding information from the FISA court, that's unethical, but probably doesn't cross the line into criminal conduct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Materially misleading the FISA court, however, Alan, I think you said this on the show a few weeks ago, depending on what it is and for what reason you're doing it and the predicate that precedes all this, that could be criminal. If you are materially withholding information because you know that that information could change the outcome of the decision on whether to grant the warrant, that's a -- you're right, it's not a line. But you're right, we shouldn't just blow to the crime was committed here. Joining us now on the phone is George Washington University law professor Jonathan Turley who has been watching these events unfold tonight. Professor Turley, your reaction to the firing of Andrew McCabe two days before his 50th birthday when his pension would have kicked in after 20 years of service at the FBI. Professor?"
    },
    {
      "speaker": "JONATHAN TURLEY, GEORGE WASHINGTON UNIVERSITY LAW PROFESSOR",
      "utterance": "I'm not surprised by the decision. Some of us said it was very likely that he would be fired. The reason is that this is an exceedingly rare recommendation coming from the Office of Professional Responsibility. It's virtually unheard of for someone that held the position of McCabe. So it was very unlikely in my view that Jeff Sessions would not follow that career advice. He followed that advice in his own recusal. He yielded to career officers who had recommended that course. So I've said before, I thought it was very likely that he would do precisely what he did tonight. What is I think a more difficult question that will be presented for the Justice Department is how they will go from here, because the suggestion is that the inspector general found that McCabe intentionally mislead their investigators. That's almost indistinguishable from what they charged Michael Flynn with."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Exactly. That's a good point."
    },
    {
      "speaker": "TURLEY",
      "utterance": "So the question that's going to be on the table here is one of continuity. Flynn is accused of lying about not the meeting with the Russians, he apparently admitted that, but simply talking about sanctions. The meeting with the Russians was not illegal. In this case, McCabe is accused of misleading investigators on something that was a violation of federal rules. And so I think the question will be raised is, well, is this simply a matter of a pension or -- because for Flynn, it was a matter of prison."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It can't be. Yes, 18 USC 1001, and now it looks like Michael Flynn might not have had that requisite intent to lie. We're going to keep hearing, but he's trying to withdraw perhaps that guilty plea. We're going to keep this panel going. Let's bring in Republican congressman from the great state of the Wisconsin Sean Duffy. Sean, we knew you were going to be on, big breaking news night. We have Andrew McCabe, deputy director of the FBI fired right before his big pension was going to kick in. Huge controversy swirling around this, some already crying foul, saying this fire is political, but it was done at the behest of the Office of Professional Responsibility, which is not a political office, and there are conclusions about his conduct apparently devastating. Congressman Duffy?"
    },
    {
      "speaker": "REP. SEAN DUFFY, R-WISCONSIN",
      "utterance": "Yes, although I've criticized Jeff Sessions quite a bit that he actually held back a little bit and waited for the Office of Professional Responsibility to give us a recommendation in regard to Mr. McCabe. I think he handled it correctly. But Laura, no one gets fired in the swamp. We have a former head of the FBI who is now fired I think shows the system actually can work. I look at the FBI, not the boots on the ground but at the top of the FBI, this place is rotten. And thank God Donald Trump was elected so we can start clearing out all of these rotten officials who are playing partisanship with one of the most powerful agencies that exist in Washington. Think back to Lois Lerner, Lois Lerner at the IRS who targeted conservatives and conservative groups. The status quo was you leave those people in, you let them retire, and you let them get their pensions. Under Donald Trump draining the swamp, you start firing people who violate the ethics within their agency or violate the law. This is a great thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, there's Frank Montoya Jr., former senior FBI official, saying this is a political hit job on McCabe. His supposed ideological bias, the fact his wife ran for office as a Democrat, the attacks on his competence are way out of line. Sara?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Again, no, because this can't be a political hit job if OPR, the Office of Professional Responsibility, got documentation, provable facts that he violated his oath as an FBI agent and lied. And who did he lie to? He lied to the inspector general, he probably lied to other FBI agents, and this could be leading to criminal charges. So no, I'm sorry. I know they want to defend him. He did serve his country. It's a tragedy that we see this happen before everyone, but we really need to know the truth. And the FBI as well as other agencies really need to be cleaned out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Was he under investigation before the Trump administration? Was this investigation predating Donald Trump? Because I keep hearing whispers about that."
    },
    {
      "speaker": "CARTER",
      "utterance": "There are whispers. Part of that is due to the fact that he was under investigation for Hatch Act violations. He was referred by Senator Grassley as well to be investigated for not appropriately disclosing the amount of money his wife got from the unsuccessful big for the state --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Terry McAuliffe, his PAC."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, from Terry McAuliffe. And so there were some issues there. Also a sexual discrimination lawsuit, there were issues there that he had to deal with. But this investigation spiraled out of the evidence that came forth when we started to realize that McCabe was at the center of this, Comey was at the center of this, text messages, the investigation that Michael Horowitz has done exceptionally well."
    },
    {
      "speaker": "DUFFY",
      "utterance": "Am I good to roll?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, go ahead. Sean, hold that thought for one second because we have Congressman Mark Meadows on the phone as well from the House Freedom Caucus, a member of the Oversight Committee. Congressman Meadows, we for months have been saying how did you have the same people who were investigating Hillary's private e-mail server also oversee the investigation into Donald Trump's possible collusion with the Russians? We saw that with Peter Strzok. We then found his text messages, and now the conclusion by the Office of Professional Responsibility about Andrew McCabe leading to his firing tonight. Your reaction to this huge breaking news night, Congressman Meadows?"
    },
    {
      "speaker": "REP. MARK MEADOWS, R-NORTH CAROLINA",
      "utterance": "Well, it is unbelievable news. And like my good friend Sean Duffy was talking about, the fact that no one ever gets fired from the FBI and DOJ without there being real credible evidence. So the suggestion that this is a political hit job is just not accurate. When you look at the responsibilities of OPR, they have certain guidelines that they go by. But what it does call into question, Laura, is this, is if you have now Peter Strzok and Andy McCabe both having questionable actions on their part, what does it mean about the whole investigation and what is led up to that? I can tell you there's more information coming. The inspector general is doing a very good job. But this action tonight would not have happened if there was not credible wrong doing on the part of Andrew McCabe."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What about the morale of the FBI at this point? We've heard for some time that there's been a desperately low morale. Credibility of the FBI being questioned over the last few years, even going all the way back to 9-11 of course with the CIA and the intelligence there. But the intel community have this vaunted reputation. They're there to protect us. So what about the FBI's morale, Congressman Duffy, at this point? Can it begin to recover? Will this be seen as a shot across the bow? Professional career agents, I think they don't like this cloud hanging over the FBI. They just want to do their job. There's good people there."
    },
    {
      "speaker": "DUFFY",
      "utterance": "I agree. They show up, they sign up to serve their country, the FBI, the DOJ. And when you have the top of an agency or a bureau that's rotten like this, it's disheartening. But I think you give them hope when you start to clear it out and say we're going to get back to the basics, back to an honorable organization. And so I think this is the beginning of a new and fresh start for the FBI. But Laura, I think it's interesting, though. We've been wondering, how did all these leaks happen? How are all these stories getting to the press over the last year-and-a-half on Donald Trump and the investigation? And now we see that it was coming from Andrew McCabe and from James Comey himself. The question I have, remember when Comey went and briefed Donald Trump on the dossier? No one reported on the dossier until someone leaked that Comey was actually briefing the president on the -- or the president-elect, Donald Trump, on the dossier. They leaked that to CNN and all of a sudden every news outlet could report on the dossier. The leaking that came I think from the FBI and the DOJ was advancing their story against Donald Trump. And it wasn't some low level people. It appears from the information we're now getting it was coming from the very highest level of the FBI and the DOJ."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The leaking continues, by the way. The leaking isn't over. The leaking continues whether McCabe is there for now. By the way, we have more from the Andrew McCabe statement. This is the gift that keeps on giving. He says, this is on the special counsel, he says this attack on my credibility is one part of a larger effort not just to slander me personally but to taint the FBI, law enforcement, and intel professionals more generally. It is part of this administration's ongoing war on the FBI and the efforts of the special counsel investigation which continue to this day. Their persistence in this campaign only highlights the importance of the special counsel's work. Not to say, Alan Dershowitz, that's he prejudicing the special counsel's work. Not that Andrew McCabe thinks the special counsel has enough to write an impeachment report against the president. I think that part of his statement is very revealing. Your reaction?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "First of all, the one office that the president cannot influence is the Office of Professional Responsibility. Let's assume McCabe is correct, that the president wanted to get rid of him. Let's even assume the attorney general wanted to get rid of them. There's no way they could influence the Office of Professional Responsibility. They are civil servants. They are career people. They are nonpolitical. Nobody has ever questioned their credibility. They just can't do that. And so I think the real fallacy of this whole trying to politicize this thing is you can't get around the fact that the Office of Professional Responsibility is doing this. I want to point that one irony. We're talking about leaking. And if one result of this is if we can stop leaking from the government, we will all be so much better off. But how many of the news reporting that we've done tonight came from leaks? The media loves leaking. The media lives by leaks. And yet we condemn leaks. I think we have to all get together and say finally the Justice Department, the FBI has to stop leaking, even if that means the media doesn't get some of the stories it wants. You just can't have real justice by leaking."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's fine. We can talk about \"American Idol.\""
    },
    {
      "speaker": "CARTER",
      "utterance": "But it's about the type of leaks. This is about the type of leaks. When the dossier was leaked and it went out, remember this, it went out. Now we believe it's James Clapper. That's the information that I received, that it was James Clapper that leaked the dossier to CNN and basically said that the president had been briefed. That gave it legs of its own. This was an unverified and salacious document. This was former Director Comey's own words. This wasn't a credible document. That's the difference. That's the difference between a solid leak because somebody tried to get information out there and a false like."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I just want to remind everybody --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "You can't start making that distinction."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on, Alan. I want you to continue the thought, but I want to remind our viewers for a moment. Andrew McCabe, the reason first his credibility began to be called into question was because in 2015 his wife was running for state office in Virginia. At the time he was leading up the investigation into Hillary Clinton's private e-mail server. Why did she have the server? Why did we suddenly lose all these e-mails? And he did not reveal his wife having received several hundred thousand dollars from the PAC closely associated with Terry McAuliffe who is like this with the Clintons. Now, if you are as experienced and as credible as Andrew McCabe was before then and you do not reveal this, you do not belong in the position of the deputy director of the FBI. I as a first year associate, Professor Dershowitz, knew, as a first year associate I knew that you could not do that. You had to reveal a potential conflict of interest, at least the appearance. And then people would probably say, that's OK. Thanks for revealing it. But you have to reveal it. The fact he didn't tainted that Hillary investigation, period. That in and of itself, I'd remove him just for that. Dershowitz, and they let's go to Harmeet, and then to Sean."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "There's no question that when you know you have a conflict, you must reveal it. That was Strzok's problem. That was McCabe's problem. We have to always have transparency. Let the Office of Professional Responsibility decide whether there's a conflict or not. But you can't withhold information that might lead to you being recused based on a conflict."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Absolutely. We just learned, by the way, CBS News reporter Paula Reid is reporting tonight that McCabe learned of his firing through a press release. At least he wasn't on the toilet like Rex Tillerson was. He was on the toilet and Kelly called him. We didn't even get to that story."
    },
    {
      "speaker": "CARTER",
      "utterance": "I find that hard to believe. I find that hard to believe."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He knew he was on his way out. Come on. Harmeet, we're learning all the details of how he's fired, his statement. He's clearly going to be on a mission. I'm sorry. We're going to learn more about Andrew McCabe's feelings about President Trump in the coming weeks and months because that statement that he released tonight is all about Trump, basically Trump, you're guilty. I'm sorry, you read between the lines, it's about Donald Trump wants to deep six this special counsel investigation because he has something to hide. You read between the lines, it's clear."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Right, absolutely, Laura. I wanted to talk about that for a second. He spent a lot of effort trying to point the finger at Donald Trump who was actually fairly a late comer to this whole debacle. What he should be looking at and what has historically been the case is the Clintons managed to somehow destroy everything that they touch. And this man's sterling career up to the point that he had gotten involved with his wife taking money from Clinton sources, that was really the beginning of the end for him in this tragedy. And so no one is I think in this type of situation introspective enough to recognize that. And obviously there's going to be some spin machines from the Clintons and others involved in the next phases of this story. But Mr. McCabe is clearly in denial as to his own role in this unfortunate situation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have a former deputy independent counsel on the Whitewater investigation, Sol Wisenburg on the phone now. Sol, you were on radio with me this morning. Both of us thought they're not going to get rid of McCabe. It's only 36 hours until he turns 50 years old. Your reaction tonight, Sol?"
    },
    {
      "speaker": "SOL WISENBERG, FORMER DEPUTY INDEPENDENT COUNSEL UNDER KENNETH STARR",
      "utterance": "Well, we were obviously wrong, Laura. And my reaction is it's a very sad day. What was in that OIG report that got send to OPR must have been very clear and very serious for A.G. Sessions to have made the decision he made. I don't agree with a lot of his policy positions, but I have actually a lot of faith in his integrity. And this must have been pretty serious. And I think it's a sad day for the country. And I sure wish my old friend Professor Ron Rotunda who died two days ago was here to see this, because I'd love to hear his comments on it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because he wrote the textbook on ethics, as I recall, right?"
    },
    {
      "speaker": "WISENBERG",
      "utterance": "He is. Laura, he created the field. Yes, he did."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "He was my student, and I'm so proud to have had him as one of my students in my legal ethics class 30 or 40 years ago. He was a great, great man and a great contributor to legal ethics, and totally neutral, totally objective. Always, always called it the way it should be called. What a great man he was."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Incredible. His textbooks, law school, I mean -- amazing. Congressman Duffy, reflecting on that for a moment, and setting aside whether Donald Trump being involved and Hillary being involved, we as Americans have to have faith in our government, especially with a strong, potentially devastating effects of a prosecution and an investigation and surveillance of American citizens that our investigative bodies are operating with complete and unquestionable integrity. Otherwise at the end of it we'll all say that's not fair. We won't take to heart their ultimate conclusions and we'll question them. And I hope Sara is right. This is the beginning, I hope, of a cleaning out of this underbrush at FBI and maybe beyond. We need it badly."
    },
    {
      "speaker": "DUFFY",
      "utterance": "You're absolutely right. We give incredible power to the FBI and the DOJ. We give them special tools to keep us safe from terrorists and bad actors around the world and in our country. And with those tools we expect them to care for them with great emotion. And so I look at what has happened at the FBI. They haven't met that responsibility with the tools that we've given them. Either we take those tools away and the country is less safe, or they use the tools more effectively moving forward. I think what's going to happen moving forward with McCabe, and you saw that in his statement. I have eight kids, you have kids, this is classic fifth grader stuff. I've done something wrong. Don't look at me. It's the other sibling in the house. It's Donald Trump, it's the Republicans. Everyone is coming after me. Don't look what's done. Look at everybody else. And what's going to happen is, if he goes against President Trump, you're going to have MSNBC, CNN, all the networks are going to join him in trying to use McCabe to attack Trump instead of going, hey, we gave you power. You abused it. You should be held to account whether you're a Republican or a Democrat. Anyone who abuses power should be held to account under the law."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're going after the administration already tonight already. They're saying this is all political, even though it's the Office of Professional Responsibility, it's crazy. Sara, why has Peter Strzok and Lisa Page not been fired? Why are we rearranging the chairs on the Titanic here? Why have those two not been fired?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I don't know exactly, but I have talked to sources about this. There is a process that needs to take place. Remember, they're still questioning them. This is a huge investigation, so don't be surprised that that does not happen in the future. And who knows, maybe Peter Strzok and Lisa Page are talking."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Cooperating. They could be cooperating because it will reduce charges or maybe they will get immunity from prosecution."
    },
    {
      "speaker": "CARTER",
      "utterance": "Exactly, reduce charges, and they may have evidence that goes higher up the food chain. They may know what was going on all the way up to Comey."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Offsite meetings and whatever they were. And Alan, I know we're sounding like this is a murder mystery here, we're going to the top. But if indeed Strzok and Page are looking themselves at dismissal, losing their own pensions, they might have an incentive to talk more about who else was involved in setting up an insurance policy to ensure that Donald Trump never get elected, or if he was elected to certainly be dogged by an ongoing investigation. And that will certainly be interesting. Again, we haven't seen much from them, but I think Sara is right, there are a lot of people who cooperate who you never hear about. Professor Dershowitz?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, I know he has a very sophisticated lawyer who is probably working behind the scenes to try to get the best deal for Strzok. I don't think Strzok has a future at the FBI. And I think at this point he has to be thinking about saving his freedom and his liberty and his professional reputation. So it won't surprise me if there were ongoing negotiations involving him and his lawyer and whoever is doing the investigation. That's fairly typical in situations of this kind."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Harmeet, we still have Andrew Weissmann who is still in the investigation. Of course Weissmann was sending the I support you text message or e-mail to Sally Yates when she made her big point to resign in the early stages of the Trump administration. But he's still there."
    },
    {
      "speaker": "DHILLON",
      "utterance": "And Bruce Ohr still has a job. He's been demoted, but I disagree with Sol when he says it's a very sad day. It is sad personally for McCabe. I think it is a good day for the country that we're beginning to see some heads rolling over there because a lot of Americans have lost respect for the FBI, and that's a terrible thing. We should have respect for law enforcement agencies. When they leak, when they lie, when they frame people, when they engage in conspiracies and they try to corrupt judges, that is unacceptable. And it's great that we're starting to see that be taken -- them being held responsible for that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sol, you've got about 20 seconds, my friend."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "And I hope we do it on a nonpartisan basis. I hope we do it on a bipartisan, nonpartisan basis."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a great point. Sol, quickly."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "It is a sad day, but it's also, you're right. If somebody did wrong, they need to be punished for it. So you can have both emotions."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, guys, thank you for all. What a phenomenal panel. I couldn't have asked for better people. Thank you for rolling with the breaking news tonight. You have got to love the quiet Friday nights in the Trump era. Ed Henry who is in for Shannon Bream is up next. Fox News will be covering every angle of this story throughout the weekend. Follow me on Twitter @IngrahamAngle. Everybody have a great weekend. See you Monday. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}