{
  "date": "March 6, 2019",
  "headline": "Acevedo: There is no security crisis at the border, there is a humanitarian crisis",
  "subHeadline": "Guests: Enrique Acevedo, Buck Sexton, Harmeet Dhillon, Daniella Greenbaum, Quentin James",
  "url": "https://www.foxnews.com/transcript/acevedo-there-is-no-security-crisis-at-the-border-there-is-a-humanitarian-crisis",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to “Tucker Carlson Tonight”. Ever get the feeling that news stories come and go faster than they used to. Ask anyone in the news business. It's real. The O.J. story lasted about a year. Now, it feels like there is an O.J a week. Maybe it's the effect of staring at screens all day, jumping from snippet to snippet, our brains have been rewired to think only in the present tense. Or maybe there is a lot more news than there used to be. Some world historic crisis hits every four days knocking the last world historic crisis from our collective consciousness forever. Once upon a time people had a chance to digest their disasters. The Titanic, for example sank in April of 1912. In 1982, the \"New York Times\" wrote a front page feature about Titanic survivors. Seventy years later people still remembered the story. Can you remember what happened 70 days ago? How about 56 days ago?  Think back to that cob web shrouded period in our history, it was January of 2019. The Federal government had just shut down. The President said we needed a border wall. The Democrats scoffed at him. They claimed the entire immigration crisis was, quote, \"manufactured.\" The news media heartily weighed in on that debate. In case you can't remember whose side the media took, here is a clip from our archives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, ANCHOR, MSNBC",
      "sentences": "Folks, the President has manufactured one heck of a political crisis for himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Donald Trump is manufactured a national security crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You will hear them say, is that this is a manufactured crisis. It is not a national security crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "From Nancy Pelosi down to Debbie Wasserman Schultz or anybody else who will give him a dime for this project.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because it's manufactured.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE LOCKHART, FORMER CLINTON WHITE HOUSE PRESS SECRETARY",
      "sentences": "It's a manufactured crisis for the President to get a political win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have a President who will go on TV tonight and lie and lie and lie some more. This is a manufactured crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All together now, \"manufactured crisis.\" Six syllables. Learn them, dear robots, repeat them until they seem plausible. Move on, they will never remember you lied. That's exactly what they did. It's what they always do. But reality has an unpleasant habit of reinserting itself into these things. You can dismiss a crisis as manufactured, but that doesn't mean the crisis doesn't exist. In the last month 76,000 illegal aliens crossed the U.S.-Mexico border -- that is the highest number in a decade. That's more than the entire population of San Francisco or Boston or Washington, D.C. every single year, coming by foot over just one of our international borders. That is a crisis manufactured or not. How are the people in charge responding to this crisis? Well, they are still lying and not just lying because that's never enough for them. They are lying and sneering at the same time all with maximum self- righteousness. They are selling us a steaming load of BS and screaming at us for not believing it.  Here is young pioneer, Alexandria Ocasio-Cortez letting you know that if you want your border secured, you are a bad American. The good Americans are the ones trying to sneak into America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "The President should not be asking for more money to an agency that has systematically violated human rights. The President should be really defending why we are funding such an agency at all.  Those women and children trying to come here with nothing but the shirts on their back to create an opportunity and to provide for this nation are acting more in an American tradition than this President is right now.  CARLSON Yes. They are the real Americans. Well, Ocasio-Cortez expanded on this on Twitter last night. She denounced any Democrat who might be tempted to compromise in any way on immigration. Only open borders are morally acceptable. Quote, \"Where was the concern last week when 26 Democrats voted for a G.O.P. amendment to expand I.C.E. powers rooted in the racist plus false trope that Latino immigrants are more dangerous than U.S.-born citizens?\" Ocasio-Cortez continued this way quote, \"The entire premise of a wall is not based in fact. It's based on a racist plus non- evidence based trope that immigrants are dangerous. Yet some Dems are willing to 'compromise' and spend billions on a trope because we have accepted some kind of racism as real politic in America,\" end quote.  Racist. White Supremacist. Anyone who disagrees with me is a Nazi. How tired of you are screeching like this? How boring has it become? Well, not to Alexandria Ocasio-Cortez. She thinks it is fresh and cutting edge. She thinks she is the future. In fact, she is completely out of touch. She has no idea what America is like. Her tiny little world of fair trade coffee shops is thriving. She thinks everyone lives like her. That's how closed her mind is. She is the oldest 29-year-old in history. For millions of other people, the country they grew up in is crumbling. Bad immigration policy is not the only reason for that but it's a major reason for it.  Every year in America, drug overdoses kill more Americans than the entire Vietnam War. One of the main causes of that is fentanyl. Much of which is snuggled across the Mexican border.   In all of fiscal year 2013, the Feds seized a total of two pounds of fentanyl. That's enough to kill 450,000 people. In 2018, last year, Customs seized 1,747 pounds of fentanyl. That is almost 900 times as much. It's enough to kill 396 million people. That's more people that live in the United States and Canada combined. Now that bothers you, are you a racist? Ocasio-Cortez and the rest of the morons say, yes, you are. Everyone else understands that borders are what make a country. If you can't control who enters, you are a failed state. Just this morning, DHS Secretary Kirstjen Nielsen put it in perspective. She said that illegal arrivals at the Mexican border are set to hit one million by the end of this fiscal year. More illegals will come in the first six month of 2019, this year, than came in all of 2017. That's a crisis. It's also a humanitarian catastrophe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRSTJEN NIELSEN, SECRETARY, DEPARTMENT OF HOMELAND SECURITY",
      "sentences": "Today's migrants flows have created a humanitarian catastrophe. In one study, more than 30% of women reported sexual assault along the way and 70% of all migrants reported experiencing violence. Very unfortunately, because of the increase in violence at I.C.E., when we have families with children, we have to give every girl a pregnancy test over 10. This is not a safe journey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, what? It's not safe to walk through the Sonoran Desert? Migrants get raped trying to sneak into America? You must be a racist if you think that. Quick, somebody tell CNN so they can denounce Nielsen as a white supremacist? Someone might believe her otherwise.  Meanwhile the border degrades, unaccompanied minors keep showing up here. Word has gotten out that almost nobody will ever be deported from this country, just claim asylum and get released.  Everyone in Central America knows this. Why wouldn't they? Since 2000, the number of pending immigration court cases has gone from barely 100,000 to more than 800,000. About 22 million illegal immigrants already live in the United States. That's more people than the populations of 16 U.S. states combined. That is more than the entire New York City metropolitan area, just of people here illegally. But remember, it's not a crisis. It's a guaranteed Democratic majority for the next 100 years, and that's a good thing. Ask CNN. Enrique Acevedo is a Univision anchor and he joins us tonight. Enrique, thanks very much for coming on. So I think, and my memory as I age gets a little bit spottier. But I think you were one of those assuring us this is not a crisis. Looking at the numbers, which I don't think you would contest because they're real, do you want to reassess that? Is it now a crisis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENRIQUE ACEVEDO, ANCHOR, UNIVISION",
      "sentences": "Well, the first time I came on your show last year, Tucker, I told you that the strategy - the administration's strategy was not working. He was only making things worse.  I talked about a humanitarian crisis at the border. You laughed. You told me I was crazy. You told me I was lying and part of this liberal media conspiracy and here we are six months after talking about a humanitarian catastrophe at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't quite remember that exchange. You are overstating the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "I said that by doubling down on the same failed policies of the past 50 years, President Trump was only making things worse. Here we are, six months after talking about a strategy that simply hasn't worked. So, that's what's happening at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, wait, wait, wait. Hold on. Okay. And you know what? I stand corrected. You said things are bad at the border. I said everything is fine, Enrique, you are a racist stop spewing that propaganda and you turned out to be right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "You talked about a security crisis at the border, Tucker, and there is no security crisis. There is a humanitarian crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There is no security crisis - okay, but there is -- and for the people involved, it is by definition a humanitarian crisis. They are leaving their failed countries trying to get here. I get it. I've sympathized with them since day one. I still sympathize with them. So we agree on that. But for American citizens, when you have 22 million people living here illegally, that's more than 16 states combined in population, that's a crisis for us. That's what you denied, and I doubt you will admit it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "And that's just an estimate. Another estimate says, you know, this is -- it just depends on which number you want to use. It says that there are half of that 11 million undocumented people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, no, oh, only 11 million, okay, only 11 million. So only larger than New York City, okay. I get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "Not, only, but that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So here is my question to you. How many would constitute a crisis? How many people do we have to let live illegally in our country before we say, \"You know what? We have to start deporting people? What's the number? Give me a sense? Ball park?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "I think there is a crisis. That's not what we are debating. There is a humanitarian crisis at the border and a wall and limiting the number of people who can claim asylum legally, that's not going to make things better. That's actually going to make things worse. These refugees are turning themselves in to Border Patrol agents. They are not running away from Border Patrol agents. You can ask them at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because they know that the system is a scam and that's why very have 800,000 pending immigration cases --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "You are telling me that children, seven and eight-year-old children and their mothers know that the system is working in their favor? They know how the legal system works in the U.S.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's exactly what I'm saying. That's exactly what I am saying and you know that that is true. But let me ask you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "And that's the reason why they are coming, right? Not because they are being victims of violence and extreme poverty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I've never doubted that. I've never doubted that. I'm an American, and my interest is in my country, which is the United States of America, and I don't believe that having tens of millions of people illegally in your country or using social services is good for my country. It may be good for theirs, it's not good for mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "Why is not good for your country? And in what sense does it make the country worse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We have more illegals living in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "Tucker, I would like to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's very simple. It's very simple. When people who are poor come to a country that's getting poorer. That country doesn't get richer. And I don't have to guess about that because I've lived here the whole time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "But we talked about this before -- the Rockefellers were very poor when they came to this country and now, they are one of the most celebrated dynasties in the history of the U.S.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. That was about 150 years ago. I'm saying right now, the country we're living in California --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "And that's where the racism argument comes in to play, but maybe the problem is that these immigrants are coming from Latin America, and that we keep conflating immigration crime, with terrorism, with economic hardship that every time in your show when we talk about immigration you have you images of dangerous gangs and so this is happening now as we speak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no, what I am saying is, hold on. What I am saying is that this country has -- the places -- so I'm a racist for wanting to control who comes in my country. The overwhelming majority of our immigration --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "The racism comes from conflating immigration with crime and terrorism ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How does it happen? I'm not conflating anything. I am not conflating anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "... and economic hardship, Tucker. That's not the reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm not conflating anything, what I am saying is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "Every time we talk about immigration on your show, there is a negative connotation to this discussion. You have these negative images illustrating immigrants like dangerous gangs and that kind of thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Let me ask you really quick, does it take -- I'm not trying to use vulgarity on the air. It takes a lot of hutzpah, doesn't it to come into someone's country without permission, illegally, break their laws, use their social services and then whip around and call them racist. Which is the game? That kinds of takes a lot of guts, doesn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "Well, if you put it like that -- but I don't think that's what is happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Will any other country put up with that crap -- what do you mean I put it -- you're doing that to me right now. I'm a racist because I don't like people living in my --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "not using any social services. I'm actually pays hundreds of thousands of dollars in taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I am not talking about you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "And I don't use any social services because as an immigrant I can't until I become a citizen. You know that, even as a permanent resident -- I mean, a legal resident. I can't use social services.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wonder you know, it's been a very generous country for a long time and this kind of abuse makes Americans more cynical and less generous and so if you want immigration to continue to enrich this country, you have got to get in under control and let Americans decide who comes and who doesn't. That's it and stop calling them racist because it's very tiresome and dumb, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "Again, the racism comes from conflated immigration with crime with terrorism and economic hardship, which is Americans --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're calling Americans racist because they don't like being invaded. I get it. Enrique, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACEVEDO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We'll have more in the borders. Buck Sexton was just there at the border. Is it a crisis? He would know. We will talk to him after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, for months when it was politically useful to them, all the people on TV told you there was no crisis at the border. The very idea was absurd and you were a moron for thinking it. Well, now it turns out they were just reciting DNC talking points which is what they do every single day. So what is actually going on at the border? Buck Sexton was there just a short time ago. He is a former CIA analyst and now with \"The Hill.\" And he joins us tonight. Buck, I'm starting to suspect that everything I'm hearing about immigration from the other side is a lie. That there no good faith at all that all of it is propaganda. Is that fair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, HOST, THE BUCK SEXTON SHOW",
      "sentences": "It's a long series of lies. Walls don't work. We finally figured out to think as a country that's not true. There is no crisis at the border, that's not true. The caravans will never make it to the border, that's not true. Lie after lie after lie that the media has told. But now that we have new data, it's impossible for them to continue to pretend it's not a crisis. So they say it's only humanitarian crisis. It's actually multiple crises. There is a humanitarian component, no question about it, but that also ties into the national security component because now the cartels make sure that when there is a large group that surrenders at the border in one area, guess what? They run the drugs in a sector that they now know has all the Border Patrol agents tied down. So it directly ties into fentanyl. Methamphetamine by the way, DEA says, maybe at the highest usage ever right now in this country. People don't even talk about meth usage because the opioid crisis is so bad. And by the way, the numbers that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And that's coming from Mexico.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Being made in high-end laboratories in Mexico. Laboratories that you would expect for a Pfizer or a big pharma company. They are churning them out and the big problem here, Tucker is that it is going to get worse because the laws that we have are such people who show up at the border who have a child are guaranteed to stay. There is no way that change this.  I was on your show actually that other activist gentleman was on a few months ago and we had this exchange where it was why couldn't the entire country of Guatemala just say, \"Well, as long as I have a kid, I'm going to come to the U.S. border and know that I will get into the United States? Under the law right now, we are testing that theory out. The word is out. The numbers are going to get bigger and we have no means of stopping this right now unless Congress actually does something because this is what the law says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And if you complain about it, you are a bigot. Would any other country put up with this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Absolutely not, and this is -- what you really see and I think this also came up in your last segment is the Democratic Party is not opposed to illegal immigration. I think that's pretty blatantly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, they are not for America. They are actively against America. I mean, I don't think there is any other. I am a charitable person. It's Ash Wednesday, I want to be a good Christian. But I don't know what other conclusion you reach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Well, they don't believe in sovereignty. In fact, if you use the word sovereignty now, people in the Democratic Party look at you a little bit strangely. Rule of law obviously is largely out the window here. They keep saying they play this game of, if you surrender you are seeking asylum. Well, as we know people within 24 hours often now because they are overwhelming the system, and this is intentional. We also know this from Border Patrol. They have been told. They have seen this themselves. People are now showing up. They know the system. They know the game, and if they have a kid with them, guess what, they are going to be on a plane in many cases to wherever they want in the United States, never to be seen again by U.S. authorities.  So that's also very different. When people are playing this game, this is another lie, Tucker, about how the numbers aren't as bad now as they used to be. Well, the numbers in 2005 and 1990s, when there was a particular surge of illegal immigration, a lot of those people were being deported back to Mexico right away. It was really catch and release, back into Mexico often; whereas now, these other than Mexicans, OTMs are what they call them, when they get to the border, they can't be sent immediately and deported back into Mexico, so get released into the United States and no serious person thinks they are going to be deported. This is an open door policy. If you have a kid. We have an open border right now if you come from a noncontiguous country and you show up and say, \"I want to stay.\" It is crazy. It is absolutely nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is crazy, and if you tolerate it, you clearly -- it's a hostile act against the country. I don't see any other way to read it. Buck Sexton, thank you so much. Nice to see you as always. SEXTON; Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Tom Homan is former acting Director of I.C.E. and he knows a lot about this. He joins us tonight. Tom, thanks very much for coming on. So the argument to the extent you can call it that from the other side is often, \"Look, the details don't matter. What matters is that the Trump administration has constructed cages and they will get teary as they tell you this, in to which, for reasons of racism, it is throwing Latin American children and letting them languish, is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM HOMAN, FORMER ACTING DIRECTOR OF I.C.E.",
      "sentences": "No, it's not true and I watched the hearing today and I respect Chairman Bernie Thompson, but he accused the Secretary of misleading the American people and misleading the Committee. He is misleading the American people. First of all, they're not cages. All right, they are chain link dividers go all the way up to the ceiling that separate children from unrelated adults. If we didn't do that back in 2014 and 2015 when they were built, the first child gets molested by unrelated adult? What happens? Now, we are under investigation for that. So these are chain link fences separating vulnerable population and unrelated adults.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, I am confused. They were built in 2014 and 2015. Trump wasn't President then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "Barack Obama was President. I was there when they were built. These cages they want to call them, but these facilities where we house families were built under President Obama and Secretary Johnson. I was there when they were constructed them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Did Democrats say anything about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "They did not absolutely did not raise hell back then, but now, it is a terrible thing and they yell about family detention and locking families up in a family residential center.  When President Barack Obama was President, we had 100 family detention beds. Under his administration we built 3,000 more. I built them. So, for the Democrats to mislead the American people and say these are Trump's cages and we are locking families up. First of all, they are treated very well. They are treated a lot better now than they ever have been. But these facilities without a doubt were built under the Obama administration because I was there when they were built. And it is very easy, the Democrats, they want to investigate it, FOIA -- the acquisitions paperwork, FOIA, when these facilities were built. It's clear when they were built, 2014-2015.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, why does no -- I mean, Democrats obviously have their own motives for not saying that. They are a political party. But why wouldn't people who are reporting on this for a living make that clear? That we have had these since the last administration like them or not, and that's a fact? I have never heard this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "I'm not a politician and I'm not running for office. I'm a career cop for 34 years. I just can state facts. But as a citizen, the media is anti-Trump. Look, I think -- the story is 90% of the stories are anti-Trump. The Democrats, they know the border is out of control. Anybody that doesn't recognize that it is just ignoring the facts. But their hatred for Trump is more important than their responsibility to protect our nation and protect our borders. That's just the stone cold fact, and it's unfortunate. I have never seen anything like this in my 34 years of doing this job. It's incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Quickly, drill down on that. What do you mean you have never seen anything like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "I have never seen our representatives, elected by the people to defend this nation to ignore the very sovereignty of this nation. It's not a nation without borders. It's not only about enforcing the laws that they enacted, I.C.E. and Border Patrol is doing nothing -- they are not making any of this stuff up. They are enforcing the laws that Congress enacted, but Congress will rather vilify the men and women of I.C.E. for enforcing their laws and then making changes in the laws if they don't like them. I've worked for six Presidents starting with Ronald Reagan. I respect every President I've worked for -- I respect the Office of the Presidency. That is no longer around. I mean, there are people, President Trump is our elected President, elected by the people of this country because of the issues that he thinks are important for this country. He is trying to fulfill his promises and he is hated by the other party for it. This is not the America I grew up in. It's certainly not the America that we should be in and I'm hoping -- we finally have got a President who believes in getting that America back that you don't kneel for the national anthem, you serve your country and you serve it proudly. In my 34 years, I have never seen anything like it. When I watched the hearing today, it was theater. It's not getting to the facts of family detention and zero tolerance and family separation and the issues they want to bury today. This was theater. This is theater to the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They don't care. And it must be extremely frustrating for someone who spent his whole life working on this. Tom Homan, thank you very much for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "Appreciate it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's more obvious, but the day the Democrats will make a push to impeach the President obviously, they are going to. Some party veterans, Democratic Party veterans are warning that's not a good idea. We'll explain that next with Dana Perino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "sentences": "This deplorable, despicable human being that occupies the White House should not be there. They say, \"Maxine, please don't say impeachment anymore.\" And when they say that, I say, \"Impeachment, impeachment, impeachment.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, just last year Democratic leaders told us that impeachment was not on the agenda. Nobody believed them. Now impeachment might be the only thing that can hold together their fractured outraged party. Congressman Jerry Nadler of New York concedes impeachment is coming even though evidence to support it has not been found, but will be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS",
      "sentences": "Do you think the President obstructed justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "sentences": "Yes, I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "If that's the case, then is the decision not to pursue impeachment right now simply political? If you believe he obstructed justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "No. We have to -- we have to do the investigations and get all of this. We do not now have the evidence all sorted out and everything to do an impeachment. Before you impeach somebody, you have to persuade the American public that it ought to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Some Democrats though are warning that an impeachment trial could damage the Democratic Party and that's bad because the Democratic Party is the most important thing, always. David Axelrod warned on Twitter that a recent wave of more than 80 Democratic subpoenas, quote, \"Too easily plays into the witch hunt meme.\" Longtime Clinton family aide, Greg Hale tweeted this quote, \"Please don't do it. Please, don't impeach him. It won't help us win in 2020. He deserves it, I believe that, but what's the best long term play for the country,\" question mark.  Dana Perino, host of \"The Daily Briefing,\" of course, one of our favorite people in the building. She joins us tonight. So double question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, HOST",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Will the President be impeached by Democrats and will, if that happens, that trial hurt the Democratic Party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I think if they do it, of course, yes, I think they all know that it's going to hurt the Democratic Party. That's why you see people like David Axelrod and Greg Hale there's others saying, \"Whoa, whoa, whoa.\" They have got to tap the brakes. But I think what's happening now, Tucker, there is three types of Democrats. First have you people like Chairman Nadler. He is in a very safe district. He is an old bull of the Congress. He has been chomping at the bit to have the gavel back. And he pays no political price in his district because he is going to win again and also, he has a way to keep the base happy. And then you have got a second group which are the freshmen. They won in very tough districts, right? They are in 40 seats. Most of those were in Republican-held districts that could easily be switched back in 2020 to Republicans because that's how swing districts work, and they don't want to talk about this. They want to show that they can govern on important issues like infrastructure, healthcare, et cetera. The third group are your presidential candidates and they have to keep the base happy enough talking impeachment but they also look long term to general election where impeachment doesn't work. And just last week, Axios said that all of the candidates that go to Iowa right now, they are not talking about Trump. They are not talking about Mueller. They are not talking about Russia. They don't talk impeachment. They don't want to talk about it. So they are in a little bit of a box because the base wants it. The old guard knows that it shouldn't happen, but sometimes it's inevitable that you have people like Jerry Nadler who say, \"I've got the gavel, I'm going to use it.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wonder if insurgents like Ocasio-Cortez could do to the Democrats what Trump did to the Republicans which is to outflank them and use social media to do it, demand that they live up to their promises which, in effect, are to impeach Trump. They call him a criminal, how could you not impeach him? Could they force the party to do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, sure, and they could get mad at the establishment. They could say what are you afraid of? Why can't do you this? And then, they're like, \"No, you have to stay in power. We have to be able to do this correctly.\" But here's the other thing is that President Trump does better when he has a foil, when he has someone to go up against. And the House Democrats are now that foil. It's not just Pelosi, right? He seems to actually get along and even respect Nancy Pelosi. But the others, like the left, now, he has something to push back against. So again, you get to 2020, an election, not a midterm, it's not a referendum on the President, it's a choice between two people. And just like what happened with Bill Clinton in 1998, right? His popularity went up when the Republicans tried to impeach him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Or did impeach him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Republicans actually lost seats in that midterm, which is, I think it's only happened twice in 100 years and that was definitely one of them. So, finally quick, do you think it's possible that the leaders of the Democratic Party, Pelosi, for example, keep this contained?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think it will be very difficult and I think if you look at the debate that the House Democrats are having just right now about whether to have a resolution on the floor to condemn anti-Semitism, like they can't even do that, right? So, who is really the leader of the Democratic Party right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm sorry. I'm sorry to laugh. It's just that the party that is always --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know you are not laughing at me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Calling everyone else immoral can't pass a resolution against anti-Semitism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's a tough choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It tells you a lot. Dana Perino, it is never tough to talk to you. It's always a pleasure. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I love seeing you. Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. Fox News Alert for you. We have exclusive new details tonight on this show about the case of conservative activist, Hayden Williams. He was attacked you might remember while trying to recruit conservatives at UC Berkeley. Harmeet Dhillon is an attorney. She represents Williams and she joins us tonight with the latest. Harmeet, thanks a lot for coming on. So this was caught on tape. It should be fairly straightforward. What do we know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, ATTORNEY TO HAYDEN WILLIAMS",
      "sentences": "Well, Zachary Greenberg, who is not a student at UC Berkeley, but sort of floats around on the campus assaulted Hayden Williams on the video that has gone viral all over the country without provocation. He cold cocked him and Hayden has sustained injuries to his face as a result of that and his phone. So, after about 10 days, the police did arrest Mr. Greenberg and he was arraigned in court today on three felony charges of assault battery, violent threats and then also destruction of the phone as a misdemeanor. And he pled not guilty. So that's what happened in court today. There will be an upcoming court date in about a month for a preliminary hearing, and it will be interesting to see what his defense is because it is very clearly him on the video, so he must have something else in mind in terms of his defense. But he has a private attorney, not a public defender. And I have done some digging and I have learned a few other interesting facts about Mr. Greenberg and his history with the court system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So give us a flavor on what those might be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "So, Mr. Greenberg over the past couple of years has had numerous incidents where he has filed restraining orders against his roommates in multiple group houses and then moved out of those group houses. His roommates have put in evidence that has been more believable and believed by the court that none of those incidents happened. He has also had a restraining order filed against him by a former roommate which was granted by a court and as a result of that restraining order, he had to turn in his guns to the authorities. He has filed several lawsuits against landlords for charges that were later dismissed by the court and found not to be valid and he has filed small-claims claims against roommates, again, found not to be sustained for the most part. And so, you know, like almost a dozen lawsuits that I have uncovered that this man is involved in and interestingly, Tucker, this is a tactic actually that I have seen used in another case involving a Berkeley violent activist. So you have had Yvette Felarca on your show and Felarca has filed false restraining orders against conservatists on the Berkeley campus, there is a case that I'm involved in and that's now Court of Appeals on that where we defeated a false restraining order by her. So I think this is one of the growing tactic of the left potentially, is this and he does this with fee waivers, so he isn't paying the fees, claiming that he is indigent and he has no visible means of support, but his lawyer told the reporters today outside the courtroom that he is -- was on the campus studying in the library, but not as a Berkeley student, but studying somewhere else. So there is a lot yet to be known about this guy, what motivated him, but clearly he has anger issues. One of the people in the lawsuits described, you know, marijuana use and certainly there is a gun, at least, one gun involved in his possession and so, a lot of -- a lot more to be asked about this guy and how he has private counsel and why is he pleading not guilty? So you know, we'll see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. He's got a private lawyer. Another angry rich kid. There are an awful lot of those on the left as you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Harmeet Dhillon, great to see you. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The actor, Will Smith, is being attacked for his latest film role. His critics say, literally, he has the wrong skin color. We thought that attitude disappeared 50 years ago. It lives on the left. That story straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You may have learned in school that the hallmark of an authoritarian regime is banning books. Remember when all the librarians, mostly liberal would have Banned Book Week. These are all the books the bad guys don't want you to read. Here they are. And they had a point. The Inquisition burned books, so did the Nazis. Corrupt regimes everywhere fear the free exchange of ideas and they won't tolerate it if they don't have to. The best sign of America's strength is that we are and we have always been different. We don't fear and suppress other people's ideas even if they are offensive or unpopular. We combat them with better ideas. That's how we have always been. But that is changing fast. Increasingly, the norm in America is that some people shouldn't be allowed to speak and some views are not allowed. Judge Amy Jackson who was an actual judge is now threatening Roger Stone with prison time because he wrote a new introduction to his book that says unflattering things about Robert Mueller. That is now a crime according to Judge Amy Jackson. Amazon which completely and utterly dominates the book sales market around the world just banned a book by British activist, Tommy Robinson because the book is critical of Islam. By the way, books criticizes Christianity are still in abundant supply on Amazon. But Amazon didn't just refuse to sell Robinson's book, they banned users from selling used copies of it, second hand. Amazon's crackdown is part of a much wider effort. Facebook shut down Tommy Robinson's page. YouTube banned him. People vastly richer and more powerful than you, richer and more powerful than any of us want you to know that whatever Robinson is saying is evil and wrong, and maybe it is. I don't even know what he is saying, it doesn't matter. They don't want you to read or decide for yourself. That's the point. The old left, the legitimate left, the left that had integrity would have been horrified by this. Now, they don't care. They are in favor of it. \"The Washington Post\" which is owned by Jeff Bezos, it's his vanity site, his unregistered lobbying arm, has not even covered the Robinson book ban. They're part of the censorship class themselves. Democracy dies in darkness. They are imposing darkness. That's what book banning is. Well, there is nothing more popular on the left than calling other people racist, but sometimes that's hard. How do you accuse someone of being racist against his own race? Well, you accuse them of colorism instead. We're not making that up. Actor Will Smith was just cast in the movie, \"King Richard\" as Richard Williams, father of tennis legends Venus and Serena Williams. But social media critics are melting down. They claim that Will Smith is too light- skinned for that role. Daniella Greenbaum is senior contributor at \"The Federalist\" and a columnist at the \"Spectator USA\" and she joins us tonight. So Daniella, this argument that people's moral value can be discerned by the color of their skin, wasn't that the core argument of the segregationist in the American south?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIELLA GREENBAUM, SENIOR CONTRIBUTOR, THE FEDERALIST",
      "sentences": "It was, and actually, you know, Tucker, you and I discussed this, this summer with the Scarlett Johansson controversy. We are seeing over and over again that the activist mob is deciding that whether you get to play a role in a movie has nothing to do with your skill, but is rather just about what you look like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But, I mean, I have got a bunch of kids. I went to school in this country myself from the first grade all the way through college, you were taught correctly that one of the great sins in American history was Jim Crow, which was a very elaborate system based on exactly this precept. Your value corresponds to your skin color. How can the people who claim to be against Jim Crow make this case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENBAUM",
      "sentences": "They can't or they shouldn't, but they are trying to, and it's a total slap in the face to anyone who has fought for equality and has fought to have a society in which we don't judge people on the color of their skin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, to get to the specifics of this case, they are saying that Will Smith is not black enough or I hate to even say this, it's so disgusting, but that he is somehow the wrong color. How is he responding to this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENBAUM",
      "sentences": "You know that's exactly what they are saying as if they have brought a tape color up to his skin and are saying, \"You are one too many shades, too far removed from what the person you are supposed to portray,\" is actually what it looks like. And so far I think, he has kind of seems to be standing his ground. I hope he doesn't follow the path that has been set out before him by other actors who have cowed to the mob and said, \"You know what, I'm not going to do this. I have clearly crossed the line. I've clearly done something that polite society doesn't do. I think he brings a lot to any role. I think is he a great actor and I think he is one that brings audiences and that's probably part of why he was chosen. So I think it will be a real shame if he kind of gives in to the pressure that he is currently facing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Has anybody stood up and said, \"Wait, this is insane. We have become what we said we hated. We're the problem.\" Has anyone sort of turned the lens inward and admitted the rot at the very core of the modern left on the question of race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENBAUM",
      "sentences": "I would be so pleased to see that. I haven't seen that piece. Certainly not out of the left, and it's exactly what you just said, it's the modern left. The historical left would be so disturbed by this argument. They would be aghast that we're once again totally judging people and putting them into boxes based on not just now the color of their skin, but the precise shade of their skin. But unfortunately, the left of today is one that actually loves to judge people based on their identity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, and know that because they're the ones calling other people racists. Will Smith is the wrong color. He shouldn't have a job. You are a racist. Self-awareness in short supply. Daniella, thank you. You were great. It's nice to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENBAUM",
      "sentences": "Nice to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Democrats have told us for a couple of years that the 2016 election was rigged by Vladimir Putin, the arch bad guy of all time. So, shouldn't they be demanding that Hillary Clinton run again to claim her rightful post as President of the United States, but they are not. That's interesting and we will investigate it after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So as we have told you a couple of times on the show, Michael Cohen the other day basically shut down the entire Russia investigation definitively by saying under oath that no, there was no collusion and by the way, he would know. It doesn't matter. It is still an article of faith on the left that the last presidential election was rigged by that dastardly Vladimir Putin and his secret Facebook agents, some of them from Macedonia. Anna Navarro who works at a bunch of different networks amazingly repeated that claim just yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNA NAVARRO, POLITICAL COMMENTATOR",
      "sentences": "Trump campaign and the Trump world is - they are experts at pre-gaming and at spinning, and, yes, remember when they talked about everything being rigged. It turns out they were right. Everything was rigged. It was rigged for them. They had the help of the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you've got to wonder at a time when -- I mean, I don't care what they say about the unemployment rate. Our labor force participation rate is appalling. There are millions of people who want to work who aren't working, should be working and Anna Navarro has like three different jobs. How do we wind up with a country like that? Anyway. But she is not alone. There are lots of other people, too. Democratic lawmakers and media adjuncts, they are water carriers often tell you the last presidential election was stolen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "sentences": "The Russians exploited a massive back door into the foundation of our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TONY ROMM, TECHNOLOGY POLICY REPORTER, THE WASHINGTON POST",
      "sentences": "The work by Russian agents to try to destabilize American democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "sentences": "It's everything you need to know about the threat to our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "sentences": "Responding to Russia's assault on our democracy should be a bipartisan issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There is no question that Russia attacked us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ELIJAH CUMMINGS, D-MD",
      "sentences": "... were attacks, ladies and gentlemen, on our Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "Attack on the integrity of our election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "An attack on our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "sentences": "The first time we have had adversary attack us that we have not responded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Don Lemon said it, they stole it from Hillary, the Russians did and Hillary certainly thinks that. She should be President right now according to them. So if that's true, why does nobody seem especially eager for Hillary to run for president again? People seem to sigh a deep, deep sigh of relief on Monday when she said she isn't running again in 2020. When her aides walked that back a day later and said she could still run. Nobody was excited. Even on the left, Clinton's continued presence triggers groans more than applause. But why is that? She was robbed in 2016. She is a martyr. Why shouldn't she come forth to claim her rightful place on the American throne? We asked that question of Quentin James. He is founder of the Collective PAC and he joins us tonight. Quentin, thanks a lot for coming on. So super simple, I just want to take the claim at face value. Putin stole it from this poor woman. Yes, she is rich and famous and she has got her own plane. But I feel bad for her because she should be President. So why aren't Democrats encouraging her to run again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUENTIN JAMES, FOUNDER, THE COLLECTIVE PAC",
      "sentences": "Thanks for having me on, Tucker. Listen, I don't think folks are saying that they don't want her to be President. Hillary Clinton has said that and so they are very much taking her lead. She has stepped up to found a new organization, Onward Together, that is supporting a new generation of Democratic activists and progressive kind of movement leaders and so this isn't really about rehashing 2016. I think what we are calling for though is for Trump to be held accountable to what we did see happen in 2016 with the Russia interference in our election. Every intelligence agency in this country has said that Russia influenced our election. Why is our President running away from this investigation? Running away from finding out the truth? That's the question that I think that's before all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know, I know. It's about crushing Trump. I get it. It's been going on a couple of years now and Coast Guard Intelligence is on board with the fact that the Russians did that. But if you really believe that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "And the CIA and the NSA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Whatever. Okay, yes, they are totally nonspecific about it. I mean, what does that mean? They have never told us what it means actually. And so I still don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Well, that's why Robert Mueller is still investigating. We are waiting for his investigation to be over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Absolutely and we are waiting with baited breath, but there is a victim in this crime if it was in fact a crime as you allege and that's Hillary Clinton. She should be President and she is not because of those darn Russians. So why is nobody making any effort to make it right? To make her President again? How in the world can Kamala Harris who was not the victim of a Russian plot, how can she step up and try to be President when Hillary Clinton is still strides the earth? I'm serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "But Tucker, making it right isn't putting her on the ballot again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "This would be her third time running for President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "She won last time. You already told me that. She won, but the Russians stole it from her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Yes, she did receive three million more votes than Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, well, then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "That is fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Then I'm confused. JAMES; But she said she does not want to run for President again. And so, let's take her word and her lead for that and let's move on as a party which we have been doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know as well as I -- well, hold on. But if she came out tomorrow and said, \"Actually, I want to be President,\" you would be, of course all in behind her, right? Every Democrat would be. How could you take someone who had it stolen from her and not endorse her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Listen, Hillary Clinton is one of the most accomplished public servants in American history. If she wanted to run for President, I'm sure that our party would welcome her into the race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Would you welcome her? I mean, would you say ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Of course, I would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "... say to Kamala Harris, come on, she just had it stolen from her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Listen, Tucker ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Look, I'm playing games. You know the truth which is no one thinks it was stolen from her. They look down on her. She is the past. They have zero interest in her running. And if she announced tomorrow, you would attack her and you know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Who would attack her? No, Tucker. This is again is one of the most accomplished public servants of either party in American history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's silly. She is not. She is not accomplished. JAMES; If she wanted to run, she deserves every right to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Anyway, I mean, that's just silly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "But what we know is that for some reason, Vladimir Putin and the Russians did not want her to be President in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because they feared her. They don't like strong women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "We still do not know why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right? That's what she said. She said --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "But we still - we still do not know why Donald Trump and the Republican Party ....",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In addition to being an authoritarian, he is a sexist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "... accepted their help. Thirty four individuals in the Trump orbit have been indicted or charged in some form or fashion with the Mueller investigation. We don't know where this is going to end and so, we can talk about Hillary Clinton or we can talk about the truth of why Russia interfered in our election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, let me just say it. Everything you said is untrue, which is hilarious. It's hilarious. I mean, not a single --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "But it's factual though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's literally not factual. Not a single American had been indicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Thirty --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no. Not a single American, not one, and if I am wrong, tell me who that person is, because I missed the news -- has been indicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "I am pretty sure there have been 12 people directly who were associates of Donald Trump's campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Associated with the campaign. Yes, yes, I am sure that is true, but not one of them for affecting the outcome of 2016. That's not even been alleged by Robert Mueller or any prosecutor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Not yet. We're not done with the investigation, Tucker. We don't know where this is going to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Not yet. Okay, super quick. We've only got 10 seconds left. If it turns out that Mueller says, yes, there was collusion, will you demand that Hillary Clinton take her place on the throne?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Listen, that would be a question of constitutional changes around how do we replace a President, right? So obviously if Donald Trump is impeached, what? We are looking at Mike Pence becoming President if is he impeached then Nancy Pelosi?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Look, her husband was President and she has a right to be President. That's always how it's been --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Come on. No one is calling for anarchy here, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, Quentin James, thank you very much. Great to see. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Thanks for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wish we could go on forever, but we can't. We are limited by the laws of physics. Our hour is done. We will back tomorrow night at 8:00 p.m. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to “Tucker Carlson Tonight”. Ever get the feeling that news stories come and go faster than they used to. Ask anyone in the news business. It's real. The O.J. story lasted about a year. Now, it feels like there is an O.J a week. Maybe it's the effect of staring at screens all day, jumping from snippet to snippet, our brains have been rewired to think only in the present tense. Or maybe there is a lot more news than there used to be. Some world historic crisis hits every four days knocking the last world historic crisis from our collective consciousness forever. Once upon a time people had a chance to digest their disasters. The Titanic, for example sank in April of 1912. In 1982, the \"New York Times\" wrote a front page feature about Titanic survivors. Seventy years later people still remembered the story. Can you remember what happened 70 days ago? How about 56 days ago? Think back to that cob web shrouded period in our history, it was January of 2019. The Federal government had just shut down. The President said we needed a border wall. The Democrats scoffed at him. They claimed the entire immigration crisis was, quote, \"manufactured.\" The news media heartily weighed in on that debate. In case you can't remember whose side the media took, here is a clip from our archives."
    },
    {
      "speaker": "CHUCK TODD, ANCHOR, MSNBC",
      "utterance": "Folks, the President has manufactured one heck of a political crisis for himself."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Donald Trump is manufactured a national security crisis."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You will hear them say, is that this is a manufactured crisis. It is not a national security crisis."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "From Nancy Pelosi down to Debbie Wasserman Schultz or anybody else who will give him a dime for this project."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Because it's manufactured."
    },
    {
      "speaker": "JOE LOCKHART, FORMER CLINTON WHITE HOUSE PRESS SECRETARY",
      "utterance": "It's a manufactured crisis for the President to get a political win."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We have a President who will go on TV tonight and lie and lie and lie some more. This is a manufactured crisis."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All together now, \"manufactured crisis.\" Six syllables. Learn them, dear robots, repeat them until they seem plausible. Move on, they will never remember you lied. That's exactly what they did. It's what they always do. But reality has an unpleasant habit of reinserting itself into these things. You can dismiss a crisis as manufactured, but that doesn't mean the crisis doesn't exist. In the last month 76,000 illegal aliens crossed the U.S.-Mexico border -- that is the highest number in a decade. That's more than the entire population of San Francisco or Boston or Washington, D.C. every single year, coming by foot over just one of our international borders. That is a crisis manufactured or not. How are the people in charge responding to this crisis? Well, they are still lying and not just lying because that's never enough for them. They are lying and sneering at the same time all with maximum self- righteousness. They are selling us a steaming load of BS and screaming at us for not believing it. Here is young pioneer, Alexandria Ocasio-Cortez letting you know that if you want your border secured, you are a bad American. The good Americans are the ones trying to sneak into America."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "The President should not be asking for more money to an agency that has systematically violated human rights. The President should be really defending why we are funding such an agency at all. Those women and children trying to come here with nothing but the shirts on their back to create an opportunity and to provide for this nation are acting more in an American tradition than this President is right now. CARLSON Yes. They are the real Americans. Well, Ocasio-Cortez expanded on this on Twitter last night. She denounced any Democrat who might be tempted to compromise in any way on immigration. Only open borders are morally acceptable. Quote, \"Where was the concern last week when 26 Democrats voted for a G.O.P. amendment to expand I.C.E. powers rooted in the racist plus false trope that Latino immigrants are more dangerous than U.S.-born citizens?\" Ocasio-Cortez continued this way quote, \"The entire premise of a wall is not based in fact. It's based on a racist plus non- evidence based trope that immigrants are dangerous. Yet some Dems are willing to 'compromise' and spend billions on a trope because we have accepted some kind of racism as real politic in America,\" end quote. Racist. White Supremacist. Anyone who disagrees with me is a Nazi. How tired of you are screeching like this? How boring has it become? Well, not to Alexandria Ocasio-Cortez. She thinks it is fresh and cutting edge. She thinks she is the future. In fact, she is completely out of touch. She has no idea what America is like. Her tiny little world of fair trade coffee shops is thriving. She thinks everyone lives like her. That's how closed her mind is. She is the oldest 29-year-old in history. For millions of other people, the country they grew up in is crumbling. Bad immigration policy is not the only reason for that but it's a major reason for it. Every year in America, drug overdoses kill more Americans than the entire Vietnam War. One of the main causes of that is fentanyl. Much of which is snuggled across the Mexican border. In all of fiscal year 2013, the Feds seized a total of two pounds of fentanyl. That's enough to kill 450,000 people. In 2018, last year, Customs seized 1,747 pounds of fentanyl. That is almost 900 times as much. It's enough to kill 396 million people. That's more people that live in the United States and Canada combined. Now that bothers you, are you a racist? Ocasio-Cortez and the rest of the morons say, yes, you are. Everyone else understands that borders are what make a country. If you can't control who enters, you are a failed state. Just this morning, DHS Secretary Kirstjen Nielsen put it in perspective. She said that illegal arrivals at the Mexican border are set to hit one million by the end of this fiscal year. More illegals will come in the first six month of 2019, this year, than came in all of 2017. That's a crisis. It's also a humanitarian catastrophe."
    },
    {
      "speaker": "KIRSTJEN NIELSEN, SECRETARY, DEPARTMENT OF HOMELAND SECURITY",
      "utterance": "Today's migrants flows have created a humanitarian catastrophe. In one study, more than 30% of women reported sexual assault along the way and 70% of all migrants reported experiencing violence. Very unfortunately, because of the increase in violence at I.C.E., when we have families with children, we have to give every girl a pregnancy test over 10. This is not a safe journey."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, what? It's not safe to walk through the Sonoran Desert? Migrants get raped trying to sneak into America? You must be a racist if you think that. Quick, somebody tell CNN so they can denounce Nielsen as a white supremacist? Someone might believe her otherwise. Meanwhile the border degrades, unaccompanied minors keep showing up here. Word has gotten out that almost nobody will ever be deported from this country, just claim asylum and get released. Everyone in Central America knows this. Why wouldn't they? Since 2000, the number of pending immigration court cases has gone from barely 100,000 to more than 800,000. About 22 million illegal immigrants already live in the United States. That's more people than the populations of 16 U.S. states combined. That is more than the entire New York City metropolitan area, just of people here illegally. But remember, it's not a crisis. It's a guaranteed Democratic majority for the next 100 years, and that's a good thing. Ask CNN. Enrique Acevedo is a Univision anchor and he joins us tonight. Enrique, thanks very much for coming on. So I think, and my memory as I age gets a little bit spottier. But I think you were one of those assuring us this is not a crisis. Looking at the numbers, which I don't think you would contest because they're real, do you want to reassess that? Is it now a crisis?"
    },
    {
      "speaker": "ENRIQUE ACEVEDO, ANCHOR, UNIVISION",
      "utterance": "Well, the first time I came on your show last year, Tucker, I told you that the strategy - the administration's strategy was not working. He was only making things worse. I talked about a humanitarian crisis at the border. You laughed. You told me I was crazy. You told me I was lying and part of this liberal media conspiracy and here we are six months after talking about a humanitarian catastrophe at the border."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't quite remember that exchange. You are overstating the problem."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "I said that by doubling down on the same failed policies of the past 50 years, President Trump was only making things worse. Here we are, six months after talking about a strategy that simply hasn't worked. So, that's what's happening at the border."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, wait, wait, wait. Hold on. Okay. And you know what? I stand corrected. You said things are bad at the border. I said everything is fine, Enrique, you are a racist stop spewing that propaganda and you turned out to be right."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "You talked about a security crisis at the border, Tucker, and there is no security crisis. There is a humanitarian crisis."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There is no security crisis - okay, but there is -- and for the people involved, it is by definition a humanitarian crisis. They are leaving their failed countries trying to get here. I get it. I've sympathized with them since day one. I still sympathize with them. So we agree on that. But for American citizens, when you have 22 million people living here illegally, that's more than 16 states combined in population, that's a crisis for us. That's what you denied, and I doubt you will admit it now."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "And that's just an estimate. Another estimate says, you know, this is -- it just depends on which number you want to use. It says that there are half of that 11 million undocumented people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, no, oh, only 11 million, okay, only 11 million. So only larger than New York City, okay. I get it."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "Not, only, but that's --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So here is my question to you. How many would constitute a crisis? How many people do we have to let live illegally in our country before we say, \"You know what? We have to start deporting people? What's the number? Give me a sense? Ball park?"
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "I think there is a crisis. That's not what we are debating. There is a humanitarian crisis at the border and a wall and limiting the number of people who can claim asylum legally, that's not going to make things better. That's actually going to make things worse. These refugees are turning themselves in to Border Patrol agents. They are not running away from Border Patrol agents. You can ask them at the border."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because they know that the system is a scam and that's why very have 800,000 pending immigration cases --"
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "You are telling me that children, seven and eight-year-old children and their mothers know that the system is working in their favor? They know how the legal system works in the U.S.?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's exactly what I'm saying. That's exactly what I am saying and you know that that is true. But let me ask you --"
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "And that's the reason why they are coming, right? Not because they are being victims of violence and extreme poverty."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I've never doubted that. I've never doubted that. I'm an American, and my interest is in my country, which is the United States of America, and I don't believe that having tens of millions of people illegally in your country or using social services is good for my country. It may be good for theirs, it's not good for mine."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "Why is not good for your country? And in what sense does it make the country worse?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "We have more illegals living in this country."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "Tucker, I would like to know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's very simple. It's very simple. When people who are poor come to a country that's getting poorer. That country doesn't get richer. And I don't have to guess about that because I've lived here the whole time."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "But we talked about this before -- the Rockefellers were very poor when they came to this country and now, they are one of the most celebrated dynasties in the history of the U.S."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. That was about 150 years ago. I'm saying right now, the country we're living in California --"
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "And that's where the racism argument comes in to play, but maybe the problem is that these immigrants are coming from Latin America, and that we keep conflating immigration crime, with terrorism, with economic hardship that every time in your show when we talk about immigration you have you images of dangerous gangs and so this is happening now as we speak."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no, what I am saying is, hold on. What I am saying is that this country has -- the places -- so I'm a racist for wanting to control who comes in my country. The overwhelming majority of our immigration --"
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "The racism comes from conflating immigration with crime and terrorism ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How does it happen? I'm not conflating anything. I am not conflating anything."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "... and economic hardship, Tucker. That's not the reality."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm not conflating anything, what I am saying is --"
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "Every time we talk about immigration on your show, there is a negative connotation to this discussion. You have these negative images illustrating immigrants like dangerous gangs and that kind of thing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Let me ask you really quick, does it take -- I'm not trying to use vulgarity on the air. It takes a lot of hutzpah, doesn't it to come into someone's country without permission, illegally, break their laws, use their social services and then whip around and call them racist. Which is the game? That kinds of takes a lot of guts, doesn't it?"
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "Well, if you put it like that -- but I don't think that's what is happening."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Will any other country put up with that crap -- what do you mean I put it -- you're doing that to me right now. I'm a racist because I don't like people living in my --"
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "not using any social services. I'm actually pays hundreds of thousands of dollars in taxes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I am not talking about you."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "And I don't use any social services because as an immigrant I can't until I become a citizen. You know that, even as a permanent resident -- I mean, a legal resident. I can't use social services."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wonder you know, it's been a very generous country for a long time and this kind of abuse makes Americans more cynical and less generous and so if you want immigration to continue to enrich this country, you have got to get in under control and let Americans decide who comes and who doesn't. That's it and stop calling them racist because it's very tiresome and dumb, too."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "Again, the racism comes from conflated immigration with crime with terrorism and economic hardship, which is Americans --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're calling Americans racist because they don't like being invaded. I get it. Enrique, thank you very much."
    },
    {
      "speaker": "ACEVEDO",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We'll have more in the borders. Buck Sexton was just there at the border. Is it a crisis? He would know. We will talk to him after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, for months when it was politically useful to them, all the people on TV told you there was no crisis at the border. The very idea was absurd and you were a moron for thinking it. Well, now it turns out they were just reciting DNC talking points which is what they do every single day. So what is actually going on at the border? Buck Sexton was there just a short time ago. He is a former CIA analyst and now with \"The Hill.\" And he joins us tonight. Buck, I'm starting to suspect that everything I'm hearing about immigration from the other side is a lie. That there no good faith at all that all of it is propaganda. Is that fair?"
    },
    {
      "speaker": "BUCK SEXTON, HOST, THE BUCK SEXTON SHOW",
      "utterance": "It's a long series of lies. Walls don't work. We finally figured out to think as a country that's not true. There is no crisis at the border, that's not true. The caravans will never make it to the border, that's not true. Lie after lie after lie that the media has told. But now that we have new data, it's impossible for them to continue to pretend it's not a crisis. So they say it's only humanitarian crisis. It's actually multiple crises. There is a humanitarian component, no question about it, but that also ties into the national security component because now the cartels make sure that when there is a large group that surrenders at the border in one area, guess what? They run the drugs in a sector that they now know has all the Border Patrol agents tied down. So it directly ties into fentanyl. Methamphetamine by the way, DEA says, maybe at the highest usage ever right now in this country. People don't even talk about meth usage because the opioid crisis is so bad. And by the way, the numbers that --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "And that's coming from Mexico."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Being made in high-end laboratories in Mexico. Laboratories that you would expect for a Pfizer or a big pharma company. They are churning them out and the big problem here, Tucker is that it is going to get worse because the laws that we have are such people who show up at the border who have a child are guaranteed to stay. There is no way that change this. I was on your show actually that other activist gentleman was on a few months ago and we had this exchange where it was why couldn't the entire country of Guatemala just say, \"Well, as long as I have a kid, I'm going to come to the U.S. border and know that I will get into the United States? Under the law right now, we are testing that theory out. The word is out. The numbers are going to get bigger and we have no means of stopping this right now unless Congress actually does something because this is what the law says."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And if you complain about it, you are a bigot. Would any other country put up with this?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "Absolutely not, and this is -- what you really see and I think this also came up in your last segment is the Democratic Party is not opposed to illegal immigration. I think that's pretty blatantly."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, they are not for America. They are actively against America. I mean, I don't think there is any other. I am a charitable person. It's Ash Wednesday, I want to be a good Christian. But I don't know what other conclusion you reach."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Well, they don't believe in sovereignty. In fact, if you use the word sovereignty now, people in the Democratic Party look at you a little bit strangely. Rule of law obviously is largely out the window here. They keep saying they play this game of, if you surrender you are seeking asylum. Well, as we know people within 24 hours often now because they are overwhelming the system, and this is intentional. We also know this from Border Patrol. They have been told. They have seen this themselves. People are now showing up. They know the system. They know the game, and if they have a kid with them, guess what, they are going to be on a plane in many cases to wherever they want in the United States, never to be seen again by U.S. authorities. So that's also very different. When people are playing this game, this is another lie, Tucker, about how the numbers aren't as bad now as they used to be. Well, the numbers in 2005 and 1990s, when there was a particular surge of illegal immigration, a lot of those people were being deported back to Mexico right away. It was really catch and release, back into Mexico often; whereas now, these other than Mexicans, OTMs are what they call them, when they get to the border, they can't be sent immediately and deported back into Mexico, so get released into the United States and no serious person thinks they are going to be deported. This is an open door policy. If you have a kid. We have an open border right now if you come from a noncontiguous country and you show up and say, \"I want to stay.\" It is crazy. It is absolutely nuts."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is crazy, and if you tolerate it, you clearly -- it's a hostile act against the country. I don't see any other way to read it. Buck Sexton, thank you so much. Nice to see you as always. SEXTON; Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Tom Homan is former acting Director of I.C.E. and he knows a lot about this. He joins us tonight. Tom, thanks very much for coming on. So the argument to the extent you can call it that from the other side is often, \"Look, the details don't matter. What matters is that the Trump administration has constructed cages and they will get teary as they tell you this, in to which, for reasons of racism, it is throwing Latin American children and letting them languish, is that true?"
    },
    {
      "speaker": "TOM HOMAN, FORMER ACTING DIRECTOR OF I.C.E.",
      "utterance": "No, it's not true and I watched the hearing today and I respect Chairman Bernie Thompson, but he accused the Secretary of misleading the American people and misleading the Committee. He is misleading the American people. First of all, they're not cages. All right, they are chain link dividers go all the way up to the ceiling that separate children from unrelated adults. If we didn't do that back in 2014 and 2015 when they were built, the first child gets molested by unrelated adult? What happens? Now, we are under investigation for that. So these are chain link fences separating vulnerable population and unrelated adults."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, I am confused. They were built in 2014 and 2015. Trump wasn't President then."
    },
    {
      "speaker": "HOMAN",
      "utterance": "Barack Obama was President. I was there when they were built. These cages they want to call them, but these facilities where we house families were built under President Obama and Secretary Johnson. I was there when they were constructed them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Did Democrats say anything about it?"
    },
    {
      "speaker": "HOMAN",
      "utterance": "They did not absolutely did not raise hell back then, but now, it is a terrible thing and they yell about family detention and locking families up in a family residential center. When President Barack Obama was President, we had 100 family detention beds. Under his administration we built 3,000 more. I built them. So, for the Democrats to mislead the American people and say these are Trump's cages and we are locking families up. First of all, they are treated very well. They are treated a lot better now than they ever have been. But these facilities without a doubt were built under the Obama administration because I was there when they were built. And it is very easy, the Democrats, they want to investigate it, FOIA -- the acquisitions paperwork, FOIA, when these facilities were built. It's clear when they were built, 2014-2015."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, why does no -- I mean, Democrats obviously have their own motives for not saying that. They are a political party. But why wouldn't people who are reporting on this for a living make that clear? That we have had these since the last administration like them or not, and that's a fact? I have never heard this."
    },
    {
      "speaker": "HOMAN",
      "utterance": "I'm not a politician and I'm not running for office. I'm a career cop for 34 years. I just can state facts. But as a citizen, the media is anti-Trump. Look, I think -- the story is 90% of the stories are anti-Trump. The Democrats, they know the border is out of control. Anybody that doesn't recognize that it is just ignoring the facts. But their hatred for Trump is more important than their responsibility to protect our nation and protect our borders. That's just the stone cold fact, and it's unfortunate. I have never seen anything like this in my 34 years of doing this job. It's incredible."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Quickly, drill down on that. What do you mean you have never seen anything like this?"
    },
    {
      "speaker": "HOMAN",
      "utterance": "I have never seen our representatives, elected by the people to defend this nation to ignore the very sovereignty of this nation. It's not a nation without borders. It's not only about enforcing the laws that they enacted, I.C.E. and Border Patrol is doing nothing -- they are not making any of this stuff up. They are enforcing the laws that Congress enacted, but Congress will rather vilify the men and women of I.C.E. for enforcing their laws and then making changes in the laws if they don't like them. I've worked for six Presidents starting with Ronald Reagan. I respect every President I've worked for -- I respect the Office of the Presidency. That is no longer around. I mean, there are people, President Trump is our elected President, elected by the people of this country because of the issues that he thinks are important for this country. He is trying to fulfill his promises and he is hated by the other party for it. This is not the America I grew up in. It's certainly not the America that we should be in and I'm hoping -- we finally have got a President who believes in getting that America back that you don't kneel for the national anthem, you serve your country and you serve it proudly. In my 34 years, I have never seen anything like it. When I watched the hearing today, it was theater. It's not getting to the facts of family detention and zero tolerance and family separation and the issues they want to bury today. This was theater. This is theater to the party."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They don't care. And it must be extremely frustrating for someone who spent his whole life working on this. Tom Homan, thank you very much for that."
    },
    {
      "speaker": "HOMAN",
      "utterance": "Appreciate it. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's more obvious, but the day the Democrats will make a push to impeach the President obviously, they are going to. Some party veterans, Democratic Party veterans are warning that's not a good idea. We'll explain that next with Dana Perino."
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "utterance": "This deplorable, despicable human being that occupies the White House should not be there. They say, \"Maxine, please don't say impeachment anymore.\" And when they say that, I say, \"Impeachment, impeachment, impeachment.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, just last year Democratic leaders told us that impeachment was not on the agenda. Nobody believed them. Now impeachment might be the only thing that can hold together their fractured outraged party. Congressman Jerry Nadler of New York concedes impeachment is coming even though evidence to support it has not been found, but will be."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS",
      "utterance": "Do you think the President obstructed justice?"
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "utterance": "Yes, I do."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "If that's the case, then is the decision not to pursue impeachment right now simply political? If you believe he obstructed justice?"
    },
    {
      "speaker": "NADLER",
      "utterance": "No. We have to -- we have to do the investigations and get all of this. We do not now have the evidence all sorted out and everything to do an impeachment. Before you impeach somebody, you have to persuade the American public that it ought to happen."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Some Democrats though are warning that an impeachment trial could damage the Democratic Party and that's bad because the Democratic Party is the most important thing, always. David Axelrod warned on Twitter that a recent wave of more than 80 Democratic subpoenas, quote, \"Too easily plays into the witch hunt meme.\" Longtime Clinton family aide, Greg Hale tweeted this quote, \"Please don't do it. Please, don't impeach him. It won't help us win in 2020. He deserves it, I believe that, but what's the best long term play for the country,\" question mark. Dana Perino, host of \"The Daily Briefing,\" of course, one of our favorite people in the building. She joins us tonight. So double question."
    },
    {
      "speaker": "DANA PERINO, HOST",
      "utterance": "Okay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Will the President be impeached by Democrats and will, if that happens, that trial hurt the Democratic Party?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I think if they do it, of course, yes, I think they all know that it's going to hurt the Democratic Party. That's why you see people like David Axelrod and Greg Hale there's others saying, \"Whoa, whoa, whoa.\" They have got to tap the brakes. But I think what's happening now, Tucker, there is three types of Democrats. First have you people like Chairman Nadler. He is in a very safe district. He is an old bull of the Congress. He has been chomping at the bit to have the gavel back. And he pays no political price in his district because he is going to win again and also, he has a way to keep the base happy. And then you have got a second group which are the freshmen. They won in very tough districts, right? They are in 40 seats. Most of those were in Republican-held districts that could easily be switched back in 2020 to Republicans because that's how swing districts work, and they don't want to talk about this. They want to show that they can govern on important issues like infrastructure, healthcare, et cetera. The third group are your presidential candidates and they have to keep the base happy enough talking impeachment but they also look long term to general election where impeachment doesn't work. And just last week, Axios said that all of the candidates that go to Iowa right now, they are not talking about Trump. They are not talking about Mueller. They are not talking about Russia. They don't talk impeachment. They don't want to talk about it. So they are in a little bit of a box because the base wants it. The old guard knows that it shouldn't happen, but sometimes it's inevitable that you have people like Jerry Nadler who say, \"I've got the gavel, I'm going to use it.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wonder if insurgents like Ocasio-Cortez could do to the Democrats what Trump did to the Republicans which is to outflank them and use social media to do it, demand that they live up to their promises which, in effect, are to impeach Trump. They call him a criminal, how could you not impeach him? Could they force the party to do it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, sure, and they could get mad at the establishment. They could say what are you afraid of? Why can't do you this? And then, they're like, \"No, you have to stay in power. We have to be able to do this correctly.\" But here's the other thing is that President Trump does better when he has a foil, when he has someone to go up against. And the House Democrats are now that foil. It's not just Pelosi, right? He seems to actually get along and even respect Nancy Pelosi. But the others, like the left, now, he has something to push back against. So again, you get to 2020, an election, not a midterm, it's not a referendum on the President, it's a choice between two people. And just like what happened with Bill Clinton in 1998, right? His popularity went up when the Republicans tried to impeach him."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Or did impeach him."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Republicans actually lost seats in that midterm, which is, I think it's only happened twice in 100 years and that was definitely one of them. So, finally quick, do you think it's possible that the leaders of the Democratic Party, Pelosi, for example, keep this contained?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think it will be very difficult and I think if you look at the debate that the House Democrats are having just right now about whether to have a resolution on the floor to condemn anti-Semitism, like they can't even do that, right? So, who is really the leader of the Democratic Party right now?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm sorry. I'm sorry to laugh. It's just that the party that is always --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I know you are not laughing at me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Calling everyone else immoral can't pass a resolution against anti-Semitism."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's a tough choice."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It tells you a lot. Dana Perino, it is never tough to talk to you. It's always a pleasure. Thank you very much."
    },
    {
      "speaker": "PERINO",
      "utterance": "I love seeing you. Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. Fox News Alert for you. We have exclusive new details tonight on this show about the case of conservative activist, Hayden Williams. He was attacked you might remember while trying to recruit conservatives at UC Berkeley. Harmeet Dhillon is an attorney. She represents Williams and she joins us tonight with the latest. Harmeet, thanks a lot for coming on. So this was caught on tape. It should be fairly straightforward. What do we know?"
    },
    {
      "speaker": "HARMEET DHILLON, ATTORNEY TO HAYDEN WILLIAMS",
      "utterance": "Well, Zachary Greenberg, who is not a student at UC Berkeley, but sort of floats around on the campus assaulted Hayden Williams on the video that has gone viral all over the country without provocation. He cold cocked him and Hayden has sustained injuries to his face as a result of that and his phone. So, after about 10 days, the police did arrest Mr. Greenberg and he was arraigned in court today on three felony charges of assault battery, violent threats and then also destruction of the phone as a misdemeanor. And he pled not guilty. So that's what happened in court today. There will be an upcoming court date in about a month for a preliminary hearing, and it will be interesting to see what his defense is because it is very clearly him on the video, so he must have something else in mind in terms of his defense. But he has a private attorney, not a public defender. And I have done some digging and I have learned a few other interesting facts about Mr. Greenberg and his history with the court system."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So give us a flavor on what those might be."
    },
    {
      "speaker": "DHILLON",
      "utterance": "So, Mr. Greenberg over the past couple of years has had numerous incidents where he has filed restraining orders against his roommates in multiple group houses and then moved out of those group houses. His roommates have put in evidence that has been more believable and believed by the court that none of those incidents happened. He has also had a restraining order filed against him by a former roommate which was granted by a court and as a result of that restraining order, he had to turn in his guns to the authorities. He has filed several lawsuits against landlords for charges that were later dismissed by the court and found not to be valid and he has filed small-claims claims against roommates, again, found not to be sustained for the most part. And so, you know, like almost a dozen lawsuits that I have uncovered that this man is involved in and interestingly, Tucker, this is a tactic actually that I have seen used in another case involving a Berkeley violent activist. So you have had Yvette Felarca on your show and Felarca has filed false restraining orders against conservatists on the Berkeley campus, there is a case that I'm involved in and that's now Court of Appeals on that where we defeated a false restraining order by her. So I think this is one of the growing tactic of the left potentially, is this and he does this with fee waivers, so he isn't paying the fees, claiming that he is indigent and he has no visible means of support, but his lawyer told the reporters today outside the courtroom that he is -- was on the campus studying in the library, but not as a Berkeley student, but studying somewhere else. So there is a lot yet to be known about this guy, what motivated him, but clearly he has anger issues. One of the people in the lawsuits described, you know, marijuana use and certainly there is a gun, at least, one gun involved in his possession and so, a lot of -- a lot more to be asked about this guy and how he has private counsel and why is he pleading not guilty? So you know, we'll see what happens."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. He's got a private lawyer. Another angry rich kid. There are an awful lot of those on the left as you know."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Harmeet Dhillon, great to see you. Thank you very much."
    },
    {
      "speaker": "DHILLON",
      "utterance": "My pleasure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The actor, Will Smith, is being attacked for his latest film role. His critics say, literally, he has the wrong skin color. We thought that attitude disappeared 50 years ago. It lives on the left. That story straight ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You may have learned in school that the hallmark of an authoritarian regime is banning books. Remember when all the librarians, mostly liberal would have Banned Book Week. These are all the books the bad guys don't want you to read. Here they are. And they had a point. The Inquisition burned books, so did the Nazis. Corrupt regimes everywhere fear the free exchange of ideas and they won't tolerate it if they don't have to. The best sign of America's strength is that we are and we have always been different. We don't fear and suppress other people's ideas even if they are offensive or unpopular. We combat them with better ideas. That's how we have always been. But that is changing fast. Increasingly, the norm in America is that some people shouldn't be allowed to speak and some views are not allowed. Judge Amy Jackson who was an actual judge is now threatening Roger Stone with prison time because he wrote a new introduction to his book that says unflattering things about Robert Mueller. That is now a crime according to Judge Amy Jackson. Amazon which completely and utterly dominates the book sales market around the world just banned a book by British activist, Tommy Robinson because the book is critical of Islam. By the way, books criticizes Christianity are still in abundant supply on Amazon. But Amazon didn't just refuse to sell Robinson's book, they banned users from selling used copies of it, second hand. Amazon's crackdown is part of a much wider effort. Facebook shut down Tommy Robinson's page. YouTube banned him. People vastly richer and more powerful than you, richer and more powerful than any of us want you to know that whatever Robinson is saying is evil and wrong, and maybe it is. I don't even know what he is saying, it doesn't matter. They don't want you to read or decide for yourself. That's the point. The old left, the legitimate left, the left that had integrity would have been horrified by this. Now, they don't care. They are in favor of it. \"The Washington Post\" which is owned by Jeff Bezos, it's his vanity site, his unregistered lobbying arm, has not even covered the Robinson book ban. They're part of the censorship class themselves. Democracy dies in darkness. They are imposing darkness. That's what book banning is. Well, there is nothing more popular on the left than calling other people racist, but sometimes that's hard. How do you accuse someone of being racist against his own race? Well, you accuse them of colorism instead. We're not making that up. Actor Will Smith was just cast in the movie, \"King Richard\" as Richard Williams, father of tennis legends Venus and Serena Williams. But social media critics are melting down. They claim that Will Smith is too light- skinned for that role. Daniella Greenbaum is senior contributor at \"The Federalist\" and a columnist at the \"Spectator USA\" and she joins us tonight. So Daniella, this argument that people's moral value can be discerned by the color of their skin, wasn't that the core argument of the segregationist in the American south?"
    },
    {
      "speaker": "DANIELLA GREENBAUM, SENIOR CONTRIBUTOR, THE FEDERALIST",
      "utterance": "It was, and actually, you know, Tucker, you and I discussed this, this summer with the Scarlett Johansson controversy. We are seeing over and over again that the activist mob is deciding that whether you get to play a role in a movie has nothing to do with your skill, but is rather just about what you look like."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But, I mean, I have got a bunch of kids. I went to school in this country myself from the first grade all the way through college, you were taught correctly that one of the great sins in American history was Jim Crow, which was a very elaborate system based on exactly this precept. Your value corresponds to your skin color. How can the people who claim to be against Jim Crow make this case?"
    },
    {
      "speaker": "GREENBAUM",
      "utterance": "They can't or they shouldn't, but they are trying to, and it's a total slap in the face to anyone who has fought for equality and has fought to have a society in which we don't judge people on the color of their skin."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, to get to the specifics of this case, they are saying that Will Smith is not black enough or I hate to even say this, it's so disgusting, but that he is somehow the wrong color. How is he responding to this?"
    },
    {
      "speaker": "GREENBAUM",
      "utterance": "You know that's exactly what they are saying as if they have brought a tape color up to his skin and are saying, \"You are one too many shades, too far removed from what the person you are supposed to portray,\" is actually what it looks like. And so far I think, he has kind of seems to be standing his ground. I hope he doesn't follow the path that has been set out before him by other actors who have cowed to the mob and said, \"You know what, I'm not going to do this. I have clearly crossed the line. I've clearly done something that polite society doesn't do. I think he brings a lot to any role. I think is he a great actor and I think he is one that brings audiences and that's probably part of why he was chosen. So I think it will be a real shame if he kind of gives in to the pressure that he is currently facing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Has anybody stood up and said, \"Wait, this is insane. We have become what we said we hated. We're the problem.\" Has anyone sort of turned the lens inward and admitted the rot at the very core of the modern left on the question of race?"
    },
    {
      "speaker": "GREENBAUM",
      "utterance": "I would be so pleased to see that. I haven't seen that piece. Certainly not out of the left, and it's exactly what you just said, it's the modern left. The historical left would be so disturbed by this argument. They would be aghast that we're once again totally judging people and putting them into boxes based on not just now the color of their skin, but the precise shade of their skin. But unfortunately, the left of today is one that actually loves to judge people based on their identity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, and know that because they're the ones calling other people racists. Will Smith is the wrong color. He shouldn't have a job. You are a racist. Self-awareness in short supply. Daniella, thank you. You were great. It's nice to see you."
    },
    {
      "speaker": "GREENBAUM",
      "utterance": "Nice to see you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Democrats have told us for a couple of years that the 2016 election was rigged by Vladimir Putin, the arch bad guy of all time. So, shouldn't they be demanding that Hillary Clinton run again to claim her rightful post as President of the United States, but they are not. That's interesting and we will investigate it after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So as we have told you a couple of times on the show, Michael Cohen the other day basically shut down the entire Russia investigation definitively by saying under oath that no, there was no collusion and by the way, he would know. It doesn't matter. It is still an article of faith on the left that the last presidential election was rigged by that dastardly Vladimir Putin and his secret Facebook agents, some of them from Macedonia. Anna Navarro who works at a bunch of different networks amazingly repeated that claim just yesterday."
    },
    {
      "speaker": "ANNA NAVARRO, POLITICAL COMMENTATOR",
      "utterance": "Trump campaign and the Trump world is - they are experts at pre-gaming and at spinning, and, yes, remember when they talked about everything being rigged. It turns out they were right. Everything was rigged. It was rigged for them. They had the help of the Russians."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you've got to wonder at a time when -- I mean, I don't care what they say about the unemployment rate. Our labor force participation rate is appalling. There are millions of people who want to work who aren't working, should be working and Anna Navarro has like three different jobs. How do we wind up with a country like that? Anyway. But she is not alone. There are lots of other people, too. Democratic lawmakers and media adjuncts, they are water carriers often tell you the last presidential election was stolen."
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "utterance": "The Russians exploited a massive back door into the foundation of our democracy."
    },
    {
      "speaker": "TONY ROMM, TECHNOLOGY POLICY REPORTER, THE WASHINGTON POST",
      "utterance": "The work by Russian agents to try to destabilize American democracy."
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "utterance": "It's everything you need to know about the threat to our democracy."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "utterance": "Responding to Russia's assault on our democracy should be a bipartisan issue."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There is no question that Russia attacked us."
    },
    {
      "speaker": "REP. ELIJAH CUMMINGS, D-MD",
      "utterance": "... were attacks, ladies and gentlemen, on our Constitution."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "Attack on the integrity of our election."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "An attack on our democracy."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "utterance": "The first time we have had adversary attack us that we have not responded."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Don Lemon said it, they stole it from Hillary, the Russians did and Hillary certainly thinks that. She should be President right now according to them. So if that's true, why does nobody seem especially eager for Hillary to run for president again? People seem to sigh a deep, deep sigh of relief on Monday when she said she isn't running again in 2020. When her aides walked that back a day later and said she could still run. Nobody was excited. Even on the left, Clinton's continued presence triggers groans more than applause. But why is that? She was robbed in 2016. She is a martyr. Why shouldn't she come forth to claim her rightful place on the American throne? We asked that question of Quentin James. He is founder of the Collective PAC and he joins us tonight. Quentin, thanks a lot for coming on. So super simple, I just want to take the claim at face value. Putin stole it from this poor woman. Yes, she is rich and famous and she has got her own plane. But I feel bad for her because she should be President. So why aren't Democrats encouraging her to run again?"
    },
    {
      "speaker": "QUENTIN JAMES, FOUNDER, THE COLLECTIVE PAC",
      "utterance": "Thanks for having me on, Tucker. Listen, I don't think folks are saying that they don't want her to be President. Hillary Clinton has said that and so they are very much taking her lead. She has stepped up to found a new organization, Onward Together, that is supporting a new generation of Democratic activists and progressive kind of movement leaders and so this isn't really about rehashing 2016. I think what we are calling for though is for Trump to be held accountable to what we did see happen in 2016 with the Russia interference in our election. Every intelligence agency in this country has said that Russia influenced our election. Why is our President running away from this investigation? Running away from finding out the truth? That's the question that I think that's before all of us."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know, I know. It's about crushing Trump. I get it. It's been going on a couple of years now and Coast Guard Intelligence is on board with the fact that the Russians did that. But if you really believe that --"
    },
    {
      "speaker": "JAMES",
      "utterance": "And the CIA and the NSA."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Whatever. Okay, yes, they are totally nonspecific about it. I mean, what does that mean? They have never told us what it means actually. And so I still don't know."
    },
    {
      "speaker": "JAMES",
      "utterance": "Well, that's why Robert Mueller is still investigating. We are waiting for his investigation to be over."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Absolutely and we are waiting with baited breath, but there is a victim in this crime if it was in fact a crime as you allege and that's Hillary Clinton. She should be President and she is not because of those darn Russians. So why is nobody making any effort to make it right? To make her President again? How in the world can Kamala Harris who was not the victim of a Russian plot, how can she step up and try to be President when Hillary Clinton is still strides the earth? I'm serious."
    },
    {
      "speaker": "JAMES",
      "utterance": "But Tucker, making it right isn't putting her on the ballot again."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why?"
    },
    {
      "speaker": "JAMES",
      "utterance": "This would be her third time running for President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "She won last time. You already told me that. She won, but the Russians stole it from her."
    },
    {
      "speaker": "JAMES",
      "utterance": "Yes, she did receive three million more votes than Donald Trump."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, well, then --"
    },
    {
      "speaker": "JAMES",
      "utterance": "That is fact."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Then I'm confused. JAMES; But she said she does not want to run for President again. And so, let's take her word and her lead for that and let's move on as a party which we have been doing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know as well as I -- well, hold on. But if she came out tomorrow and said, \"Actually, I want to be President,\" you would be, of course all in behind her, right? Every Democrat would be. How could you take someone who had it stolen from her and not endorse her?"
    },
    {
      "speaker": "JAMES",
      "utterance": "Listen, Hillary Clinton is one of the most accomplished public servants in American history. If she wanted to run for President, I'm sure that our party would welcome her into the race."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Would you welcome her? I mean, would you say ..."
    },
    {
      "speaker": "JAMES",
      "utterance": "Of course, I would."
    },
    {
      "speaker": "CARLSON",
      "utterance": "... say to Kamala Harris, come on, she just had it stolen from her."
    },
    {
      "speaker": "JAMES",
      "utterance": "Listen, Tucker ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Look, I'm playing games. You know the truth which is no one thinks it was stolen from her. They look down on her. She is the past. They have zero interest in her running. And if she announced tomorrow, you would attack her and you know that?"
    },
    {
      "speaker": "JAMES",
      "utterance": "Who would attack her? No, Tucker. This is again is one of the most accomplished public servants of either party in American history."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's silly. She is not. She is not accomplished. JAMES; If she wanted to run, she deserves every right to do so."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Anyway, I mean, that's just silly."
    },
    {
      "speaker": "JAMES",
      "utterance": "But what we know is that for some reason, Vladimir Putin and the Russians did not want her to be President in 2016."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because they feared her. They don't like strong women."
    },
    {
      "speaker": "JAMES",
      "utterance": "We still do not know why."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right? That's what she said. She said --"
    },
    {
      "speaker": "JAMES",
      "utterance": "But we still - we still do not know why Donald Trump and the Republican Party ...."
    },
    {
      "speaker": "CARLSON",
      "utterance": "In addition to being an authoritarian, he is a sexist."
    },
    {
      "speaker": "JAMES",
      "utterance": "... accepted their help. Thirty four individuals in the Trump orbit have been indicted or charged in some form or fashion with the Mueller investigation. We don't know where this is going to end and so, we can talk about Hillary Clinton or we can talk about the truth of why Russia interfered in our election."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, let me just say it. Everything you said is untrue, which is hilarious. It's hilarious. I mean, not a single --"
    },
    {
      "speaker": "JAMES",
      "utterance": "But it's factual though."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's literally not factual. Not a single American had been indicted."
    },
    {
      "speaker": "JAMES",
      "utterance": "Thirty --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no. Not a single American, not one, and if I am wrong, tell me who that person is, because I missed the news -- has been indicted."
    },
    {
      "speaker": "JAMES",
      "utterance": "I am pretty sure there have been 12 people directly who were associates of Donald Trump's campaign."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Associated with the campaign. Yes, yes, I am sure that is true, but not one of them for affecting the outcome of 2016. That's not even been alleged by Robert Mueller or any prosecutor."
    },
    {
      "speaker": "JAMES",
      "utterance": "Not yet. We're not done with the investigation, Tucker. We don't know where this is going to go."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Not yet. Okay, super quick. We've only got 10 seconds left. If it turns out that Mueller says, yes, there was collusion, will you demand that Hillary Clinton take her place on the throne?"
    },
    {
      "speaker": "JAMES",
      "utterance": "Listen, that would be a question of constitutional changes around how do we replace a President, right? So obviously if Donald Trump is impeached, what? We are looking at Mike Pence becoming President if is he impeached then Nancy Pelosi?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Look, her husband was President and she has a right to be President. That's always how it's been --"
    },
    {
      "speaker": "JAMES",
      "utterance": "Come on. No one is calling for anarchy here, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, Quentin James, thank you very much. Great to see. Thank you."
    },
    {
      "speaker": "JAMES",
      "utterance": "Thanks for having me on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wish we could go on forever, but we can't. We are limited by the laws of physics. Our hour is done. We will back tomorrow night at 8:00 p.m. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}