{
  "date": "May 24, 2019",
  "headline": "WWII veteran on traveling back to Normandy for the first time since D-Day",
  "subHeadline": "Guests: Joe Namath, Jack Gutman, Gretchen von Helms, Anthony Tall; Kristen Day, Carlos Valverde, Gretchen Von Helms, Dani Thibodeau",
  "url": "https://www.foxnews.com/transcript/wwii-veteran-on-traveling-back-to-normandy-for-the-first-time-since-d-day",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "So tonight, the president is urging the nation's intelligence agencies to, \"quickly and fully cooperate with the attorney general's new probe into how the Trump-Russia investigation began.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "I declassified everything. Everything they want, I put it under the auspices of the attorney general. He's going to be in charge of it. And they will be able to see how this hoax -- how the hoax or witch hunt started, and why it started. It was a - - an attempted coup or an attempted takedown of the president of the United States. It should never ever happen to anybody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, you remember this simple but important statement that opened all this up in earnest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "sentences": "I think people have to find out what the government was doing during that period. If we're -- if we're worried about foreign influence, for the very same reason, we should be worried about whether government officials abused their power and put their thumb on the scale. And so, I'm not saying that happened, but I'm saying that we have to look at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Aha! So, that means that people on this wall and these pictures in the government are likely to face some more questions in all of this about what as Attorney General Barr says, \"The government was doing.\"   Here now, Byron York, chief political correspondent for the Washington Examiner and fox news contributor. Byron, good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON YORK, CONTRIBUTOR",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The president says he has declassified everything. We know it's going to come out in probably small pieces as this investigation moves on. But why should the people whose pictures we just showed including Clapper, and Brennan, and everybody who signed those FISA applications be concerned about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, because we don't know exactly what they did. We've been getting information lately in some dribs and drabs. For example, we learned that the government -- probably the FBI sent an undercover agent to London under the alias Azra Turk, to get information out of George Papadopoulos. We've learned other things that the -- that the government was doing on a secret basis. We heard from Trey Gowdy the other day that there were probably transcripts of conversations with George Papadopoulos, that he says, he -- Trey Gowdy, says are exculpatory. So, we're learning in dribs and drabs something that we need to have a bigger picture on it, and I think that's what the president and attorney general are trying to get at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, it's pretty clear that there are some that mostly former employees of these intelligence agencies who are going to be concerned about what might come out. And then, today there was a New York Time story -- late today that suggested that there was this operative that you know, is close to Putin, whose cover cannot be blown and that, that is one of the reasons to make sure that there is a lid on this, that sources and methods are not exposed in this declassification process, Byron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Yes, if you remember back when the so-called, Nunes memo was released in February of 2018, and it showed us that the FBI had used the dossier to get a wiretap warrant on Carter Page. I mean, there were people before the release of that who predicted that basically, the world was going to end. And it was released and it did not. If there are some things that are not released, that is the kind of judgment the attorney general is going to make. I mean, for example, if you talk to top Republicans and say, on the Carter Page FISA warrant, should every single word of that be released? Though they'll say no, no, there's a few things that need to stay secret but most of it can be released.  These are judgments that the attorney general is going to make to give the public an idea of what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, as long as some of it is kept out, though, there will be those who will say probably to their graves that the other stuff that you didn't see was the reason that we started the investigation, not the dossier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Yes. Well, we're seeing that now with the Mueller report, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "We have Democrats who say, well, the secret stuff is the really good stuff, and there are stuff in there that bad about Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "And they won't even go see some of it over at the Justice Department when it's been offered to them. So, you're always going to have that problem. But, in this, especially, since it's a matter of such public concern, one party has wanted to use this Trump-Russia affair to try to remove the president from office. I mean, there is the highest need for public knowledge about this. So, this is the president's way by delegating it to the attorney general to try to do it in a fairly, orderly, but pretty fast fashion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Just one quick last thought on Adam Schiff, who is very upset about this process. He says it's un-American to declassify the process towards these FISA applications which ended up surveilling American citizens who were never charged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, in some sense, it's the cat is out of the bag on this one. I mean, we know that Carter Page was wiretapped, and a number of people who have looked at all of this say that the FBI used unverified information to do so. And they did it to get a larger sense of information about the Trump campaign.  By the way, the Carter Page FISA warrant mentioned George Papadopoulos what was that about. So, we need to find out more of what went on. And if there's any problem with the intelligence community, it's with over- classification of information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "And this could help fix that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Byron, thank you. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Byron York. So, this is not good as we saw in dramatic fashion this week. The feud between President Trump and House Speaker Nancy Pelosi has reached a fever pitch. The president weighing in on it again, today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I can work with this Speaker. Sure, I can work with this Speaker. Did you hear what she said about me long before I went after her? Did you hear? She made horrible statements, she knows they're not true. She made -- she said terrible things. So, I just responded in kind. I want to do what's good for the country. I think Nancy Pelosi is not helping this country.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, let's bring in Chris Stirewalt with his thoughts on all of this. Crazy -- he is crazy, he is sick, she is crazy, I can't remember which, but everybody really needs to see a doctor according to what we heard this week, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, POLITICS EDITOR",
      "sentences": "What a way to run a railroad. I mean, gracious sakes. The dumb is getting pretty -- getting pretty dank here in Washington. Look, let's remember what they're really fighting about. What they're really fighting about is who's going to get blamed for the fact that for the next year for the next 16 months, nothing will get done on the city.  Zero things will be accomplished that matter to the American people. We will be lucky. We saw it today in Washington, D.C. One member of Congress kill a disaster relief bill worth $19 billion for a lot of people who really need it because it didn't include wall funding. That's a stunt. That's something that you do, but it tells you that bill will be passed later and signed by the president. But it tells you how bad things are. That's what Pelosi and Trump are really fighting about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, that's just going to -- you know, people can just throw their hands up in disgust, they are so tired of this of nothing happening, and it's going to be very interesting to see which party wins in that debate. As you say, they're going to try to convince each other that it's -- they are pointing at the other person and it's their fault. I want to pull up the New Yorker cover that is coming out next. It shows President Trump sitting -- you know, probably somewhere in the halls of Congress, and he's got his shoes being shined by Lindsey Graham and Bill Barr and Mitch McConnell. They are probably not going to like that, but it's I guess in a great -- in the great history of political cartoons, we've seen things like this before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Of course, and I'm sure. Trust me when I say, Mitch McConnell will not be rattled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, I don't think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "By what -- by what the New Yorker thinks of him. He is killing it and continues to dominate. And he's set up for re-election. And it's funny, Mitch McConnell has taken this long journey from being the goat, the guy that Steve Bannon said was the -- you know the poison to the conservatism, and must be removed. To now, the guy that Steve Bannon says, save the country. So, Mitch McConnell don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "One last quick question in terms of military and foreign policy that the White House is basically using emergency authority to sell some military equipment to Saudi Arabia. That's not going to sit well with some members of Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "No, and it's not going to sit well in a bipartisan fashion. Because the reason that those arms deals are on hold is that both Republicans and Democrats are concerned about the escalation in the region.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "And that dumping a lot more arms in there, especially, when we look at this at the -- at the strife in Yemen. When we look at the situation, the concern is this is going to get even more out of hand. But the administration not only wants to back our allies in the Gulf States, but they also want the money, the president like these deals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Chris, thank you. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do the Democrats really want their party to pursue endless investigations? That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There are currently 23 Democrats vying for the 2020 nomination with just one month to go until the first primary debate -- very exciting. The Mueller investigation, of course, has taken up a lot of the oxygen in the room.  But look at this, a CBS News poll finds that 53 percent of adults want congressional Democrats to end their Russian investigations. 44 percent say no, they want to dig deeper into the Russia investigation. Joining me now are five Democratic voters, all with different views because they're human beings, and that's the way human beings work. So, it's great to have all of you with us. Thank you so much for being here. You know, one of the things that's been fascinating to watch this week is this battle between President Trump and Nancy Pelosi that has been playing out.  And I just want to play something from the Rose Garden yesterday that the president said. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You can go down the investigation track and you can go down the investment track or the track of let's get things done for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So Gretchen, let me start with you. Do you agree? Do you want to see them put all this beside -- behind them, and move on with the business of the people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRETCHEN VON HELMS, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "I personally do agree. I think we are going to be really tired of all these investigations and people want to move on. Surprisingly, though, the poll show that the majority of the Democratic voters want to continue on with the investigation, which I think would be a mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "I think it would allow Trump to declare victory after he is acquitted if he did get impeached. And say, look, I've had a full and fair hearing and I'm now exonerated. I think it would give him more power versus less.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, really, both sides are keeping the investigations going because you've got what's going on in the Hill and then you've also got this new -- newer investigation that's looking to the origins of -- you know, how did all this start and who was behind this? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTHONY TALL, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Well, I'm going to disagree. I think that -- I think that if there's a principle, you have to stand on the principle. I mean, if we look at political polls, of course, polls are going to say one thing, but the polls during slavery said no, we should not abolish slavery. Polls on suffrage said women shouldn't get the right to vote. You know, sometimes there's principled so I think if the Democrats are going to stand on any type of principle. And based upon what we've seen from the Mueller report, impeach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Who thinks it should be dropped, the investigations, the impeachment, all of it, drop it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTEN DAY, DEMOCRATIC VOTER",
      "sentences": "I think that we have to have -- look at the big picture and what -- and the next election. And if Democrats want to win in the next election, look at history. When we went through into this impeachment process with Bill Clinton, it didn't end well for the Democrats -- the Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLOS VALVERDE, DEMOCRATIC VOTER",
      "sentences": "I think we need to understand that the American people need answers. And it -- these are basically fundamental principles of checks and balance. It's a fundamental principle that we have for our government. And if the legislative branch wants to continue to investigate, it's their duty as --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But what they wanted was a two-year investigation. There was a two-year investigation into this. So do you wonder like what else -- what else they think they're going to find if they keep going, and going, and going after two years and all the subpoenas and all of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VALVERDE",
      "sentences": "Well, I would challenge the American people then to make the question when is Donald Trump going to work for the people. When is he going to move forward, take responsibilities for what has happened and say that he needs to represent us as an elected official and work for the people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, he would say that's what he's trying to do and that Nancy Pelosi --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALL",
      "sentences": "Yes. He will say that's what he's trying to do, but I still think that they can walk and chew gum at the same time. You know, the president can do his job. I think the President has done a good job with the economy. But that doesn't mean that we can't finish this investigation particularly when Mueller said let's leave it to Congress basically in his report. He said this would be a question for Congress. So Congress had the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "But is he going to actually end up getting impeached and convicted? The answer is no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALL",
      "sentences": "I don't. I don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "The Senate is going to acquit him and then he's going to stand up there and say I've been exonerated. Look at what he does with the Mueller report. He says, it exonerate me. It doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALL",
      "sentences": "Well he may do that and he may get acquitted. You're right because I don't see how you can get two-thirds of the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "No way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALL",
      "sentences": "But I will say is if there's the principle that needs to be taken and the stand that needs to be taken, this thing and Nancy Pelosi saying where he wants to impeached. I don't know if that's true. I don't think any president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "I think he does because he knows he's going to win and that's going to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALL",
      "sentences": "I don't think any president wants to live with the tag of impeachment. He may want to win but I don't think he wants to be tagged with the impeachment word which only three other presidents --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. I want to talk about the candidates because there's 23 of them as we said. And let's take a look at this poll that shows that the women in the group are starting to get a little bit of traction because for a while it looked like you know, Joe Biden and Bernie Sanders were kind of running away with it. Biden is still in a very strong position but you can see on this chart Kamala Harris has gone from eight percent to 11 percent. Elizabeth Warren also picking up a little bit of traction here. Dani, who do you like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANI THIBODEAU, DEMOCRATIC VOTER",
      "sentences": "I really like Kamala Harris. I really like Elizabeth Warren as well, and I also put Amy Klobuchar on my list of candidates that I'm watching closely mostly because I think that they're all incredibly smart and they have track records of getting things done, and they have plans to actually create positive action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me ask you all this. Who thinks -- raise your hand if you think that Joe Biden will ultimately get the nomination. Three to two. Why do you think he's not going to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALL",
      "sentences": "I think that at this point in time the Democrats need some new blood. Nothing against Joe Biden but I think it's going to be a woman. And I agree, I'm with Kamala Harris on this one. I think she's got the background, the motivation, and the inspiration that we need. I think Joe Biden -- it's just -- I think it's time is come and gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Who do you think it's going to end up being --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAY",
      "sentences": "You know, I think that the field is wide open so far so I think it's hard to predict when we look at -- it's still long way --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Why do you think it won't be Joe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAY",
      "sentences": "I just think that the voters, the primary voters are more Liberal and that's what who the candidates are fighting for is trying to get that Liberal vote, and I don't think a lot of them will throw their weight behind Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Why do you think is going to be Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VALVERDE",
      "sentences": "I just think when you -- when you think of Joe Biden you think of Obama. And I think as a Democrat, the people feel or they have a connection with Obama. So they have a connection with that administration and Joe Biden has come directly from there. But I would love to see a ticket between Joe Biden and Kamala Harris because I think that American people are ready for a female --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. I just want to -- so what's the dream ticket for the -- for each of you before we go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIBODEAU",
      "sentences": "I am about Joe and Kamala as well but I would like to see Kamala be president and then Joe be vice president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So does she. She said the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's your dream ticket, Kamala and then Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fascinating. All right, thank you all. Great to see you tonight. Thank you so much for joining us. I hope you come back because watch this whole process as it plays out. It's got a long way to go. Coming up our ladies night panel takes on Speaker Pelosi stance on white men waiting into the abortion debate coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "And you see them lined up in the floor of the House. Guys, guys, guys, just white guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "House Speaker Nancy Pelosi invoking her Catholic faith when asked about Alabama's new law banning nearly all abortions, suggesting all those men who support the move don't know a thing about women's rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "This is about lack of respect for women. As I said, this is a very devout Catholic. Catholic means a lot to me, that is part of who I am, my Catholic faith.  When you see them lined up in the floor of the House, guys, guys, guys, just white guys signing for their discharge petition in a way that is it really -- it doesn't even represent the truth of what they are putting down there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now for ladies night, Lisa Boothe, Kristina Partsinevelos, and Jessica Tarlov. Ladies, welcome. Good to have you here. I mean this is obviously been a very big topic lately. I think it's going to be a big topic all the way through the 2020 election. But there she is saying that she is a devout Catholic and yet she wants to protect choice in this country. Lisa, what do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, CONTRIBUTOR",
      "sentences": "Well, I would say to her, first of all, the Alabama bill was sponsored by a woman and signed into law by a female governor. Regarding the comment about men, I don't have to explain the birds and the beads bees to Nancy Pelosi but it takes two to tango so a man also has a responsibility in creating that life and should have a responsibility and an opinion on how to handle that life and in the aspect of life and abortion. So I don't understand this idea and this concept from abortion advocates that somehow a man doesn't have an opinion on what to do with a life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Kristina, you're shaking your head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTINA PARTSINEVELOS, CONTRIBUTOR",
      "sentences": "Because I don't necessarily really want to get into that debate on whose choice it is because I completely disagree with you on that, and I do think that there was a lack of representation. But overall, what she's doing with that comment is she's trying to appeal to the religious voters because religious voters are known to be the ones that turn to the polls but at the same time you know, rile up the opposition with a sweeping statement like that.  So I think that she's purposely provoking the other side with comments but to your point, I know a man can be part of the process but overall, it's a woman's body --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "It's a key process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "No, but I am not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "It takes both to get pregnant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "But I don't think that you can take away from the lack of representation that a woman has and maybe to some women it's their reproductive right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Well, there's also the child's life in play as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "Correct. This is about -- this is about -- I was just focusing on the political side. I don't want to get into too much of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, CONTRIBUTOR",
      "sentences": "No one is disputing how you get pregnant. Nancy Pelosi also had five children in six years. She's well aware of that, but she's also well aware of what the law is and that's what she's talking about here. We have a separation of church and state. There are a number of pro-life Democrats out there. Tim Kaine for instance who I thought had one of the most interesting debates with Mike Pence when they had the VP debate about the issue of abortion where he said I am personally pro-life. But as a matter of policy, Democrats stand for a woman's right to control --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, but it doesn't mean -- what we're hearing now is that you can't run if you're a Democrat and you're pro -- I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Nancy Pelosi --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Kirsten Gillibrand basically said like I don't even want your vote essentially if you are pro-life. You know, here she is talking about President Trump's war on women. Just play that real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "sentences": "This is the beginning of President Trump's war on women. If he wants this war, he will have this war and he will lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think that's a little bit different than you know, not wanting a vote from someone who is personally pro-life. It's about respecting the rule of law, the Roe v Wade decision, Planned Parenthood versus Casey. That's the debate that Democrats are having. And to your point about the white guys. You are right about the bill sponsors and Governor Ivey but there is a direct correlation between a lack of female representation in state legislatures in these states that are passing these abortion bans in Missouri, and Alabama, and Ohio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But you know what, this goes back to whether or not it's a states right issue. And the states are -- the states are leading in a way and the country is split, almost 50-50.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "But not about -- not about heartbeat bills and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "These are local legislatures who are representing the people who live in their district. And you know, they're not just you know, taking it upon themselves, they're basing it on all of them want to get elected the next time around and they know how the people in their districts feel.  You know, I just want to look at this one -- just hold it up for one second. This is a Washington Post Columnist Kathleen Kaufman who is a Republican woman who wants Republican women to join the fight for what she calls reproductive rights. \"I'm a Christian and a Republican who believes women in crisis should be met with compassion. For too long a critical perspective has been missing. Republican women who believe women have full reproductive and sexual health rights have been silent.\" Now there's a lot of buzzwords in there that people very much disagree with on both sides of this equation. But this is going to be an interesting issue politically in places like the suburbs of Philadelphia, the suburbs of Chicago where Republican women may be divided on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "And the country's divided on the issue of identifying as pro-life or pro-choice. I mean, there's a breakdown in the nuances of the debate where people veer on different sides. But I refute the injection of somehow if you're a pro-life, this is simply about religion. I think it comes down to the fundamental question of do you believe in the sanctity -- the sanctity of life or not. And science shows us that life begins at conception. So does the government sanction the ending of that life because we know that conception at fertilization, that is now a life. So does the government endorsed ending that life or not -- vis-a-vis the various bills",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "What will happen and why the state wants to pass these bills is they get to the Supreme Court and they can't have a conversation about viability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's a question of viability. It's a question of personhood and whether -- where life begins. But you know, and we've all talked about this and we've done a really good job of doing it respectfully because we understand that there are very different viewpoints on this. But I don't want to run out of time completely before I get to the last topic which is this issue about whether or not people who go to church and are conservative have happier marriages. Let's -- it says it turns out they did a study, Mr. Wilcox and I can't see -- and Mr. Carroll, turns out that the happiest of all wives in America are religious conservatives followed by their religious progressive counterparts. So, whether you are fully 73 percent of wives who hold conservative gender values and attend religious services regularly with their husbands have high quality marriages. Kristina?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTINA PARTSINEVELOS, FOX BUSINESS REPORTER",
      "sentences": "I see that point religion in general, is a belief system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "It's where we seek answers. Often those that believe in something are usually happier. Are usually healthier. If they attend church often once a month you see them participating in clubs and donating more. So, I think it's that. The sense of community. The fact that you can turn somewhere in a time of need and that can be any religion. And so that I think is the reason --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's interesting that progress -- you know, both sides of the spectrum have higher if they are religious whether they are liberal or conservative they have happier marriages. Really quick. They are already --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "The sense of -- the sense of community is so integral especially for children for them to have somewhere to go. I thought the coolest point in the study was about the importance of feminism or faith and clear gender roles for men in these partnerships that they either knew that were 50/50 working it or more traditional role where the wife wanted to be at home --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Super quick, Lisa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "And they were going out to work and to provide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "And the authors of the study mentioned the importance of the role of the father. And there are plenty of research that shows with a fatherless -- you know not having a father does to a child poverty, dropping out of school, et cetera, et cetera. So, obviously, the father plays such an important role.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "With all those factors in place you've a healthier, happier family just statistically true. Got to go. Thank you, ladies. We'll see you next time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Happy Memorial Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He is a football icon dubbed gridiron -- dubbed gridiron god who famously led the New York Jets to victory in the 1969 Super Bowl. But his story has not been without struggle and scandal. The untold story of Joe Namath, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE NAMATH, AUTHOR, ALL THE WAY",
      "sentences": "What I learned in Alcoholics Anonymous which is part of my education is that they call that a dry drunk. Without the education, you know, yes, you can go ahead and stop. But until you really know and understand what it's about you don't have as good a chance to stay sober and clean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In 1969, Joe Namath guaranteed that his New York Jets would win Super Bowl three and he delivered on that promise despite multiple injuries. He sealed his place in football history. But the Broadway Joe that America grew to love had personal battles with addiction that played out ultimately in a very public fall from grace. But now Joe Namath opens up about overcoming all odds. In his new book \"All the Way: My Life in Four Quarters,\" this is the untold story of Joe Namath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I like to sort of go back to the beginning. Because I was just struck by reading about the fact that you, as a high school kid, in Western Pennsylvania were recruited to play Major League Baseball right out of high school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "You know, if I had my druthers, I would have been a baseball player. Back then, man, I loved baseball. I was a big fan of the Pittsburgh Pirates. I had an opportunity. But, again, I didn't do the baseball, cause momma, our mothers want us to try to do something and we listen to them. And she wanted me to go to college. So that's what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you were obviously heavily recruited for football as well. Decided to go to Alabama and play for Bear Bryant. He called you the most naturally gifted athlete that he had ever coached.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "That was a wonderful compliment and I have always said well, I know better. I mean, as Coach Bryant was doing me a favor so to speak, you know, giving me a pat on the back, whatever. Whether it was because of an injury that I had my senior year in college or whatever reason. He was kind to me in that respect and I could play. I could jump. I could run. I could do some things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I looked at some video this morning and one of them was the pass that you threw in the 1968 AFL championship game to Maynard. If you hadn't won that game you wouldn't have made it to the Super Bowl that year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Which you then guaranteed would be a success. Did you plan to say that that day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "We had been told for the last 10 days prior to that game that we were a huge underdog. In fact, we had followed Baltimore some during the season and they had the respect of the football world. They lost one game that season early in the season. So, we were heavy underdogs that you don't like to keep being told you are going to get whipped. You know. And we had confidence in our team. We knew ourselves; we knew our competition that we had played against. We believed we could win if we did what we needed to do. And knew how to do. And we did. We outplayed them that day. And we won the first one for the old AFL.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, after you stopped playing football you really transitioned into this huge -- I mean, you had started looking like Broadway Joe before you were done playing football. Standing on the sidelines. Standing on the sidelines in that fur coat, you were injured then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "Always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, so you are standing there watching the game. And have you got your big fur coat on. Where did all of that come from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "I think we all liked to style now and then. And then, you know, look sharp, feel sharp, whatever. Goes back it was a feeling. It was a matter of style, so to speak. As far as the attire at that time in the late '60s, we were going through some things with freedom, revolution, a lot of express yourself the way you feel like it. Don't tell me what I can't do kind of thing. And yes. I kind of liked styling out a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The other thing that struck me in the book is you talk about how the players, which I just find so hard to believe now looking back but you can believe it in the context of the time halftime going to the locker room and smoke cigarettes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "We didn't know any better. We didn't know about cigarettes being deadly. We didn't know about alcohol, of course, being addictive as it could be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You talk about that obviously in the book, too. Your own difficulty with alcohol. And you know, it's interesting I watched an interview that you did and they showed the video of it and you said you had never seen it before the video of you and Susie Colbert.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "Right, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Why hadn't you seen it and what was your reaction earlier when you saw that video?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "I did the wrong thing. I realized that when I was told the next day I started thinking man, you know, that's a heck of a thing for a father to represent to their family, to their children, to whatever. I made a mistake, man. It was bad. And I called Susie first and she was kind enough to understand and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "-- give me the courage. I had stopped at one point, drinking prior to that for 13 and a half years. My former wife wanted me to stop drinking and I didn't think I had a problem. And so, she wanted me to go get help. And I said no, no. I can stop, man. I'm not checking in. That scared me more than anything going to get help. And so, for 13 and a half years I was sober. And what I learned in Alcoholics Anonymous, which was part of my education is that they call that a dry drunk. Without the education, you know, yes, you can go ahead and stop but until you really know and understand what it's about, you don't have as good a chance to stay sober and clean. It doesn't need to be hidden. We should be thankful and try to reach out and help those that might be worried about having that problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You said if you didn't quit, drinking might have killed you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMATH",
      "sentences": "I don't doubt that I wouldn't be here now. I got another chance. I got another chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joe Namath, always a pleasure to see you. Thank you for letting me try on the ring. Wow, that was fun for me. I have been a big Joe Namath fan since way back when I was a little kid. And the whole interview you can hear on my podcast available at Foxnewspodcast.com. Coming up next though, the incredible story of a brave World War II hero who served at Normandy and also at Okinawa. He will travel back to Normandy for the first time since D-Day this year in a couple of weeks following a 66-year battle with PTSD.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As we head into Memorial Day weekend, we will remember all those brave Americans who laid down their lives to protect our freedoms including, of course so many who died during World War II. My next guest is a 93-year-old navy corpsman veteran landed in France on June 6th, 1944 at the age of 18. He also served at Okinawa in the Pacific theater. Now 75 years later, he will travel back to Normandy for the first time since. A feat once too difficult to face following a 66-year battle with PTSD which he chronicles in his book \"One Veteran's Journey to Heal the Wounds of War.\" Joining me now is World War II Navy Corpsman Jack Gutman. Jack, thank you so much for being with us. We really appreciate it. It's an honor to meet you and we thank you for your service, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK GUTMAN, WORLD WAR II VETERAN",
      "sentences": "Well, I thank you for inviting me here and giving me an opportunity to at least honor our fallen veterans and the veterans that we have right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We appreciate that so much. You know, reading all your notes and what you have written in your book this morning. The thing that obviously is so striking are your memories of that day and how grueling and brutal it was. What do you want to share with people at home about that that perhaps wasn't fully seen as you point out in movies like \"Saving Private Ryan?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "Well, the one thing that I think \"Saving Private Ryan\" was the closest I believe that they could show me what happened in Normandy, because actually just painting a quick picture there was 5,000 ships. There were 4,500 landing craft. There were 11,000 planes of various sorts parachuting and so forth. And there was 150,000 men, English, the Canadians, and the Americans that were going to hit the shores. I was 18 years of age. I was with a unit that we had set up a hospital in England. And I was there for Normandy to assist the medical units in the army that the army already had there. But we were going to come in later, just to take care of any wounded and evacuate them. And we thought when we saw the bombing and the shelling and everything else like they showed on \"Saving Private Ryan,\" and when we heard the planes going over, they had to render those bunkers useless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "And so, I guess when we found out much later, they drop when there was cloud cover and they could not see the bunkers and the bombs dropped a mile away. Unfortunately, the waves, the first waves and six waves coming in was having a real -- they thought everything would be OK. We also thought it would be a cake walk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "When you went, in sir, as a corpsman, obviously you saw a lot. And that had a very big impact on you. You say you had suffered from PTSD for 66 years. Talk to me a little bit about that experience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "Yes. Yes. Martha, it was -- when you are a corpsman or medic. We call them medic or corpsman, it's very personal and you see men on the beach there when you up there taking care of them and they're crying momma, momma. And you hear guys pleading for you to help you to help them. This has a big effect on you. I was 18 years of age and when you see -- like when we came ashore, I thought we would just land and take care of it. But when you see bodies lying in the water and body parts lying around and you realize there is a son or a father or whatever it is -- that will never go home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "And I will tell you it just has an effect on you. And that's what happened to me. With Normandy and in Okinawa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "When you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it's unimaginable that you were at D-Day and then you were also at Okinawa and you were 18 years old. It's impossible to imagine that you wouldn't suffer, you wouldn't be a human being if you didn't suffer the effects of that and being exposed to that at such a young age, sir. And you know, you -- but it took you all those years. You said that one of your family members finally got you to go get help. Tell the message of that and why you think that's so important for anybody who might be at home listening who might be going through what you have gone through?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "Yes. I went through the flashbacks were magnified. My daughter Paula Shaw, she has a radio show in San Diego called changing up by Paula Shaw. She is the one that was instrumental in helping me to stop drinking because I was doing crazy things, medicating myself and drinking and my downfall with my whole family thereat Thanksgiving my face went into the plate. It was so embarrassing. And then I realize I needed a help. So, she got me to stop drinking and from that with her grief recovery program she had. And then from that point I went and got help from the veterans. I thought I didn't -- I kept it quite for 66 years because I was in the mental institution as a corpsman helping for about two or three weeks. And it scared me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "And I realized if I told them what was happening to me, they would put me into a mental institution so I kept it quiet. I never even told people I was in the navy. And then finally with the help of the veterans. And I plead, I plead with you, veterans, please don't go through 66 years like I did. I did crazy things. There is help there and the veterans are ready to help you. There are people that are ready to help you. Do not commit suicides or do these crazy things. I plead with you to do that. Now I'm looking forward to when I go back to Normandy it's going to be mixed emotions with me. Because I, you know, I was 18 when I was there. And someone asked me, what are you going to do when you get there. And I said, well, I don't know. I think one thing I will do, I know I will cry because I will flashback to what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "I will salute and pray for those guys and I promise people that I will never ever let them be forgotten. And you know I want to say one thing to the veterans. All the veterans and all the military men out there who are doing a great job. I want to you remember one thing. Never think you are not important. You are very important. Because we are a winning team. We are a chain. A winning team that has a chain of group of people, makes no difference what your rank was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "Just remember one thing. You are important. When I hit Normandy or Okinawa and I came upon a wounded person I was Jack Gutman corpsman first class. I was really not that important. I didn't really feel that important. However, when I came upon that wounded man and he's pleading with those pleading eyes and he's saying to me, \"doc, help me. Help me.\" I became the most important man in that man's life at that moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "And I want all of you people to realize, you, military people and anyone that's going through post-traumatic stress or stress of any kind. Get help. There is light at the end of the tunnel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jack Gutman, thank you for that very, very important message. And you are a hero, sir. And we thank you very much for your service in World War II. And we hope we'll see you in Normandy. You take care. Thank you very much, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTMAN",
      "sentences": "I'm looking forward to it. And thank you, Martha, for putting me on. God bless you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's our honor. God bless you. More of The Story coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is The Story on this Friday night. Go to your local Memorial Day parade. Take your kids. Remember our heroes. We will see you back here on Monday night at 7:00. Tucker Carlson starts right now. Good night, everybody. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "So tonight, the president is urging the nation's intelligence agencies to, \"quickly and fully cooperate with the attorney general's new probe into how the Trump-Russia investigation began.\""
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "I declassified everything. Everything they want, I put it under the auspices of the attorney general. He's going to be in charge of it. And they will be able to see how this hoax -- how the hoax or witch hunt started, and why it started. It was a - - an attempted coup or an attempted takedown of the president of the United States. It should never ever happen to anybody else."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, you remember this simple but important statement that opened all this up in earnest."
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "utterance": "I think people have to find out what the government was doing during that period. If we're -- if we're worried about foreign influence, for the very same reason, we should be worried about whether government officials abused their power and put their thumb on the scale. And so, I'm not saying that happened, but I'm saying that we have to look at that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Aha! So, that means that people on this wall and these pictures in the government are likely to face some more questions in all of this about what as Attorney General Barr says, \"The government was doing.\" Here now, Byron York, chief political correspondent for the Washington Examiner and fox news contributor. Byron, good to see you tonight."
    },
    {
      "speaker": "BYRON YORK, CONTRIBUTOR",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The president says he has declassified everything. We know it's going to come out in probably small pieces as this investigation moves on. But why should the people whose pictures we just showed including Clapper, and Brennan, and everybody who signed those FISA applications be concerned about this?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, because we don't know exactly what they did. We've been getting information lately in some dribs and drabs. For example, we learned that the government -- probably the FBI sent an undercover agent to London under the alias Azra Turk, to get information out of George Papadopoulos. We've learned other things that the -- that the government was doing on a secret basis. We heard from Trey Gowdy the other day that there were probably transcripts of conversations with George Papadopoulos, that he says, he -- Trey Gowdy, says are exculpatory. So, we're learning in dribs and drabs something that we need to have a bigger picture on it, and I think that's what the president and attorney general are trying to get at."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, it's pretty clear that there are some that mostly former employees of these intelligence agencies who are going to be concerned about what might come out. And then, today there was a New York Time story -- late today that suggested that there was this operative that you know, is close to Putin, whose cover cannot be blown and that, that is one of the reasons to make sure that there is a lid on this, that sources and methods are not exposed in this declassification process, Byron."
    },
    {
      "speaker": "YORK",
      "utterance": "Yes, if you remember back when the so-called, Nunes memo was released in February of 2018, and it showed us that the FBI had used the dossier to get a wiretap warrant on Carter Page. I mean, there were people before the release of that who predicted that basically, the world was going to end. And it was released and it did not. If there are some things that are not released, that is the kind of judgment the attorney general is going to make. I mean, for example, if you talk to top Republicans and say, on the Carter Page FISA warrant, should every single word of that be released? Though they'll say no, no, there's a few things that need to stay secret but most of it can be released. These are judgments that the attorney general is going to make to give the public an idea of what happened."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, as long as some of it is kept out, though, there will be those who will say probably to their graves that the other stuff that you didn't see was the reason that we started the investigation, not the dossier."
    },
    {
      "speaker": "YORK",
      "utterance": "Yes. Well, we're seeing that now with the Mueller report, you know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "YORK",
      "utterance": "We have Democrats who say, well, the secret stuff is the really good stuff, and there are stuff in there that bad about Trump."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's true."
    },
    {
      "speaker": "YORK",
      "utterance": "And they won't even go see some of it over at the Justice Department when it's been offered to them. So, you're always going to have that problem. But, in this, especially, since it's a matter of such public concern, one party has wanted to use this Trump-Russia affair to try to remove the president from office. I mean, there is the highest need for public knowledge about this. So, this is the president's way by delegating it to the attorney general to try to do it in a fairly, orderly, but pretty fast fashion."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Just one quick last thought on Adam Schiff, who is very upset about this process. He says it's un-American to declassify the process towards these FISA applications which ended up surveilling American citizens who were never charged."
    },
    {
      "speaker": "YORK",
      "utterance": "Well, in some sense, it's the cat is out of the bag on this one. I mean, we know that Carter Page was wiretapped, and a number of people who have looked at all of this say that the FBI used unverified information to do so. And they did it to get a larger sense of information about the Trump campaign. By the way, the Carter Page FISA warrant mentioned George Papadopoulos what was that about. So, we need to find out more of what went on. And if there's any problem with the intelligence community, it's with over- classification of information."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "YORK",
      "utterance": "And this could help fix that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Byron, thank you. Good to see you tonight."
    },
    {
      "speaker": "YORK",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Byron York. So, this is not good as we saw in dramatic fashion this week. The feud between President Trump and House Speaker Nancy Pelosi has reached a fever pitch. The president weighing in on it again, today."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I can work with this Speaker. Sure, I can work with this Speaker. Did you hear what she said about me long before I went after her? Did you hear? She made horrible statements, she knows they're not true. She made -- she said terrible things. So, I just responded in kind. I want to do what's good for the country. I think Nancy Pelosi is not helping this country.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, let's bring in Chris Stirewalt with his thoughts on all of this. Crazy -- he is crazy, he is sick, she is crazy, I can't remember which, but everybody really needs to see a doctor according to what we heard this week, Chris."
    },
    {
      "speaker": "CHRIS STIREWALT, POLITICS EDITOR",
      "utterance": "What a way to run a railroad. I mean, gracious sakes. The dumb is getting pretty -- getting pretty dank here in Washington. Look, let's remember what they're really fighting about. What they're really fighting about is who's going to get blamed for the fact that for the next year for the next 16 months, nothing will get done on the city. Zero things will be accomplished that matter to the American people. We will be lucky. We saw it today in Washington, D.C. One member of Congress kill a disaster relief bill worth $19 billion for a lot of people who really need it because it didn't include wall funding. That's a stunt. That's something that you do, but it tells you that bill will be passed later and signed by the president. But it tells you how bad things are. That's what Pelosi and Trump are really fighting about."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, that's just going to -- you know, people can just throw their hands up in disgust, they are so tired of this of nothing happening, and it's going to be very interesting to see which party wins in that debate. As you say, they're going to try to convince each other that it's -- they are pointing at the other person and it's their fault. I want to pull up the New Yorker cover that is coming out next. It shows President Trump sitting -- you know, probably somewhere in the halls of Congress, and he's got his shoes being shined by Lindsey Graham and Bill Barr and Mitch McConnell. They are probably not going to like that, but it's I guess in a great -- in the great history of political cartoons, we've seen things like this before."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Of course, and I'm sure. Trust me when I say, Mitch McConnell will not be rattled."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, I don't think so."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "By what -- by what the New Yorker thinks of him. He is killing it and continues to dominate. And he's set up for re-election. And it's funny, Mitch McConnell has taken this long journey from being the goat, the guy that Steve Bannon said was the -- you know the poison to the conservatism, and must be removed. To now, the guy that Steve Bannon says, save the country. So, Mitch McConnell don't care."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "One last quick question in terms of military and foreign policy that the White House is basically using emergency authority to sell some military equipment to Saudi Arabia. That's not going to sit well with some members of Congress."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "No, and it's not going to sit well in a bipartisan fashion. Because the reason that those arms deals are on hold is that both Republicans and Democrats are concerned about the escalation in the region."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "And that dumping a lot more arms in there, especially, when we look at this at the -- at the strife in Yemen. When we look at the situation, the concern is this is going to get even more out of hand. But the administration not only wants to back our allies in the Gulf States, but they also want the money, the president like these deals."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Chris, thank you. Good to see you."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "You bet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do the Democrats really want their party to pursue endless investigations? That's next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There are currently 23 Democrats vying for the 2020 nomination with just one month to go until the first primary debate -- very exciting. The Mueller investigation, of course, has taken up a lot of the oxygen in the room. But look at this, a CBS News poll finds that 53 percent of adults want congressional Democrats to end their Russian investigations. 44 percent say no, they want to dig deeper into the Russia investigation. Joining me now are five Democratic voters, all with different views because they're human beings, and that's the way human beings work. So, it's great to have all of you with us. Thank you so much for being here. You know, one of the things that's been fascinating to watch this week is this battle between President Trump and Nancy Pelosi that has been playing out. And I just want to play something from the Rose Garden yesterday that the president said. Listen to this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You can go down the investigation track and you can go down the investment track or the track of let's get things done for the American people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So Gretchen, let me start with you. Do you agree? Do you want to see them put all this beside -- behind them, and move on with the business of the people?"
    },
    {
      "speaker": "GRETCHEN VON HELMS, CRIMINAL DEFENSE ATTORNEY",
      "utterance": "I personally do agree. I think we are going to be really tired of all these investigations and people want to move on. Surprisingly, though, the poll show that the majority of the Democratic voters want to continue on with the investigation, which I think would be a mistake."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "VON HELMS",
      "utterance": "I think it would allow Trump to declare victory after he is acquitted if he did get impeached. And say, look, I've had a full and fair hearing and I'm now exonerated. I think it would give him more power versus less."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, really, both sides are keeping the investigations going because you've got what's going on in the Hill and then you've also got this new -- newer investigation that's looking to the origins of -- you know, how did all this start and who was behind this? What do you think?"
    },
    {
      "speaker": "ANTHONY TALL, CRIMINAL DEFENSE ATTORNEY",
      "utterance": "Well, I'm going to disagree. I think that -- I think that if there's a principle, you have to stand on the principle. I mean, if we look at political polls, of course, polls are going to say one thing, but the polls during slavery said no, we should not abolish slavery. Polls on suffrage said women shouldn't get the right to vote. You know, sometimes there's principled so I think if the Democrats are going to stand on any type of principle. And based upon what we've seen from the Mueller report, impeach."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Who thinks it should be dropped, the investigations, the impeachment, all of it, drop it?"
    },
    {
      "speaker": "KRISTEN DAY, DEMOCRATIC VOTER",
      "utterance": "I think that we have to have -- look at the big picture and what -- and the next election. And if Democrats want to win in the next election, look at history. When we went through into this impeachment process with Bill Clinton, it didn't end well for the Democrats -- the Republicans."
    },
    {
      "speaker": "CARLOS VALVERDE, DEMOCRATIC VOTER",
      "utterance": "I think we need to understand that the American people need answers. And it -- these are basically fundamental principles of checks and balance. It's a fundamental principle that we have for our government. And if the legislative branch wants to continue to investigate, it's their duty as --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But what they wanted was a two-year investigation. There was a two-year investigation into this. So do you wonder like what else -- what else they think they're going to find if they keep going, and going, and going after two years and all the subpoenas and all of it?"
    },
    {
      "speaker": "VALVERDE",
      "utterance": "Well, I would challenge the American people then to make the question when is Donald Trump going to work for the people. When is he going to move forward, take responsibilities for what has happened and say that he needs to represent us as an elected official and work for the people?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, he would say that's what he's trying to do and that Nancy Pelosi --"
    },
    {
      "speaker": "TALL",
      "utterance": "Yes. He will say that's what he's trying to do, but I still think that they can walk and chew gum at the same time. You know, the president can do his job. I think the President has done a good job with the economy. But that doesn't mean that we can't finish this investigation particularly when Mueller said let's leave it to Congress basically in his report. He said this would be a question for Congress. So Congress had the --"
    },
    {
      "speaker": "VON HELMS",
      "utterance": "But is he going to actually end up getting impeached and convicted? The answer is no."
    },
    {
      "speaker": "TALL",
      "utterance": "I don't. I don't."
    },
    {
      "speaker": "VON HELMS",
      "utterance": "The Senate is going to acquit him and then he's going to stand up there and say I've been exonerated. Look at what he does with the Mueller report. He says, it exonerate me. It doesn't."
    },
    {
      "speaker": "TALL",
      "utterance": "Well he may do that and he may get acquitted. You're right because I don't see how you can get two-thirds of the Senate."
    },
    {
      "speaker": "VON HELMS",
      "utterance": "No way."
    },
    {
      "speaker": "TALL",
      "utterance": "But I will say is if there's the principle that needs to be taken and the stand that needs to be taken, this thing and Nancy Pelosi saying where he wants to impeached. I don't know if that's true. I don't think any president --"
    },
    {
      "speaker": "VON HELMS",
      "utterance": "I think he does because he knows he's going to win and that's going to be --"
    },
    {
      "speaker": "TALL",
      "utterance": "I don't think any president wants to live with the tag of impeachment. He may want to win but I don't think he wants to be tagged with the impeachment word which only three other presidents --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. I want to talk about the candidates because there's 23 of them as we said. And let's take a look at this poll that shows that the women in the group are starting to get a little bit of traction because for a while it looked like you know, Joe Biden and Bernie Sanders were kind of running away with it. Biden is still in a very strong position but you can see on this chart Kamala Harris has gone from eight percent to 11 percent. Elizabeth Warren also picking up a little bit of traction here. Dani, who do you like?"
    },
    {
      "speaker": "DANI THIBODEAU, DEMOCRATIC VOTER",
      "utterance": "I really like Kamala Harris. I really like Elizabeth Warren as well, and I also put Amy Klobuchar on my list of candidates that I'm watching closely mostly because I think that they're all incredibly smart and they have track records of getting things done, and they have plans to actually create positive action."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me ask you all this. Who thinks -- raise your hand if you think that Joe Biden will ultimately get the nomination. Three to two. Why do you think he's not going to?"
    },
    {
      "speaker": "TALL",
      "utterance": "I think that at this point in time the Democrats need some new blood. Nothing against Joe Biden but I think it's going to be a woman. And I agree, I'm with Kamala Harris on this one. I think she's got the background, the motivation, and the inspiration that we need. I think Joe Biden -- it's just -- I think it's time is come and gone."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Who do you think it's going to end up being --"
    },
    {
      "speaker": "DAY",
      "utterance": "You know, I think that the field is wide open so far so I think it's hard to predict when we look at -- it's still long way --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Why do you think it won't be Joe?"
    },
    {
      "speaker": "DAY",
      "utterance": "I just think that the voters, the primary voters are more Liberal and that's what who the candidates are fighting for is trying to get that Liberal vote, and I don't think a lot of them will throw their weight behind Joe Biden."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Why do you think is going to be Biden?"
    },
    {
      "speaker": "VALVERDE",
      "utterance": "I just think when you -- when you think of Joe Biden you think of Obama. And I think as a Democrat, the people feel or they have a connection with Obama. So they have a connection with that administration and Joe Biden has come directly from there. But I would love to see a ticket between Joe Biden and Kamala Harris because I think that American people are ready for a female --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. I just want to -- so what's the dream ticket for the -- for each of you before we go?"
    },
    {
      "speaker": "THIBODEAU",
      "utterance": "I am about Joe and Kamala as well but I would like to see Kamala be president and then Joe be vice president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So does she. She said the same thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's your dream ticket, Kamala and then Joe Biden?"
    },
    {
      "speaker": "VON HELMS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fascinating. All right, thank you all. Great to see you tonight. Thank you so much for joining us. I hope you come back because watch this whole process as it plays out. It's got a long way to go. Coming up our ladies night panel takes on Speaker Pelosi stance on white men waiting into the abortion debate coming up next."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "And you see them lined up in the floor of the House. Guys, guys, guys, just white guys."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "House Speaker Nancy Pelosi invoking her Catholic faith when asked about Alabama's new law banning nearly all abortions, suggesting all those men who support the move don't know a thing about women's rights."
    },
    {
      "speaker": "PELOSI",
      "utterance": "This is about lack of respect for women. As I said, this is a very devout Catholic. Catholic means a lot to me, that is part of who I am, my Catholic faith. When you see them lined up in the floor of the House, guys, guys, guys, just white guys signing for their discharge petition in a way that is it really -- it doesn't even represent the truth of what they are putting down there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now for ladies night, Lisa Boothe, Kristina Partsinevelos, and Jessica Tarlov. Ladies, welcome. Good to have you here. I mean this is obviously been a very big topic lately. I think it's going to be a big topic all the way through the 2020 election. But there she is saying that she is a devout Catholic and yet she wants to protect choice in this country. Lisa, what do you think about that?"
    },
    {
      "speaker": "LISA BOOTHE, CONTRIBUTOR",
      "utterance": "Well, I would say to her, first of all, the Alabama bill was sponsored by a woman and signed into law by a female governor. Regarding the comment about men, I don't have to explain the birds and the beads bees to Nancy Pelosi but it takes two to tango so a man also has a responsibility in creating that life and should have a responsibility and an opinion on how to handle that life and in the aspect of life and abortion. So I don't understand this idea and this concept from abortion advocates that somehow a man doesn't have an opinion on what to do with a life."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Kristina, you're shaking your head."
    },
    {
      "speaker": "KRISTINA PARTSINEVELOS, CONTRIBUTOR",
      "utterance": "Because I don't necessarily really want to get into that debate on whose choice it is because I completely disagree with you on that, and I do think that there was a lack of representation. But overall, what she's doing with that comment is she's trying to appeal to the religious voters because religious voters are known to be the ones that turn to the polls but at the same time you know, rile up the opposition with a sweeping statement like that. So I think that she's purposely provoking the other side with comments but to your point, I know a man can be part of the process but overall, it's a woman's body --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "It's a key process."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "No, but I am not --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "It takes both to get pregnant."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "But I don't think that you can take away from the lack of representation that a woman has and maybe to some women it's their reproductive right."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Well, there's also the child's life in play as well."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "Correct. This is about -- this is about -- I was just focusing on the political side. I don't want to get into too much of --"
    },
    {
      "speaker": "JESSICA TARLOV, CONTRIBUTOR",
      "utterance": "No one is disputing how you get pregnant. Nancy Pelosi also had five children in six years. She's well aware of that, but she's also well aware of what the law is and that's what she's talking about here. We have a separation of church and state. There are a number of pro-life Democrats out there. Tim Kaine for instance who I thought had one of the most interesting debates with Mike Pence when they had the VP debate about the issue of abortion where he said I am personally pro-life. But as a matter of policy, Democrats stand for a woman's right to control --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, but it doesn't mean -- what we're hearing now is that you can't run if you're a Democrat and you're pro -- I mean --"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Nancy Pelosi --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Kirsten Gillibrand basically said like I don't even want your vote essentially if you are pro-life. You know, here she is talking about President Trump's war on women. Just play that real quick."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "utterance": "This is the beginning of President Trump's war on women. If he wants this war, he will have this war and he will lose."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think that's a little bit different than you know, not wanting a vote from someone who is personally pro-life. It's about respecting the rule of law, the Roe v Wade decision, Planned Parenthood versus Casey. That's the debate that Democrats are having. And to your point about the white guys. You are right about the bill sponsors and Governor Ivey but there is a direct correlation between a lack of female representation in state legislatures in these states that are passing these abortion bans in Missouri, and Alabama, and Ohio."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But you know what, this goes back to whether or not it's a states right issue. And the states are -- the states are leading in a way and the country is split, almost 50-50."
    },
    {
      "speaker": "TARLOV",
      "utterance": "But not about -- not about heartbeat bills and --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "These are local legislatures who are representing the people who live in their district. And you know, they're not just you know, taking it upon themselves, they're basing it on all of them want to get elected the next time around and they know how the people in their districts feel. You know, I just want to look at this one -- just hold it up for one second. This is a Washington Post Columnist Kathleen Kaufman who is a Republican woman who wants Republican women to join the fight for what she calls reproductive rights. \"I'm a Christian and a Republican who believes women in crisis should be met with compassion. For too long a critical perspective has been missing. Republican women who believe women have full reproductive and sexual health rights have been silent.\" Now there's a lot of buzzwords in there that people very much disagree with on both sides of this equation. But this is going to be an interesting issue politically in places like the suburbs of Philadelphia, the suburbs of Chicago where Republican women may be divided on this."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "And the country's divided on the issue of identifying as pro-life or pro-choice. I mean, there's a breakdown in the nuances of the debate where people veer on different sides. But I refute the injection of somehow if you're a pro-life, this is simply about religion. I think it comes down to the fundamental question of do you believe in the sanctity -- the sanctity of life or not. And science shows us that life begins at conception. So does the government sanction the ending of that life because we know that conception at fertilization, that is now a life. So does the government endorsed ending that life or not -- vis-a-vis the various bills"
    },
    {
      "speaker": "TARLOV",
      "utterance": "What will happen and why the state wants to pass these bills is they get to the Supreme Court and they can't have a conversation about viability."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's a question of viability. It's a question of personhood and whether -- where life begins. But you know, and we've all talked about this and we've done a really good job of doing it respectfully because we understand that there are very different viewpoints on this. But I don't want to run out of time completely before I get to the last topic which is this issue about whether or not people who go to church and are conservative have happier marriages. Let's -- it says it turns out they did a study, Mr. Wilcox and I can't see -- and Mr. Carroll, turns out that the happiest of all wives in America are religious conservatives followed by their religious progressive counterparts. So, whether you are fully 73 percent of wives who hold conservative gender values and attend religious services regularly with their husbands have high quality marriages. Kristina?"
    },
    {
      "speaker": "KRISTINA PARTSINEVELOS, FOX BUSINESS REPORTER",
      "utterance": "I see that point religion in general, is a belief system."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Yes."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "It's where we seek answers. Often those that believe in something are usually happier. Are usually healthier. If they attend church often once a month you see them participating in clubs and donating more. So, I think it's that. The sense of community. The fact that you can turn somewhere in a time of need and that can be any religion. And so that I think is the reason --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's interesting that progress -- you know, both sides of the spectrum have higher if they are religious whether they are liberal or conservative they have happier marriages. Really quick. They are already --"
    },
    {
      "speaker": "TARLOV",
      "utterance": "The sense of -- the sense of community is so integral especially for children for them to have somewhere to go. I thought the coolest point in the study was about the importance of feminism or faith and clear gender roles for men in these partnerships that they either knew that were 50/50 working it or more traditional role where the wife wanted to be at home --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Super quick, Lisa."
    },
    {
      "speaker": "TARLOV",
      "utterance": "And they were going out to work and to provide."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "And the authors of the study mentioned the importance of the role of the father. And there are plenty of research that shows with a fatherless -- you know not having a father does to a child poverty, dropping out of school, et cetera, et cetera. So, obviously, the father plays such an important role."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "With all those factors in place you've a healthier, happier family just statistically true. Got to go. Thank you, ladies. We'll see you next time."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Happy Memorial Day."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He is a football icon dubbed gridiron -- dubbed gridiron god who famously led the New York Jets to victory in the 1969 Super Bowl. But his story has not been without struggle and scandal. The untold story of Joe Namath, next."
    },
    {
      "speaker": "JOE NAMATH, AUTHOR, ALL THE WAY",
      "utterance": "What I learned in Alcoholics Anonymous which is part of my education is that they call that a dry drunk. Without the education, you know, yes, you can go ahead and stop. But until you really know and understand what it's about you don't have as good a chance to stay sober and clean."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In 1969, Joe Namath guaranteed that his New York Jets would win Super Bowl three and he delivered on that promise despite multiple injuries. He sealed his place in football history. But the Broadway Joe that America grew to love had personal battles with addiction that played out ultimately in a very public fall from grace. But now Joe Namath opens up about overcoming all odds. In his new book \"All the Way: My Life in Four Quarters,\" this is the untold story of Joe Namath."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I like to sort of go back to the beginning. Because I was just struck by reading about the fact that you, as a high school kid, in Western Pennsylvania were recruited to play Major League Baseball right out of high school."
    },
    {
      "speaker": "NAMATH",
      "utterance": "You know, if I had my druthers, I would have been a baseball player. Back then, man, I loved baseball. I was a big fan of the Pittsburgh Pirates. I had an opportunity. But, again, I didn't do the baseball, cause momma, our mothers want us to try to do something and we listen to them. And she wanted me to go to college. So that's what happened."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you were obviously heavily recruited for football as well. Decided to go to Alabama and play for Bear Bryant. He called you the most naturally gifted athlete that he had ever coached."
    },
    {
      "speaker": "NAMATH",
      "utterance": "That was a wonderful compliment and I have always said well, I know better. I mean, as Coach Bryant was doing me a favor so to speak, you know, giving me a pat on the back, whatever. Whether it was because of an injury that I had my senior year in college or whatever reason. He was kind to me in that respect and I could play. I could jump. I could run. I could do some things."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I looked at some video this morning and one of them was the pass that you threw in the 1968 AFL championship game to Maynard. If you hadn't won that game you wouldn't have made it to the Super Bowl that year."
    },
    {
      "speaker": "NAMATH",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Which you then guaranteed would be a success. Did you plan to say that that day?"
    },
    {
      "speaker": "NAMATH",
      "utterance": "We had been told for the last 10 days prior to that game that we were a huge underdog. In fact, we had followed Baltimore some during the season and they had the respect of the football world. They lost one game that season early in the season. So, we were heavy underdogs that you don't like to keep being told you are going to get whipped. You know. And we had confidence in our team. We knew ourselves; we knew our competition that we had played against. We believed we could win if we did what we needed to do. And knew how to do. And we did. We outplayed them that day. And we won the first one for the old AFL."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, after you stopped playing football you really transitioned into this huge -- I mean, you had started looking like Broadway Joe before you were done playing football. Standing on the sidelines. Standing on the sidelines in that fur coat, you were injured then?"
    },
    {
      "speaker": "NAMATH",
      "utterance": "Always."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, so you are standing there watching the game. And have you got your big fur coat on. Where did all of that come from?"
    },
    {
      "speaker": "NAMATH",
      "utterance": "I think we all liked to style now and then. And then, you know, look sharp, feel sharp, whatever. Goes back it was a feeling. It was a matter of style, so to speak. As far as the attire at that time in the late '60s, we were going through some things with freedom, revolution, a lot of express yourself the way you feel like it. Don't tell me what I can't do kind of thing. And yes. I kind of liked styling out a little bit."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The other thing that struck me in the book is you talk about how the players, which I just find so hard to believe now looking back but you can believe it in the context of the time halftime going to the locker room and smoke cigarettes."
    },
    {
      "speaker": "NAMATH",
      "utterance": "We didn't know any better. We didn't know about cigarettes being deadly. We didn't know about alcohol, of course, being addictive as it could be."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You talk about that obviously in the book, too. Your own difficulty with alcohol. And you know, it's interesting I watched an interview that you did and they showed the video of it and you said you had never seen it before the video of you and Susie Colbert."
    },
    {
      "speaker": "NAMATH",
      "utterance": "Right, right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Why hadn't you seen it and what was your reaction earlier when you saw that video?"
    },
    {
      "speaker": "NAMATH",
      "utterance": "I did the wrong thing. I realized that when I was told the next day I started thinking man, you know, that's a heck of a thing for a father to represent to their family, to their children, to whatever. I made a mistake, man. It was bad. And I called Susie first and she was kind enough to understand and --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "NAMATH",
      "utterance": "-- give me the courage. I had stopped at one point, drinking prior to that for 13 and a half years. My former wife wanted me to stop drinking and I didn't think I had a problem. And so, she wanted me to go get help. And I said no, no. I can stop, man. I'm not checking in. That scared me more than anything going to get help. And so, for 13 and a half years I was sober. And what I learned in Alcoholics Anonymous, which was part of my education is that they call that a dry drunk. Without the education, you know, yes, you can go ahead and stop but until you really know and understand what it's about, you don't have as good a chance to stay sober and clean. It doesn't need to be hidden. We should be thankful and try to reach out and help those that might be worried about having that problem."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You said if you didn't quit, drinking might have killed you?"
    },
    {
      "speaker": "NAMATH",
      "utterance": "I don't doubt that I wouldn't be here now. I got another chance. I got another chance."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joe Namath, always a pleasure to see you. Thank you for letting me try on the ring. Wow, that was fun for me. I have been a big Joe Namath fan since way back when I was a little kid. And the whole interview you can hear on my podcast available at Foxnewspodcast.com. Coming up next though, the incredible story of a brave World War II hero who served at Normandy and also at Okinawa. He will travel back to Normandy for the first time since D-Day this year in a couple of weeks following a 66-year battle with PTSD."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As we head into Memorial Day weekend, we will remember all those brave Americans who laid down their lives to protect our freedoms including, of course so many who died during World War II. My next guest is a 93-year-old navy corpsman veteran landed in France on June 6th, 1944 at the age of 18. He also served at Okinawa in the Pacific theater. Now 75 years later, he will travel back to Normandy for the first time since. A feat once too difficult to face following a 66-year battle with PTSD which he chronicles in his book \"One Veteran's Journey to Heal the Wounds of War.\" Joining me now is World War II Navy Corpsman Jack Gutman. Jack, thank you so much for being with us. We really appreciate it. It's an honor to meet you and we thank you for your service, sir."
    },
    {
      "speaker": "JACK GUTMAN, WORLD WAR II VETERAN",
      "utterance": "Well, I thank you for inviting me here and giving me an opportunity to at least honor our fallen veterans and the veterans that we have right now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We appreciate that so much. You know, reading all your notes and what you have written in your book this morning. The thing that obviously is so striking are your memories of that day and how grueling and brutal it was. What do you want to share with people at home about that that perhaps wasn't fully seen as you point out in movies like \"Saving Private Ryan?\""
    },
    {
      "speaker": "GUTMAN",
      "utterance": "Well, the one thing that I think \"Saving Private Ryan\" was the closest I believe that they could show me what happened in Normandy, because actually just painting a quick picture there was 5,000 ships. There were 4,500 landing craft. There were 11,000 planes of various sorts parachuting and so forth. And there was 150,000 men, English, the Canadians, and the Americans that were going to hit the shores. I was 18 years of age. I was with a unit that we had set up a hospital in England. And I was there for Normandy to assist the medical units in the army that the army already had there. But we were going to come in later, just to take care of any wounded and evacuate them. And we thought when we saw the bombing and the shelling and everything else like they showed on \"Saving Private Ryan,\" and when we heard the planes going over, they had to render those bunkers useless."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "And so, I guess when we found out much later, they drop when there was cloud cover and they could not see the bunkers and the bombs dropped a mile away. Unfortunately, the waves, the first waves and six waves coming in was having a real -- they thought everything would be OK. We also thought it would be a cake walk."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "When you went, in sir, as a corpsman, obviously you saw a lot. And that had a very big impact on you. You say you had suffered from PTSD for 66 years. Talk to me a little bit about that experience."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "Yes. Yes. Martha, it was -- when you are a corpsman or medic. We call them medic or corpsman, it's very personal and you see men on the beach there when you up there taking care of them and they're crying momma, momma. And you hear guys pleading for you to help you to help them. This has a big effect on you. I was 18 years of age and when you see -- like when we came ashore, I thought we would just land and take care of it. But when you see bodies lying in the water and body parts lying around and you realize there is a son or a father or whatever it is -- that will never go home."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "And I will tell you it just has an effect on you. And that's what happened to me. With Normandy and in Okinawa."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "When you --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it's unimaginable that you were at D-Day and then you were also at Okinawa and you were 18 years old. It's impossible to imagine that you wouldn't suffer, you wouldn't be a human being if you didn't suffer the effects of that and being exposed to that at such a young age, sir. And you know, you -- but it took you all those years. You said that one of your family members finally got you to go get help. Tell the message of that and why you think that's so important for anybody who might be at home listening who might be going through what you have gone through?"
    },
    {
      "speaker": "GUTMAN",
      "utterance": "Yes. I went through the flashbacks were magnified. My daughter Paula Shaw, she has a radio show in San Diego called changing up by Paula Shaw. She is the one that was instrumental in helping me to stop drinking because I was doing crazy things, medicating myself and drinking and my downfall with my whole family thereat Thanksgiving my face went into the plate. It was so embarrassing. And then I realize I needed a help. So, she got me to stop drinking and from that with her grief recovery program she had. And then from that point I went and got help from the veterans. I thought I didn't -- I kept it quite for 66 years because I was in the mental institution as a corpsman helping for about two or three weeks. And it scared me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "yes."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "And I realized if I told them what was happening to me, they would put me into a mental institution so I kept it quiet. I never even told people I was in the navy. And then finally with the help of the veterans. And I plead, I plead with you, veterans, please don't go through 66 years like I did. I did crazy things. There is help there and the veterans are ready to help you. There are people that are ready to help you. Do not commit suicides or do these crazy things. I plead with you to do that. Now I'm looking forward to when I go back to Normandy it's going to be mixed emotions with me. Because I, you know, I was 18 when I was there. And someone asked me, what are you going to do when you get there. And I said, well, I don't know. I think one thing I will do, I know I will cry because I will flashback to what happened."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "I will salute and pray for those guys and I promise people that I will never ever let them be forgotten. And you know I want to say one thing to the veterans. All the veterans and all the military men out there who are doing a great job. I want to you remember one thing. Never think you are not important. You are very important. Because we are a winning team. We are a chain. A winning team that has a chain of group of people, makes no difference what your rank was."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So true."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "Just remember one thing. You are important. When I hit Normandy or Okinawa and I came upon a wounded person I was Jack Gutman corpsman first class. I was really not that important. I didn't really feel that important. However, when I came upon that wounded man and he's pleading with those pleading eyes and he's saying to me, \"doc, help me. Help me.\" I became the most important man in that man's life at that moment."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "And I want all of you people to realize, you, military people and anyone that's going through post-traumatic stress or stress of any kind. Get help. There is light at the end of the tunnel."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jack Gutman, thank you for that very, very important message. And you are a hero, sir. And we thank you very much for your service in World War II. And we hope we'll see you in Normandy. You take care. Thank you very much, sir."
    },
    {
      "speaker": "GUTMAN",
      "utterance": "I'm looking forward to it. And thank you, Martha, for putting me on. God bless you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's our honor. God bless you. More of The Story coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is The Story on this Friday night. Go to your local Memorial Day parade. Take your kids. Remember our heroes. We will see you back here on Monday night at 7:00. Tucker Carlson starts right now. Good night, everybody. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}