{
  "date": "May 13, 2020",
  "headline": "Political fallout from public disclosure of Michael Flynn's unmaskers",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/political-fallout-from-public-disclosure-of-michael-flynns-unmaskers",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Hey, Dana, thanks. Good evening, I'm Bret Baier. Breaking tonight, we now know which Obama administration officials requested the unmasking of Lieutenant General Michael Flynn. What that means? Why it's important? We'll get to all of it. The list actually goes very high up. We will talk with one of the senators who released the names in just a moment.  We have \"Fox Team Coverage\" tonight. John Roberts is at the White House, with what President Trump just said about the revelation and the latest on the coronavirus.  We start off though, with correspondent David Spunt, at the Justice Department, to tell us who is on that list. Good evening, David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Bret, good evening to you. Well, the list is three pages long and has names of former Obama administration officials who may have received Lieutenant General Michael Flynn's identity between Election Day 2016 and inauguration day 2017. A lot of intelligence names on there, but one name, and it's the final name on there, Bret, it's former Vice President Joe Biden. Now, we've heard a lot about unmasking over the past few days, what exactly does unmasking mean?  Well, unmasking means revealing the names of U.S. citizens contained in intelligence reports and allows others in the intelligence community to see those names. According to the document, this list includes Obama-era officials who requested the name of the person who turned out to be Michael Flynn. It's important to point out that just because these people requested the name, it doesn't necessarily mean they saw Flynn's name.  Former U.S. ambassador to the United Nations, Samantha Power, made seven requests from November 30th, 2016 to January 11th, 2017. Former director of national intelligence made three, CIA director John Brennan made two, FBI director James Comey made one. White House Chief Denis McDonough made one on January 5th.   Bret that is the same day President Obama was briefed about Flynn. Yesterday, Vice President Biden was asked about what he knew about the Flynn investigation. He changed his two no after it was pointed out to him that he was in that January 5th briefing with then-President Obama about Michael Flynn. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "I know nothing about those moves to investigate Michael Flynn, number one. Number two, this is all about diversion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS",
      "sentences": "I do want to press that. You say you didn't know anything about it. But you were reported to be in a January 5th, 2017 meeting, where you and the president were briefed on the FBI's plan to question Michael Flynn over those conversations he had with the Russian ambassador, Kislyak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No, I thought you asked me whether or not I had anything to do with him being prosecuted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm sorry. I was aware that there was -- that there -- they asked for an investigation. But that's all I know about it and I don't think anything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Then, on January 12th, just eight days before President Trump was inaugurated, Biden made the request as we saw from the documents. Now, the DNC and the Biden campaign, they're calling this partisan, they are playing down the release. The reason I'm standing at the Department of Justice, tonight, Bret, there's a separate investigation going on, the John Durham investigation, that's looking at the origins of the Russia probe.  I'm told by an official here that unmasking will be looked at in the Durham probe. And John Durham, if he finds something improper, Bret, he can charge criminally. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "David Spunt, outside the DOJ. David, thanks. As mentioned, President Trump is challenging former president -- former Vice President Joe Biden's claim that he knew nothing about the unmasking of General Flynn. Those comments come as the Trump administration fills question, also about new CDC guidelines regarding the coronavirus and a growing concern that China is trying to steal U.S. research on potential therapies and vaccines.  Chief White House correspondent John Roberts has those items tonight live from the North Lawn. Good evening, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Bret, good evening, to you. Let's start with the Flynn unmasking. For years now, President Trump has insisted that the Obama administration was at the very root of the whole Russia investigation and the long list of Obama White House officials that was revealed today in requesting the unmasking of General Flynn, only served to reinforce President Trump's charges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "In an exclusive interview with Fox Business' Maria Bartiromo, President Trump ripping the list of Obama administration officials who requested the unmasking of General Michael Flynn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "They weren't after General Flynn. They wanted him to lie about me, make up a story. These people were corrupt, the whole thing was corrupt, and we caught them. We caught them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump, pointing a critical finger at former Vice President Joe Biden, who said he had only heard of an investigation of Flynn, but put in a request to unmask his identity on January 12th, 2017.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I watched Biden yesterday, he could barely speak. He was on \"Good Morning America\", right? And he said he didn't know anything about it. And now, it just gets released right after he said that. It gets released that he was one of the unmaskers. Meaning, he knew everything about it. So, he lied to your friend, George Stephanopoulos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And while the Department of Justice has dropped the Flynn prosecution, Flynn is not off the hook yet. Judge Emmet Sullivan, now saying he'll entertain outside briefs about whether he should vacate Flynn's guilty plea. One group of former Watergate prosecutor, saying, Sullivan has the authority to put Flynn in jail. Flynn's attorney said the power rejecting the idea of outside influence, and a statement saying, \"The proposed amicus brief has no place in this court. No further delay should be tolerated or any further expense caused to him and his defense.\"  On coronavirus, a sharp warning today from DHS and the FBI that China is trying to hack the computer systems of U.S. researchers and corporations looking into the virus. In a public advisory, the agency saying, \"These actors have been observed attempting to identify and illicitly obtain valuable intellectual property and public health data related to vaccines, treatments, and testing. The potential theft of this information jeopardizes the delivery of secure, effective, and efficient treatment options.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARTHA MCSALLY (R-AZ)",
      "sentences": "This shows again that communist China is continuing to hack into our systems, to try and steal our technology. They need to be held accountable and it needs to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "DHS and the FBI warned press coverage of promising research could invite hacking. And that companies and researchers should take steps to harden their computer systems. We also learned today that the Centers for Disease Control had recommended more comprehensive and stringent guidelines for reopening than the White House released last month.   For example, while the White House green-lighted nonessential business travel in phase two of reopening, the CDC recommended nonessential travel not be resumed until phase three, and then, only on a limited basis.  At yesterday's Senate hearing, the CDC director, saying the more detailed guidelines may be forthcoming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT REDFIELD, DIRECTOR, CENTERS FOR DISEASE CONTROL AND PREVENTION",
      "sentences": "I do anticipate this broader guidance though, to be posted on the CDC web site soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Soon isn't terribly a fall. Thank you, Mr. Chairman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "On the Flynn matter back in 2009, Judge Emmet Sullivan was quick to (INAUDIBLE) to a request from then-Attorney General Eric Holder to vacate the conviction of the late Alaska Senator Ted Stevens.  On whether he would pardon Flynn if Sullivan decides to send him to jail, President Trump, today differed, saying, he thinks the whole thing will probably work out. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John Roberts, live on the North Lawn. John, thanks.   President Trump, also congratulating two Republican candidates today, one in California, and one in Wisconsin. Republican Tom Tiffany, a Wisconsin state senator endorsed by President Trump, easily won a special congressional election, Tuesday night in the states' heavily conservative rural seventh congressional district. That was not a surprise.  And Republican Mike Garcia won a special election to fill a congressional seat in California. That a big win for the GOP Garcia, a former Navy combat pilot. Democrat Christy Smith, conceded a short time ago today. The seat became vacant last year after the resignation of Democrat Katie Hill. This is the first time in more than two decades, a Republican has captured a Democrat-held seat in Blue California. One of the senators who pushed hard for the disclosure of Michael Flynn, the names of the unmaskers is Homeland Security and government -- Governmental Affairs Committee chairman, Republican Ron Johnson of Wisconsin.   We want to talk about that, he joins us now. Senator, thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "sentences": "Hello, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to start at the beginning. For somebody sitting at home, saying why is this important, let's start with what is unmasking? Explain it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, in a FISA Court surveillance operation, U.S. government can only surveil foreign people socio with terrorist. When they're monitoring their phone calls, they will sometimes inadvertently pick up the conversation with somebody talking to an American citizen.  When those transcripts are released, the identity of the American citizen is masked. And so, there is a very limited number of people in the administration that can request that those American citizen's names be unmasked, because, again, those shouldn't (INAUDIBLE), and should not be captured in these foreign surveillance investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right. So, the ones -- the administration officials who are asking, it's not uncommon for intelligence officials to be in that list because they want to see where the Intel is and who they're talking to. It's a little more uncommon for administration officials up the chain, for example, Vice President Biden to be on that list.  But they wouldn't know who the American was before they requested the unmasking, would they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Again, those are some of the questions that need to be answered. And it is, from my standpoint, pretty curious that the vice president of the United States will be requesting unmasking, in this case, of General Flynn, eight days before he left office.  And so, what I would say, what information that we release -- and let me also point out, Bret, that Attorney General Barr and acting Director of National Intelligence Ric Grenell, they are heroes, they are patriots, they are being -- you know, unfairly attacked right now, and mercilessly attacked.  And these gentlemen realized that this is a threat to our democracy. It is outrageous what the Obama administration and members of it, high up in the administration were doing toward -- during the election, toward the tail end of their administration, and the ones that were held over, what they did in the early days of the Trump administration as well.  So, these are real heroes in terms of what information they are beginning to divulge, declassify, so the American people really understand what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Senator, within the past few minutes, the Biden campaign has responded to all of this. The common line from Democrats had been that this is all a distraction by the president to take away from COVID-19 coverage.  I get past that in the statement, but this says that the documents simply indicate the breadth and depth of concern across the American government, including among career officials over intelligence reports of Michael Flynn's attempts to undermine ongoing American national security policy through discussions with Russian officials or other foreign representatives. Importantly, none of these officials could have known Flynn's identity beforehand. These documents have absolutely nothing to do with any FBI investigation, and they confirm that all normal procedures were followed. Any suggestion otherwise is flat out a lie. They go on to suggest that the only people with questions to answer. Are you, and Ric Grenell, and Senator Grassley for politicizing this intelligence process? So, your response to all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, first of all, I thought it was interesting the vice president use the word diversion. Ever since I've been highlighting the text between Peter Strzok and Lisa Page on December 15th to 2016, where Strzok text page, saying that, I think our sisters are leaking like mad. Scorned, worried, and political, they're kicking into overdrive. What were they worried about? You know, obviously, they were -- they were highly political individuals, people like Brennan and Clapper, and Comey. So, I've always felt that we witnessed with the whole Russia investigation, the hoax.  The fact that the FBI knew full well by the end of January that there was nothing there, and yet, James Comey set up the appointment of a special counsel. I always thought it was a massive diversionary operation on the part of the members of the Obama administration to really divert attention away from what they were doing during the campaign -- the exoneration of Hillary Clinton.  Now, again, we are starting to see that, and with the revelation of the House Intelligence Committee transcripts, the fact that -- and by the way, I also got a credit, my staff members who painstakingly went down into the Senate secure area, painstakingly went through the FISA report, found those footnotes that showed that if there's any disinformation -- Russian disinformation in the 2016 campaign, it was paid for by Hillary Clinton. And they found those footnotes, so, they called me down there. I saw that those things need to be made public, and that really is what broke this information logjam. Again, credit to Attorney General Barr and Ric Grenell for declassifying those footnotes, declassifying the House Intelligence transcripts, and now declassifying the members of the Obama administration that unmasked. In this case, what we're talking about is Michael Flynn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "There were many, many other unmaskings which we also need to investigate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll follow all of it, and anxiously -- as well. That we've got a lot of things to cover here. Thank you, Senator, for the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Good day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll talk about all of this and the way forward on coronavirus funding as well with Senate Majority Leader Mitch McConnell, tomorrow night here on SPECIAL REPORT. Stocks took a big dive after Federal Reserve Chairman Jerome Powell warned of what he called downside risks today. The Dow plunging 517, the S&P 500 fell 50, the NASDAQ lost 139. Let's get some insight on the big sell-off today. Susan Li of Fox Business joins us from New York. Good evening, Susan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN LI, FOX BUSINESS NETWORK CORRESPONDENT",
      "sentences": "Good evening, Bret. Three- week low for stock markets, and despite the extraordinary actions taken by the Central Bank, its chief still remains cautious on the economic recovery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "sentences": "While the economic response has been both timely and appropriately large, it may not be the final chapter. Given that the path ahead is both highly uncertain and subject to significant downside risks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "A broad-based sell-off today led by businesses that depends on the performance of the U.S. economy: Energy, industrials, consumer discretionary, and financials. Investors had anticipated that interest rates may fall into negative territory this year as another form of stimulus to help a shrinking U.S. economy, while President Trump is on board, Chairman Powell isn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POWELL",
      "sentences": "It's an unsettled area -- I would call it. I know that there are -- there are fans of the policy, but for now, it's not something that we're -- not something that we're considering. We think we have a good toolkit, and that's the one --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I disagree with him on one thing now, and that's negative rates. And only because we're paying zero. But this, what this money you're talking about and the stimulus, we're paying zero. Where down to zero interest. That's good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Airlines had another tough session. Tumbling to their lowest in seven years, as a global industry group warned the demand for flights will not recover for another five years. A looming consumer overhang, that makes the explosive stock market recovery since the end of March look overdone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID TEPPER, FOUNDER, APPALOOSA MANAGEMENT",
      "sentences": "I would say that, you know, 99 was more overvalued, 99 to thousand. But, yes, I would say, it's one of the most overvalued market, maybe the second most undervalued I've ever seen at that day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Stock values relative to future profits on the S&P 500 are trading at the most expensive levels in nearly 20 years, according to Dow Jones data. But, given the unknown path of the coronavirus, Wall Street experts say it's very hard to judge. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Really not. Susan, thanks. There are growing concerns tonight about the effects of the coronavirus on children. Young people were thought to be relatively safe from the disease, at least, at the beginning, but that appears to be changing. Correspondent Jonathan Serrie is in Atlanta tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMBER DEAN, MOTHER",
      "sentences": "It start over what just seemed us like a tummy bug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Amber Dean's son, Bobby, wound up hospitalized with fever and heavy vomiting. Doctors believed he developed Pediatric Multisystem Inflammatory Syndrome or PMIS. Infectious disease experts believe the COVID-19 pandemic may be driving cases of this rare disease, possibly as an uncontrolled immune response to the coronavirus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROBERTA DEBIASI, CHIEF, INFECTIOUS DISEASES DEPARTMENT, CHILDREN'S NATIONAL HOSPITAL",
      "sentences": "As the body is doing its usual thing, which is to make antibodies to clear infection, it accidentally is revving up that antibody level to high or in an unregulated way so that the -- so that, that inflammation affects other organs, which is not what it was intended to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "Of 82 PMIS cases confirmed in New York City, 52 have tested positive for COVID-19 or coronavirus antibodies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL DE BLASIO, MAYOR OF NEW YORK CITY, NEW YORK",
      "sentences": "Now, a few days ago, we lost a child. It's the first time we saw a child die from this horrible syndrome. And we all have to work together, hoping and praying that there will not be another child lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "Early symptoms may include rash, swollen hands and feet, red eyes, and red tongue. The potential link to coronavirus adds more weight to growing evidence that COVID-19 is not just a respiratory disease and may affect younger people differently than the elderly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "I think we better be careful if we are not cavalier in thinking that children are completely immune of the deleterious effects.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "Amber Dean, says her son has recovered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEAN",
      "sentences": "We were lucky, but I have seen some cases where people weren't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "PMIS was not a major concern when the coronavirus first spread from China to America's west coast. But the East Coast is dealing with a European strain, which experts believe may carry a greater risk for this apparent side effect in children. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jonathan, thank you. Up next, the debate over whether to open or not to open roles on state to state. We'll bring you to some of them. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 53 in Pittsburgh, as former Trump campaign chairman Paul Manafort, has been released from federal prison near Pittsburgh to serve the rest of his sentence in home confinement, due to concerns about the coronavirus. Manafort has been jailed since June of 2018 after convictions for tax evasion, witness tampering, and other crimes.  Fox 13 in Tampa, our affiliate there, as a $52 million settlement has reached in a lawsuit, alleging that Facebook failed to protect content moderators, who were employed by Facebook's vendors. They were responsible for viewing and removing disturbing graphic and objectionable images and videos from Facebook social media platform. And Fox Five in New York, as variety of reports a major media and entertainment law firm, has been hacked. Grubman Shire Meiselas and Sacks, says client information from its A-list stars, such as Lady Gaga and Bruce Springsteen has been stolen. This is a live look at San Francisco, from Fox Two, our affiliate there. One of the big stories there tonight. About 200 goats escaped their enclosure and take to the streets of a San Jose neighborhood. Residents worked together to get the goats heading in the same direction. The goats are brought to a nearby hillside once a year to eat the brush. Good thing they got the goats. That's tonight's live look\" OUTSIDE THE BELTWAY\", from SPECIAL REPORT. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A short time ago, Maryland's Republican governor, said he is lifting the state's stay-at-home order Friday. There is still much confusion and controversy tonight in many cities, counties, and estates over the reopening of businesses, bars, beaches, and other locations. How to do it? When to do it? National correspondent William La Jeunesse takes a look tonight from Santa Monica, California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Things need to open; people need their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We must listen to the science. I know the economy is bad and it's going to get worse, but what is worse than death?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM LA JEUNESSE, FOX NEWS NATIONAL CORRESPONDENT",
      "sentences": "As Americans try to balance a desire to stay safe with the need to stay fed, politicians battle the shifting winds of public opinions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The big city mayors and the county executives in this larger been counties, they have a somewhat different perspective on what the risks are well into the virus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "In Texas, the attorney general sent warning letters to four counties all controlled by Democrats. Saying, their social distancing orders violated those issued by the Republican governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm actually a barber, and I want to think that barbershops shouldn't be open for another month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Tensions also rising in Michigan, where residence and some law enforcement openly defied Democratic Governor Gretchen Whitmer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GRETCHEN WHITMER (D-MI)",
      "sentences": "Just one person carrying COVID-19 can infect tens and thousands in a matter of days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When our governor said, we -- you know, we're going to have another 28 days, and that (INAUDIBLE) to my needs, I couldn't take another 28 days. I had to get back to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "A circuit court denied the governor's attempt to close this barbershop, and G.O.P. lawmakers rallied to his defense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURT PRENZLER, BOARD CHAIRMAN, MADISON COUNTY",
      "sentences": "Well, last two months, we've had 15,000 new claims for unemployment, that's shocking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "In Madison County, Illinois, commissioners voted 26-2 to reopen and defy Democratic Governor Jay Pritzker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a political move; this isn't real leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "So, what conclusions can be drawn? Among states that soften shelter orders back in April, hospitalization and fatality rates declined in Michigan and Georgia. Meanwhile, Texas and Minnesota ticked up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "So, officials typically promised to follow the science and the data. Yet today, the L.A. mayor and some supervisors had to walk back comments from the county health director that she would maintain stay-at- home orders until August unless she saw a dramatic change in the virus, tools at hand, or testing, and a reduction in infections. With businesses closed, Texas not coming in, Bret. That could be a bar even too high for officials here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "William La Jeunesse in Santa Monica. William, thank you.  Up next, the U.S. Supreme Court hears arguments on the Electoral College. Plus, what could happen on the Supreme Court rulings about President Trump's tax returns? We'll tell you. First, \"BEYOND OUR BORDERS\" tonight. Secretary of State Mike Pompeo, met with Israeli Prime Minister Benjamin Netanyahu to discuss the country's plans to annex parts of the West Bank. It happened as Israeli troops shot and killed a Palestinian teen in a clash with stone-throwers in the territory. New questions tonight about the future of the U.S. peace deal with the Taliban in Afghanistan. This comes after yesterday's attacks killed dozens at a maternity ward and a funeral. The Taliban deny involvement. Authorities in Wuhan, China are planning to test all 11 million residents in the next 10 days for the coronavirus. Thought to have originated there. Chinese media say district officials confirms receiving orders from the city's coronavirus task force, it remains if and how such a monumental testing campaign would happen. Polish lawmakers are changing rules for the country's postponed presidential election. Voters will have the option of going to the polls or using mail-in ballots. No date for the election has been announced in Poland. Just some of the other stories \"BEYOND OUR BORDERS\" tonight. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tonight, Supreme Court justices are considering two cases concerning the Electoral College, which could have major significance in the election year. They are also trying to decide whether to order the release of President Trump's financial records. FOX News chief legal correspondent and anchor of \"FOX News at Night\" Shannon Bream has details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "sentences": "They are the ones who actually choose the president. But are members of the Electoral College free to buck their states' direction and vote as they choose when it comes time to cast their ballots? That's the question the nine justices must now wrestle with following hours or arguments on Wednesday. Justice Ginsburg seemed skeptical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUTH BADER GINSBURG, SUPREME COURT JUSTICE",
      "sentences": "It's somewhat hard to understand the concept of something I am pledged, bound to do. I have made a promise to do something, but that promise is unenforceable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Other justices question what limits there are or should be on the state's ability to direct what their chosen electors actually do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL GORSUCH, SUPREME COURT JUSTICE",
      "sentences": "What would prohibit them from passing a law, for example, to say that all electors have to vote for presidential candidates who support certain positions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Today's cases will head to a vote in the justices' private conference on Friday, where they will also debate whether or not the president's tax and financial records must be turned over to House committees and/or the Manhattan D.A.'s office. Justice Kavanaugh was among those grappling with weighing the interests of two branches of government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRETT KAVANAUGH, SUPREME COURT JUSTICE",
      "sentences": "How can we both protect the House's interest in obtaining information it needs to legislate, but also protect the presidency? How can the court balance those interests?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "The second case presents another dilemma altogether, whether the financial documents must be turned over in the context of a criminal grand jury investigation. Justice Alito asked whether that would jeopardize the privacy of the president's record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAMUEL ALITO, SUPREME COURT JUSTICE",
      "sentences": "There are prosecutors who leak all sorts of information, including grand jury information, to all sorts of media sources, including specifically \"The New York Times.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Justice Sotomayor, once a prosecutor herself, weighed in on questions about whether prosecutors across the country may be tempted to use their powers to harass a sitting president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SONIA SOTOMAYOR, SUPREME COURT JUSTICE",
      "sentences": "Don't we usually presume that state courts and state prosecutors act as they should and in good faith?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "So the justices could order the documents fully released. They can narrowly tailor what gets released, or which committee in the House is actually going to get it. Now the D.A.'s office something altogether different, and of course they could block documents altogether. We'll know by the end of June. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Shannon, thank you. In tonight's Democracy 2020 Report, former rivals coming together to take on their common enemy, President Trump. Joe Biden's campaign will work with Bernie Sanders' team, joint task forces aiming to come to a consensus on several major issues. Correspondent Peter Doocy tells us how that might work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Dreams of the Green New Deal didn't die when Bernie Sanders dropped out because he just helped Joe Biden put together a, quote, group of leading thinkers and activists who can and will unify our party in a transformational and progressive direction.\" And one official on this a Biden-Sanders unity task force for climate, Alexandria Ocasio-Cortez, who said this about Biden two weeks ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, (D-NY)",
      "sentences": "I don't necessarily know if he's going to move us forward, but I think people can see him as stopping the bleeding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Now the Trump campaign says, quote, \"Joe Biden and Bernie Sanders are two sides of the same socialist coin. Now with Bernie Sanders and AOC as senior advisors for his policy proposals, Biden is the banner man for the socialist agenda.\" Biden's name is missing from AOC's tweet about the new gig. She writes \"After conferring with grassroots activist and climate allies, I am accepting Bernie Sanders' nomination to cochair the Climate Change Unity Task Force was Secretary John Kerry.\" Democratic leaders are hoping this helps patch up wounds from the primaries, but the standard-bearer isn't sure that will happen at an in-person convention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "sentences": "I hope we can. It may have to be smaller. It may be in a different venue. I just don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "A DNC panel voted unanimously to prepare virtual convention options for delegates, but Republicans still plan to have theirs in person in August in Charlotte, North Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL WHATLEY, NORTH CAROLINA GOP CHAIRMAN",
      "sentences": "It's a really big economic boost in the arm for the city and the whole region.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "North Carolina's governor and Charlotte's mayor, who could cite public health concerns to limit the size of an event like a Republican Convention are both Democrats. And so far, they are on board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHATLEY",
      "sentences": "At this point in time, we don't see anything that is going to divert us off from having the greatest political show on earth roll into Charlotte, and having a safe, healthy, and very fun convention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "So with this convention, Republicans are looking for a leg up in a swing state where Democrats are looking for out-of-towners to come and spend money, which means the issue of the convention moving forward might not be one of red and blue, but green. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Peter, thank you. Up next, we now know who in the Obama administration called for the unmasking of Lieutenant General Michael Flynn. Why is that important? What's the big picture? We'll get reaction from the panel when we return.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "sentences": "I was aware that there was -- that they asked for an investigation, but that's all I know about it, and I don't think anything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "sentences": "And he said he didn't know anything about it, and now it just gets released right after he said that, it gets released that he was one of the unmaskers, meaning he knew everything about it. This was all Obama. This was all Biden. These people were corrupt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL, (R-KY)",
      "sentences": "They have now found that Vice President Biden is guilty of using government to go after a political opponent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "These are the seven names that have been declassified, and this includes Vice President Biden, CIA Director John Brennan, James Comey, James Clapper, Treasury Secretary Jack Lew, then Obama Chief of Staff Denis McDonough, and U.N. Ambassador Samantha Power. They requested to unmask, reveal the name of the American who was talking with the person that the wiretap was focused on, which was the rest of Russian Ambassador Kislyak at the time. So what about this, big picture? What does it mean? Let's bring in our panel, Matthew Continetti, founding editor of the \"Washington Free Beacon,\" Katie Pavlich, news editor at Townhall.com, and Jonathan Swan, national political reporter for \"Axios.\" All right, Katie, Democrats are everywhere saying this is a distraction, not a big deal, normal effort. Response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, NEWS EDITOR, TOWNHALL.COM",
      "sentences": "It is a very big deal, and as Senator Rand Paul said, this is about questions of how the Obama administration used government to go after political opponents. And Joe Biden has already denied this. He has more questions to answer. And I think when you look at the list of names, it's also a witness list for Senate Republicans to now see who they can call to Capitol Hill to testify about more context as to why they were asking for these unmaskings. You've had Senator Lindsey Graham, who is the chairman of the Judiciary Committee, repeatedly say he wants these investigations. He is holding off on U.S. Attorney John Durham to finish his investigation, but there are very serious questions here about what Joe Biden thinks about the overreach of the intelligence community, as we've seen, the abuse of power. And we've also heard a number of people inside the intelligence agencies say that unmasking has been abused for a number of years now. The rules that were set up originally to protect the civil liberties of Americans have been repeatedly violated and there needs to be major reform. So this is a chance for Republicans to really take a hard look at what to do in terms of protecting Americans' civil liberties, but also it's a big problem for Joe Biden as he goes out on the campaign trail and has questions to answer about what he knew and when he knew it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Is it a big problem, Matthew, for Joe Biden? Do people get it? Do they have the bandwidth to take all of this in, including this moment? I know viewers who are focused on following every piece of it, but I'm saying the broader electorate. MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": Right. It's a very complicated story and tends to harden our already partisan allegiances. I would say it is a political problem for Biden, Bret, in this sense, which is a George Stephanopoulos asked him about it, and he already gave two different answers. First he said he knew nothing about the Flynn investigation, and then he quickly walked that back and said, well, I knew there was an investigation. I didn't know any more. I'm sure he's going to be asked again, and so we'll see how this answer changes. It's also a problem, and Katie kinds of hints at this, for the former Obama officials who have already been witnesses as part of Congress' investigation into the Russia probe. And so their answers to the committees will now have to be compared to the documentary evidence that's being produced by the DNI and also whatever any subsequent statements they make. And finally, let's not forget, the crime here was the leak of the phone calls to \"The Washington Post.\" And I think this gets us one step closer to finding some answers about how that crime occurred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There were a number of leaks throughout this two-and-a-half years of the Russia probe, and that's really how it got a lot of oxygen. Take a listen to the Senate minority leader, Jonathan, about all of this. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK SCHUMER, (D) SENATE MINORITY LEADER",
      "sentences": "They are coming up with these ridiculous conspiracy theories on Obama. And Chairman Johnson wants to go after Biden and this Hunter Biden conspiracy theory, which came from the Russians of all people. This is amazing to me. What alternative universe they live in, spending their time on discredited conspiracy theories against Obama, against Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So it's tough to listen to all of the conspiracy theories thrown out there, Jonathan, because we're after two-and-a-half years of the Russia collusion where Adam Schiff was on numerous networks saying he had definite evidence of collusion between the Trump campaign and the Russians that never came to be. Where do you think this ends up? JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": The way I'm trying to approach it is with a sense of proportion, as I've tried to throughout the whole thing. We've taken each piece of evidence that we see on its own terms, but also within a larger context. So these unmaskings, it's important to remember, and I think Katie made this point, there is something like 10,000 or more unmaskings a year done by the intelligence community, in terms of if they see intelligence and they want to know who the U.S. person is that's involved in the conversation. What I found really striking about the document released today was that most of the unmaskings that were requested actually -- that involved Flynn -- were before his conversation with the Russian ambassador on December the 29th. So I want to know what the underlying intelligence was the caused all of these officials around mid-December, December 14, 15, 15, 16, to request the unmasking. It's not clear what that is. And again --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, it's also not clear Vice President Biden requests, the requests eight days before he leaves office, he requests the unmasking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "The Biden one is easily attributable to the Russian ambassador call. That was January the 12th. But I'm talking about there were a whole bunch of them that happened in early to mid-December, not from Biden but from other senior Obama officials, that unmasked Flynn. And I'm curious, what was the intelligence, what was the matter that related to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. And the FBI, and those other documents released by the House Intelligence Committee in the transcripts, had already finished the Crossfire investigation into Flynn and determined that there was no there there as far as his tie to the Russians. We have much more to cover on this and obviously the Durham investigation, when we don't know when that's coming out, but we will follow it as well. Up next, the latest on the coronavirus, and how the president's picks are doing in special elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Breaking tonight, the Wisconsin state Supreme Court has just ruled that the Wisconsin governor cannot extend the stay-at-home order. So the Supreme Court there in that state getting involved as states across the country deal with how to get back, how to do it, how fast. We are back with our panel. Katie, this is one state. They are battling back and forth with what's right. You see some counties in different states pushing back and saying we don't agree with the governor. It's quite a mismatch around 50 states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Right, and you also see the civil liberties issues of this. You have the Attorney General Bill Barr coming down on behalf of religious liberty and allowing certain churchgoers to congregate. So one-size-fits- all policies, whether it's the federal government or the governor, don't always work depending on what is going on in each particular place. So I think you're going to see more of this, and it just proves that the government does not have endless authority when it comes to limiting people's freedoms even in a pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Maria Bartiromo sat down with President Trump, you'll see that interview on her show, but here's a piece of it about opening schools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "sentences": "I think that we have to open our schools. Young people are very little affected by this. We have to get the schools open, we have to get our country open. We have to open our country. We want to do it safely, but we also want to do it as quickly as possible, we can't keep going on like this. You're having bedlam already in the streets. You can't do this. We have to get it open.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jonathan, where is the White House thinking on this and they're trying to find a middle ground on these guidelines?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Well, President Trump, they've sort of moved beyond guidelines. The fact is the states are doing what they are doing. There are a number of states who are opening without following the letter of the White House guidelines. And President Trump isn't complaining about that. In fact, he's encouraging that. So he's very much -- if you put Anthony Fauci on one end of the spectrum, Donald Trump is right on the other end of that spectrum. And I will say that the schools, he's right, it's a really big issue. There are kids, particularly poor kids, who actually rely on school for their lunch, for nutrition, for childcare, for all sorts of things. So these are not simple. Anyone who tells you this is a simple issue and there is not huge costs involved are kidding themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, that's right, and for parents, too, who need kids to go back to school. Matthew?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "I think it's important right now, Bret, we need to begin to focus on the most vulnerable. That includes people in nursing, seniors in general, and people who work in confined spaces in close proximity to others for extended periods of time. They're the most vulnerable. That's where our efforts need to be directed. And some of these more oppressive measures, I think, especially when they relate to the outdoors, can begin to be lifted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, thank you so much. When we come back, the brighter side of things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, as we always do, the brighter side. Twitter user Kelly posted this video after her parents threw an un-block party for their neighborhood in Torrance, California. Neighbors danced in the street, safe distance apart, except from each other. They got a chance to thank an essential worker delivering mail during the party, too. And Isaiah Whalum was a patient at Williamson Medical Center in Tennessee for 53 days. Yesterday he was finally released after recovering from coronavirus, other health issues as well. Hospital staff gathering together to celebrate his departure and recovery. Congratulations. Thanks for inviting us into your home tonight. That is it for this SPECIAL REPORT, fair, balanced, and unafraid. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Hey, Dana, thanks. Good evening, I'm Bret Baier. Breaking tonight, we now know which Obama administration officials requested the unmasking of Lieutenant General Michael Flynn. What that means? Why it's important? We'll get to all of it. The list actually goes very high up. We will talk with one of the senators who released the names in just a moment. We have \"Fox Team Coverage\" tonight. John Roberts is at the White House, with what President Trump just said about the revelation and the latest on the coronavirus. We start off though, with correspondent David Spunt, at the Justice Department, to tell us who is on that list. Good evening, David."
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Bret, good evening to you. Well, the list is three pages long and has names of former Obama administration officials who may have received Lieutenant General Michael Flynn's identity between Election Day 2016 and inauguration day 2017. A lot of intelligence names on there, but one name, and it's the final name on there, Bret, it's former Vice President Joe Biden. Now, we've heard a lot about unmasking over the past few days, what exactly does unmasking mean? Well, unmasking means revealing the names of U.S. citizens contained in intelligence reports and allows others in the intelligence community to see those names. According to the document, this list includes Obama-era officials who requested the name of the person who turned out to be Michael Flynn. It's important to point out that just because these people requested the name, it doesn't necessarily mean they saw Flynn's name. Former U.S. ambassador to the United Nations, Samantha Power, made seven requests from November 30th, 2016 to January 11th, 2017. Former director of national intelligence made three, CIA director John Brennan made two, FBI director James Comey made one. White House Chief Denis McDonough made one on January 5th. Bret that is the same day President Obama was briefed about Flynn. Yesterday, Vice President Biden was asked about what he knew about the Flynn investigation. He changed his two no after it was pointed out to him that he was in that January 5th briefing with then-President Obama about Michael Flynn. Listen."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "I know nothing about those moves to investigate Michael Flynn, number one. Number two, this is all about diversion."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS",
      "utterance": "I do want to press that. You say you didn't know anything about it. But you were reported to be in a January 5th, 2017 meeting, where you and the president were briefed on the FBI's plan to question Michael Flynn over those conversations he had with the Russian ambassador, Kislyak."
    },
    {
      "speaker": "BIDEN",
      "utterance": "No, I thought you asked me whether or not I had anything to do with him being prosecuted."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "OK."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm sorry. I was aware that there was -- that there -- they asked for an investigation. But that's all I know about it and I don't think anything else."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Then, on January 12th, just eight days before President Trump was inaugurated, Biden made the request as we saw from the documents. Now, the DNC and the Biden campaign, they're calling this partisan, they are playing down the release. The reason I'm standing at the Department of Justice, tonight, Bret, there's a separate investigation going on, the John Durham investigation, that's looking at the origins of the Russia probe. I'm told by an official here that unmasking will be looked at in the Durham probe. And John Durham, if he finds something improper, Bret, he can charge criminally. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "David Spunt, outside the DOJ. David, thanks. As mentioned, President Trump is challenging former president -- former Vice President Joe Biden's claim that he knew nothing about the unmasking of General Flynn. Those comments come as the Trump administration fills question, also about new CDC guidelines regarding the coronavirus and a growing concern that China is trying to steal U.S. research on potential therapies and vaccines. Chief White House correspondent John Roberts has those items tonight live from the North Lawn. Good evening, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Bret, good evening, to you. Let's start with the Flynn unmasking. For years now, President Trump has insisted that the Obama administration was at the very root of the whole Russia investigation and the long list of Obama White House officials that was revealed today in requesting the unmasking of General Flynn, only served to reinforce President Trump's charges."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "In an exclusive interview with Fox Business' Maria Bartiromo, President Trump ripping the list of Obama administration officials who requested the unmasking of General Michael Flynn."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "They weren't after General Flynn. They wanted him to lie about me, make up a story. These people were corrupt, the whole thing was corrupt, and we caught them. We caught them."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump, pointing a critical finger at former Vice President Joe Biden, who said he had only heard of an investigation of Flynn, but put in a request to unmask his identity on January 12th, 2017."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I watched Biden yesterday, he could barely speak. He was on \"Good Morning America\", right? And he said he didn't know anything about it. And now, it just gets released right after he said that. It gets released that he was one of the unmaskers. Meaning, he knew everything about it. So, he lied to your friend, George Stephanopoulos."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And while the Department of Justice has dropped the Flynn prosecution, Flynn is not off the hook yet. Judge Emmet Sullivan, now saying he'll entertain outside briefs about whether he should vacate Flynn's guilty plea. One group of former Watergate prosecutor, saying, Sullivan has the authority to put Flynn in jail. Flynn's attorney said the power rejecting the idea of outside influence, and a statement saying, \"The proposed amicus brief has no place in this court. No further delay should be tolerated or any further expense caused to him and his defense.\" On coronavirus, a sharp warning today from DHS and the FBI that China is trying to hack the computer systems of U.S. researchers and corporations looking into the virus. In a public advisory, the agency saying, \"These actors have been observed attempting to identify and illicitly obtain valuable intellectual property and public health data related to vaccines, treatments, and testing. The potential theft of this information jeopardizes the delivery of secure, effective, and efficient treatment options."
    },
    {
      "speaker": "REP. MARTHA MCSALLY (R-AZ)",
      "utterance": "This shows again that communist China is continuing to hack into our systems, to try and steal our technology. They need to be held accountable and it needs to stop."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "DHS and the FBI warned press coverage of promising research could invite hacking. And that companies and researchers should take steps to harden their computer systems. We also learned today that the Centers for Disease Control had recommended more comprehensive and stringent guidelines for reopening than the White House released last month. For example, while the White House green-lighted nonessential business travel in phase two of reopening, the CDC recommended nonessential travel not be resumed until phase three, and then, only on a limited basis. At yesterday's Senate hearing, the CDC director, saying the more detailed guidelines may be forthcoming."
    },
    {
      "speaker": "ROBERT REDFIELD, DIRECTOR, CENTERS FOR DISEASE CONTROL AND PREVENTION",
      "utterance": "I do anticipate this broader guidance though, to be posted on the CDC web site soon."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Soon isn't terribly a fall. Thank you, Mr. Chairman."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "On the Flynn matter back in 2009, Judge Emmet Sullivan was quick to (INAUDIBLE) to a request from then-Attorney General Eric Holder to vacate the conviction of the late Alaska Senator Ted Stevens. On whether he would pardon Flynn if Sullivan decides to send him to jail, President Trump, today differed, saying, he thinks the whole thing will probably work out. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "John Roberts, live on the North Lawn. John, thanks. President Trump, also congratulating two Republican candidates today, one in California, and one in Wisconsin. Republican Tom Tiffany, a Wisconsin state senator endorsed by President Trump, easily won a special congressional election, Tuesday night in the states' heavily conservative rural seventh congressional district. That was not a surprise. And Republican Mike Garcia won a special election to fill a congressional seat in California. That a big win for the GOP Garcia, a former Navy combat pilot. Democrat Christy Smith, conceded a short time ago today. The seat became vacant last year after the resignation of Democrat Katie Hill. This is the first time in more than two decades, a Republican has captured a Democrat-held seat in Blue California. One of the senators who pushed hard for the disclosure of Michael Flynn, the names of the unmaskers is Homeland Security and government -- Governmental Affairs Committee chairman, Republican Ron Johnson of Wisconsin. We want to talk about that, he joins us now. Senator, thanks for being here."
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "utterance": "Hello, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to start at the beginning. For somebody sitting at home, saying why is this important, let's start with what is unmasking? Explain it."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, in a FISA Court surveillance operation, U.S. government can only surveil foreign people socio with terrorist. When they're monitoring their phone calls, they will sometimes inadvertently pick up the conversation with somebody talking to an American citizen. When those transcripts are released, the identity of the American citizen is masked. And so, there is a very limited number of people in the administration that can request that those American citizen's names be unmasked, because, again, those shouldn't (INAUDIBLE), and should not be captured in these foreign surveillance investigations."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right. So, the ones -- the administration officials who are asking, it's not uncommon for intelligence officials to be in that list because they want to see where the Intel is and who they're talking to. It's a little more uncommon for administration officials up the chain, for example, Vice President Biden to be on that list. But they wouldn't know who the American was before they requested the unmasking, would they?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Again, those are some of the questions that need to be answered. And it is, from my standpoint, pretty curious that the vice president of the United States will be requesting unmasking, in this case, of General Flynn, eight days before he left office. And so, what I would say, what information that we release -- and let me also point out, Bret, that Attorney General Barr and acting Director of National Intelligence Ric Grenell, they are heroes, they are patriots, they are being -- you know, unfairly attacked right now, and mercilessly attacked. And these gentlemen realized that this is a threat to our democracy. It is outrageous what the Obama administration and members of it, high up in the administration were doing toward -- during the election, toward the tail end of their administration, and the ones that were held over, what they did in the early days of the Trump administration as well. So, these are real heroes in terms of what information they are beginning to divulge, declassify, so the American people really understand what happened."
    },
    {
      "speaker": "BAIER",
      "utterance": "Senator, within the past few minutes, the Biden campaign has responded to all of this. The common line from Democrats had been that this is all a distraction by the president to take away from COVID-19 coverage. I get past that in the statement, but this says that the documents simply indicate the breadth and depth of concern across the American government, including among career officials over intelligence reports of Michael Flynn's attempts to undermine ongoing American national security policy through discussions with Russian officials or other foreign representatives. Importantly, none of these officials could have known Flynn's identity beforehand. These documents have absolutely nothing to do with any FBI investigation, and they confirm that all normal procedures were followed. Any suggestion otherwise is flat out a lie. They go on to suggest that the only people with questions to answer. Are you, and Ric Grenell, and Senator Grassley for politicizing this intelligence process? So, your response to all of that."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, first of all, I thought it was interesting the vice president use the word diversion. Ever since I've been highlighting the text between Peter Strzok and Lisa Page on December 15th to 2016, where Strzok text page, saying that, I think our sisters are leaking like mad. Scorned, worried, and political, they're kicking into overdrive. What were they worried about? You know, obviously, they were -- they were highly political individuals, people like Brennan and Clapper, and Comey. So, I've always felt that we witnessed with the whole Russia investigation, the hoax. The fact that the FBI knew full well by the end of January that there was nothing there, and yet, James Comey set up the appointment of a special counsel. I always thought it was a massive diversionary operation on the part of the members of the Obama administration to really divert attention away from what they were doing during the campaign -- the exoneration of Hillary Clinton. Now, again, we are starting to see that, and with the revelation of the House Intelligence Committee transcripts, the fact that -- and by the way, I also got a credit, my staff members who painstakingly went down into the Senate secure area, painstakingly went through the FISA report, found those footnotes that showed that if there's any disinformation -- Russian disinformation in the 2016 campaign, it was paid for by Hillary Clinton. And they found those footnotes, so, they called me down there. I saw that those things need to be made public, and that really is what broke this information logjam. Again, credit to Attorney General Barr and Ric Grenell for declassifying those footnotes, declassifying the House Intelligence transcripts, and now declassifying the members of the Obama administration that unmasked. In this case, what we're talking about is Michael Flynn."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "There were many, many other unmaskings which we also need to investigate."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll follow all of it, and anxiously -- as well. That we've got a lot of things to cover here. Thank you, Senator, for the time."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Good day."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll talk about all of this and the way forward on coronavirus funding as well with Senate Majority Leader Mitch McConnell, tomorrow night here on SPECIAL REPORT. Stocks took a big dive after Federal Reserve Chairman Jerome Powell warned of what he called downside risks today. The Dow plunging 517, the S&P 500 fell 50, the NASDAQ lost 139. Let's get some insight on the big sell-off today. Susan Li of Fox Business joins us from New York. Good evening, Susan."
    },
    {
      "speaker": "SUSAN LI, FOX BUSINESS NETWORK CORRESPONDENT",
      "utterance": "Good evening, Bret. Three- week low for stock markets, and despite the extraordinary actions taken by the Central Bank, its chief still remains cautious on the economic recovery."
    },
    {
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "utterance": "While the economic response has been both timely and appropriately large, it may not be the final chapter. Given that the path ahead is both highly uncertain and subject to significant downside risks."
    },
    {
      "speaker": "LI",
      "utterance": "A broad-based sell-off today led by businesses that depends on the performance of the U.S. economy: Energy, industrials, consumer discretionary, and financials. Investors had anticipated that interest rates may fall into negative territory this year as another form of stimulus to help a shrinking U.S. economy, while President Trump is on board, Chairman Powell isn't."
    },
    {
      "speaker": "POWELL",
      "utterance": "It's an unsettled area -- I would call it. I know that there are -- there are fans of the policy, but for now, it's not something that we're -- not something that we're considering. We think we have a good toolkit, and that's the one --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I disagree with him on one thing now, and that's negative rates. And only because we're paying zero. But this, what this money you're talking about and the stimulus, we're paying zero. Where down to zero interest. That's good."
    },
    {
      "speaker": "LI",
      "utterance": "Airlines had another tough session. Tumbling to their lowest in seven years, as a global industry group warned the demand for flights will not recover for another five years. A looming consumer overhang, that makes the explosive stock market recovery since the end of March look overdone."
    },
    {
      "speaker": "DAVID TEPPER, FOUNDER, APPALOOSA MANAGEMENT",
      "utterance": "I would say that, you know, 99 was more overvalued, 99 to thousand. But, yes, I would say, it's one of the most overvalued market, maybe the second most undervalued I've ever seen at that day."
    },
    {
      "speaker": "LI",
      "utterance": "Stock values relative to future profits on the S&P 500 are trading at the most expensive levels in nearly 20 years, according to Dow Jones data. But, given the unknown path of the coronavirus, Wall Street experts say it's very hard to judge. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Really not. Susan, thanks. There are growing concerns tonight about the effects of the coronavirus on children. Young people were thought to be relatively safe from the disease, at least, at the beginning, but that appears to be changing. Correspondent Jonathan Serrie is in Atlanta tonight."
    },
    {
      "speaker": "AMBER DEAN, MOTHER",
      "utterance": "It start over what just seemed us like a tummy bug."
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Amber Dean's son, Bobby, wound up hospitalized with fever and heavy vomiting. Doctors believed he developed Pediatric Multisystem Inflammatory Syndrome or PMIS. Infectious disease experts believe the COVID-19 pandemic may be driving cases of this rare disease, possibly as an uncontrolled immune response to the coronavirus."
    },
    {
      "speaker": "DR. ROBERTA DEBIASI, CHIEF, INFECTIOUS DISEASES DEPARTMENT, CHILDREN'S NATIONAL HOSPITAL",
      "utterance": "As the body is doing its usual thing, which is to make antibodies to clear infection, it accidentally is revving up that antibody level to high or in an unregulated way so that the -- so that, that inflammation affects other organs, which is not what it was intended to do."
    },
    {
      "speaker": "SERRIE",
      "utterance": "Of 82 PMIS cases confirmed in New York City, 52 have tested positive for COVID-19 or coronavirus antibodies."
    },
    {
      "speaker": "BILL DE BLASIO, MAYOR OF NEW YORK CITY, NEW YORK",
      "utterance": "Now, a few days ago, we lost a child. It's the first time we saw a child die from this horrible syndrome. And we all have to work together, hoping and praying that there will not be another child lost."
    },
    {
      "speaker": "SERRIE",
      "utterance": "Early symptoms may include rash, swollen hands and feet, red eyes, and red tongue. The potential link to coronavirus adds more weight to growing evidence that COVID-19 is not just a respiratory disease and may affect younger people differently than the elderly."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "I think we better be careful if we are not cavalier in thinking that children are completely immune of the deleterious effects."
    },
    {
      "speaker": "SERRIE",
      "utterance": "Amber Dean, says her son has recovered."
    },
    {
      "speaker": "DEAN",
      "utterance": "We were lucky, but I have seen some cases where people weren't."
    },
    {
      "speaker": "SERRIE",
      "utterance": "PMIS was not a major concern when the coronavirus first spread from China to America's west coast. But the East Coast is dealing with a European strain, which experts believe may carry a greater risk for this apparent side effect in children. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Jonathan, thank you. Up next, the debate over whether to open or not to open roles on state to state. We'll bring you to some of them. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 53 in Pittsburgh, as former Trump campaign chairman Paul Manafort, has been released from federal prison near Pittsburgh to serve the rest of his sentence in home confinement, due to concerns about the coronavirus. Manafort has been jailed since June of 2018 after convictions for tax evasion, witness tampering, and other crimes. Fox 13 in Tampa, our affiliate there, as a $52 million settlement has reached in a lawsuit, alleging that Facebook failed to protect content moderators, who were employed by Facebook's vendors. They were responsible for viewing and removing disturbing graphic and objectionable images and videos from Facebook social media platform. And Fox Five in New York, as variety of reports a major media and entertainment law firm, has been hacked. Grubman Shire Meiselas and Sacks, says client information from its A-list stars, such as Lady Gaga and Bruce Springsteen has been stolen. This is a live look at San Francisco, from Fox Two, our affiliate there. One of the big stories there tonight. About 200 goats escaped their enclosure and take to the streets of a San Jose neighborhood. Residents worked together to get the goats heading in the same direction. The goats are brought to a nearby hillside once a year to eat the brush. Good thing they got the goats. That's tonight's live look\" OUTSIDE THE BELTWAY\", from SPECIAL REPORT. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "A short time ago, Maryland's Republican governor, said he is lifting the state's stay-at-home order Friday. There is still much confusion and controversy tonight in many cities, counties, and estates over the reopening of businesses, bars, beaches, and other locations. How to do it? When to do it? National correspondent William La Jeunesse takes a look tonight from Santa Monica, California."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Things need to open; people need their jobs."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We must listen to the science. I know the economy is bad and it's going to get worse, but what is worse than death?"
    },
    {
      "speaker": "WILLIAM LA JEUNESSE, FOX NEWS NATIONAL CORRESPONDENT",
      "utterance": "As Americans try to balance a desire to stay safe with the need to stay fed, politicians battle the shifting winds of public opinions."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The big city mayors and the county executives in this larger been counties, they have a somewhat different perspective on what the risks are well into the virus."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "In Texas, the attorney general sent warning letters to four counties all controlled by Democrats. Saying, their social distancing orders violated those issued by the Republican governor."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm actually a barber, and I want to think that barbershops shouldn't be open for another month."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Tensions also rising in Michigan, where residence and some law enforcement openly defied Democratic Governor Gretchen Whitmer."
    },
    {
      "speaker": "GOV. GRETCHEN WHITMER (D-MI)",
      "utterance": "Just one person carrying COVID-19 can infect tens and thousands in a matter of days."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "When our governor said, we -- you know, we're going to have another 28 days, and that (INAUDIBLE) to my needs, I couldn't take another 28 days. I had to get back to work."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "A circuit court denied the governor's attempt to close this barbershop, and G.O.P. lawmakers rallied to his defense."
    },
    {
      "speaker": "KURT PRENZLER, BOARD CHAIRMAN, MADISON COUNTY",
      "utterance": "Well, last two months, we've had 15,000 new claims for unemployment, that's shocking."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "In Madison County, Illinois, commissioners voted 26-2 to reopen and defy Democratic Governor Jay Pritzker."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a political move; this isn't real leadership."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "So, what conclusions can be drawn? Among states that soften shelter orders back in April, hospitalization and fatality rates declined in Michigan and Georgia. Meanwhile, Texas and Minnesota ticked up."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "So, officials typically promised to follow the science and the data. Yet today, the L.A. mayor and some supervisors had to walk back comments from the county health director that she would maintain stay-at- home orders until August unless she saw a dramatic change in the virus, tools at hand, or testing, and a reduction in infections. With businesses closed, Texas not coming in, Bret. That could be a bar even too high for officials here."
    },
    {
      "speaker": "BAIER",
      "utterance": "William La Jeunesse in Santa Monica. William, thank you. Up next, the U.S. Supreme Court hears arguments on the Electoral College. Plus, what could happen on the Supreme Court rulings about President Trump's tax returns? We'll tell you. First, \"BEYOND OUR BORDERS\" tonight. Secretary of State Mike Pompeo, met with Israeli Prime Minister Benjamin Netanyahu to discuss the country's plans to annex parts of the West Bank. It happened as Israeli troops shot and killed a Palestinian teen in a clash with stone-throwers in the territory. New questions tonight about the future of the U.S. peace deal with the Taliban in Afghanistan. This comes after yesterday's attacks killed dozens at a maternity ward and a funeral. The Taliban deny involvement. Authorities in Wuhan, China are planning to test all 11 million residents in the next 10 days for the coronavirus. Thought to have originated there. Chinese media say district officials confirms receiving orders from the city's coronavirus task force, it remains if and how such a monumental testing campaign would happen. Polish lawmakers are changing rules for the country's postponed presidential election. Voters will have the option of going to the polls or using mail-in ballots. No date for the election has been announced in Poland. Just some of the other stories \"BEYOND OUR BORDERS\" tonight. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "Tonight, Supreme Court justices are considering two cases concerning the Electoral College, which could have major significance in the election year. They are also trying to decide whether to order the release of President Trump's financial records. FOX News chief legal correspondent and anchor of \"FOX News at Night\" Shannon Bream has details."
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "utterance": "They are the ones who actually choose the president. But are members of the Electoral College free to buck their states' direction and vote as they choose when it comes time to cast their ballots? That's the question the nine justices must now wrestle with following hours or arguments on Wednesday. Justice Ginsburg seemed skeptical."
    },
    {
      "speaker": "RUTH BADER GINSBURG, SUPREME COURT JUSTICE",
      "utterance": "It's somewhat hard to understand the concept of something I am pledged, bound to do. I have made a promise to do something, but that promise is unenforceable."
    },
    {
      "speaker": "BREAM",
      "utterance": "Other justices question what limits there are or should be on the state's ability to direct what their chosen electors actually do."
    },
    {
      "speaker": "NEIL GORSUCH, SUPREME COURT JUSTICE",
      "utterance": "What would prohibit them from passing a law, for example, to say that all electors have to vote for presidential candidates who support certain positions?"
    },
    {
      "speaker": "BREAM",
      "utterance": "Today's cases will head to a vote in the justices' private conference on Friday, where they will also debate whether or not the president's tax and financial records must be turned over to House committees and/or the Manhattan D.A.'s office. Justice Kavanaugh was among those grappling with weighing the interests of two branches of government."
    },
    {
      "speaker": "BRETT KAVANAUGH, SUPREME COURT JUSTICE",
      "utterance": "How can we both protect the House's interest in obtaining information it needs to legislate, but also protect the presidency? How can the court balance those interests?"
    },
    {
      "speaker": "BREAM",
      "utterance": "The second case presents another dilemma altogether, whether the financial documents must be turned over in the context of a criminal grand jury investigation. Justice Alito asked whether that would jeopardize the privacy of the president's record."
    },
    {
      "speaker": "SAMUEL ALITO, SUPREME COURT JUSTICE",
      "utterance": "There are prosecutors who leak all sorts of information, including grand jury information, to all sorts of media sources, including specifically \"The New York Times.\""
    },
    {
      "speaker": "BREAM",
      "utterance": "Justice Sotomayor, once a prosecutor herself, weighed in on questions about whether prosecutors across the country may be tempted to use their powers to harass a sitting president."
    },
    {
      "speaker": "SONIA SOTOMAYOR, SUPREME COURT JUSTICE",
      "utterance": "Don't we usually presume that state courts and state prosecutors act as they should and in good faith?"
    },
    {
      "speaker": "BREAM",
      "utterance": "So the justices could order the documents fully released. They can narrowly tailor what gets released, or which committee in the House is actually going to get it. Now the D.A.'s office something altogether different, and of course they could block documents altogether. We'll know by the end of June. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Shannon, thank you. In tonight's Democracy 2020 Report, former rivals coming together to take on their common enemy, President Trump. Joe Biden's campaign will work with Bernie Sanders' team, joint task forces aiming to come to a consensus on several major issues. Correspondent Peter Doocy tells us how that might work."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Dreams of the Green New Deal didn't die when Bernie Sanders dropped out because he just helped Joe Biden put together a, quote, group of leading thinkers and activists who can and will unify our party in a transformational and progressive direction.\" And one official on this a Biden-Sanders unity task force for climate, Alexandria Ocasio-Cortez, who said this about Biden two weeks ago."
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, (D-NY)",
      "utterance": "I don't necessarily know if he's going to move us forward, but I think people can see him as stopping the bleeding."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Now the Trump campaign says, quote, \"Joe Biden and Bernie Sanders are two sides of the same socialist coin. Now with Bernie Sanders and AOC as senior advisors for his policy proposals, Biden is the banner man for the socialist agenda.\" Biden's name is missing from AOC's tweet about the new gig. She writes \"After conferring with grassroots activist and climate allies, I am accepting Bernie Sanders' nomination to cochair the Climate Change Unity Task Force was Secretary John Kerry.\" Democratic leaders are hoping this helps patch up wounds from the primaries, but the standard-bearer isn't sure that will happen at an in-person convention."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "utterance": "I hope we can. It may have to be smaller. It may be in a different venue. I just don't know."
    },
    {
      "speaker": "DOOCY",
      "utterance": "A DNC panel voted unanimously to prepare virtual convention options for delegates, but Republicans still plan to have theirs in person in August in Charlotte, North Carolina."
    },
    {
      "speaker": "MICHAEL WHATLEY, NORTH CAROLINA GOP CHAIRMAN",
      "utterance": "It's a really big economic boost in the arm for the city and the whole region."
    },
    {
      "speaker": "DOOCY",
      "utterance": "North Carolina's governor and Charlotte's mayor, who could cite public health concerns to limit the size of an event like a Republican Convention are both Democrats. And so far, they are on board."
    },
    {
      "speaker": "WHATLEY",
      "utterance": "At this point in time, we don't see anything that is going to divert us off from having the greatest political show on earth roll into Charlotte, and having a safe, healthy, and very fun convention."
    },
    {
      "speaker": "DOOCY",
      "utterance": "So with this convention, Republicans are looking for a leg up in a swing state where Democrats are looking for out-of-towners to come and spend money, which means the issue of the convention moving forward might not be one of red and blue, but green. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Peter, thank you. Up next, we now know who in the Obama administration called for the unmasking of Lieutenant General Michael Flynn. Why is that important? What's the big picture? We'll get reaction from the panel when we return."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "utterance": "I was aware that there was -- that they asked for an investigation, but that's all I know about it, and I don't think anything else."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "utterance": "And he said he didn't know anything about it, and now it just gets released right after he said that, it gets released that he was one of the unmaskers, meaning he knew everything about it. This was all Obama. This was all Biden. These people were corrupt."
    },
    {
      "speaker": "SEN. RAND PAUL, (R-KY)",
      "utterance": "They have now found that Vice President Biden is guilty of using government to go after a political opponent."
    },
    {
      "speaker": "BAIER",
      "utterance": "These are the seven names that have been declassified, and this includes Vice President Biden, CIA Director John Brennan, James Comey, James Clapper, Treasury Secretary Jack Lew, then Obama Chief of Staff Denis McDonough, and U.N. Ambassador Samantha Power. They requested to unmask, reveal the name of the American who was talking with the person that the wiretap was focused on, which was the rest of Russian Ambassador Kislyak at the time. So what about this, big picture? What does it mean? Let's bring in our panel, Matthew Continetti, founding editor of the \"Washington Free Beacon,\" Katie Pavlich, news editor at Townhall.com, and Jonathan Swan, national political reporter for \"Axios.\" All right, Katie, Democrats are everywhere saying this is a distraction, not a big deal, normal effort. Response?"
    },
    {
      "speaker": "KATIE PAVLICH, NEWS EDITOR, TOWNHALL.COM",
      "utterance": "It is a very big deal, and as Senator Rand Paul said, this is about questions of how the Obama administration used government to go after political opponents. And Joe Biden has already denied this. He has more questions to answer. And I think when you look at the list of names, it's also a witness list for Senate Republicans to now see who they can call to Capitol Hill to testify about more context as to why they were asking for these unmaskings. You've had Senator Lindsey Graham, who is the chairman of the Judiciary Committee, repeatedly say he wants these investigations. He is holding off on U.S. Attorney John Durham to finish his investigation, but there are very serious questions here about what Joe Biden thinks about the overreach of the intelligence community, as we've seen, the abuse of power. And we've also heard a number of people inside the intelligence agencies say that unmasking has been abused for a number of years now. The rules that were set up originally to protect the civil liberties of Americans have been repeatedly violated and there needs to be major reform. So this is a chance for Republicans to really take a hard look at what to do in terms of protecting Americans' civil liberties, but also it's a big problem for Joe Biden as he goes out on the campaign trail and has questions to answer about what he knew and when he knew it."
    },
    {
      "speaker": "BAIER",
      "utterance": "Is it a big problem, Matthew, for Joe Biden? Do people get it? Do they have the bandwidth to take all of this in, including this moment? I know viewers who are focused on following every piece of it, but I'm saying the broader electorate. MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": Right. It's a very complicated story and tends to harden our already partisan allegiances. I would say it is a political problem for Biden, Bret, in this sense, which is a George Stephanopoulos asked him about it, and he already gave two different answers. First he said he knew nothing about the Flynn investigation, and then he quickly walked that back and said, well, I knew there was an investigation. I didn't know any more. I'm sure he's going to be asked again, and so we'll see how this answer changes. It's also a problem, and Katie kinds of hints at this, for the former Obama officials who have already been witnesses as part of Congress' investigation into the Russia probe. And so their answers to the committees will now have to be compared to the documentary evidence that's being produced by the DNI and also whatever any subsequent statements they make. And finally, let's not forget, the crime here was the leak of the phone calls to \"The Washington Post.\" And I think this gets us one step closer to finding some answers about how that crime occurred."
    },
    {
      "speaker": "BAIER",
      "utterance": "There were a number of leaks throughout this two-and-a-half years of the Russia probe, and that's really how it got a lot of oxygen. Take a listen to the Senate minority leader, Jonathan, about all of this. Take a listen."
    },
    {
      "speaker": "CHUCK SCHUMER, (D) SENATE MINORITY LEADER",
      "utterance": "They are coming up with these ridiculous conspiracy theories on Obama. And Chairman Johnson wants to go after Biden and this Hunter Biden conspiracy theory, which came from the Russians of all people. This is amazing to me. What alternative universe they live in, spending their time on discredited conspiracy theories against Obama, against Biden?"
    },
    {
      "speaker": "BAIER",
      "utterance": "So it's tough to listen to all of the conspiracy theories thrown out there, Jonathan, because we're after two-and-a-half years of the Russia collusion where Adam Schiff was on numerous networks saying he had definite evidence of collusion between the Trump campaign and the Russians that never came to be. Where do you think this ends up? JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": The way I'm trying to approach it is with a sense of proportion, as I've tried to throughout the whole thing. We've taken each piece of evidence that we see on its own terms, but also within a larger context. So these unmaskings, it's important to remember, and I think Katie made this point, there is something like 10,000 or more unmaskings a year done by the intelligence community, in terms of if they see intelligence and they want to know who the U.S. person is that's involved in the conversation. What I found really striking about the document released today was that most of the unmaskings that were requested actually -- that involved Flynn -- were before his conversation with the Russian ambassador on December the 29th. So I want to know what the underlying intelligence was the caused all of these officials around mid-December, December 14, 15, 15, 16, to request the unmasking. It's not clear what that is. And again --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, it's also not clear Vice President Biden requests, the requests eight days before he leaves office, he requests the unmasking."
    },
    {
      "speaker": "SWAN",
      "utterance": "The Biden one is easily attributable to the Russian ambassador call. That was January the 12th. But I'm talking about there were a whole bunch of them that happened in early to mid-December, not from Biden but from other senior Obama officials, that unmasked Flynn. And I'm curious, what was the intelligence, what was the matter that related to that?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. And the FBI, and those other documents released by the House Intelligence Committee in the transcripts, had already finished the Crossfire investigation into Flynn and determined that there was no there there as far as his tie to the Russians. We have much more to cover on this and obviously the Durham investigation, when we don't know when that's coming out, but we will follow it as well. Up next, the latest on the coronavirus, and how the president's picks are doing in special elections."
    },
    {
      "speaker": "BAIER",
      "utterance": "Breaking tonight, the Wisconsin state Supreme Court has just ruled that the Wisconsin governor cannot extend the stay-at-home order. So the Supreme Court there in that state getting involved as states across the country deal with how to get back, how to do it, how fast. We are back with our panel. Katie, this is one state. They are battling back and forth with what's right. You see some counties in different states pushing back and saying we don't agree with the governor. It's quite a mismatch around 50 states."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Right, and you also see the civil liberties issues of this. You have the Attorney General Bill Barr coming down on behalf of religious liberty and allowing certain churchgoers to congregate. So one-size-fits- all policies, whether it's the federal government or the governor, don't always work depending on what is going on in each particular place. So I think you're going to see more of this, and it just proves that the government does not have endless authority when it comes to limiting people's freedoms even in a pandemic."
    },
    {
      "speaker": "BAIER",
      "utterance": "Maria Bartiromo sat down with President Trump, you'll see that interview on her show, but here's a piece of it about opening schools."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "utterance": "I think that we have to open our schools. Young people are very little affected by this. We have to get the schools open, we have to get our country open. We have to open our country. We want to do it safely, but we also want to do it as quickly as possible, we can't keep going on like this. You're having bedlam already in the streets. You can't do this. We have to get it open."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jonathan, where is the White House thinking on this and they're trying to find a middle ground on these guidelines?"
    },
    {
      "speaker": "SWAN",
      "utterance": "Well, President Trump, they've sort of moved beyond guidelines. The fact is the states are doing what they are doing. There are a number of states who are opening without following the letter of the White House guidelines. And President Trump isn't complaining about that. In fact, he's encouraging that. So he's very much -- if you put Anthony Fauci on one end of the spectrum, Donald Trump is right on the other end of that spectrum. And I will say that the schools, he's right, it's a really big issue. There are kids, particularly poor kids, who actually rely on school for their lunch, for nutrition, for childcare, for all sorts of things. So these are not simple. Anyone who tells you this is a simple issue and there is not huge costs involved are kidding themselves."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, that's right, and for parents, too, who need kids to go back to school. Matthew?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "I think it's important right now, Bret, we need to begin to focus on the most vulnerable. That includes people in nursing, seniors in general, and people who work in confined spaces in close proximity to others for extended periods of time. They're the most vulnerable. That's where our efforts need to be directed. And some of these more oppressive measures, I think, especially when they relate to the outdoors, can begin to be lifted."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, thank you so much. When we come back, the brighter side of things."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, as we always do, the brighter side. Twitter user Kelly posted this video after her parents threw an un-block party for their neighborhood in Torrance, California. Neighbors danced in the street, safe distance apart, except from each other. They got a chance to thank an essential worker delivering mail during the party, too. And Isaiah Whalum was a patient at Williamson Medical Center in Tennessee for 53 days. Yesterday he was finally released after recovering from coronavirus, other health issues as well. Hospital staff gathering together to celebrate his departure and recovery. Congratulations. Thanks for inviting us into your home tonight. That is it for this SPECIAL REPORT, fair, balanced, and unafraid. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}