{
  "date": "May 26, 2021",
  "headline": "'The Ingraham Angle' on COVID, George Floyd's death one year later,",
  "subHeadline": "'The Ingraham Angle' welcomed guests Chris Fenton, Brandon Tatum, Cynthia Garrett, Matt Walsh, Ryan Girdusky, Phil Kerpen and Jay Bhattacharya",
  "url": "https://www.foxnews.com/transcript/the-ingraham-angle-on-may-25-2021",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "I have a funny feeling. It might be a little different than what Peggy Noonan is planning at the Reagan library. All right. So those people will all be joining us tomorrow night. Please set your DVR, never miss an episode. In the meantime, let not your hearts be troubled. Laura Ingraham, who always leads the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "Oh, well, Hannity, I will say, imagine if we didn't have these governors. Imagine if those states were all blue states, probably it would look a lot more like - I don't know, France or Germany or any other country that's still semi locked down. They never would have opened. This would have been just closed down for forever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listen, I gave Fauci a little more of slack than you did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, you did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But I got to tell you, I can't take it. I just cannot take it anymore. Oh, there might be something to the Wuhan - the origins of the Wuhan lab and the COVID-19 virus. Hello? A year late as usual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We'll be revealing a lot more in the coming days. But Hannity, fantastic show. Great to see you tonight as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Laura. We will see you tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. I'm Laura Ingraham. This is THE INGRAHAM ANGLE from another busy Washington.   Tonight, we're going to have a refreshingly honest conversation about the true impact of George Floyd's death one year later. And whether the solutions that are being pushed in his name are actually going to make this country a safer place to live? And Dr. Fauci told the house hearing this morning that it would be a dereliction of duty not to collaborate with the Wuhan virology institute for work. Huh? I have something to say about that, as you might imagine. But first, the puppets of Beijing. That's the focus of tonight's ANGLE.   Now, last night we talked about how the Democrats, the public health elites and the corporate media revealed their true intentions on the question of COVID's origins. They covered up for China and smeared those of us who asked questions, all because they wanted to hurt Trump politically. Well, tonight we see another example. It's more granular, but still important. Showing China's influence is omnipresent among the American elites. Consider the case of John Cena, who is the former wrestler and American actor who in a promotional video from the film \"Fast & Furious 9\" had committed the grave error of referencing Taiwan as a country, which it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That looked like one of those old weird dubbed movies. Anyway, the funny thing is he - that guy actually plays a tough guy, right? But he's really just owned.  Now for years we've known that Hollywood has increasingly depended on China for a big part of its box office haul. The latest in the \"Fast & Furious\"  franchise has already grossed $136 million in China. And this is important to note, in 2020, China's box office for the first time ever eclipsed that of the United States. Much of that (inaudible) COVID lockdowns, but U.S. production companies and distributors are in a panic. After all, they know that they've spent years offending many potential movie goers in this country and a lot of us won't ever be going to the movies as much as we used to.  So while the geniuses in Hollywood will bend over backwards to appear woke at home, they'll sell out their alleged concerns about human rights and free speech in a millisecond to avoid offending China. And the biggest or maybe tallest CCP sell-out of the wall is LeBron James. Remember him?   Well, he piled on that old Houston Rockets GM, Daryl Morey, who in, I think, it was back in October 2019, merely tweeted an image that read \"Fight for freedom, stand with Hong Kong\". Well, LeBron's bosses in Beijing were not happy at all. So he assisted them by blocking (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEBRON JAMES, LOS ANGELES LAKERS",
      "sentences": "When you're misinformed or you're not educated about something, and I'm just talking about the tweet itself, you never know what the ramifications that could happen. And we all seen what that did, not only did for our league, but for all of us in America, for people in China as well. And sometimes you have to think through things that you say that may cause harm, not only for yourself but for the majority of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Think about that. He believes that a tweet supporting freedom in Hong Kong caused harm. To whom? The Communist Party? Now, what was harmed? His bank account, maybe their's, the NBA's. I guess we don't need to worry about the physical harm and the torture of millions being carried out by China.   Now, after all, even if its audience is declining here in the United States, the NBA still makes billions off of its television rights and other engagements in China. Money talks. So much for all that social justice claptrap, you're pushing it home; or maybe to some, Uyghurs lives don't matter much at all. Now, it's hard to think that NBA Commissioner Adam Silver doesn't realize how pompous and completely out of touch he came off when he was pressed about the league cozying up to the brutal oppressor of minorities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM SILVER, NBA COMMISSIONER",
      "sentences": "We continue to dialogue with the Chinese, with our business partners there in certain cases with certain government officials. And we're just going to keep at it. I understand also, they have a different form of government and they have a different view of how things have been done, I think should be done, and hopefully we can find mutual respect for each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my God, did your skin crawl watching that guy? Sorry, Adam, air ball, it's disgusting. You're talking to government officials of the Communist Party. He sounds exactly like a propagandist for the CCP. Every day, it seems to get harder to tell our elites from the CCP's own spokesman.   Now, but if it were only the entertainment industry, it would be bad enough, but as the infomercial goes, that's not all. Increasingly, China owns our academic establishment as well. Our liberal arts colleges are OK with squirming under the jackboot of China as long as the Chinese pay their tuition in cash. Their fees and expenses were almost $16 billion in the year 2019.  Now, actually I was shocked to find out that in last pre-pandemic count, there were almost 370,000 Chinese students in the U.S. This is insane. Now, we know beyond any reasonable doubt that China intends to drive us out of Asia and replace us as the most powerful country in the world. That's their aim. So now we've decided to help them do this by educating their children. Perfect.  And China's only all too happy to have the schools brought to them, to their homeland, and our colleges idiotically complied. Here's a partial list of American schools with campuses in China, Harvard, Yale, NYU, Duke, Georgia Tech, just to name a few. Now, all of this has strings attached.  And it requires that these institutions look the other way on human rights violations, economic espionage, environmental issues, and of course, the Wuhan virology institute's cover up. And by the way, don't tell us that the colleges are spreading American values. They hate America. Remember, if anything, they teach their Chinese students the same message as the CCP that America is a racist country that is in terminal decline.  So here's the bottom line. If you can't make money running an American college, educating American students, it's time to shut your doors. We should treat China like we treated the USSR during the Cold War. We didn't engage much economically, we didn't enrich them, we didn't educate them, and guess what, it worked. Now of course, Wall Street and Big Tech, they're just as bad. They're kissing up to China for money all day long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIM COOK, CEO, APPLE",
      "sentences": "China plays a leadership position for the world in many different areas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL GATES, CO-FOUNDER, MICROSOFT",
      "sentences": "It's the most important relationship in the world is the one between the U.S. and China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE BLOOMBERG, FOUNDER, BLOOMBERG",
      "sentences": "Xi Jinping is not a dictator. He has a constituency to answer to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All while denouncing their fellow Americans as racist bigots.   JAMES QUINCEY, CHAIRMAN & CEO, COCA-COLA: This legislation is unacceptable.  It is a step backwards. CHIP BERGH, CEO, LEVI STRAUSS & CO.: We're trying to restrict voters access to the polls, and it is disproportionately hurting black and brown communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED BASTIAN, CEO, DELTA AIR LINES",
      "sentences": "This is about protecting the voices of our people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course, those same individuals would never criticize China in the same manner. In fact, many big companies have gone out of their way to beg for China's forgiveness. Now even worse, big business was recently on hand to cover up China's worst human rights abuses.  So companies like Apple, Nike, Coca Cola, actually lobbied against legislation, banning the importation of products from the same province where China has enslaved millions of Uighur Muslims.  Now, of course, Wall Street's simply going to say, \"Ok, look, if we don't do these deals there, some other country will. You know what my answer is, let them. I would rather keep our independence. If you make your own country economically dependent on China, it's never going to end up well for you, never. In fact, Biden should do what recent \"Washington Times\" op-ed suggests in extend Trump's executive order that delisted major Chinese firms and U.S.  exchanges. \"And make sure that it extends to companies, to all Chinese companies aiding the CCP, not just the ones directly connected to the Chinese military. There's growing bipartisan realization in Washington that China is intent on global military, economic and high-tech dominance. Move swiftly to ensure that China's ruling Communist Party can no longer fund its predatory agenda with Wall Street's help.\" Yes, yes, that would be nice. But we all know how seriously the Biden administration takes the China threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "In my discussion with President Xi, I told him, we welcome the competition. We're not looking for conflict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTHONY BLINKEN, SECRETARY OF STATE",
      "sentences": "We're not trying to contain China, or hold it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KERRY, U.S. SPECIAL PRESIDENTIAL ENVOY FOR CLIMATE",
      "sentences": "We have big disagreements with China on some key issues. Absolutely. But climate has to stand alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We want to approach this with some strategic patience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's past time to face the truth. It's hard to face this truth. Our elites have been bought off by China, the left, the entertainment industry, academia, Wall Street, Big Tech, Hollywood, all of them. And for all intents and purposes, our so-called establishment is just in the back pocket of the CCP. They're not trying to protect our national interest. They only care about how they can get rich off of China's rise. That means our decline. This has to stop. We cannot have the top sectors of the American economy being dependent on the CCP. That's how America becomes a puppet state.   Now, for 50 years since Nixon reopened this country to the CCP, we've done everything possible to make this relationship work. But now it's time to accept reality. The United States and China, it's just a bad relationship that needs to be unwound. Otherwise there is another relationships gone bad, we're going to end up giving away our power, our freedom, and our identity. And by then, the only apologies we'll need to issue are to our children and our grandchildren, who will never know the America that we loved. And that's THE ANGLE. Joining me now, perhaps the best guests possible on this topic, Chris Fenton, is a media exec, a film producer, author of \"Feeding the Dragon: The Trillion Dollar Dilemma Facing Hollywood, the NBA and American Business\" Chris, you've actually worked with John Cena before. What was your reaction to see him grovel that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS FENTON, MEDIA EXECUTIVE",
      "sentences": "Yes. It was really difficult to watch. I felt for him because he is actually a great guy and he has great talent, and he is a heck of an athlete. He's caught in this terrible sort of Battle Royale between national security interests in DC and the business lobby. And on top of it, you got human rights issues, and you have censorship issues, freedom of speech issues, and it's all involving the dynamic between the U.S. and China relationship, and how we need to disrupt it and we need to disrupt it quickly, because we're running out of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, there was a pretty ridiculous change, remember, made to that reboot of Red Dawn, that was the 80s classic kind of goofy film in a way.  But it was originally about a group of Americans that resisted China's occupation of the United States. It used to be Russia and the original that changed to China, but after filming was completed the movie makers transformed the antagonists into like North Korean soldiers, including they digitally altered the Chinese flags and insignias into the North Korean ones. So Chris, that's just one small example. But you say there's a longer-term retaliation risk with producers offending China. So what happened here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FENTON",
      "sentences": "Well, look, that's a ripple effect from 1997, where we had red corner, seven years in Tibet and [ph] Condon all come out and we still see Richard Gere and Brad Pitt facing the retaliation of the CCP in China, because both of them are very - have a very difficult time marketing their wares is actors in that market. Red Dawn is a perfect example of that 20 years later in regards to how they tried to portray the Chinese army, the PLA, People's Liberation Army, and the Chinese government as the antagonist, as the villains in that film. And when China heard about that, they mandated both to MGM and Sony, the studios involved, you better change that, you better change it quick because you're never going to get access to that market - our market if you release the movie as is. And those studios relented and they changed it to make it North Korea as the enemy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, and then Judd Apatow explained that China can just squash films before they're even made. JUDD APATOW, FILM DIRECTOR, WRITER & PRODUCER: Yes. I want to write a movie about the concentration camps in China and Muslims in concentration camps.  So I write a movie about someone who escapes. No one would buy the pitch. Instead of us doing business with China, and that leading to China becoming more free, what has happened is a place like China has bought our silence with their money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chris, imagine, substitute Nazi Germany for China here. We did this with the Soviet Union, we did not do business with the Soviet Union, overwhelmingly did not do business. And yet we're treating China as if it's somehow this is almost semi-benevolent but different power. It's all for money? It just makes my stomach turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FENTON",
      "sentences": "Unfortunately, it is. And that's why we're seeing business lobbies, and the National Security hawks battling it out in DC right now. In fact--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But hold on, hold on, I got to interrupt you, it's not the national security hawks, this is a battle for the future of the world. I mean, our country versus China. That's it. That's for the whole shooting match. So I loved your book. It's not just national security, this is human rights. This is economic dominance. This is every rare earth material. This is every precious metal. This is subjugation of humans on a scale we have not seen in decades and decades. This makes the apartheid regime which was hideous and criminal. It'll look modest compared to what's going on in China today. So it's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FENTON",
      "sentences": "Well, that's 100 percent right. And we have the reserve currency of the U.S. dollar at jeopardy too. I mean, this is a very big issue, and it's something that Donald Trump and his administration and the Matt Pottingers and Peter Navarros of the world really rang that alarm bell, and now it's suddenly starting to come alive both on the left side of the aisle and on the right. And that's crucial because this is not a red or a blue issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You are right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FENTON",
      "sentences": "This is an American issue. And we need to address it united, divided we will not be able to do it. The CCP has 1.4 billion people that they have all on the exact same message. Here, we need to unite over this common challenge, this challenge that can unite us as Americans over human rights, over national security issues, over freedom of speech issues, of our principles that we hold near and dear as Americans. We can unite and we can create the leverage to push back and we need to now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chris, thank you for that. It's great to have you on tonight. And a year after his death, George Floyd, his legacy has been tarnished by politicians, activists in the violence that they stoked. We're going to explain this with Brandon Tatum, Cindy Garrett and Matt Walsh in moments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now true to form Democrats won't let a tragedy get in the way of politics. Today, they shamelessly use George Floyd's family as a prop to push an anti-police bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "Here we are today hoping to pass a bill named for George Floyd that meets his standards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KAREN BASS (D-CA)",
      "sentences": "We will get this bill on President Biden's desk. What is important is that when it reaches President Biden's desk that it is a substantive piece of legislation, and that is far more important than a specific date.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, we hope that day never comes because this piece of legislation wouldn't just handcuff police, it would give the Feds more power over your local law enforcement while giving more influence to racial arsonists like Al Sharpton and Benjamin Crump. Joining me now, Brandon Tatum, former police officer and author of \"Beaten Black and Blue: Being a Cop in an America Under Siege\"; and Cynthia Garrett, founder of the Cynthia Garrett Ministries and author of \"I Choose Victory\". Brandon, the sheer involvement of Sharpton and Crump who have lied repeatedly about police actions and misrepresented them, that doesn't - it doesn't say to me, this is a good faith effort.  BRANDON TATUM, AUTHOR \"BEATEN BLACK AND BLUE\": No, Laura. I mean, these two gentlemen, Crump and Sharpton are the biggest pimps in American history, pimping out dead black people on a day-to-day basis in order to make as much money as they can. They don't have a vested interest in telling young black people to not resist the risk and trying to coach and inspire as good leaders to help young black people have better experience with police. They want them to get out there and get killed, so they can make a whole bunch of money off of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Cynthia, this was Ben Crump on CNN today. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN CRUMP, ATTORNEY FOR GEORGE FLOYD'S FAMILY",
      "sentences": "America is finally having this conversation about racial reckoning. But that's just talk, if we don't act. Now is the time to act. Let's do it in the name of George Flyod, and all the others that have been taken from us unjustly by the very people who are supposed to protect and serve us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Cynthia, it doesn't really feel like we're having a conversation, it feels like we're being told what to do in a country that they say is systemically racist. CYNTHIA GARRETT, AUTHOR \"I CHOOSE VICTORY\": Yes. Look, Laura, I believe that we're being preached at, we're not being asked to dialogue about a solution. I think that we all know that words create a very powerful narrative, and the second the words \"Defund the Police\" came out of someone's mouth, it was just ridiculous, because it's just an absurd thing to do. We want the police to show up in our communities, and we need them to show up in our communities and a meaningful dialogue about what African- Americans need, I agree with you guys is, it's about creating relationship with the police.  If you want a reform bill or meaningful reform, why are we not actively seeking a real unity with the police to figure out how to address these issues? Instead, politicians, leaders, elites, the left is creating a war between African-Americans and the police. They're creating an even bigger divide by focusing on, I hate to use the word insignificant, but the reality is that what white cops do to blacks is way more insignificant than what blacks do to each other in our own communities every day. And there is no reform without us reforming our spirits, our minds. We've got to take responsibility for our communities, for having fathers in our homes, for taking control of our educational systems, and the way that we're raising our kids. Like the officer says, \"Why don't we teach our young people to respect the police, good or bad?\" If a cop stops at me, I'm going to listen to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. And Brandon, if any of the high profile cases had involved someone who did not resist arrest, didn't reach for a gun, didn't refuse to get into a police car, would we have - be having this conversation? And those might (inaudible) cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TATUM",
      "sentences": "We wouldn't even have any of these conversations. There would be no names on T-shirts or any of those things, and this is 100 percent avoidable. If you don't want to get shot by the police, you don't want to get injured, then don't resist arrest and pull guns on law enforcement officers. It's that simple. And we do need to encourage young people to know their rights. When you get arrested, whether right or wrong, go to court, fight it in court. There is no such thing as justice on the side of the curb, on the side of the road, because you're not going to get it there, and I really wish and I'm doing my best to put this message out here, I really wish that young people would do some introspection, look in the mirror. What are you doing to make things better? And how are you acting when involved with police? That wouldn't necessitate your outcome versus what the police are doing specifically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, we talked about two things tonight. And Brandon and Cynthia, you hit both of them. Personal responsibility and understanding of each other's position. Police are in a dangerous situation, you're scared or you did something, there has to be a level of personal responsibility, and for the police, they need to be personally responsible when they screw up. And guys, thank you. Thank you both. And how did some Minneapolis locals commemorate Floyd's death? With a drive by shooting it turns out in broad daylight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They wanted this bill of comprehensive police reform to be - I'm just going to be careful here with some gunshots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, this is a legacy of the BLM movement post George Floyd? Historic levels of violent crime shattered communities. Joining us now, Matt Walsh, host of the \"Matt Walsh Show\". Matt, what was stunning about that is how - it's just pedestrian, it seemed to the people almost on the scene except for the reporter who ducked down. Everyone was riding their bikes, because this happens a lot in this area. I know that area well in Minneapolis, it happens a lot. Just random gunfire, and people are just like OK, that's Minneapolis now.  MATT WALSH, HOST OF \"THE MATT WALSH SHOW\":  Yes, we heard a lot during Trump's reign from the left that this is not normal, this shouldn't be normal. Here's something that shouldn't be normal, but it is as you point out for many people that live in these communities, it's just absolutely normal where you've got bloodshed in the street every single day. And I think a lot of that has to do with -- a lot of these problems go back decades. The Democrats have been in control of these cities for decades, and that's not a coincidence. But the very fact that, what are they doing, we are honoring the anniversary of George Floyd's death. And whatever you think about the circumstances around George Floyd's death, the fact is this was not a murder or a war hero that we should be honoring and celebrating. The fact that we are honoring and celebrating someone who was, by the way, a violent criminal and victimized women in horrific ways, I think that has a lot to do with the fact that we are encouraging more criminality by romanticizing and effectively celebrating it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Matt, I think it was on \"Morning Joe\" this morning when Joe Scarborough actually asked a guest, will this be taught in the future in a way similar to the Selma -- I believe it was the Selma church bombing. And it just took my breath away. I believe I'm from capturing what he said fairly, that it's such a seminal moment that that -- your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALSH",
      "sentences": "The thing is you hear that and that's actually, that's toned down compared to what some other stuff you've heard on the left, comparing George Floyd to Jesus Christ and that sort of thing. So we're at a point now where you hear that and you think, well, that's reasonable compared to what you normally here. This something that Republicans, if Republicans could seize on this in a good way, could seize on this problem, it could be very effective in 2022. But that's about Republicans having a strong law and order message which will be in contrast to the pro criminality message of the Democrats. I don't know if we always get that from Republicans, because a lot of times they are also talking about police reform while there is bloodshed in the streets. Their saying we need to reform the police, and I don't think that's the right message necessarily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No. Trump did the law and order and safety thing, that was a constant theme, but it's going to be necessary. Matt, thank you.  And this show encouraged conservatives who want to get rid of Critical Race Theory in the schools to get involved, run for school board elections. A new group is helping folks to do just that. Plus, Randi Weingarten was just caught embracing a conspiracy theory in order to keep the kids out of school, surprise, surprise. We're going to tell you what it is, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They want to divide us by the color of our skin. I've always taught my children, do your best. We live in America. This is an amazing opportunity. And what they're doing to our children is disgraceful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We do not need the government to tell our children what their values are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Don't tell my daughter what to think. Don't tell my daughter what to say. That's not the school's job. That is my job and my decision on whether or not I want to raise my daughter to be activists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "For all the parents out there looking to reclaim your local school boards from radical leftists, help is on the way. A new political action committee called the 1776 Project is going to support school board candidates who oppose indoctrinating kids with things like Critical Race Theory and \"The 1619 Project.\" Ryan Girdusky is the man behind the 1776 Project PAC, and he joins us now. Ryan, this is the first of its kind, and it begs the question why hasn't this been done before, but do you expect to be the counterweight to the George Soros as of the world who like to get involved in local elections. RYAN GIRDUSKY, HEAD OF THE 1776 PROJECT:  Right, Soros was very successful in 2018, 2019, on district attorneys races. He didn't get involved in school board elections and his group didn't, but I'm hoping that we can at least start the process before the left actually does. And the leftist activists have already started getting elected to school boards, but I'm hoping this will be the counter. I think my PAC, the 1776 Project PAC, will be successful because over 80 percent of school board elections are nonpartisan, we can run in districts not running on Republican or Democrat issues but on issues that overwhelming majorities of Americans support, like teaching history the way it was written, like promoting patriotism in our public school system, and fighting against Critical Race Theory and \"The 1619 Project,\" which is ahistorical and teaches you that race is the cornerstone of every part of our society and that we need to undo things like capitalism, the Constitution, and repeal parts of our history like the founding fathers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Former \"Atlantic\" correspondent Ta-Nehisi Coates spoke about Critical Race Theory on CBS today. TA-NEHISI COATES, AUTHOR AND FORMER NATIONAL CORRESPONDENT FOR \"THE ATLANTIC\": The idea that it should be banned from teaching at all, or banned from discussion, or banned from education or pushed out of the public square, I just think that's a huge problem. The people who are attempting to pass policy to banish it out of the public school are simply afraid of a fair and just accounting of American history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ryan, your response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIRDUSKY",
      "sentences": "This is not about a fair -- this is not a college course. They're teaching this to nine and 10-year-olds, and the people telling them are the ones they're told to be trusted. You tell your child trust your teacher, and then your teacher is telling you things like the police are systemically racist, that our country is systemically racist, that if you are white, you were born racist, you will be racist your entire life, and your parents are racist, and if you are not white, you are held back by the system created by our founding fathers. That is what you are told from an early age. It's not a matter of having a fair playing field. That's brainwashing children. And I'm sorry, these are state schools. These are taxpayer funded schools. They should teach things that promote patriotism, not sit there and undo the state, not undo the things that built the greatest country of all time, but to actually promote the things that continue that greatness. History isn't just about facts and figures and old dead white men. It is about the greatness that they accomplished and the greatness that America accomplished in our public school system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ryan, thank you. We're going to be following this very closely. It's an issue very close to my own heart. And we're going to be following it, thank you. Speaking of the left's hold on the schools, newly revealed Twitter messages with writer Samuel Bravo, teachers union head Randi Weingarten endorses the wild conspiracy theory that Florida Governor Ron DeSantis was hiding his state's true COVID numbers. So she told Bravo DeSantis's lies and fires people. The person who organized the data for COVID was Rebekah Jones. She told the truth, was transparent on COVID cases, and she was fired. Reminder, this Rebekah Jones is the fake whistleblower who made up the entire story about DeSantis. So based on Jones' fictious account, Weingarten goes on to suggest that COVID numbers in Florida could be as bad as in California. Joining me now, Phil Kerpen, president of the Committee to Unleash Prosperity. Phil, this woman wields so much power that she was able to really singlehandedly keep schools closed across the United States in mostly red states -- blue states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KERPEN, PRESIDENT, THE COMMITTEE TO UNLEASH PROSPERITY",
      "sentences": "Mostly blue states, yes. Look, she's got the head of the CDC's numbers in her cell phone. She is sending whole sections of text that end up cut and pasted into the -- remember they were supposed to have a school opening guidance and it ended up being a school closure guidance because the teachers union dictated it while they were shaking us down for $125 billion. This is the woman who led that effort. And what's really remarkable to me about this story, Laura, is this was a high school kid, Sam Bravo, and all credit to him, but he is the first journalist to ask her this completely obvious question of it was so important to close schools and then to put Plexiglas and put masks and all the stuff, why does Florida, which had schools open all year, have better numbers than California, better numbers than New York? Why is that? And she finally gets asked that question by a high school student because the media don't do their job, and her answer as, well, this crazy conspiracy theory grifter says the real Florida numbers are much higher and they've a giant pile of bodies hidden somewhere, just insane conspiracy theory stuff. I actually think the Randi Weingarten Twitter account is like the most entertaining thing going right now because this woman is so shockingly oblivious. Every single tweet gets ratioed into oblivion and she just keeps doing it, one ridiculous thing after another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We don't have an independent press that actually holds people accountable for what they say. They just gloss over and say oh, the stakes were so high because of Trump. We had to ignore the Wuhan lab theory. We had to overlook her conspiracy theory. By the way, she spoke about Trump's handling of the school reopenings. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RANDI WEINGARTEN, PRESIDENT, AMERICAN FEDERATION OF TEACHERS",
      "sentences": "I begged the Trump administration to do exactly what the Biden administration did, which is real safety guidance and resources. If we had actually listened to Dr. Redfield and the CDC last May, and that the president, the former president hadn't kept on changing his mind and changing these things, we would've gotten more schools back in session.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Trump's fault, Phil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERPEN",
      "sentences": "She's a liar or delusional, Laura, but that is literally what the CDC did under Redfield is they put out all these guidelines. They said, first of all, all schools should be open. But if you are skittish, if you're not ready to just open normally, here's a giant list of things you can do to get comfortable. And that is where all of the stuff with the six feet and the cohorts, all of that came from the Redfield CDC. That's where it came from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, it was all made up, and he was a disaster, I'm sorry, Fauci, Redfield, the whole crew. Phil, thank you. Now Dr. Tony Fauci told a House hearing today that it would've been a dereliction of duty not to collaborate with communist China on studying coronaviruses. Dr. Jay Bhattacharya responds next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So Fauci was on Capitol Hill today defending the NIH's decision to funnel taxpayer dollars to the Wuhan Institute of Virology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "sentences": "We had a big scare with SARS-CoV-1 back in 2002, 2003, where that particular virus unquestionably went from a bat to an intermediate host. It would have been almost a dereliction of our duty if we didn't study this. And the only way you can study these things is you've got to go where the action is. So we had a modest collaboration with very respectable Chinese scientists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now, Dr. Jay Bhattacharya, professor of medicine at Stanford. Doctor, he's been very defensive since my first interview with him in February of 2020 about this lab issue and then these comments today. What do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. JAY BHATTACHARYA, STANFORD UNIVERSITY EPIDEMIOLOGIST",
      "sentences": "He told Rand Paul that he didn't fund gain of function research, and he has. The NIH under his leadership has funded gain of function research in collaboration with this lab. I don't know what to make of that. I don't know if it's actually the virus came from that research or not. It's hard to say one way or the other. But what I can say is that it undermines his credibility when he obfuscates in this way. He tells Rand Paul one thing and then he now admits that the NIH -- as he has to, that the NIH did fund some of this research. I think it's part of a broader program with the credibility of public health figures like Dr. Fauci. Public health and Dr. Fauci himself have been telling the public over and over again that the only way to control the spread of the disease is by lockdowns and mask mandates. Whenever a state takes a mask mandate away, he says, look, we're going to have an explosion in cases. He's been wrong time and time again, and he's led the public astray time and time again, in some cases admitting that he did so intentionally. I don't even know what to say. It's an amazing thing for me to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Does he need to retire? It's a blunt question, but at some point, do you just need to say, you know, I give it my all. Got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "I think someone -- we need new leadership, absolutely, in this pandemic, someone who is not, hasn't burned all of his credibility. I think public health has a long way to go to regain credibility with the American public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And speaking of credibility, he doesn't think our kids are safe while COVID is still spreading. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "sentences": "What is an important factor in the safety of the children is the degree of infection that is ongoing in the community. And if you look at the last few weeks, the number of infections per day have gone down in a very steady, encouraging matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Bhattacharya, they can't let go of the doom and gloom, even when there's so much good news, they have to hold onto it, obviously for the vaccine, pushing it onto kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "We've vaccinated the vulnerable population in the U.S. It's a great victory in many ways. We protected the people who are most at risk from COVID. Children are not at risk from COVID at very substantial rates. More children died last year from the flu than COVID. And yet we closed our schools for a year in many of the blue states. My kids didn't go to school last year. And that harmed our kids. Are we going to then close schools again if cases tick up when we've already protected the vulnerable population from COVID? It's just an amazing thing to be watching him say that we should be tracking cases as a metric for deciding whether to keep schools open. The school should be open. They should be open now everywhere, and they should be open in the fall, again, everywhere. We should stop harming our children by denying them their birthright, which is an education.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Does this mean, also, outdoor masking for sports, which they are still requiring in Montgomery County, Maryland, outdoor masking for children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "There is no evidence at all, no scientific evidence at all that supports the idea that outdoor masking would slow the spread of the disease or prevent even a single case of the disease. There just isn't any evidence at all. And children don't spread the disease very efficiently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Bhattacharya, thank you. Great to see you tonight. And Biden's inability to communicate is contagious. The Last Bite explains.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "While Americans still worry about catching COVID, White House staffers live in fear of another contagion -- Biden-itis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "That's a great, excellent question. I would have to check with our department of House and Human - HUD, the HUD. I will check with our friends at HUD, and I'm happy to get a number to you if that's available.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, come on, it happens to the best of us. Psaki's symptoms, though, seem pretty severe. That's all the time we have tonight. Gutfeld, next. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "I have a funny feeling. It might be a little different than what Peggy Noonan is planning at the Reagan library. All right. So those people will all be joining us tomorrow night. Please set your DVR, never miss an episode. In the meantime, let not your hearts be troubled. Laura Ingraham, who always leads the way."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "Oh, well, Hannity, I will say, imagine if we didn't have these governors. Imagine if those states were all blue states, probably it would look a lot more like - I don't know, France or Germany or any other country that's still semi locked down. They never would have opened. This would have been just closed down for forever."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listen, I gave Fauci a little more of slack than you did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, you did."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But I got to tell you, I can't take it. I just cannot take it anymore. Oh, there might be something to the Wuhan - the origins of the Wuhan lab and the COVID-19 virus. Hello? A year late as usual."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We'll be revealing a lot more in the coming days. But Hannity, fantastic show. Great to see you tonight as always."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Laura. We will see you tomorrow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. I'm Laura Ingraham. This is THE INGRAHAM ANGLE from another busy Washington. Tonight, we're going to have a refreshingly honest conversation about the true impact of George Floyd's death one year later. And whether the solutions that are being pushed in his name are actually going to make this country a safer place to live? And Dr. Fauci told the house hearing this morning that it would be a dereliction of duty not to collaborate with the Wuhan virology institute for work. Huh? I have something to say about that, as you might imagine. But first, the puppets of Beijing. That's the focus of tonight's ANGLE. Now, last night we talked about how the Democrats, the public health elites and the corporate media revealed their true intentions on the question of COVID's origins. They covered up for China and smeared those of us who asked questions, all because they wanted to hurt Trump politically. Well, tonight we see another example. It's more granular, but still important. Showing China's influence is omnipresent among the American elites. Consider the case of John Cena, who is the former wrestler and American actor who in a promotional video from the film \"Fast & Furious 9\" had committed the grave error of referencing Taiwan as a country, which it is. Well, of course, that cannot stand our masters in Beijing would never tolerate such a statement. Well, naturally this actor had to issue an on camera apology in Mandarin, no less."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That looked like one of those old weird dubbed movies. Anyway, the funny thing is he - that guy actually plays a tough guy, right? But he's really just owned. Now for years we've known that Hollywood has increasingly depended on China for a big part of its box office haul. The latest in the \"Fast & Furious\" franchise has already grossed $136 million in China. And this is important to note, in 2020, China's box office for the first time ever eclipsed that of the United States. Much of that (inaudible) COVID lockdowns, but U.S. production companies and distributors are in a panic. After all, they know that they've spent years offending many potential movie goers in this country and a lot of us won't ever be going to the movies as much as we used to. So while the geniuses in Hollywood will bend over backwards to appear woke at home, they'll sell out their alleged concerns about human rights and free speech in a millisecond to avoid offending China. And the biggest or maybe tallest CCP sell-out of the wall is LeBron James. Remember him? Well, he piled on that old Houston Rockets GM, Daryl Morey, who in, I think, it was back in October 2019, merely tweeted an image that read \"Fight for freedom, stand with Hong Kong\". Well, LeBron's bosses in Beijing were not happy at all. So he assisted them by blocking (inaudible)."
    },
    {
      "speaker": "LEBRON JAMES, LOS ANGELES LAKERS",
      "utterance": "When you're misinformed or you're not educated about something, and I'm just talking about the tweet itself, you never know what the ramifications that could happen. And we all seen what that did, not only did for our league, but for all of us in America, for people in China as well. And sometimes you have to think through things that you say that may cause harm, not only for yourself but for the majority of people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Think about that. He believes that a tweet supporting freedom in Hong Kong caused harm. To whom? The Communist Party? Now, what was harmed? His bank account, maybe their's, the NBA's. I guess we don't need to worry about the physical harm and the torture of millions being carried out by China. Now, after all, even if its audience is declining here in the United States, the NBA still makes billions off of its television rights and other engagements in China. Money talks. So much for all that social justice claptrap, you're pushing it home; or maybe to some, Uyghurs lives don't matter much at all. Now, it's hard to think that NBA Commissioner Adam Silver doesn't realize how pompous and completely out of touch he came off when he was pressed about the league cozying up to the brutal oppressor of minorities."
    },
    {
      "speaker": "ADAM SILVER, NBA COMMISSIONER",
      "utterance": "We continue to dialogue with the Chinese, with our business partners there in certain cases with certain government officials. And we're just going to keep at it. I understand also, they have a different form of government and they have a different view of how things have been done, I think should be done, and hopefully we can find mutual respect for each other."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my God, did your skin crawl watching that guy? Sorry, Adam, air ball, it's disgusting. You're talking to government officials of the Communist Party. He sounds exactly like a propagandist for the CCP. Every day, it seems to get harder to tell our elites from the CCP's own spokesman. Now, but if it were only the entertainment industry, it would be bad enough, but as the infomercial goes, that's not all. Increasingly, China owns our academic establishment as well. Our liberal arts colleges are OK with squirming under the jackboot of China as long as the Chinese pay their tuition in cash. Their fees and expenses were almost $16 billion in the year 2019. Now, actually I was shocked to find out that in last pre-pandemic count, there were almost 370,000 Chinese students in the U.S. This is insane. Now, we know beyond any reasonable doubt that China intends to drive us out of Asia and replace us as the most powerful country in the world. That's their aim. So now we've decided to help them do this by educating their children. Perfect. And China's only all too happy to have the schools brought to them, to their homeland, and our colleges idiotically complied. Here's a partial list of American schools with campuses in China, Harvard, Yale, NYU, Duke, Georgia Tech, just to name a few. Now, all of this has strings attached. And it requires that these institutions look the other way on human rights violations, economic espionage, environmental issues, and of course, the Wuhan virology institute's cover up. And by the way, don't tell us that the colleges are spreading American values. They hate America. Remember, if anything, they teach their Chinese students the same message as the CCP that America is a racist country that is in terminal decline. So here's the bottom line. If you can't make money running an American college, educating American students, it's time to shut your doors. We should treat China like we treated the USSR during the Cold War. We didn't engage much economically, we didn't enrich them, we didn't educate them, and guess what, it worked. Now of course, Wall Street and Big Tech, they're just as bad. They're kissing up to China for money all day long."
    },
    {
      "speaker": "TIM COOK, CEO, APPLE",
      "utterance": "China plays a leadership position for the world in many different areas."
    },
    {
      "speaker": "BILL GATES, CO-FOUNDER, MICROSOFT",
      "utterance": "It's the most important relationship in the world is the one between the U.S. and China."
    },
    {
      "speaker": "MIKE BLOOMBERG, FOUNDER, BLOOMBERG",
      "utterance": "Xi Jinping is not a dictator. He has a constituency to answer to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All while denouncing their fellow Americans as racist bigots. JAMES QUINCEY, CHAIRMAN & CEO, COCA-COLA: This legislation is unacceptable. It is a step backwards. CHIP BERGH, CEO, LEVI STRAUSS & CO.: We're trying to restrict voters access to the polls, and it is disproportionately hurting black and brown communities."
    },
    {
      "speaker": "ED BASTIAN, CEO, DELTA AIR LINES",
      "utterance": "This is about protecting the voices of our people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course, those same individuals would never criticize China in the same manner. In fact, many big companies have gone out of their way to beg for China's forgiveness. Now even worse, big business was recently on hand to cover up China's worst human rights abuses. So companies like Apple, Nike, Coca Cola, actually lobbied against legislation, banning the importation of products from the same province where China has enslaved millions of Uighur Muslims. Now, of course, Wall Street's simply going to say, \"Ok, look, if we don't do these deals there, some other country will. You know what my answer is, let them. I would rather keep our independence. If you make your own country economically dependent on China, it's never going to end up well for you, never. In fact, Biden should do what recent \"Washington Times\" op-ed suggests in extend Trump's executive order that delisted major Chinese firms and U.S. exchanges. \"And make sure that it extends to companies, to all Chinese companies aiding the CCP, not just the ones directly connected to the Chinese military. There's growing bipartisan realization in Washington that China is intent on global military, economic and high-tech dominance. Move swiftly to ensure that China's ruling Communist Party can no longer fund its predatory agenda with Wall Street's help.\" Yes, yes, that would be nice. But we all know how seriously the Biden administration takes the China threat."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "In my discussion with President Xi, I told him, we welcome the competition. We're not looking for conflict."
    },
    {
      "speaker": "ANTHONY BLINKEN, SECRETARY OF STATE",
      "utterance": "We're not trying to contain China, or hold it back."
    },
    {
      "speaker": "JOHN KERRY, U.S. SPECIAL PRESIDENTIAL ENVOY FOR CLIMATE",
      "utterance": "We have big disagreements with China on some key issues. Absolutely. But climate has to stand alone."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We want to approach this with some strategic patience."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's past time to face the truth. It's hard to face this truth. Our elites have been bought off by China, the left, the entertainment industry, academia, Wall Street, Big Tech, Hollywood, all of them. And for all intents and purposes, our so-called establishment is just in the back pocket of the CCP. They're not trying to protect our national interest. They only care about how they can get rich off of China's rise. That means our decline. This has to stop. We cannot have the top sectors of the American economy being dependent on the CCP. That's how America becomes a puppet state. Now, for 50 years since Nixon reopened this country to the CCP, we've done everything possible to make this relationship work. But now it's time to accept reality. The United States and China, it's just a bad relationship that needs to be unwound. Otherwise there is another relationships gone bad, we're going to end up giving away our power, our freedom, and our identity. And by then, the only apologies we'll need to issue are to our children and our grandchildren, who will never know the America that we loved. And that's THE ANGLE. Joining me now, perhaps the best guests possible on this topic, Chris Fenton, is a media exec, a film producer, author of \"Feeding the Dragon: The Trillion Dollar Dilemma Facing Hollywood, the NBA and American Business\" Chris, you've actually worked with John Cena before. What was your reaction to see him grovel that way?"
    },
    {
      "speaker": "CHRIS FENTON, MEDIA EXECUTIVE",
      "utterance": "Yes. It was really difficult to watch. I felt for him because he is actually a great guy and he has great talent, and he is a heck of an athlete. He's caught in this terrible sort of Battle Royale between national security interests in DC and the business lobby. And on top of it, you got human rights issues, and you have censorship issues, freedom of speech issues, and it's all involving the dynamic between the U.S. and China relationship, and how we need to disrupt it and we need to disrupt it quickly, because we're running out of time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, there was a pretty ridiculous change, remember, made to that reboot of Red Dawn, that was the 80s classic kind of goofy film in a way. But it was originally about a group of Americans that resisted China's occupation of the United States. It used to be Russia and the original that changed to China, but after filming was completed the movie makers transformed the antagonists into like North Korean soldiers, including they digitally altered the Chinese flags and insignias into the North Korean ones. So Chris, that's just one small example. But you say there's a longer-term retaliation risk with producers offending China. So what happened here?"
    },
    {
      "speaker": "FENTON",
      "utterance": "Well, look, that's a ripple effect from 1997, where we had red corner, seven years in Tibet and [ph] Condon all come out and we still see Richard Gere and Brad Pitt facing the retaliation of the CCP in China, because both of them are very - have a very difficult time marketing their wares is actors in that market. Red Dawn is a perfect example of that 20 years later in regards to how they tried to portray the Chinese army, the PLA, People's Liberation Army, and the Chinese government as the antagonist, as the villains in that film. And when China heard about that, they mandated both to MGM and Sony, the studios involved, you better change that, you better change it quick because you're never going to get access to that market - our market if you release the movie as is. And those studios relented and they changed it to make it North Korea as the enemy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, and then Judd Apatow explained that China can just squash films before they're even made. JUDD APATOW, FILM DIRECTOR, WRITER & PRODUCER: Yes. I want to write a movie about the concentration camps in China and Muslims in concentration camps. So I write a movie about someone who escapes. No one would buy the pitch. Instead of us doing business with China, and that leading to China becoming more free, what has happened is a place like China has bought our silence with their money."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chris, imagine, substitute Nazi Germany for China here. We did this with the Soviet Union, we did not do business with the Soviet Union, overwhelmingly did not do business. And yet we're treating China as if it's somehow this is almost semi-benevolent but different power. It's all for money? It just makes my stomach turn."
    },
    {
      "speaker": "FENTON",
      "utterance": "Unfortunately, it is. And that's why we're seeing business lobbies, and the National Security hawks battling it out in DC right now. In fact--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But hold on, hold on, I got to interrupt you, it's not the national security hawks, this is a battle for the future of the world. I mean, our country versus China. That's it. That's for the whole shooting match. So I loved your book. It's not just national security, this is human rights. This is economic dominance. This is every rare earth material. This is every precious metal. This is subjugation of humans on a scale we have not seen in decades and decades. This makes the apartheid regime which was hideous and criminal. It'll look modest compared to what's going on in China today. So it's--"
    },
    {
      "speaker": "FENTON",
      "utterance": "Well, that's 100 percent right. And we have the reserve currency of the U.S. dollar at jeopardy too. I mean, this is a very big issue, and it's something that Donald Trump and his administration and the Matt Pottingers and Peter Navarros of the world really rang that alarm bell, and now it's suddenly starting to come alive both on the left side of the aisle and on the right. And that's crucial because this is not a red or a blue issue."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You are right."
    },
    {
      "speaker": "FENTON",
      "utterance": "This is an American issue. And we need to address it united, divided we will not be able to do it. The CCP has 1.4 billion people that they have all on the exact same message. Here, we need to unite over this common challenge, this challenge that can unite us as Americans over human rights, over national security issues, over freedom of speech issues, of our principles that we hold near and dear as Americans. We can unite and we can create the leverage to push back and we need to now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chris, thank you for that. It's great to have you on tonight. And a year after his death, George Floyd, his legacy has been tarnished by politicians, activists in the violence that they stoked. We're going to explain this with Brandon Tatum, Cindy Garrett and Matt Walsh in moments."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now true to form Democrats won't let a tragedy get in the way of politics. Today, they shamelessly use George Floyd's family as a prop to push an anti-police bill."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "Here we are today hoping to pass a bill named for George Floyd that meets his standards."
    },
    {
      "speaker": "REP. KAREN BASS (D-CA)",
      "utterance": "We will get this bill on President Biden's desk. What is important is that when it reaches President Biden's desk that it is a substantive piece of legislation, and that is far more important than a specific date."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, we hope that day never comes because this piece of legislation wouldn't just handcuff police, it would give the Feds more power over your local law enforcement while giving more influence to racial arsonists like Al Sharpton and Benjamin Crump. Joining me now, Brandon Tatum, former police officer and author of \"Beaten Black and Blue: Being a Cop in an America Under Siege\"; and Cynthia Garrett, founder of the Cynthia Garrett Ministries and author of \"I Choose Victory\". Brandon, the sheer involvement of Sharpton and Crump who have lied repeatedly about police actions and misrepresented them, that doesn't - it doesn't say to me, this is a good faith effort. BRANDON TATUM, AUTHOR \"BEATEN BLACK AND BLUE\": No, Laura. I mean, these two gentlemen, Crump and Sharpton are the biggest pimps in American history, pimping out dead black people on a day-to-day basis in order to make as much money as they can. They don't have a vested interest in telling young black people to not resist the risk and trying to coach and inspire as good leaders to help young black people have better experience with police. They want them to get out there and get killed, so they can make a whole bunch of money off of it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Cynthia, this was Ben Crump on CNN today. Watch."
    },
    {
      "speaker": "BENJAMIN CRUMP, ATTORNEY FOR GEORGE FLOYD'S FAMILY",
      "utterance": "America is finally having this conversation about racial reckoning. But that's just talk, if we don't act. Now is the time to act. Let's do it in the name of George Flyod, and all the others that have been taken from us unjustly by the very people who are supposed to protect and serve us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Cynthia, it doesn't really feel like we're having a conversation, it feels like we're being told what to do in a country that they say is systemically racist. CYNTHIA GARRETT, AUTHOR \"I CHOOSE VICTORY\": Yes. Look, Laura, I believe that we're being preached at, we're not being asked to dialogue about a solution. I think that we all know that words create a very powerful narrative, and the second the words \"Defund the Police\" came out of someone's mouth, it was just ridiculous, because it's just an absurd thing to do. We want the police to show up in our communities, and we need them to show up in our communities and a meaningful dialogue about what African- Americans need, I agree with you guys is, it's about creating relationship with the police. If you want a reform bill or meaningful reform, why are we not actively seeking a real unity with the police to figure out how to address these issues? Instead, politicians, leaders, elites, the left is creating a war between African-Americans and the police. They're creating an even bigger divide by focusing on, I hate to use the word insignificant, but the reality is that what white cops do to blacks is way more insignificant than what blacks do to each other in our own communities every day. And there is no reform without us reforming our spirits, our minds. We've got to take responsibility for our communities, for having fathers in our homes, for taking control of our educational systems, and the way that we're raising our kids. Like the officer says, \"Why don't we teach our young people to respect the police, good or bad?\" If a cop stops at me, I'm going to listen to him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. And Brandon, if any of the high profile cases had involved someone who did not resist arrest, didn't reach for a gun, didn't refuse to get into a police car, would we have - be having this conversation? And those might (inaudible) cases."
    },
    {
      "speaker": "TATUM",
      "utterance": "We wouldn't even have any of these conversations. There would be no names on T-shirts or any of those things, and this is 100 percent avoidable. If you don't want to get shot by the police, you don't want to get injured, then don't resist arrest and pull guns on law enforcement officers. It's that simple. And we do need to encourage young people to know their rights. When you get arrested, whether right or wrong, go to court, fight it in court. There is no such thing as justice on the side of the curb, on the side of the road, because you're not going to get it there, and I really wish and I'm doing my best to put this message out here, I really wish that young people would do some introspection, look in the mirror. What are you doing to make things better? And how are you acting when involved with police? That wouldn't necessitate your outcome versus what the police are doing specifically."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, we talked about two things tonight. And Brandon and Cynthia, you hit both of them. Personal responsibility and understanding of each other's position. Police are in a dangerous situation, you're scared or you did something, there has to be a level of personal responsibility, and for the police, they need to be personally responsible when they screw up. And guys, thank you. Thank you both. And how did some Minneapolis locals commemorate Floyd's death? With a drive by shooting it turns out in broad daylight."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They wanted this bill of comprehensive police reform to be - I'm just going to be careful here with some gunshots."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, this is a legacy of the BLM movement post George Floyd? Historic levels of violent crime shattered communities. Joining us now, Matt Walsh, host of the \"Matt Walsh Show\". Matt, what was stunning about that is how - it's just pedestrian, it seemed to the people almost on the scene except for the reporter who ducked down. Everyone was riding their bikes, because this happens a lot in this area. I know that area well in Minneapolis, it happens a lot. Just random gunfire, and people are just like OK, that's Minneapolis now. MATT WALSH, HOST OF \"THE MATT WALSH SHOW\":  Yes, we heard a lot during Trump's reign from the left that this is not normal, this shouldn't be normal. Here's something that shouldn't be normal, but it is as you point out for many people that live in these communities, it's just absolutely normal where you've got bloodshed in the street every single day. And I think a lot of that has to do with -- a lot of these problems go back decades. The Democrats have been in control of these cities for decades, and that's not a coincidence. But the very fact that, what are they doing, we are honoring the anniversary of George Floyd's death. And whatever you think about the circumstances around George Floyd's death, the fact is this was not a murder or a war hero that we should be honoring and celebrating. The fact that we are honoring and celebrating someone who was, by the way, a violent criminal and victimized women in horrific ways, I think that has a lot to do with the fact that we are encouraging more criminality by romanticizing and effectively celebrating it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Matt, I think it was on \"Morning Joe\" this morning when Joe Scarborough actually asked a guest, will this be taught in the future in a way similar to the Selma -- I believe it was the Selma church bombing. And it just took my breath away. I believe I'm from capturing what he said fairly, that it's such a seminal moment that that -- your reaction to that?"
    },
    {
      "speaker": "WALSH",
      "utterance": "The thing is you hear that and that's actually, that's toned down compared to what some other stuff you've heard on the left, comparing George Floyd to Jesus Christ and that sort of thing. So we're at a point now where you hear that and you think, well, that's reasonable compared to what you normally here. This something that Republicans, if Republicans could seize on this in a good way, could seize on this problem, it could be very effective in 2022. But that's about Republicans having a strong law and order message which will be in contrast to the pro criminality message of the Democrats. I don't know if we always get that from Republicans, because a lot of times they are also talking about police reform while there is bloodshed in the streets. Their saying we need to reform the police, and I don't think that's the right message necessarily."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No. Trump did the law and order and safety thing, that was a constant theme, but it's going to be necessary. Matt, thank you. And this show encouraged conservatives who want to get rid of Critical Race Theory in the schools to get involved, run for school board elections. A new group is helping folks to do just that. Plus, Randi Weingarten was just caught embracing a conspiracy theory in order to keep the kids out of school, surprise, surprise. We're going to tell you what it is, next."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They want to divide us by the color of our skin. I've always taught my children, do your best. We live in America. This is an amazing opportunity. And what they're doing to our children is disgraceful."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We do not need the government to tell our children what their values are."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Don't tell my daughter what to think. Don't tell my daughter what to say. That's not the school's job. That is my job and my decision on whether or not I want to raise my daughter to be activists."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "For all the parents out there looking to reclaim your local school boards from radical leftists, help is on the way. A new political action committee called the 1776 Project is going to support school board candidates who oppose indoctrinating kids with things like Critical Race Theory and \"The 1619 Project.\" Ryan Girdusky is the man behind the 1776 Project PAC, and he joins us now. Ryan, this is the first of its kind, and it begs the question why hasn't this been done before, but do you expect to be the counterweight to the George Soros as of the world who like to get involved in local elections. RYAN GIRDUSKY, HEAD OF THE 1776 PROJECT:  Right, Soros was very successful in 2018, 2019, on district attorneys races. He didn't get involved in school board elections and his group didn't, but I'm hoping that we can at least start the process before the left actually does. And the leftist activists have already started getting elected to school boards, but I'm hoping this will be the counter. I think my PAC, the 1776 Project PAC, will be successful because over 80 percent of school board elections are nonpartisan, we can run in districts not running on Republican or Democrat issues but on issues that overwhelming majorities of Americans support, like teaching history the way it was written, like promoting patriotism in our public school system, and fighting against Critical Race Theory and \"The 1619 Project,\" which is ahistorical and teaches you that race is the cornerstone of every part of our society and that we need to undo things like capitalism, the Constitution, and repeal parts of our history like the founding fathers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Former \"Atlantic\" correspondent Ta-Nehisi Coates spoke about Critical Race Theory on CBS today. TA-NEHISI COATES, AUTHOR AND FORMER NATIONAL CORRESPONDENT FOR \"THE ATLANTIC\": The idea that it should be banned from teaching at all, or banned from discussion, or banned from education or pushed out of the public square, I just think that's a huge problem. The people who are attempting to pass policy to banish it out of the public school are simply afraid of a fair and just accounting of American history."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ryan, your response?"
    },
    {
      "speaker": "GIRDUSKY",
      "utterance": "This is not about a fair -- this is not a college course. They're teaching this to nine and 10-year-olds, and the people telling them are the ones they're told to be trusted. You tell your child trust your teacher, and then your teacher is telling you things like the police are systemically racist, that our country is systemically racist, that if you are white, you were born racist, you will be racist your entire life, and your parents are racist, and if you are not white, you are held back by the system created by our founding fathers. That is what you are told from an early age. It's not a matter of having a fair playing field. That's brainwashing children. And I'm sorry, these are state schools. These are taxpayer funded schools. They should teach things that promote patriotism, not sit there and undo the state, not undo the things that built the greatest country of all time, but to actually promote the things that continue that greatness. History isn't just about facts and figures and old dead white men. It is about the greatness that they accomplished and the greatness that America accomplished in our public school system."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ryan, thank you. We're going to be following this very closely. It's an issue very close to my own heart. And we're going to be following it, thank you. Speaking of the left's hold on the schools, newly revealed Twitter messages with writer Samuel Bravo, teachers union head Randi Weingarten endorses the wild conspiracy theory that Florida Governor Ron DeSantis was hiding his state's true COVID numbers. So she told Bravo DeSantis's lies and fires people. The person who organized the data for COVID was Rebekah Jones. She told the truth, was transparent on COVID cases, and she was fired. Reminder, this Rebekah Jones is the fake whistleblower who made up the entire story about DeSantis. So based on Jones' fictious account, Weingarten goes on to suggest that COVID numbers in Florida could be as bad as in California. Joining me now, Phil Kerpen, president of the Committee to Unleash Prosperity. Phil, this woman wields so much power that she was able to really singlehandedly keep schools closed across the United States in mostly red states -- blue states."
    },
    {
      "speaker": "PHIL KERPEN, PRESIDENT, THE COMMITTEE TO UNLEASH PROSPERITY",
      "utterance": "Mostly blue states, yes. Look, she's got the head of the CDC's numbers in her cell phone. She is sending whole sections of text that end up cut and pasted into the -- remember they were supposed to have a school opening guidance and it ended up being a school closure guidance because the teachers union dictated it while they were shaking us down for $125 billion. This is the woman who led that effort. And what's really remarkable to me about this story, Laura, is this was a high school kid, Sam Bravo, and all credit to him, but he is the first journalist to ask her this completely obvious question of it was so important to close schools and then to put Plexiglas and put masks and all the stuff, why does Florida, which had schools open all year, have better numbers than California, better numbers than New York? Why is that? And she finally gets asked that question by a high school student because the media don't do their job, and her answer as, well, this crazy conspiracy theory grifter says the real Florida numbers are much higher and they've a giant pile of bodies hidden somewhere, just insane conspiracy theory stuff. I actually think the Randi Weingarten Twitter account is like the most entertaining thing going right now because this woman is so shockingly oblivious. Every single tweet gets ratioed into oblivion and she just keeps doing it, one ridiculous thing after another."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We don't have an independent press that actually holds people accountable for what they say. They just gloss over and say oh, the stakes were so high because of Trump. We had to ignore the Wuhan lab theory. We had to overlook her conspiracy theory. By the way, she spoke about Trump's handling of the school reopenings. Watch."
    },
    {
      "speaker": "RANDI WEINGARTEN, PRESIDENT, AMERICAN FEDERATION OF TEACHERS",
      "utterance": "I begged the Trump administration to do exactly what the Biden administration did, which is real safety guidance and resources. If we had actually listened to Dr. Redfield and the CDC last May, and that the president, the former president hadn't kept on changing his mind and changing these things, we would've gotten more schools back in session."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Trump's fault, Phil."
    },
    {
      "speaker": "KERPEN",
      "utterance": "She's a liar or delusional, Laura, but that is literally what the CDC did under Redfield is they put out all these guidelines. They said, first of all, all schools should be open. But if you are skittish, if you're not ready to just open normally, here's a giant list of things you can do to get comfortable. And that is where all of the stuff with the six feet and the cohorts, all of that came from the Redfield CDC. That's where it came from."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, it was all made up, and he was a disaster, I'm sorry, Fauci, Redfield, the whole crew. Phil, thank you. Now Dr. Tony Fauci told a House hearing today that it would've been a dereliction of duty not to collaborate with communist China on studying coronaviruses. Dr. Jay Bhattacharya responds next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So Fauci was on Capitol Hill today defending the NIH's decision to funnel taxpayer dollars to the Wuhan Institute of Virology."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "utterance": "We had a big scare with SARS-CoV-1 back in 2002, 2003, where that particular virus unquestionably went from a bat to an intermediate host. It would have been almost a dereliction of our duty if we didn't study this. And the only way you can study these things is you've got to go where the action is. So we had a modest collaboration with very respectable Chinese scientists."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now, Dr. Jay Bhattacharya, professor of medicine at Stanford. Doctor, he's been very defensive since my first interview with him in February of 2020 about this lab issue and then these comments today. What do you make of it?"
    },
    {
      "speaker": "DR. JAY BHATTACHARYA, STANFORD UNIVERSITY EPIDEMIOLOGIST",
      "utterance": "He told Rand Paul that he didn't fund gain of function research, and he has. The NIH under his leadership has funded gain of function research in collaboration with this lab. I don't know what to make of that. I don't know if it's actually the virus came from that research or not. It's hard to say one way or the other. But what I can say is that it undermines his credibility when he obfuscates in this way. He tells Rand Paul one thing and then he now admits that the NIH -- as he has to, that the NIH did fund some of this research. I think it's part of a broader program with the credibility of public health figures like Dr. Fauci. Public health and Dr. Fauci himself have been telling the public over and over again that the only way to control the spread of the disease is by lockdowns and mask mandates. Whenever a state takes a mask mandate away, he says, look, we're going to have an explosion in cases. He's been wrong time and time again, and he's led the public astray time and time again, in some cases admitting that he did so intentionally. I don't even know what to say. It's an amazing thing for me to watch."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Does he need to retire? It's a blunt question, but at some point, do you just need to say, you know, I give it my all. Got to go."
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "I think someone -- we need new leadership, absolutely, in this pandemic, someone who is not, hasn't burned all of his credibility. I think public health has a long way to go to regain credibility with the American public."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And speaking of credibility, he doesn't think our kids are safe while COVID is still spreading. Watch."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "utterance": "What is an important factor in the safety of the children is the degree of infection that is ongoing in the community. And if you look at the last few weeks, the number of infections per day have gone down in a very steady, encouraging matter."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Bhattacharya, they can't let go of the doom and gloom, even when there's so much good news, they have to hold onto it, obviously for the vaccine, pushing it onto kids."
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "We've vaccinated the vulnerable population in the U.S. It's a great victory in many ways. We protected the people who are most at risk from COVID. Children are not at risk from COVID at very substantial rates. More children died last year from the flu than COVID. And yet we closed our schools for a year in many of the blue states. My kids didn't go to school last year. And that harmed our kids. Are we going to then close schools again if cases tick up when we've already protected the vulnerable population from COVID? It's just an amazing thing to be watching him say that we should be tracking cases as a metric for deciding whether to keep schools open. The school should be open. They should be open now everywhere, and they should be open in the fall, again, everywhere. We should stop harming our children by denying them their birthright, which is an education."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Does this mean, also, outdoor masking for sports, which they are still requiring in Montgomery County, Maryland, outdoor masking for children."
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "There is no evidence at all, no scientific evidence at all that supports the idea that outdoor masking would slow the spread of the disease or prevent even a single case of the disease. There just isn't any evidence at all. And children don't spread the disease very efficiently."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Bhattacharya, thank you. Great to see you tonight. And Biden's inability to communicate is contagious. The Last Bite explains."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "While Americans still worry about catching COVID, White House staffers live in fear of another contagion -- Biden-itis."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "That's a great, excellent question. I would have to check with our department of House and Human - HUD, the HUD. I will check with our friends at HUD, and I'm happy to get a number to you if that's available."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, come on, it happens to the best of us. Psaki's symptoms, though, seem pretty severe. That's all the time we have tonight. Gutfeld, next."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}