{
  "date": "May 2, 2018",
  "headline": "Rudy Giuliani on potential Trump interview for Mueller",
  "subHeadline": "Will President Trump grant an interview to special counsel Robert Mueller? Attorney for the president Rudy Giuliani shares insight about this and more on 'Hannity.'",
  "url": "https://www.foxnews.com/transcript/rudy-giuliani-on-potential-trump-interview-for-mueller",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right. Tucker, as always, thank you. Great show tonight. We have an amazing show, a ton of ground to cover. The president's attorney, former New York City Mayor Rudy Giuliani is right here in studio for an exclusive interview. Now, the deep state is an overdrive. They all working as we've been pointing out to malign and destroy the presidency of Donald Trump, the person duly elected by you the American people.  Now, tonight, we're going to break down exactly why our two-tier justice system is targeting this administration. We'll show you the extreme measures that Robert Mueller is taking and others are taking to delegitimize this president and everyone who supports him.  And breaking tonight, President Trump is now beefing up his legal team in order to navigate the special counsel's well off the rails investigation. In my opinion, make no mistakes. These are very scary political times in America. There are real consequences for everyday Americans. And coming up, we'll explain why one for Trump political aide was forced to sell his home to pay his legal bills associated with this witch hunt.  So, it's time to dismantle the deep state, hold people accountable for acts they've committed and hold the corrupt media accountable as they are happily cheering for President Trump's political demise and completely ignoring an amazing list of accomplishments. We'll have all the latest media madness coming up and developments on the Deputy Attorney General Rod Rosenstein's efforts to obstruct Republican members of Congress from doing their job and getting to the bottom of the FISA abuse scandal. The FBI's mishandling of the Clinton investigation and so much more.  It's time for tonight's very important breaking news opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, this deep state that we have been warning you about now for a long time is going all out. This week, two separate major leaks from Robert Mueller's off the rails political witch-hunt are now revealing the special counsel's obsessive determination to set a perjury trap for President Trump.  \"The New York Times\" released a list of questions that Robert Mueller allegedly wants Donald from to answer. These questions are all open-ended. They're patently frankly ridiculous and they are designed to trap the president into committing perjury. Some of the questions even targeted the president's own thoughts. What does the president think about James Comey? What does the president think about the Sessions recusal? What does the president think about the special counsel?   So, let me get this straight: is Robert Mueller now the thought police? Is it now illegal in the United States of America for a sitting president of the United States to have private thoughts? According to \"The Washington Post\", Robert Mueller has now even threatened the president with a subpoena if he refuses to sit down for an interview now forget that Robert Mueller was tasked with investigating Russian collusion and forget it after weeks when they have found zero evidence of any wrongdoing by the president. This is now a political takedown of the person that you chose to lead this country now should we be surprised well this investigation is being conducted by some of the same people who were totally complicit in using Hillary Clinton's bought and paid for Russian lies, you know, the unverified steel dossier as actual evidence to obtain a FISA warrant to spy on an American, a Trump campaign associate in the lead-up to an election. In other words, the FBI used Democratic campaign material during an election, lied and passed it off as legitimate evidence in order to get a FISA warrant from a FISA judge to spy on the Trump campaign. That dossier was never verified, never corroborated, has now been debunked and they now -- literally, they never told the judge that Hillary Clinton and the DNC whose finances she was controlling paid for it. It is outrageous and this is the United States of America.   Remember, here's the who's who, if you will, of Robert Mueller who he hired to lead the special counsel investigation. What do we see? A bunch of big-time Democratic donors including who \"The New York Times\" referred to as his pit bull, Andrew Weissmann. He's given thousands of dollars to Democrats and remember, we've disclosed Weissmann's very aggressive tactics. They have caused multiple overturns and wrongful convictions, ruining countless lives at Andersen accounting, Merrill Lynch, elsewhere, and let's not forget, that Trump aiding FBI lovebird Peter Strzok, he helped author Hillary Clinton's exoneration before overseeing the interview months later and, of course struck was so blatantly biased he was removed from the investigation of Robert Mueller. But then you have Robert Mueller's other top deep state Democrats they remain today. In just a few minutes, Trump attorney, former New York City Mayor Rudy Giuliani will be here to give us an exclusive interview to discuss whether or not the president should ever agree to an interview with this band of many Trump-hating sycophants of Hillary Clinton.  Giuliani will also help break down the brand-new charges and changes on Trump's legal team, including tonight's breaking news. Now, just hours ago, the White House announced that Ty Cobb will be retiring at the end of May and powerful longtime Washington attorney Emmet Flood will join his legal team. We'll have more on that in a minute.   But, first, we have a shocking story to bring you revealing the toll that this ongoing witch-hunt is taking on real people who have realized and frankly anyone who has ever worked with President Trump or on his campaign. Former Trump campaign communication adviser Michael Caputo, he recently told the Senate Intel Committee, their investigation has had a devastating financial impact on him and his family, forced him to sell his home because he had incurred over $100,000 in legal bills. And during the closed-door session, Caputo told the Senate committee, quote, 'what America needs is an investigation of the investigators. I want to know who's paying for the spies work and coordinating this attack on President Donald Trump. I want to know who cost us so much money, who crushed our children, who forced us out of our home, all because you lost an election? I want to know because GD you to hell.'  Despite real-life consequences from Caputo and others associated with the Trump campaign and the Trump presidency, with literally no evidence of collusion, after months and months and months of multiple investigations, you still have your mainstream media there pushing forward almost in unison their effort to aid and abet the deep state with this non-stop 24/7 obsessive, negative Russia, Russia, Russia, Stormy, Stormy, Stormy coverage, and in the meantime, ignoring every major Trump accomplishment. Take a look at some of this week's coverage that is an example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC",
      "sentences": "So, \"The New York Time\" is out tonight with a list of nine questions that special counsel Robert Mueller reportedly wants to ask President Trump in the Russia investigation, which means as of tonight, we've now got a list of 49 things that Robert Mueller wants to know from the president about the Russia investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN",
      "sentences": "You're saying the president United States goes into the Situation Room to get away from the chiefs of staff and call his friends?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, I am told by one friend of the presidents and on more than one occasion, he has been called by the president from the Situation Room, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What this tells us is that the subject of collusion, despite what you hear from the White House, despite the fact that the president times a day tweets out that says, there was no collusion, it tells us that Robert Mueller is not done with the collusion question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN",
      "sentences": "Sources tell CNN, President Trump's lawyers are preparing for a showdown with Robert Mueller that's over the special counsel's warning that he issued a subpoena forcing the president to appear before a grand jury.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The best argument is the Justice Department cannot charge a sitting president. He will not be a sitting president all his life. One day, he will walk outside, one glorious day, he will walk outside of those 16 acres of 1600 Pennsylvania Avenue and he will could be then charged with a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There is so much evidence in the public domain of collusion we don't know if whether any of it rises to a criminal level, but there is simply no question that the Trump administration welcomed Russia's help in sabotaging Hillary Clinton's campaign. There's none.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD HAAS",
      "sentences": "That's why you need a deep state, that's why you need - - that's why you need people whose commitment is not to the person, but it's to the process and a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, well, forget about all of President Trump's historic accomplishments for example on the Korean peninsula. We're actually talking about denuclearization. Forget about all these developments, look at what the prime minister of Israel did yesterday, there is a nuclear program in Iran or the booming economy, record low unemployment in states in the United States now, record low unemployment for women in the workplace, Hispanics and African Americans record lows. And the media wants you to believe the White House is in shambles? Not so. But you know better and that's why according to a brand new Rasmussen poll, President Trump has a higher approval rating in his second year than former President Obama.  And by the way, you're not going to hear that in the mainstream media, instead chances are, you'll probably see this guy, Michael Avenatti, a lawyer for Stormy Daniels. According to NewsBusters, Avenatti was on fake news CNN a whopping 59 times in less than two months.  And finally tonight we turn to the Deputy Attorney General Rod Rosenstein. As we speak, he continues to stonewall congressional efforts to do their job and get to the bottom of multiple serious issues, including FISA abuse, spying on American citizens, not telling the truth to a FISA court, presenting political information not telling the court, presenting unverified, uncorroborated information paid for by Hillary Clinton and the DNC, by a foreign national, lies from Russia. Oh I thought Russian collusion and foreign nationals influencing our elections were bad. Earlier today, President Trump tweeted, quote: 'A rigged system. They don't want to turn over documents to Congress, what are they afraid of? Why so much redacting? Why such unequal justice? At some point, I will have no choice but to use the powers granted to the presidency and get involved.'   And breaking today, Fox News has learned that some lawmakers still have not been given adequate access to the documents they have subpoenaed and they're requesting to the House Judiciary Committee and the House Oversight Committees.  Rod Rosenstein, if you have nothing to hide regarding the department's FISA practices, why not release them? Why not release all the documents, let the American people see it? If you have nothing to hide on the handling of the Clinton investigation, hand over the documents. Nothing to hide on Russia collusion investigation, Hillary paying Christopher Steele funneling money through a law firm, Russian lies to manipulate the American people, to get a warrant to spy on a Trump campaign associate, hand it over.  Tonight, every single American needs to be asking just what is Rod Rosenstein hiding? All right. Joining us now for the exclusive interview, he's the former mayor in New York City. He is the current president of -- attorney for the president, President Trump, Rudy Giuliani is with us.  All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, FORMER NYC MAYOR",
      "sentences": "Nice to be back, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good to see you, Mr. Mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "It's been a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We've been through a lot together. I was here when you're mayor, of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And the city is still benefiting from your --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Thank you so much. That's so kind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Just -- why don't we start as simple -- give us the status of the special counsel and what's going on with the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, the special counsel would like to interview the president. There's no secret about that. Every lawyer in America thinks he shouldn't be. We, meaning myself and Jay Sekulow, and the Raskins, and all the people involved in the investigation, and now, our new colleague, Emmett, we're going to have to decide, probably -- it falls more on us because he's on the government side, whether the president should grant an interview. Here's what it's all about. It's really simple. The American people can follow this along with me. Are the objective?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, right now, a lot of things point in the direction of, they made up their mind that Comey is telling the truth and not the president. When you look at those questions about what does the president think, what does the president feel, what does the president really desire, those are all questions intended to trap him in some weight and contradicting what is in fact a very, very solid explanation of what happened. He fired Comey because Comey would not, among other things, say that he wasn't a target of the investigation. He's entitled to that. Hillary Clinton got that. Actually, he couldn't get that. So, he fired him and he said, I'm free of the guy, and he went on Lester Holt. Lester Holt's interview was as good as anybody could do, better than I think any of the people around Mueller could have done, and Lester Holt asked them, why did you do it? He said, I did it because I felt that I had to explain to the American people the president was not the target of the investigation.  And even Jake Tapper pushed him really hard, talking about Comey. Comey had no answer for why he didn't say this, even though he had done the same thing for Hillary. So, you can't blame the president for feeling, I am not being treated the same way they were. I mean, I don't expect that we are going to have an interview with exonerating --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Exoneration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Already written.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have a lot of questions for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I can -- I would like to get one, not under oath. I want a videotape, not videotaped, but audiotapes, I want to make sure they don't misrepresent his answers. But this is an outrageous miscarriage of justice. Please consider whether you are Republican or a Democrat, whether you hate President Trump or you love him like we do, or like I do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think people know I am pretty supportive. I think the secret is out of the bag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "OK, I want to let you off the hook, Sean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Full disclosure now, everything. Rudy Giuliani and I once had a meal together. OK, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I don't remember who paid. So, you can't possibly -- you can't possibly not feel as a citizen of the world, that his negotiations with North Korea are much more significant than this totally garbage investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, let me -- let me ask you first about the legal team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ty Cobb, John Dowd, they are out. My understanding is Ty Cobb had been saying for some time he was going to retire. What happened there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Ty has been enormously helpful. He certainly helped me with my orientation. We wouldn't be where we are today, in a very strong position, if it wasn't for him and John. John has been my friend and colleague for 35 years. I have nothing but the utmost respect for John Dowd. He had the right instincts about this, which is, you are going to get him to testify over my dead body because you are trying to trap him. He had those instincts way back when it was harder to see those. So, all that work didn't go for nothing. We got it all.   Jay has been the rock. He's been -- Jay Sekulow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jay Sekulow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "He's been through this -- I couldn't do it without Jay. And I think I offer -- what I offer to this is something unique. I'm a lawyer who knows the criminal justice system as well as anybody in America. I'm also a very good friend of Donald Trump. And I think I have the respect of Mueller, the FBI, the Justice Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Jeff Sessions was my colleague, not just in the campaign but back in 1981, when he was U.S. attorney in Alabama. I don't think I'm going to -- they know the decision I make is going to be the best interest, not just in my client, but the United States. If their objective, we can work something out. If they're not, then we have to shake hands and basically go into a litigation over, do they have the power to subpoena? And I think they lost that power. This is a completely tainted investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, you have an investigation in which Mueller is selected the day after he was turned down for FBI director by Rosenstein who was there when Mueller was turned down. There are thousands of people that could have been selected for that job. Also a friend of James Comey, and James Comey seems to be their core of their investigation. He's telling the truth, the president isn't. I know James Comey. I know the president. Sorry, Jim, you're a liar. A disgraceful liar. Every FBI agent in America has his head down because of you. It would have been good for god if god had kept you out of being head of the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Explain where he lied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, he lied about his conversation with McCabe. He knew all of McCabe's conflicts. McCabe should testify against him. He lied about his conversations with the president. He only told the truth when the president, I made -- we know Donald -- I'm sorry, Mr. President, he was Donald before. He lied about the fact that they talked about whether the president was a subject or target, then he immediately changed it. It's one lie after another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Rod Rosenstein -- everyone forgets when he wrote that recommendation to fire Comey. He said the FBI cannot be reestablished if he stayed at the helm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes, why? Because he's a liar. His conduct of the Hillary Clinton investigation was a total disgrace. If Hillary Clinton had been elected president, he wouldn't have lasted past day one. We know she would have fired him. I don't think she would deny that today. She was right. We should have fired him. When I say we, I mean the collective we here, day one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's talk about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Let me say one more thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "This is the best president in my memory. In two year -- even my hero, Ronald Reagan, he straighten the economy out the way President Trump did. But he didn't get this far ahead on foreign policy as fast as President Trump has.  Look at what's going on with North Korea. I told the president, you're going to get the Nobel Peace Prize. My proudest moment is when you tell him to shove it. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, no, no, no, this is cable. You're -- we're good here. You said about -- let's talk about the leak questions. You know, I mean, I have them here in front of me. What are your thoughts? What did you think about Comey? What did you think about Sessions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Comey should be prosecuted for leaking confidential FBI information when he leaked his report intended to develop a special prosecutor for the president of the United States. I have never, ever turned over a document -- you know me, Sean, you know me when I was U.S. attorney, a lot of allegations --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Took down the mob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "-- never leaked a thing. I would have considered resigning if I ever did that, or if one of my assistant stated. Did the FBI leak? Did the SEC leak? I'm sorry, guys, you did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask you this. There are so many lawyers that I respect, that you know and respect -- Alan Dershowitz, Joe diGenova, these are heavy hitters. Our own Gregg Jarrett --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "All my friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The president should never spend a minute -- you said it would be narrow and focused today, and you said no more than two or three hours. Do you believe Robert Mueller is setting a perjury trap for Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, I have to remain, and Jay and our team has to remain open- minded about this because even though you and I see a clear avenue to quickly resolving this for the American people, we may, and we know that our president -- we know that our president will seek a resolution that gives him a clear path to getting it resolved. So, I would -- I would say right now, the odds are, he wouldn't be interviewed. I don't close my mind to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I -- when we are talking about -- I mean, this is really important, because we are talking about a subpoena. And the subpoena, that means that the president of the United States -- I always said they should have the Hillary standard, at the Hillary standard is really simple. Not under oath, not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, wait a minute. And you have a guy who hates Hillary and loves Donald Trump during the interview. That would be the Hillary standard. That's not going to happen with Robert Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "We're not going to get that. Could we accept something less than that? Yes. Could we accept a situation in which they are telling us basically we believe Comey, who is now a pathological liar, as opposed to Donald Trump? The answer to that is no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. I have been probably the most outspoken, loudest critic in the country besides the president, about Robert Mueller, and a team of Democratic donors, no Republicans. People say, well, he's a Republican and he's a veteran -- OK, I applaud him for serving his country. I mean that. Andrew Weissmann, tens of thousands of people lost their job at Enron, tens of thousands, a 9-0 decision against Andrew Weissmann. Who gets 9-0? Four Merrill executives in jail for a year, overturned by Fifth Circuit Court of Appeals and he was excoriated twice for withholding exculpatory evidence. That appointment alone, sir, tells me that this is a biased team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Let me give you two different views of Bob. What do I know of Bob that I could testify to under oath? A patriot, an extraordinarily good man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He served his country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "He served his country. Did a good job with the FBI. I don't think he would be affected by malice or prejudice. However, I don't have an explanation for the people that he hired, not all of them. I've dealt with him very briefly. I think they are processional.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Weissmann?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I did not deal with Weissmann much, Quarles, very good man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are you disturbed by his record?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes, but, you know, he'd probably be disturbed by mine, too. I have an open mind about Bob. I don't about Comey. I closed my mind about Comey. I know Comey much better. I have the indignity of unfortunately of having hired him for his first big job. I'm embarrassed that I hired him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me go to a tweet by the president. This is -- he tweeted about John Dowd. This isn't some game. You're screwing with the work of the president of the United States of America. John Dowd, 2018. North Korea, China, the Middle East, so much. Mr. Mayor, it's been going on, how many congressional investigations? This has been going on now almost a full year. There's no evidence of Trump- Russia collusion. How did we end up from there to Stormy Daniels?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Because this is -- I think this is being done behind Mueller's back in a sense because they come to him with all kinds --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He doesn't read a newspaper?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes, self-serving statements. This has become a witch hunt like the president said. And if you look at the questions that are being asked, they are trap questions. A first year prosecutor would do better than that. So, he's in very good hands now. I don't just mean me. I mean Jay and the whole team. And Ty gets a great deal of credit for all this, because he orchestrated it. I'm looking forward to working with Emmet, who handled the Clinton situation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Very well respected attorney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And then Bush, and then Bush. So, this is not a political guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He said, if their objective meaning Mueller and his team, more likely will be willing to cooperate, less objective than we would be foolish to do that, you said. You also said there would be a decision in just a couple of weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, I can't imagine it would take much longer. It's coming to a head right now, and there's not much more to think about. If they can -- if they can -- if they can get us in to a position where we can recommend to the president -- you know President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "You know he wants to be interviewed, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "If he doesn't, it's going to be because Jay and I and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Others say no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And the Raskins and we would stand up there and say, you -- look, we are lawyers, you got to listen to us, Mr. President. I think, I think I'm there because I'm his friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, I think your background as an attorney, all the years and mayor -- the president -- I agree with the president's statement. And I have been very open in this and saying this, that this is a setup, that this is a subpoena, this is a perjury trap. And let's walk through what if they issue a subpoena? What if they tell -- if he's decided not to talk, they sent him before a grand jury because it becomes tricky, as Alan Dershowitz has described on this show. If the president pleads the Fifth, which he doesn't want to do, he said he doesn't want to do, then they give him immunity, then what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "OK. So, let's look at that. I think Alan pointed this out last night on your show coming out in detail. If they issue a subpoena, that will be -- that will be unprecedented in the sense that it's pretty clear that a president can't be subpoenaed to a criminal proceeding about him. Now, why is that? And fortunately -- or maybe unfortunately -- we have the real life circumstance going on that the Founding Fathers thought about, which is a president cannot be distracted by a criminal investigation. You can always prosecute him after. They can get him when he leaves the White House. You can always prosecute him after. But we -- I could not -- if Mueller said to me tomorrow, bring him in, two hours, like you want, no questions that you don't want, we are pretty much ready to clear him. I could not go to the president and say, take two days off to get ready for that and screw the whole thing with North Korea. I -- how can any American do that? He's our president. He is going to negotiate, I believe, a nonnuclear situation on the Korean peninsula.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nobody thought about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "All right. And you're going to interfere with that? That's why the Founding Fathers created this immunity from prosecution and subpoena. Now, if it's a civil case, Clinton submitted because it was a civil case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why not written answers to or proffer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Which Ronald Reagan did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why not that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Because they said no to that. Because they said no to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So they want to then -- so the president says he'll do an interview and then they're going to what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "At this point, I'm not sure I'd give them written answers because they're going to try to contradict them. I believe I believe that attorney general sessions, my good friend, and Rosenstein, who I don't know, I believe they should come in the interest of justice, end this investigation. There's been too much government misconduct. The crimes now have all been committed by the government, and their agents, the lies by Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm going to go through this in a minute. Let me ask you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Oh, come on. It's terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What are the parameters that you would insist on for any interview with Mueller beyond two to three hours narrowing the scope?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Never beyond two or three hours. Not going to happen. I'm not going to have my client, my president, my friend, and a president that's achieved more in a year and a half against all odds that anyone had a right to expect -- I'm not going to let him be treated worse than Bill Clinton, who definitely was a liar under oath. Not going to let him be -- I mean, he's being treated much worse than Hillary Clinton, who had no right to any of that stuff. So, I'm not going to let him be treated worse than Hillary Clinton. I think Jay and I will insist that they will have to treat him the same way as Clinton. Two and half hours, we end, we walk out, give us your questions in advance. He's ready to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know him. I've interviewed him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "He's ready to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I've interviewed him before he ran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And I -- you know, if we weren't careful lawyers, we would just let him go. I mean, he's about -- I remember the debates that I prepared him for in part with Chris Christie, Kellyanne Conway --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There's a real story behind that, I bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Oh wow. But did he execute?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I saw you after every debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And he got better and better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I -- I've got to now talk about something that I never thought I'd talk about -- this is going to be a long-winded lead up to a question. I've been pointing out in this program, 18 USC 793, mishandling classified information, the Espionage Act, destroying it. By the way, it would apply to a lot of people. I've talked about if I was subpoenaed, from all my emails, and I deleted 33,000, and then I acid washed my hard drive, nobody heard of Bleach Bit until Hillary Clinton, and Bleach Bit, and then had an aide bust up all my devices, like she had happened -- I never heard of an exoneration being written in May before you interview 17 key witnesses in the main person, Hillary Clinton, in July, the person that does the interview hates the opponent of Hillary Clinton. Then they exonerate her for I believe obvious felonies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then they talk about Russia collusion, Hillary Clinton and the DNC funneled money through a law firm, Perkins Coie, and unbelievable to me, a foreign national who heard wasn't supposed to be involved in our elections, Christopher Steele, gets Russian sources. The FBI never verifies it, they presented to a FISA court to spy on American citizens, a Trump campaign associate weeks before an election. They never verified, they never corroborated, and they never told those judge in the original application, three subsequent applications that Hillary paid for it and they never verified it. Mr. Mayor, were lost broken? Let's start with Hillary. Did she--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes. I've been on, look, we go back three years with this, Sean, when I produce my chart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Thirteen crimes she committed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Then we got up to about 18. I'm sorry, Hillary, I know you're very disappointed you didn't win. But you're a criminal. Equal justice would mean you should go to jail. I do not know why the Justice Department is not investigating here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The James Comey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "James Comey fixed the whole case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It was rigged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, you can't read that stupid report that he wrote which is the beginning of his destruction in which he said we're not going to prosecute -- no reasonable prosecutor would indict her. No honest reasonable prosecutor would indict her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He said today or yesterday, Comey, he said, Hillary deeply respects the rule of law, Comey said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Wow. This is a very perverted man. I feel so sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do we have a two tier justice system in America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes, we have one for Hillary and all of those Democrats, Bill Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is equal justice under the law at risk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "You and I have talked about this, I am very afraid, not just for our president, but for our country, there's going to be a witch hunt against Republicans. You had a man on who's lost all his money, for what reason, he didn't do anything wrong. The president of the United States didn't do anything wrong. We are lucky that we have a president who can focus, in a way it almost hurts him because they feel they can do anything to him and he's going to remain focused on North Korea, Iran, what do we with China, how do we help Israel, what do we do about taxes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The economy has an incredible story the media never focuses on. I actually had to write this down. If we have the Hillary standard, the interview would never be under oath, it would never be recorded, never be transcribed, and by the way--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And all the witnesses that are favor with whom would be in the room, immunized. Jared would be immunized, Cohen would be immunized--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We write the exoneration before the interview then we would agree to destroying incriminating evidence, like they did in the case of Cheryl Mills and Hillary, and either you or Rush Limbaugh would do the interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Rush and I would not object.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Or Mark Levin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Mark Levin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. There is a political report today basically suggesting Mueller would now consider Ivanka Trump a target. Look at Hope Hicks as one example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "She paid more in lawyers than she was ever paid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Hope is, I wish the American people could get to know her. Hope is one of the nicest human beings you're ever going to meet. Yes, she is very loyal to Donald Trump. But I think the president would say this, she could stand up to him when she had to. What they did to her is outrageous. Absolutely outrageous. Ivanka Trump? I would -- I think I would get on my charger and go right into the writer's room with a lance if go after Ivanka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "At this point, sir, I honestly agree with you I fear for the country. Let me go to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Now if they do to Ivanka, which I doubt they will, the whole country will turn on them. They are going after his daughter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What about his son-in-law, they talked about him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I guess Jared is a fine man, you know that. But men are, you know, disposable. But a fine woman like Ivanka? Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Andrew -- let's go through the different issues that we have brought up and spoke about almost exclusively on this show. For example, you mentioned Hillary Clinton, she obviously committed felonies, we know what they are, you've identified them. I believe as you do, James Comey rigged that. Comey, look at Peter Strzok and Page. They hate the president, they hated the candidate, they talk about an insurance policy. All -- Andrew McCabe lying under oath, James Comey leaking for the purpose of getting a special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Also Comey and McCabe contradicting each other. One of them has to be lying. I mean, I actually think Comey is lying. I think Comey is a big liar than McCabe. McCabe isn't a situational liar. He's a much big liar. So, if this were equal system of justice, they would all be prosecuted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask you because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "It's my biggest regret, I'm sorry I have to say this--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You were offered the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes. It's my biggest regret in not having taken that job. I wanted to be secretary--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "My biggest regret and I like Jeff Sessions, but he never should have recused himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, he never should have appointed Rosenstein.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I've never heard of somebody being appointed or confirmed and recuse the next day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Do you know that Rosenstein was with Mueller the night or the day he was interviewed by President Trump to be FBI director? Worked out, knew that he was turned down and then appointed in the next day? There are- -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did you know Rod Rosenstein, apparently, according to reports that we have on this program, signed off on one of the FISA extensions? The one with the unverified dossier, the bulk of information as the Grassley- Graham memo said? That he personally signed off, does that not conflict him out of all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "How about he's also a witness to critical information. For a Justice Department that pontificates -- I told you. The only crimes committed here are by the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask about them. Andrew McCabe said without the dossier, there would've been a FISA application. I would ask you, doesn't the FBI according to FISA a lawyer very familiar with, an FBI protocol mandate that they verify, corroborate what they present to a FISA judge, isn't that mandatory? Wouldn't it be mandatory to identify that the dossier was created by an opposition party candidate and not as a political asterisk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is that a crime?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes. Yes, obstruction of justice. Invasion of people's privacy on no basis at all. It's a civil rights violation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unreasonable search and seizure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes, civil rights violation. If they searched you or me based on that we would sue them for civil right violation. This is a Justice Department completely unhinged and out of control. It breaks my heart, Sean. I devoted most of my life at the Justice Department. I work for great attorney -- attorneys general. My friend Michael Mukasey was one of the greatest. And I watch it with great admiration--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Your partner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "My partner. Great admiration for Michael. To watch this happen under a man that I love, Jeff Sessions, I just feel bad. I know the president is heartbroken over this, it isn't that he's angry, he's heartbroken. He never expected this from Jeff. The two of them can redeem themselves, Sessions and Rosenstein. They should order the investigation over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I don't think that's going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, I don't think it's going to happen either but if they understood Justice Jackson's admonition to prosecute this that I always live by, which we're not supposed to get convictions, we're supposed to do justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me stay focused on this FISA issue for just a second. Because Rod Rosenstein after they had subpoenaed the documents went into Paul Ryan's office begging him not to release it. We never would've had the Nunes memo or the Grassley-Graham memo that said the bulk of the application was that the dossier Hillary paid for. So my question is this. Not only that, there were three subsequent renewals with the same false information, the same lying by omission, if you will, by not telling the FISA judges that it was -- that Hillary paid for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If I stand up in court at some point in the next three or four months where I really like to be and I recite these facts, I think the judges are going to look at me and say I don't believe that's true. How could the Justice Department have gone so far away from the fair and honest administration of justice under decent people? But I think the pressure on them was so great, they just caved in. And I -- once again I say, there is one way to redeem themselves, get control of this -- remember Senator Stevens case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sure. Yes. He lost an election, and then the judge overturned at all because they withheld exculpatory evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Because of government misconduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, there's been more government misconduct in this case than there has been conduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are you concerned, this was supposed to be about the Trump campaign Russia collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's gone. OK. It never happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "He's been cleared of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So my question is, are you concerned in the process of this we did discover that a foreign national, Christopher Steele was paid through Fusion GPS, used Russian sources that not only weren't verified, were debunked -- are you concerned that was paid for, to manipulate the American people in the lead up to an election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Isn't that closer to the mandate than Michael Cohen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why isn't that -- where is Mueller on that, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Having something to do with paying some Stormy Daniels woman $130,000, I mean, which is going to turn out to be perfectly legal. That money was not campaign money, sorry, I'm giving you a fact now that you don't know. It's not campaign money. No campaign finance violation. So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They funneled it through a law firm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Funneled it through a law firm and the president repaid it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I didn't know he did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Zero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So the president--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Just like every, Sean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So this decision was made by--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Sean, everybody  everybody was nervous about this from the very beginning. I wasn't. I knew how much money Donald Trump put in to that campaign. I said $130,000. You're going to do a couple of checks for 130,000. When I heard Cohen's retainer of $35,000 when he was doing no work for the president, I said that's how he's repaying -- that's how he's repaying it with a little profit and a little margin for paying taxes for Michael.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But do you know the president didn't know about this? I believe that's what Michael said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "He didn't know about the specifics of it as far as I know. But he did know about the general arrangement that Michael would take care of things like this. Like, I take care of things like this for my clients. I don't burden them with every single thing that comes along. These are busy people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What did you think of the raid on his office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "One of the reasons we would hesitate to cooperate any further, and I think this is the breakdown with Dowd during -- during back in January that took them by surprise, that's beyond anything -- that is an outrageous violation of attorney-client privilege beyond Donald Trump's attorney-client privilege. A lot of innocent people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I gave him 10 bucks or 20 bucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "How about innocent people like--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We got to continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "We called you that night?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'll talk to you about that. We'll get back more with the mayor of the president's attorney next, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. As we continue our exclusive interview with President Trump's attorney, Rudy Giuliani. I want to report to the American people the truth. And when I talk about a rigged investigation on Hillary, and I talk about the crimes that she committed and I interviewed you and other great attorneys. And I talked about FISA abuses and the FISA judge and a two-tiered justice system, equal justice under the law, have I been wrong at all? Tell me, I would love to tell the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "You are right way back in, I don't know, was it 2015 when we first started focusing on that big chart that I made, I still have it on my cell phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'll bring it up tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And they are still not investigated. No, you're not wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But Russia collusion what was wrong with Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Russian collusion is a total fake news. Unfortunately, it has become the basis of the investigation. Mueller owes us a report saying that Russia collusion means nothing, it didn't happen. That means the whole investigation was totally unnecessary. All the rest of it that came out of it, whether it's the personal or the political things. None of it is relevant. Meanwhile, the man is trying to deal with North Korea, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Denuclearization of the Korean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Right. And they want me to go to him and say let's take two weeks off to get you ready for a deposition that never should takes place in the first place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think this has gotten personal for those that are after the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Of course it has, yes. Of course, it's totally personal. Look at that -- look at the whole press corps. Look at the correspondent's dinner on Saturday night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. This was a short segment, we got to take a break -- it was horrible. Going after Sarah Huckabee--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Abortion applauding -- applauding--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- Kellyanne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "-- slaughtering embryos\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "More with Rudy Giuliani. A longer segment, I promise that, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "As we continue with President Trump's attorney former New York City Mayor Rudy Giuliani, I want to clarify something because I was asking you about Perkins Coie and you said the money was not campaign money -- I'm giving you a fact now that you don't know, it's not campaign money, no campaign violation and I said because they funneled through a law firm. I think we were talking about two different things there. I want to make sure--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Sure. I was talking about the $130,000 payment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "A settlement payment which is a very regular thing for lawyers to do. The question there was, the only possible violation there would be wasn't a campaign finance violation, which usually results in a fine by the way, not this big storm troopers coming in and breaking down his apartment and breaking down his office. That was money that was paid by his lawyer, the way I would do out of his law firm funds or whatever funds, it doesn't matter. The president reimbursed that over a period of several months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But he had said he didn't, I distinctly remember that he did it on his own--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "He did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- without asking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Look, I don't know, I haven't investigated that, no reason to dispute that, no reason to dispute my recollection. I like Michael a lot, you like Michael a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I feel very bad he's been victimized like this. The president feels even worse. The fact is, just trust me, they're going to come up with no violations there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. You mean, the payment--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes, payments are perfectly legal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me go back to the main crux--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "All documented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me go back to the main crux, and the crux is that we have a two-tiered justice system. The president is right when he says witch hunt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes. Sure. You can't explain this any other way. First of all, there never should have been an investigation. There was no Russian collusion. We're now a year and a half, two years into this, no Russian collusion, case over. And falling all over themselves to investigate him, they have committed numerous violations including lies which are criminal, deception, outrageous search warrants like the one on Cohen. How about we go back to Manafort, breaking into his house?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In 2005--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "What is he, what is he, a drug dealer? I remember there was a phrase he wasn't a -- he wasn't violent criminal--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Where does this end, sir? I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "What they did to Manafort, I used to do to the mafia not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Drug dealers, mafia members.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And killers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How was this -- how do you see this ending? And you talk to Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "You know, they're going to write a report, they can't indict him, I don't believe they can subpoena him. They are going to have to write a report, if we don't be interviewed or if we do get interviewed, they'll write the report based on the interview. They won't write it before by Hillary guy, because he's not a special person, he's been entrusted with the safety of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is this election in 2018 going to be a referendum on Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes. We're going to go to the American people and say the following.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "You want to vote for impeachment? You want to impeach the president? They're not going to -- you want to have Nancy Pelosi running the House of Representatives? Forget it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. Mayor, thank you for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Sean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "-- you're a patriot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you, sir. When we come back, more Hannity after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. That's all the time we have left this evening. Now tomorrow night we'll have full complete analysis, reaction to our copes of interview tonight. We hope you tune in, the great one, Mark Levin among out many guests. Remember, this show will always be fair and balanced. We are not the destroyed Trump media. We hope you'll set your DVR and don't forget us on Instagram, and on Twitter at Sean Hannity and we have a lot to talk about tomorrow. Let not your heart be troubled. The news continues here on Fox. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right. Tucker, as always, thank you. Great show tonight. We have an amazing show, a ton of ground to cover. The president's attorney, former New York City Mayor Rudy Giuliani is right here in studio for an exclusive interview. Now, the deep state is an overdrive. They all working as we've been pointing out to malign and destroy the presidency of Donald Trump, the person duly elected by you the American people. Now, tonight, we're going to break down exactly why our two-tier justice system is targeting this administration. We'll show you the extreme measures that Robert Mueller is taking and others are taking to delegitimize this president and everyone who supports him. And breaking tonight, President Trump is now beefing up his legal team in order to navigate the special counsel's well off the rails investigation. In my opinion, make no mistakes. These are very scary political times in America. There are real consequences for everyday Americans. And coming up, we'll explain why one for Trump political aide was forced to sell his home to pay his legal bills associated with this witch hunt. So, it's time to dismantle the deep state, hold people accountable for acts they've committed and hold the corrupt media accountable as they are happily cheering for President Trump's political demise and completely ignoring an amazing list of accomplishments. We'll have all the latest media madness coming up and developments on the Deputy Attorney General Rod Rosenstein's efforts to obstruct Republican members of Congress from doing their job and getting to the bottom of the FISA abuse scandal. The FBI's mishandling of the Clinton investigation and so much more. It's time for tonight's very important breaking news opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, this deep state that we have been warning you about now for a long time is going all out. This week, two separate major leaks from Robert Mueller's off the rails political witch-hunt are now revealing the special counsel's obsessive determination to set a perjury trap for President Trump. \"The New York Times\" released a list of questions that Robert Mueller allegedly wants Donald from to answer. These questions are all open-ended. They're patently frankly ridiculous and they are designed to trap the president into committing perjury. Some of the questions even targeted the president's own thoughts. What does the president think about James Comey? What does the president think about the Sessions recusal? What does the president think about the special counsel?"
    },
    {
      "speaker": "So, let me get this straight",
      "utterance": "is Robert Mueller now the thought police? Is it now illegal in the United States of America for a sitting president of the United States to have private thoughts? According to \"The Washington Post\", Robert Mueller has now even threatened the president with a subpoena if he refuses to sit down for an interview now forget that Robert Mueller was tasked with investigating Russian collusion and forget it after weeks when they have found zero evidence of any wrongdoing by the president. This is now a political takedown of the person that you chose to lead this country now should we be surprised well this investigation is being conducted by some of the same people who were totally complicit in using Hillary Clinton's bought and paid for Russian lies, you know, the unverified steel dossier as actual evidence to obtain a FISA warrant to spy on an American, a Trump campaign associate in the lead-up to an election. In other words, the FBI used Democratic campaign material during an election, lied and passed it off as legitimate evidence in order to get a FISA warrant from a FISA judge to spy on the Trump campaign. That dossier was never verified, never corroborated, has now been debunked and they now -- literally, they never told the judge that Hillary Clinton and the DNC whose finances she was controlling paid for it. It is outrageous and this is the United States of America. Remember, here's the who's who, if you will, of Robert Mueller who he hired to lead the special counsel investigation. What do we see? A bunch of big-time Democratic donors including who \"The New York Times\" referred to as his pit bull, Andrew Weissmann. He's given thousands of dollars to Democrats and remember, we've disclosed Weissmann's very aggressive tactics. They have caused multiple overturns and wrongful convictions, ruining countless lives at Andersen accounting, Merrill Lynch, elsewhere, and let's not forget, that Trump aiding FBI lovebird Peter Strzok, he helped author Hillary Clinton's exoneration before overseeing the interview months later and, of course struck was so blatantly biased he was removed from the investigation of Robert Mueller. But then you have Robert Mueller's other top deep state Democrats they remain today. In just a few minutes, Trump attorney, former New York City Mayor Rudy Giuliani will be here to give us an exclusive interview to discuss whether or not the president should ever agree to an interview with this band of many Trump-hating sycophants of Hillary Clinton. Giuliani will also help break down the brand-new charges and changes on Trump's legal team, including tonight's breaking news. Now, just hours ago, the White House announced that Ty Cobb will be retiring at the end of May and powerful longtime Washington attorney Emmet Flood will join his legal team. We'll have more on that in a minute. But, first, we have a shocking story to bring you revealing the toll that this ongoing witch-hunt is taking on real people who have realized and frankly anyone who has ever worked with President Trump or on his campaign. Former Trump campaign communication adviser Michael Caputo, he recently told the Senate Intel Committee, their investigation has had a devastating financial impact on him and his family, forced him to sell his home because he had incurred over $100,000 in legal bills. And during the closed-door session, Caputo told the Senate committee, quote, 'what America needs is an investigation of the investigators. I want to know who's paying for the spies work and coordinating this attack on President Donald Trump. I want to know who cost us so much money, who crushed our children, who forced us out of our home, all because you lost an election? I want to know because GD you to hell.' Despite real-life consequences from Caputo and others associated with the Trump campaign and the Trump presidency, with literally no evidence of collusion, after months and months and months of multiple investigations, you still have your mainstream media there pushing forward almost in unison their effort to aid and abet the deep state with this non-stop 24/7 obsessive, negative Russia, Russia, Russia, Stormy, Stormy, Stormy coverage, and in the meantime, ignoring every major Trump accomplishment. Take a look at some of this week's coverage that is an example."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC",
      "utterance": "So, \"The New York Time\" is out tonight with a list of nine questions that special counsel Robert Mueller reportedly wants to ask President Trump in the Russia investigation, which means as of tonight, we've now got a list of 49 things that Robert Mueller wants to know from the president about the Russia investigation."
    },
    {
      "speaker": "ANDERSON COOPER, CNN",
      "utterance": "You're saying the president United States goes into the Situation Room to get away from the chiefs of staff and call his friends?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Well, I am told by one friend of the presidents and on more than one occasion, he has been called by the president from the Situation Room, yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What this tells us is that the subject of collusion, despite what you hear from the White House, despite the fact that the president times a day tweets out that says, there was no collusion, it tells us that Robert Mueller is not done with the collusion question."
    },
    {
      "speaker": "DON LEMON, CNN",
      "utterance": "Sources tell CNN, President Trump's lawyers are preparing for a showdown with Robert Mueller that's over the special counsel's warning that he issued a subpoena forcing the president to appear before a grand jury."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The best argument is the Justice Department cannot charge a sitting president. He will not be a sitting president all his life. One day, he will walk outside, one glorious day, he will walk outside of those 16 acres of 1600 Pennsylvania Avenue and he will could be then charged with a crime."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "There is so much evidence in the public domain of collusion we don't know if whether any of it rises to a criminal level, but there is simply no question that the Trump administration welcomed Russia's help in sabotaging Hillary Clinton's campaign. There's none."
    },
    {
      "speaker": "RICHARD HAAS",
      "utterance": "That's why you need a deep state, that's why you need - - that's why you need people whose commitment is not to the person, but it's to the process and a lot."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, well, forget about all of President Trump's historic accomplishments for example on the Korean peninsula. We're actually talking about denuclearization. Forget about all these developments, look at what the prime minister of Israel did yesterday, there is a nuclear program in Iran or the booming economy, record low unemployment in states in the United States now, record low unemployment for women in the workplace, Hispanics and African Americans record lows. And the media wants you to believe the White House is in shambles? Not so. But you know better and that's why according to a brand new Rasmussen poll, President Trump has a higher approval rating in his second year than former President Obama. And by the way, you're not going to hear that in the mainstream media, instead chances are, you'll probably see this guy, Michael Avenatti, a lawyer for Stormy Daniels. According to NewsBusters, Avenatti was on fake news CNN a whopping 59 times in less than two months. And finally tonight we turn to the Deputy Attorney General Rod Rosenstein. As we speak, he continues to stonewall congressional efforts to do their job and get to the bottom of multiple serious issues, including FISA abuse, spying on American citizens, not telling the truth to a FISA court, presenting political information not telling the court, presenting unverified, uncorroborated information paid for by Hillary Clinton and the DNC, by a foreign national, lies from Russia. Oh I thought Russian collusion and foreign nationals influencing our elections were bad."
    },
    {
      "speaker": "Earlier today, President Trump tweeted, quote",
      "utterance": "'A rigged system. They don't want to turn over documents to Congress, what are they afraid of? Why so much redacting? Why such unequal justice? At some point, I will have no choice but to use the powers granted to the presidency and get involved.' And breaking today, Fox News has learned that some lawmakers still have not been given adequate access to the documents they have subpoenaed and they're requesting to the House Judiciary Committee and the House Oversight Committees. Rod Rosenstein, if you have nothing to hide regarding the department's FISA practices, why not release them? Why not release all the documents, let the American people see it? If you have nothing to hide on the handling of the Clinton investigation, hand over the documents. Nothing to hide on Russia collusion investigation, Hillary paying Christopher Steele funneling money through a law firm, Russian lies to manipulate the American people, to get a warrant to spy on a Trump campaign associate, hand it over. Tonight, every single American needs to be asking just what is Rod Rosenstein hiding? All right. Joining us now for the exclusive interview, he's the former mayor in New York City. He is the current president of -- attorney for the president, President Trump, Rudy Giuliani is with us. All right."
    },
    {
      "speaker": "RUDY GIULIANI, FORMER NYC MAYOR",
      "utterance": "Nice to be back, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good to see you, Mr. Mayor."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "It's been a while."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We've been through a lot together. I was here when you're mayor, of course."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And the city is still benefiting from your --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Thank you so much. That's so kind."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Just -- why don't we start as simple -- give us the status of the special counsel and what's going on with the president?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, the special counsel would like to interview the president. There's no secret about that. Every lawyer in America thinks he shouldn't be. We, meaning myself and Jay Sekulow, and the Raskins, and all the people involved in the investigation, and now, our new colleague, Emmett, we're going to have to decide, probably -- it falls more on us because he's on the government side, whether the president should grant an interview. Here's what it's all about. It's really simple. The American people can follow this along with me. Are the objective?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are they?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, right now, a lot of things point in the direction of, they made up their mind that Comey is telling the truth and not the president. When you look at those questions about what does the president think, what does the president feel, what does the president really desire, those are all questions intended to trap him in some weight and contradicting what is in fact a very, very solid explanation of what happened. He fired Comey because Comey would not, among other things, say that he wasn't a target of the investigation. He's entitled to that. Hillary Clinton got that. Actually, he couldn't get that. So, he fired him and he said, I'm free of the guy, and he went on Lester Holt. Lester Holt's interview was as good as anybody could do, better than I think any of the people around Mueller could have done, and Lester Holt asked them, why did you do it? He said, I did it because I felt that I had to explain to the American people the president was not the target of the investigation. And even Jake Tapper pushed him really hard, talking about Comey. Comey had no answer for why he didn't say this, even though he had done the same thing for Hillary. So, you can't blame the president for feeling, I am not being treated the same way they were. I mean, I don't expect that we are going to have an interview with exonerating --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Exoneration?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Already written."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have a lot of questions for you."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I can -- I would like to get one, not under oath. I want a videotape, not videotaped, but audiotapes, I want to make sure they don't misrepresent his answers. But this is an outrageous miscarriage of justice. Please consider whether you are Republican or a Democrat, whether you hate President Trump or you love him like we do, or like I do --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think people know I am pretty supportive. I think the secret is out of the bag."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "OK, I want to let you off the hook, Sean --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Full disclosure now, everything. Rudy Giuliani and I once had a meal together. OK, go ahead."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I don't remember who paid. So, you can't possibly -- you can't possibly not feel as a citizen of the world, that his negotiations with North Korea are much more significant than this totally garbage investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, let me -- let me ask you first about the legal team."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Good."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ty Cobb, John Dowd, they are out. My understanding is Ty Cobb had been saying for some time he was going to retire. What happened there?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Ty has been enormously helpful. He certainly helped me with my orientation. We wouldn't be where we are today, in a very strong position, if it wasn't for him and John. John has been my friend and colleague for 35 years. I have nothing but the utmost respect for John Dowd. He had the right instincts about this, which is, you are going to get him to testify over my dead body because you are trying to trap him. He had those instincts way back when it was harder to see those. So, all that work didn't go for nothing. We got it all. Jay has been the rock. He's been -- Jay Sekulow."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jay Sekulow."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "He's been through this -- I couldn't do it without Jay. And I think I offer -- what I offer to this is something unique. I'm a lawyer who knows the criminal justice system as well as anybody in America. I'm also a very good friend of Donald Trump. And I think I have the respect of Mueller, the FBI, the Justice Department."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You should."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Jeff Sessions was my colleague, not just in the campaign but back in 1981, when he was U.S. attorney in Alabama. I don't think I'm going to -- they know the decision I make is going to be the best interest, not just in my client, but the United States. If their objective, we can work something out. If they're not, then we have to shake hands and basically go into a litigation over, do they have the power to subpoena? And I think they lost that power. This is a completely tainted investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Explain."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, you have an investigation in which Mueller is selected the day after he was turned down for FBI director by Rosenstein who was there when Mueller was turned down. There are thousands of people that could have been selected for that job. Also a friend of James Comey, and James Comey seems to be their core of their investigation. He's telling the truth, the president isn't. I know James Comey. I know the president. Sorry, Jim, you're a liar. A disgraceful liar. Every FBI agent in America has his head down because of you. It would have been good for god if god had kept you out of being head of the FBI."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Explain where he lied."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, he lied about his conversation with McCabe. He knew all of McCabe's conflicts. McCabe should testify against him. He lied about his conversations with the president. He only told the truth when the president, I made -- we know Donald -- I'm sorry, Mr. President, he was Donald before. He lied about the fact that they talked about whether the president was a subject or target, then he immediately changed it. It's one lie after another."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Rod Rosenstein -- everyone forgets when he wrote that recommendation to fire Comey. He said the FBI cannot be reestablished if he stayed at the helm."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes, why? Because he's a liar. His conduct of the Hillary Clinton investigation was a total disgrace. If Hillary Clinton had been elected president, he wouldn't have lasted past day one. We know she would have fired him. I don't think she would deny that today. She was right. We should have fired him. When I say we, I mean the collective we here, day one."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's talk about --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Let me say one more thing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, sir."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "This is the best president in my memory. In two year -- even my hero, Ronald Reagan, he straighten the economy out the way President Trump did. But he didn't get this far ahead on foreign policy as fast as President Trump has. Look at what's going on with North Korea. I told the president, you're going to get the Nobel Peace Prize. My proudest moment is when you tell him to shove it. Sorry."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, no, no, no, this is cable. You're -- we're good here. You said about -- let's talk about the leak questions. You know, I mean, I have them here in front of me. What are your thoughts? What did you think about Comey? What did you think about Sessions?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Comey should be prosecuted for leaking confidential FBI information when he leaked his report intended to develop a special prosecutor for the president of the United States. I have never, ever turned over a document -- you know me, Sean, you know me when I was U.S. attorney, a lot of allegations --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Took down the mob."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "-- never leaked a thing. I would have considered resigning if I ever did that, or if one of my assistant stated. Did the FBI leak? Did the SEC leak? I'm sorry, guys, you did."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask you this. There are so many lawyers that I respect, that you know and respect -- Alan Dershowitz, Joe diGenova, these are heavy hitters. Our own Gregg Jarrett --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "All my friends."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The president should never spend a minute -- you said it would be narrow and focused today, and you said no more than two or three hours. Do you believe Robert Mueller is setting a perjury trap for Donald Trump?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, I have to remain, and Jay and our team has to remain open- minded about this because even though you and I see a clear avenue to quickly resolving this for the American people, we may, and we know that our president -- we know that our president will seek a resolution that gives him a clear path to getting it resolved. So, I would -- I would say right now, the odds are, he wouldn't be interviewed. I don't close my mind to it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I -- when we are talking about -- I mean, this is really important, because we are talking about a subpoena. And the subpoena, that means that the president of the United States -- I always said they should have the Hillary standard, at the Hillary standard is really simple. Not under oath, not --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, wait a minute. And you have a guy who hates Hillary and loves Donald Trump during the interview. That would be the Hillary standard. That's not going to happen with Robert Mueller."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "We're not going to get that. Could we accept something less than that? Yes. Could we accept a situation in which they are telling us basically we believe Comey, who is now a pathological liar, as opposed to Donald Trump? The answer to that is no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. I have been probably the most outspoken, loudest critic in the country besides the president, about Robert Mueller, and a team of Democratic donors, no Republicans. People say, well, he's a Republican and he's a veteran -- OK, I applaud him for serving his country. I mean that. Andrew Weissmann, tens of thousands of people lost their job at Enron, tens of thousands, a 9-0 decision against Andrew Weissmann. Who gets 9-0? Four Merrill executives in jail for a year, overturned by Fifth Circuit Court of Appeals and he was excoriated twice for withholding exculpatory evidence. That appointment alone, sir, tells me that this is a biased team."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Let me give you two different views of Bob. What do I know of Bob that I could testify to under oath? A patriot, an extraordinarily good man."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He served his country."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "He served his country. Did a good job with the FBI. I don't think he would be affected by malice or prejudice. However, I don't have an explanation for the people that he hired, not all of them. I've dealt with him very briefly. I think they are processional."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Weissmann?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I did not deal with Weissmann much, Quarles, very good man."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are you disturbed by his record?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes, but, you know, he'd probably be disturbed by mine, too. I have an open mind about Bob. I don't about Comey. I closed my mind about Comey. I know Comey much better. I have the indignity of unfortunately of having hired him for his first big job. I'm embarrassed that I hired him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me go to a tweet by the president. This is -- he tweeted about John Dowd. This isn't some game. You're screwing with the work of the president of the United States of America. John Dowd, 2018. North Korea, China, the Middle East, so much. Mr. Mayor, it's been going on, how many congressional investigations? This has been going on now almost a full year. There's no evidence of Trump- Russia collusion. How did we end up from there to Stormy Daniels?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Because this is -- I think this is being done behind Mueller's back in a sense because they come to him with all kinds --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "He doesn't read a newspaper?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes, self-serving statements. This has become a witch hunt like the president said. And if you look at the questions that are being asked, they are trap questions. A first year prosecutor would do better than that. So, he's in very good hands now. I don't just mean me. I mean Jay and the whole team. And Ty gets a great deal of credit for all this, because he orchestrated it. I'm looking forward to working with Emmet, who handled the Clinton situation --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Very well respected attorney."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And then Bush, and then Bush. So, this is not a political guy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He said, if their objective meaning Mueller and his team, more likely will be willing to cooperate, less objective than we would be foolish to do that, you said. You also said there would be a decision in just a couple of weeks."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, I can't imagine it would take much longer. It's coming to a head right now, and there's not much more to think about. If they can -- if they can -- if they can get us in to a position where we can recommend to the president -- you know President Trump."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Of course."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "You know he wants to be interviewed, right?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, I do."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "If he doesn't, it's going to be because Jay and I and --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Others say no."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And the Raskins and we would stand up there and say, you -- look, we are lawyers, you got to listen to us, Mr. President. I think, I think I'm there because I'm his friend."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, I think your background as an attorney, all the years and mayor -- the president -- I agree with the president's statement. And I have been very open in this and saying this, that this is a setup, that this is a subpoena, this is a perjury trap. And let's walk through what if they issue a subpoena? What if they tell -- if he's decided not to talk, they sent him before a grand jury because it becomes tricky, as Alan Dershowitz has described on this show. If the president pleads the Fifth, which he doesn't want to do, he said he doesn't want to do, then they give him immunity, then what?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "OK. So, let's look at that. I think Alan pointed this out last night on your show coming out in detail. If they issue a subpoena, that will be -- that will be unprecedented in the sense that it's pretty clear that a president can't be subpoenaed to a criminal proceeding about him. Now, why is that? And fortunately -- or maybe unfortunately -- we have the real life circumstance going on that the Founding Fathers thought about, which is a president cannot be distracted by a criminal investigation. You can always prosecute him after. They can get him when he leaves the White House. You can always prosecute him after. But we -- I could not -- if Mueller said to me tomorrow, bring him in, two hours, like you want, no questions that you don't want, we are pretty much ready to clear him. I could not go to the president and say, take two days off to get ready for that and screw the whole thing with North Korea. I -- how can any American do that? He's our president. He is going to negotiate, I believe, a nonnuclear situation on the Korean peninsula."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nobody thought about it."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "All right. And you're going to interfere with that? That's why the Founding Fathers created this immunity from prosecution and subpoena. Now, if it's a civil case, Clinton submitted because it was a civil case."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why not written answers to or proffer?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Which Ronald Reagan did."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why not that?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Because they said no to that. Because they said no to that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So they want to then -- so the president says he'll do an interview and then they're going to what?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "At this point, I'm not sure I'd give them written answers because they're going to try to contradict them. I believe I believe that attorney general sessions, my good friend, and Rosenstein, who I don't know, I believe they should come in the interest of justice, end this investigation. There's been too much government misconduct. The crimes now have all been committed by the government, and their agents, the lies by Comey."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm going to go through this in a minute. Let me ask you --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Oh, come on. It's terrible."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What are the parameters that you would insist on for any interview with Mueller beyond two to three hours narrowing the scope?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Never beyond two or three hours. Not going to happen. I'm not going to have my client, my president, my friend, and a president that's achieved more in a year and a half against all odds that anyone had a right to expect -- I'm not going to let him be treated worse than Bill Clinton, who definitely was a liar under oath. Not going to let him be -- I mean, he's being treated much worse than Hillary Clinton, who had no right to any of that stuff. So, I'm not going to let him be treated worse than Hillary Clinton. I think Jay and I will insist that they will have to treat him the same way as Clinton. Two and half hours, we end, we walk out, give us your questions in advance. He's ready to --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know him. I've interviewed him."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "He's ready to go."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I've interviewed him before he ran."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And I -- you know, if we weren't careful lawyers, we would just let him go. I mean, he's about -- I remember the debates that I prepared him for in part with Chris Christie, Kellyanne Conway --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "There's a real story behind that, I bet."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Oh wow. But did he execute?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "He did."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I saw you after every debate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You did."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And he got better and better."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I -- I've got to now talk about something that I never thought I'd talk about -- this is going to be a long-winded lead up to a question. I've been pointing out in this program, 18 USC 793, mishandling classified information, the Espionage Act, destroying it. By the way, it would apply to a lot of people. I've talked about if I was subpoenaed, from all my emails, and I deleted 33,000, and then I acid washed my hard drive, nobody heard of Bleach Bit until Hillary Clinton, and Bleach Bit, and then had an aide bust up all my devices, like she had happened -- I never heard of an exoneration being written in May before you interview 17 key witnesses in the main person, Hillary Clinton, in July, the person that does the interview hates the opponent of Hillary Clinton. Then they exonerate her for I believe obvious felonies."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then they talk about Russia collusion, Hillary Clinton and the DNC funneled money through a law firm, Perkins Coie, and unbelievable to me, a foreign national who heard wasn't supposed to be involved in our elections, Christopher Steele, gets Russian sources. The FBI never verifies it, they presented to a FISA court to spy on American citizens, a Trump campaign associate weeks before an election. They never verified, they never corroborated, and they never told those judge in the original application, three subsequent applications that Hillary paid for it and they never verified it. Mr. Mayor, were lost broken? Let's start with Hillary. Did she--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes. I've been on, look, we go back three years with this, Sean, when I produce my chart."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I remember."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Thirteen crimes she committed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Then we got up to about 18. I'm sorry, Hillary, I know you're very disappointed you didn't win. But you're a criminal. Equal justice would mean you should go to jail. I do not know why the Justice Department is not investigating here."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The James Comey?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "James Comey fixed the whole case."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It was rigged."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, you can't read that stupid report that he wrote which is the beginning of his destruction in which he said we're not going to prosecute -- no reasonable prosecutor would indict her. No honest reasonable prosecutor would indict her."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He said today or yesterday, Comey, he said, Hillary deeply respects the rule of law, Comey said that."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Wow. This is a very perverted man. I feel so sorry."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do we have a two tier justice system in America?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes, we have one for Hillary and all of those Democrats, Bill Clinton."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is equal justice under the law at risk?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "You and I have talked about this, I am very afraid, not just for our president, but for our country, there's going to be a witch hunt against Republicans. You had a man on who's lost all his money, for what reason, he didn't do anything wrong. The president of the United States didn't do anything wrong. We are lucky that we have a president who can focus, in a way it almost hurts him because they feel they can do anything to him and he's going to remain focused on North Korea, Iran, what do we with China, how do we help Israel, what do we do about taxes?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "The economy has an incredible story the media never focuses on. I actually had to write this down. If we have the Hillary standard, the interview would never be under oath, it would never be recorded, never be transcribed, and by the way--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And all the witnesses that are favor with whom would be in the room, immunized. Jared would be immunized, Cohen would be immunized--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We write the exoneration before the interview then we would agree to destroying incriminating evidence, like they did in the case of Cheryl Mills and Hillary, and either you or Rush Limbaugh would do the interview."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Rush and I would not object."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Or Mark Levin."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Mark Levin."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. There is a political report today basically suggesting Mueller would now consider Ivanka Trump a target. Look at Hope Hicks as one example."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Come on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "She paid more in lawyers than she was ever paid."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Hope is, I wish the American people could get to know her. Hope is one of the nicest human beings you're ever going to meet. Yes, she is very loyal to Donald Trump. But I think the president would say this, she could stand up to him when she had to. What they did to her is outrageous. Absolutely outrageous. Ivanka Trump? I would -- I think I would get on my charger and go right into the writer's room with a lance if go after Ivanka."
    },
    {
      "speaker": "HANNITY",
      "utterance": "At this point, sir, I honestly agree with you I fear for the country. Let me go to--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Now if they do to Ivanka, which I doubt they will, the whole country will turn on them. They are going after his daughter?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What about his son-in-law, they talked about him."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I guess Jared is a fine man, you know that. But men are, you know, disposable. But a fine woman like Ivanka? Come on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Andrew -- let's go through the different issues that we have brought up and spoke about almost exclusively on this show. For example, you mentioned Hillary Clinton, she obviously committed felonies, we know what they are, you've identified them. I believe as you do, James Comey rigged that. Comey, look at Peter Strzok and Page. They hate the president, they hated the candidate, they talk about an insurance policy. All -- Andrew McCabe lying under oath, James Comey leaking for the purpose of getting a special counsel."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Also Comey and McCabe contradicting each other. One of them has to be lying. I mean, I actually think Comey is lying. I think Comey is a big liar than McCabe. McCabe isn't a situational liar. He's a much big liar. So, if this were equal system of justice, they would all be prosecuted."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask you because--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "It's my biggest regret, I'm sorry I have to say this--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You were offered the job."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes. It's my biggest regret in not having taken that job. I wanted to be secretary--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "My biggest regret and I like Jeff Sessions, but he never should have recused himself."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, he never should have appointed Rosenstein."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I've never heard of somebody being appointed or confirmed and recuse the next day."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Do you know that Rosenstein was with Mueller the night or the day he was interviewed by President Trump to be FBI director? Worked out, knew that he was turned down and then appointed in the next day? There are- -"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did you know Rod Rosenstein, apparently, according to reports that we have on this program, signed off on one of the FISA extensions? The one with the unverified dossier, the bulk of information as the Grassley- Graham memo said? That he personally signed off, does that not conflict him out of all of this?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "How about he's also a witness to critical information. For a Justice Department that pontificates -- I told you. The only crimes committed here are by the government."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask about them. Andrew McCabe said without the dossier, there would've been a FISA application. I would ask you, doesn't the FBI according to FISA a lawyer very familiar with, an FBI protocol mandate that they verify, corroborate what they present to a FISA judge, isn't that mandatory? Wouldn't it be mandatory to identify that the dossier was created by an opposition party candidate and not as a political asterisk?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is that a crime?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes. Yes, obstruction of justice. Invasion of people's privacy on no basis at all. It's a civil rights violation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unreasonable search and seizure."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes, civil rights violation. If they searched you or me based on that we would sue them for civil right violation. This is a Justice Department completely unhinged and out of control. It breaks my heart, Sean. I devoted most of my life at the Justice Department. I work for great attorney -- attorneys general. My friend Michael Mukasey was one of the greatest. And I watch it with great admiration--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Your partner."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "My partner. Great admiration for Michael. To watch this happen under a man that I love, Jeff Sessions, I just feel bad. I know the president is heartbroken over this, it isn't that he's angry, he's heartbroken. He never expected this from Jeff. The two of them can redeem themselves, Sessions and Rosenstein. They should order the investigation over."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I don't think that's going to happen."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, I don't think it's going to happen either but if they understood Justice Jackson's admonition to prosecute this that I always live by, which we're not supposed to get convictions, we're supposed to do justice."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me stay focused on this FISA issue for just a second. Because Rod Rosenstein after they had subpoenaed the documents went into Paul Ryan's office begging him not to release it. We never would've had the Nunes memo or the Grassley-Graham memo that said the bulk of the application was that the dossier Hillary paid for. So my question is this. Not only that, there were three subsequent renewals with the same false information, the same lying by omission, if you will, by not telling the FISA judges that it was -- that Hillary paid for it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If I stand up in court at some point in the next three or four months where I really like to be and I recite these facts, I think the judges are going to look at me and say I don't believe that's true. How could the Justice Department have gone so far away from the fair and honest administration of justice under decent people? But I think the pressure on them was so great, they just caved in. And I -- once again I say, there is one way to redeem themselves, get control of this -- remember Senator Stevens case?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sure. Yes. He lost an election, and then the judge overturned at all because they withheld exculpatory evidence."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Because of government misconduct."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's correct."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, there's been more government misconduct in this case than there has been conduct."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are you concerned, this was supposed to be about the Trump campaign Russia collusion."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Gone."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's gone. OK. It never happened."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "He's been cleared of that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So my question is, are you concerned in the process of this we did discover that a foreign national, Christopher Steele was paid through Fusion GPS, used Russian sources that not only weren't verified, were debunked -- are you concerned that was paid for, to manipulate the American people in the lead up to an election?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Isn't that closer to the mandate than Michael Cohen?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why isn't that -- where is Mueller on that, sir?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Having something to do with paying some Stormy Daniels woman $130,000, I mean, which is going to turn out to be perfectly legal. That money was not campaign money, sorry, I'm giving you a fact now that you don't know. It's not campaign money. No campaign finance violation. So--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They funneled it through a law firm."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Funneled it through a law firm and the president repaid it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I didn't know he did?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Zero."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So the president--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Just like every, Sean--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "So this decision was made by--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Sean, everybody  everybody was nervous about this from the very beginning. I wasn't. I knew how much money Donald Trump put in to that campaign. I said $130,000. You're going to do a couple of checks for 130,000. When I heard Cohen's retainer of $35,000 when he was doing no work for the president, I said that's how he's repaying -- that's how he's repaying it with a little profit and a little margin for paying taxes for Michael."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But do you know the president didn't know about this? I believe that's what Michael said."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "He didn't know about the specifics of it as far as I know. But he did know about the general arrangement that Michael would take care of things like this. Like, I take care of things like this for my clients. I don't burden them with every single thing that comes along. These are busy people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What did you think of the raid on his office?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "One of the reasons we would hesitate to cooperate any further, and I think this is the breakdown with Dowd during -- during back in January that took them by surprise, that's beyond anything -- that is an outrageous violation of attorney-client privilege beyond Donald Trump's attorney-client privilege. A lot of innocent people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I gave him 10 bucks or 20 bucks."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "How about innocent people like--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We got to continue."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "We called you that night?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'll talk to you about that. We'll get back more with the mayor of the president's attorney next, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. As we continue our exclusive interview with President Trump's attorney, Rudy Giuliani. I want to report to the American people the truth. And when I talk about a rigged investigation on Hillary, and I talk about the crimes that she committed and I interviewed you and other great attorneys. And I talked about FISA abuses and the FISA judge and a two-tiered justice system, equal justice under the law, have I been wrong at all? Tell me, I would love to tell the American people."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "You are right way back in, I don't know, was it 2015 when we first started focusing on that big chart that I made, I still have it on my cell phone."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'll bring it up tomorrow."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And they are still not investigated. No, you're not wrong."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But Russia collusion what was wrong with Donald Trump."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Russian collusion is a total fake news. Unfortunately, it has become the basis of the investigation. Mueller owes us a report saying that Russia collusion means nothing, it didn't happen. That means the whole investigation was totally unnecessary. All the rest of it that came out of it, whether it's the personal or the political things. None of it is relevant. Meanwhile, the man is trying to deal with North Korea, come on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Denuclearization of the Korean--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Right. And they want me to go to him and say let's take two weeks off to get you ready for a deposition that never should takes place in the first place?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think this has gotten personal for those that are after the president."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Of course it has, yes. Of course, it's totally personal. Look at that -- look at the whole press corps. Look at the correspondent's dinner on Saturday night."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. This was a short segment, we got to take a break -- it was horrible. Going after Sarah Huckabee--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Abortion applauding -- applauding--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- Kellyanne."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "-- slaughtering embryos\""
    },
    {
      "speaker": "HANNITY",
      "utterance": "More with Rudy Giuliani. A longer segment, I promise that, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "As we continue with President Trump's attorney former New York City Mayor Rudy Giuliani, I want to clarify something because I was asking you about Perkins Coie and you said the money was not campaign money -- I'm giving you a fact now that you don't know, it's not campaign money, no campaign violation and I said because they funneled through a law firm. I think we were talking about two different things there. I want to make sure--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Sure. I was talking about the $130,000 payment."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "A settlement payment which is a very regular thing for lawyers to do. The question there was, the only possible violation there would be wasn't a campaign finance violation, which usually results in a fine by the way, not this big storm troopers coming in and breaking down his apartment and breaking down his office. That was money that was paid by his lawyer, the way I would do out of his law firm funds or whatever funds, it doesn't matter. The president reimbursed that over a period of several months."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But he had said he didn't, I distinctly remember that he did it on his own--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "He did."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- without asking."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Look, I don't know, I haven't investigated that, no reason to dispute that, no reason to dispute my recollection. I like Michael a lot, you like Michael a lot."
    },
    {
      "speaker": "HANNITY",
      "utterance": "A long time."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I feel very bad he's been victimized like this. The president feels even worse. The fact is, just trust me, they're going to come up with no violations there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. You mean, the payment--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes, payments are perfectly legal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me go back to the main crux--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "All documented."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me go back to the main crux, and the crux is that we have a two-tiered justice system. The president is right when he says witch hunt?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes. Sure. You can't explain this any other way. First of all, there never should have been an investigation. There was no Russian collusion. We're now a year and a half, two years into this, no Russian collusion, case over. And falling all over themselves to investigate him, they have committed numerous violations including lies which are criminal, deception, outrageous search warrants like the one on Cohen. How about we go back to Manafort, breaking into his house?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "In 2005--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "What is he, what is he, a drug dealer? I remember there was a phrase he wasn't a -- he wasn't violent criminal--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Where does this end, sir? I--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "What they did to Manafort, I used to do to the mafia not--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Drug dealers, mafia members."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And killers."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How was this -- how do you see this ending? And you talk to Mueller."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "You know, they're going to write a report, they can't indict him, I don't believe they can subpoena him. They are going to have to write a report, if we don't be interviewed or if we do get interviewed, they'll write the report based on the interview. They won't write it before by Hillary guy, because he's not a special person, he's been entrusted with the safety of the world."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is this election in 2018 going to be a referendum on Donald Trump?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes. We're going to go to the American people and say the following."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Real quick."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "You want to vote for impeachment? You want to impeach the president? They're not going to -- you want to have Nancy Pelosi running the House of Representatives? Forget it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. Mayor, thank you for being with us."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Sean--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Always good to see you."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "-- you're a patriot."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you, sir. When we come back, more Hannity after the break."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. That's all the time we have left this evening. Now tomorrow night we'll have full complete analysis, reaction to our copes of interview tonight. We hope you tune in, the great one, Mark Levin among out many guests. Remember, this show will always be fair and balanced. We are not the destroyed Trump media. We hope you'll set your DVR and don't forget us on Instagram, and on Twitter at Sean Hannity and we have a lot to talk about tomorrow. Let not your heart be troubled. The news continues here on Fox."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}