{
  "date": "May 7, 2018",
  "headline": "Lieberman: McCain wanted bipartisan ticket to make impact",
  "subHeadline": "Former Democratic Senator Joe Lieberman joins 'Your World' with insight into his unique friendship with the Republican senator.",
  "url": "https://www.foxnews.com/transcript/lieberman-mccain-wanted-bipartisan-ticket-to-make-impact",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "All right, an excerpt from John McCain's latest book read by John McCain himself, \"The Restless Wave: Good Times, Just Causes, Great Fights, and Other Appreciations.\"  It's caused hackles on all sides of the political fence, or both sides of the political fence. It's gotten some conservatives very, very upset. It's gotten some liberals just very, very perplexed. So, obviously, it's doing its job, in true to form of John McCain.  With me now is Senator Joe Lieberman, a good friend of John McCain. In fact, you recently visited him, right, senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOSEPH LIEBERMAN, FORMER U.S. SENATOR",
      "sentences": "I did, Neil. I was there a week ago Friday.   At that point, he was at the Mayo Clinic in Scottsdale. And he was OK, really. We had a good conversation. We told some really tired old jokes to each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You, tired old jokes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "But we laughed at each other. A little known fact about McCain, if you mentioned the name Henny Youngman, which is not known too much anymore, a stand-up comedian...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "... he will give you at least a dozen quick Henny Youngman one-liners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that's how it's done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Anyway, thank God he was OK then. But really, as he said to me, the thing he most wanted was to get out of the hospital.  Following Monday, he did. He's back on the family -- at the family place outside Sedona, Arizona, which he loves. So, hopefully, he's getting better every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Of course, for those who don't know, he`s battling a brain tumor, a very advanced brain tumor, with great courage. It's never easy, no matter what side of the political fence you're on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But what has caused a great sort of a dust-up in this recollection and his book is his musing back over his own life. And he freely admits a lot of mistakes he made.  And it`s a very kind of a humbling journey through his raucous 81-plus years on this planet. And among them is his 2008 selection when he was the party's presidential nominee, picking Sarah Palin, for whom he has high praise and thinks a great deal of her.   But he thought the better gut call would have been for him to select you. He wanted to. He said it was a reach-over, a crossover. But party consultants felt that maybe, given your pro-choice views and others and your association with that other party, would have been a bad move. What did you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Well, I'll tell you, in 2008, when John McCain said he wanted to vet me for vice president on his ticket, I said, are you kidding me? I really did. And he said, no, I`m serious.  So, I said, you know, you don't -- I was reelected as an independent, but maybe I have to remind you, my dear friend, I'm a Democrat still. He said, that`s the point.  And I think he felt at that moment, when we were already getting frozen into rigid partisanship and a lot of things that should have been done were not being done, that he could make a big statement by having a bipartisan ticket. It really says an awful lot about him. And I was surprised when he wrote what he did in the book. And I`m honored by it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But he did approach you? He did approach you? Because I remember those overtures. He did actually approach you and you -- did you both kick it around?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Well, I said, look, I honestly don`t see how you can do this. But if you want to vet me -- meaning he put me through the process of being investigated, my background and...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you had already been vetted in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Yes, I was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Several times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Well, once before.   So, it was serious. But, in the end, as he says in the book, the people, his consultants convinced him that it wasn`t a good idea and he would divide the Republican Party. And that would also have an effect on him.  And I understood completely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Did he get back to you and say, sorry, Joe, this is not going to work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Yes. Yes, he did.  And I said, John, I understand. As I said to you at the beginning, I thought you were doing something that was so unusual that it was beyond what was possible. But he said, I wish we could have done it, but I can't do it. And it was also built on our friendship. We knew each other well. We trusted each other. We have some differences of opinion, particularly on some domestic policy issues, but on foreign policy, defense policy, almost 100 percent agreement.  And we traveled the world together and got to know each other really well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Did he ask you to change your position, for example, on abortion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "No. Never did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Did he ask you to change your position on anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "No. Incidentally, I went through this in 2000. This shows what an unusual character I am, I guess, where there were positions that I had on things like school choice, for instance, where it was very different from Vice President Gore.   And the answer that I gave was the one that vice presidential candidates always give, which is that they will be true to what they believe is right. On the other hand, there's only one president. And, in other words, you have to support what the president wants. And if it becomes intolerable, then presumably you should leave the vice presidency. But that would take a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Ultimately, he selected Sarah Palin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The new Alaska governor at the time. Did he share that with you that she would be his choice and what he made of that choice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Believe it or not, not a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "I probably -- when I get to sit down and read the book, I will probably learn about -- a lot more about all that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "When you met with him, did he say that that would be a big part of the book or that discussion of that whole episode?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "No. No.  But I did get to meet Sarah Palin for the first time at the Republican Convention in 2008. And I worked with her on foreign policy matters and was involved somewhat in preparation for the debate she had with Joe Biden. So, I mean, I got to know her and like her, truthfully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's weird, Senator, how life goes full circle now, with Joe Biden and, of course with you, are friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And, of course, Joe Biden visited John McCain as well. So it just reminded me of a time maybe there was a collegial friendliness and all. What comes through loud and clear is that, whether John McCain admits this or not, you could argue that the selection of Sarah Palin ignited this sort of populist approach in the party, in the Republican Party in particular, that might have laid the groundwork for Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Maybe.  I mean, it took a lot of steps in between. So, I know John is really a gentleman and a civilized person. And I think he's grateful for all the effort that Sarah Palin gave during 2008. And I don't think he wants to say anything negative about her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But just confirming what we had known, it's got to hurt her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Yes, maybe. Probably, to say that he wished he had chosen somebody else.  But it wasn't an easy call. And ,as I say, he took me on a ride I never expected. Hey, I never expected to run for vice president in the first place. To be considered twice, that was way beyond...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's pretty unusual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Is America a great country or what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Or what? And, also, we're getting the word that the senator doesn't want President Trump at his funeral. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Yes, I have heard that. I don't -- honestly don't know whether that is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "When you met with him -- I don't want you to divulge private conversations, but I would be happy if you shared them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Did you talk much about President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "No, not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Really, at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Oh, about President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Oh, a little bit, but nothing about the funeral. Nothing about the funeral at all. And I hope to God...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This relationship the two have, it seems so bitter and angry. Is it that way with the senator? When you say, I don't want to invite him to my funeral, that's pretty severe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Incidentally, that rumor, which I think it is, sounded more personal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You don't -- it's not true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "I don't know that it's true. That sounded more personal than John McCain has been in his conversations with me about President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "In other words, he will disagree things that the president has done. But I don't feel that kind of personal hatred there at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But how do you think he would feel about the president entertaining dropping the deal with Iran, and that could come tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "My guess is, he would be generally supportive of that, because he felt -- I know John McCain felt the original Iran nuclear deal was a bad deal for us, that we gave away too much, ended economic pressure on them, gave them $100 billion to spend to support terrorism and aggression in the Middle East, and we got from it a pause in their nuclear program, and not the ability to really fully inspect places in Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And so you would concur with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Oh, totally. I was a critic of the Iran nuclear deal when it was signed. I have been encouraged by President Trump's statements about it. It's a bad deal, a mistake for the U.S. I`m very hopeful that, tomorrow, he will withdraw the United States. He has the authority not to slap sanctions back on immediately, or he could do it selectively. I mean, he could sanction the Bank of Iran in a way that would really hurt Iran. And let's look at these two countries. I know everybody is worried about the sky falling.  We're the strongest economy in the world. Iran is a tiny economy, and it's on a dive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "They need this agreement much more than we do. So, if the president pulls out tomorrow, trust me, the Iranians are going to be brought back to the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Lieberman, we shall see. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Thank you, Neil. Good to be with you. Copy: Content and Programming Copyright 2018 Fox News Network, Inc. Copyright CQ-2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "All right, an excerpt from John McCain's latest book read by John McCain himself, \"The Restless Wave: Good Times, Just Causes, Great Fights, and Other Appreciations.\" It's caused hackles on all sides of the political fence, or both sides of the political fence. It's gotten some conservatives very, very upset. It's gotten some liberals just very, very perplexed. So, obviously, it's doing its job, in true to form of John McCain. With me now is Senator Joe Lieberman, a good friend of John McCain. In fact, you recently visited him, right, senator?"
    },
    {
      "speaker": "SEN. JOSEPH LIEBERMAN, FORMER U.S. SENATOR",
      "utterance": "I did, Neil. I was there a week ago Friday. At that point, he was at the Mayo Clinic in Scottsdale. And he was OK, really. We had a good conversation. We told some really tired old jokes to each other."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You, tired old jokes?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "But we laughed at each other. A little known fact about McCain, if you mentioned the name Henny Youngman, which is not known too much anymore, a stand-up comedian..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, no."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "... he will give you at least a dozen quick Henny Youngman one-liners."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that's how it's done."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Anyway, thank God he was OK then. But really, as he said to me, the thing he most wanted was to get out of the hospital. Following Monday, he did. He's back on the family -- at the family place outside Sedona, Arizona, which he loves. So, hopefully, he's getting better every day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Of course, for those who don't know, he`s battling a brain tumor, a very advanced brain tumor, with great courage. It's never easy, no matter what side of the political fence you're on."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "True."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But what has caused a great sort of a dust-up in this recollection and his book is his musing back over his own life. And he freely admits a lot of mistakes he made. And it`s a very kind of a humbling journey through his raucous 81-plus years on this planet. And among them is his 2008 selection when he was the party's presidential nominee, picking Sarah Palin, for whom he has high praise and thinks a great deal of her. But he thought the better gut call would have been for him to select you. He wanted to. He said it was a reach-over, a crossover. But party consultants felt that maybe, given your pro-choice views and others and your association with that other party, would have been a bad move. What did you think of that?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Well, I'll tell you, in 2008, when John McCain said he wanted to vet me for vice president on his ticket, I said, are you kidding me? I really did. And he said, no, I`m serious. So, I said, you know, you don't -- I was reelected as an independent, but maybe I have to remind you, my dear friend, I'm a Democrat still. He said, that`s the point. And I think he felt at that moment, when we were already getting frozen into rigid partisanship and a lot of things that should have been done were not being done, that he could make a big statement by having a bipartisan ticket. It really says an awful lot about him. And I was surprised when he wrote what he did in the book. And I`m honored by it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But he did approach you? He did approach you? Because I remember those overtures. He did actually approach you and you -- did you both kick it around?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Well, I said, look, I honestly don`t see how you can do this. But if you want to vet me -- meaning he put me through the process of being investigated, my background and..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you had already been vetted in the past."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Yes, I was."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Several times."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Well, once before. So, it was serious. But, in the end, as he says in the book, the people, his consultants convinced him that it wasn`t a good idea and he would divide the Republican Party. And that would also have an effect on him. And I understood completely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Did he get back to you and say, sorry, Joe, this is not going to work?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Yes. Yes, he did. And I said, John, I understand. As I said to you at the beginning, I thought you were doing something that was so unusual that it was beyond what was possible. But he said, I wish we could have done it, but I can't do it. And it was also built on our friendship. We knew each other well. We trusted each other. We have some differences of opinion, particularly on some domestic policy issues, but on foreign policy, defense policy, almost 100 percent agreement. And we traveled the world together and got to know each other really well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Did he ask you to change your position, for example, on abortion?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "No. Never did."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Did he ask you to change your position on anything?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "No. Incidentally, I went through this in 2000. This shows what an unusual character I am, I guess, where there were positions that I had on things like school choice, for instance, where it was very different from Vice President Gore. And the answer that I gave was the one that vice presidential candidates always give, which is that they will be true to what they believe is right. On the other hand, there's only one president. And, in other words, you have to support what the president wants. And if it becomes intolerable, then presumably you should leave the vice presidency. But that would take a lot."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Ultimately, he selected Sarah Palin."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The new Alaska governor at the time. Did he share that with you that she would be his choice and what he made of that choice?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Believe it or not, not a lot."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Really?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "I probably -- when I get to sit down and read the book, I will probably learn about -- a lot more about all that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "When you met with him, did he say that that would be a big part of the book or that discussion of that whole episode?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "No. No. But I did get to meet Sarah Palin for the first time at the Republican Convention in 2008. And I worked with her on foreign policy matters and was involved somewhat in preparation for the debate she had with Joe Biden. So, I mean, I got to know her and like her, truthfully."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's weird, Senator, how life goes full circle now, with Joe Biden and, of course with you, are friends."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And, of course, Joe Biden visited John McCain as well. So it just reminded me of a time maybe there was a collegial friendliness and all. What comes through loud and clear is that, whether John McCain admits this or not, you could argue that the selection of Sarah Palin ignited this sort of populist approach in the party, in the Republican Party in particular, that might have laid the groundwork for Donald Trump."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Maybe. I mean, it took a lot of steps in between. So, I know John is really a gentleman and a civilized person. And I think he's grateful for all the effort that Sarah Palin gave during 2008. And I don't think he wants to say anything negative about her."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But just confirming what we had known, it's got to hurt her."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Yes, maybe. Probably, to say that he wished he had chosen somebody else. But it wasn't an easy call. And ,as I say, he took me on a ride I never expected. Hey, I never expected to run for vice president in the first place. To be considered twice, that was way beyond..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's pretty unusual."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Is America a great country or what?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Or what? And, also, we're getting the word that the senator doesn't want President Trump at his funeral. What do you think of that?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Yes, I have heard that. I don't -- honestly don't know whether that is true."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "When you met with him -- I don't want you to divulge private conversations, but I would be happy if you shared them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Did you talk much about President Trump?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "No, not at all."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Really, at all?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Oh, about President Trump?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Oh, a little bit, but nothing about the funeral. Nothing about the funeral at all. And I hope to God..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This relationship the two have, it seems so bitter and angry. Is it that way with the senator? When you say, I don't want to invite him to my funeral, that's pretty severe."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Incidentally, that rumor, which I think it is, sounded more personal."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You don't -- it's not true?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "I don't know that it's true. That sounded more personal than John McCain has been in his conversations with me about President Trump."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "In other words, he will disagree things that the president has done. But I don't feel that kind of personal hatred there at all."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But how do you think he would feel about the president entertaining dropping the deal with Iran, and that could come tomorrow?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "My guess is, he would be generally supportive of that, because he felt -- I know John McCain felt the original Iran nuclear deal was a bad deal for us, that we gave away too much, ended economic pressure on them, gave them $100 billion to spend to support terrorism and aggression in the Middle East, and we got from it a pause in their nuclear program, and not the ability to really fully inspect places in Iran."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And so you would concur with that?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Oh, totally. I was a critic of the Iran nuclear deal when it was signed. I have been encouraged by President Trump's statements about it. It's a bad deal, a mistake for the U.S. I`m very hopeful that, tomorrow, he will withdraw the United States. He has the authority not to slap sanctions back on immediately, or he could do it selectively. I mean, he could sanction the Bank of Iran in a way that would really hurt Iran. And let's look at these two countries. I know everybody is worried about the sky falling. We're the strongest economy in the world. Iran is a tiny economy, and it's on a dive."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. OK."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "They need this agreement much more than we do. So, if the president pulls out tomorrow, trust me, the Iranians are going to be brought back to the table."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Lieberman, we shall see. Thank you, sir."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Thank you, Neil. Good to be with you."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, Inc. Copyright CQ-2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}