{
  "date": "May 29, 2019",
  "headline": "The politics of Robert Mueller's statement on the Russia investigation",
  "subHeadline": "Guests: Matthew Continetti, Mara Liasson, Jason Riley",
  "url": "https://www.foxnews.com/transcript/the-politics-of-robert-muellers-statement-on-the-russia-investigation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "sentences": "There was no evidence of the Trump Campaign collusion with the Russian government's hacking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT MUELLER, JUSTICE DEPARTMENT SPECIAL COUNSEL",
      "sentences": "There was insufficient evidence to charge a broader security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "The evidence developed by the Special Counsel is not sufficient to establish that the president committed an obstruction of justice defense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "If we had had confidence that the president clearly did not commit a crime, we would have said so. We did not, however, make a determination as to whether the president did commit a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Special Counsel Mueller stated three times to us in that meeting in response to our questioning that emphatically was not saying that but for the OLC opinion, he would have found obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "Under longstanding department policy, a president cannot to be charged with a federal crime while he is in office. Charging the president with a crime was therefore not an option we could consider.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "The Attorney General and now the former Special Counsel, Robert Mueller, and the two different sounds to the same report, 448 pages, Special Counsel having a statement today that got a lot of attention here in Washington, including from the president, who tweeted \"Nothing changes from the Mueller report. There was insufficient evidence and therefore, in our country, a person is innocent. The case is closed! Thank you.\"   Let's bring in our panel, Matthew Continetti, editor in chief of the \"Washington Free Beacon,\" Mara Liasson, national political correspondent for National Public Radio, and Jason Riley, \"Wall Street Journal\" columnist and senior fellow at the Manhattan Institute. OK, overall impressions and thoughts, Matthew? MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": I think the main thing to consider is Mueller's words, read them very carefully. He said, we didn't find sufficient evidence to charge Trump with a crime. I would have liked to have known did he find evidence that Trump committed a crime, because previous independent counsels special counsels, even if they didn't indict a sitting president per the OLC guidelines, at least told the world that, in Nixon's case, there was evidence he obstructed justice, in Clinton's case, there was evidence of perjury and obstruction of justice. But with Mueller, we don't just get a pond, we get a dropkick that goes all 100 yards, and then leaves the stadium, leaving us with a political mess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "sentences": "Robert Mueller seems to have conceived his job as a prosecutor, which is there's no point in indicting someone unless you feel that you have enough to convict them at a trial, which seems that he is at least in terms of the criminal conspiracy with Russia to interfere in the election, he didn't. The big takeaway, though, is just the stark difference between the way Barr described Mueller's conclusions and the way Mueller is describing them, and the certainly the difference, the disconnect between EMANUEL: saying I didn't exonerate the president, and the president who has repeated over and over and over again that he was fully exonerated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Isn't there something, though, about when did Mueller determine that there was no conspiracy to be charged?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "That would be something Congress would want to ask you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And maybe that is a Republican question that he does not want to answer. Why did he continue well into the midterms and the lead up to the midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "That is a question. This is why I think it is going to be hard for him to avoid testifying in Congress. He has clearly said today I hope this is the last thing I have to say about this. If you ask me any questions, I am just going to stay in the four corners of the report. But there are a lot of questions that both Democrats and Republicans have for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jason? JASON RILEY, \"WALL STREET JOURNAL\" COLUMNIST: I think Mara is right. If this is an effort on the part of Mueller to deflect pressure to come testify, or if this was an effort to provide some clarification on how this report should be read and interpreted by the public, I think he failed miserably on both parts. He has muddled things to the point where I think the pressure will increase for him to testify.  One of the problems is I think he is using two different standards, Mara, within the same report. When it comes to Russian collusion, the standard seems to be whether there is sufficient evidence to bring charges. But when we turn the tables to obstruction of justice, the standard is exoneration, a much higher barrier to clear. So that is within the same report. And I, for one, am baffled why he continues to set the standard of exoneration. We heard from Giuliani, Rudy Giuliani earlier --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let's take a listen to that. Here, take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "sentences": "He has lost his notion of American fairness. As a lawyer it's astounding that he's expounding on can we exonerate or can't we exonerate, or can we do this or can we do that? The reality is, he doesn't have a case. He doesn't have a collusion case, doesn't have an obstruction case. If he was constrained by this Justice Department rule, then why did he do the investigation at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "The argument that he was constrained by the rule I think is a dodge, Bret. He was hired to do an investigation to make a recommendation. Whether the attorney general then decides to follow that recommendation is not up to him. But there was nothing that prevented him from recommending an obstruction of justice charge if he felt that there was sufficient evidence to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Or if he thought even he couldn't recommend it, why not say that at the beginning of the investigation? He clearly, Matthew, wanted to hit to the point of Russia and the specifics and the report that it seemed like he feels nobody read. He is like, hey, Congress, read the 448 pages, there is a lot of Russia stuff in here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "Mueller is absolutely right that Russian interference in the election is a big deal, one that all of the government needs to organize around combating. The problem is once you dangle that glittering ball of the possibility that Donald Trump obstructed justice in the course of this investigation, all of Washington -- Republican, Democrat, media, lobbyist - - is going to focus on the question of obstruction. They're not going to focus on the interference, which is exactly what Mueller wants us to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It's like the shiny thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes, except our elected representatives are supposed to be able to walk and chew gum at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "We've determined that's very difficult for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes, but the real reason that people I think are not focusing enough, or at least as much as Mueller wants them to on Russian interference is also because the president of the United States has not consistently acknowledged that it even happened. That's a big deal, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right. Mara, what is striking is that Mueller says there was insufficient evidence to charge a broader conspiracy. That's how he characterizes part one. But writing in part one from volume one, page four, \"The investigation did not identify evidence that any U.S. persons conspired or coordinated with the Russian agency,\" or page 14, \"the investigation did not identify evidence that any U.S. persons knowingly or intentionally coordinated with the IRA's interference operation,\" the Russian interference operation. It was much more murky in his delivery today than it was in his own report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes, well, this is -- I agree that he has left a kind of vague and tangled mess, and he definitely said Congress, you are the one who have to sort this out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here is Bob Mueller and Sarah Sanders in the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT MUELLER, JUSTICE DEPARTMENT SPECIAL COUNSEL",
      "sentences": "The Constitution requires a process other than the criminal justice system to formally accuse a sitting president of wrongdoing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We consider this to be case closed. Democrats don't get to have a do over just because they don't like the results.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This was essentially handing it to Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "It was. And not just handing it to Democrats, maybe putting his thumb on the scale there in terms of whether he thinks impeachment proceedings are justified, which, again, I think speaks to how he did nothing to clarify matters or to save himself from increased pressure to come testify and talk more about this. The country is not about to put this behind them, but Robert Mueller behind us, or anything along those lines. And if that was the intent today, I think he just did a very poor job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What about, Matthew, quickly, the thing I talked with Brit about the comparisons or contrasts with Jim Comey coming out about Hillary Clinton? The America Bar Association in its professional conduct says \"The prosecutor in a criminal case shall refrain from making extrajudicial comments that have a substantial likelihood of heightening public condemnation of the accused.\" Obviously, it's a different scenario with a special counsel, but a lot of people looking at Comey and what he said about Hillary Clinton to what Mueller said about President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "That's right. And if there is one rule in American politics since 2016, it's don't be Jim Comey. And I don't think Bob Mueller is Jim Comey, I don't expect him to start writing op-eds for \"The Washington Post\" attacking the president. As he said, he has done. On the other hand, by reopening this issue in the middle of the highly combustible debate over impeachment, he has inserted himself in the debate in the same way that Comey did in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We are going to talk about that highly combustible environment. Candidates running to face off against President Trump react to Mueller's first and, he says, only public comments on the Russia report, and it is the \"I\" word that is coming out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "sentences": "You do want to make such a compelling case, such an ironclad case, that even the Republican Senate will be convinced of the path that we have to take as a country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JERROLD NADLER, D-N.Y., HOUSE JUDICIARY COMMITTEE CHAIRMAN",
      "sentences": "With respect to the impeachment question, at this point all options are on the table and nothing should be ruled out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "I think it's a fair inference from what we heard in that press conference that Bob Mueller was essentially referring impeachment to the United States Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Kamala Harris is not alone with the 2020 declared Democratic candidates. These are the candidates calling today one way or another, tweets or statements for impeachment proceedings to begin. You heard Nancy Pelosi there. She went further about the possible Democratic divide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "It is like 35 of them out of 238, maybe it's 38 of them out of 238 have said that they wanted to be outspoken on impeachment, and many of them are reflecting their views as well those of their constituents. Many constituents want to impeach the president. But we want to do what is right and what gets results, what gets results.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So we're back with the panel. Mara, this day makes it harder for Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "It puts tremendous pressure on her. It's going to make the call for impeachment louder. You already heard some candidates, 2020 candidates, calling for impeachment. But I donŸ_Tt think that it changes the underlying politics of this, which is that in Pelosi's view if you formally open impeachment hearings and it does not lead to the president's removal, you have handed him a huge victory and made it more likely that he is going to be reelected. That's what she thinks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Did she make that case effectively in her caucus that seems to be bubbling up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "So far she has been able to hold the line, and she has been able to make that case. In one sense Mueller helped her today because it showed that the president might have done something wrong and she could say we should just keep investigating and making our case to the country and seeing if we can change public opinion. But on the other hand it made her job much harder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "The problem isn't just her caucus. Pelosi's problem is, a, most of the country is opposed to impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes, that's what she keeps on saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Almost no Republicans support impeachment. It is going nowhere in the Senate, which is controlled by Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We have a poll, a Fox Four poll, Should President Trump be impeached, and the split Democrats, Republicans, independents. And you can kind of see the breakdown. Keep going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "So in addition to all that, she has got these 30 or so new members of Congress from districts that Trump won --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Very blue districts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Who believe they were sent to Washington not to impeach the president, but to get something done on health care or immigration or some other issue. So it is not just her caucus that is the problem here. She has got broader --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You are talking the ones that made the purple districts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "That made the majority. Those are the ones that made the Democratic majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matthew?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "And it is no coincidence that the members that she singled out in that comment we watched, the 38 or so max who are calling for impeachment come from safe districts, where they don't have to worry about any moderate backlash. Pelosi is like the character in \"Game of Thrones\" who is holding the door against the zombies who are coming to impeach President Trump, because she knows that if she lets that pressure released, the political backlash might not only ensure Trump's reelection, it might cost her her majority, which is very narrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "That's what she thinks. She thinks they could lose the House if they go down the road to impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Can we do some more \"Game of Thrones\" analysis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "I worked all day at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That was really a good one. Meantime, there's one Republican, at least, maybe a couple, but one, Justin Amash tweeted out after Mueller's statement, \"The ball is in our court, Congress.\" And he talked about it at a town hall last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JUSTIN AMASH, R-MICH., HOUSE OVERSIGHT COMMITTEE",
      "sentences": "We owe it to the American people to represent them to ensure that the people we have in office are doing the right thing. And that's why I took the position I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MINORITY LEADER",
      "sentences": "Those who know Justin Amash, this is exactly what he wants. He wants to have attention. He is not a criminal attorney. He has never met Mueller. He has never met Barr. And now he's coming forward with this because this is what he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So not surprising he is getting a ton of attention for coming out and saying what he said, but he was welcomed in his, in that town hall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "He'd is a libertarian, Tea Party guy. As he said in that town hall, he has impeccable scores from every conservative organization based on his voting record. What I want to know is who are that Democratic Justin Amashs, and by that I mean somebody who is going against the will of their district and taking a political risk, which he is doing. He already has a primary challenge, and the president will certainly be supporting that person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "The problem Justin Amash has, and I wouldn’t impugn his motives here, but the problem is he doesn't represent most Republicans, he doesn't represent most Americans. And I think so long as the president enjoys the support of the vast majority of Republican voters, Amash is going to be out there alone, even if there are people in his caucus who secretly do agree with them. They are not going to stick their neck out so long as President Trump's approval rating is as high as it is upon Republican voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So tell me how Democrats get impeachment without impeachment? In other words, how do they have these hearings and go into the obstruction of justice case even though the underlying crime, there is not an indictment for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "If you look at what they are doing right now in terms of the court, the litigation part that Pelosi talked about, it's not pursuing the Mueller report. It's going after Trump's financial records, his tax returns, the accountant, the bank statements. I believe the Democratic strategy is to continue these investigation in searching for something in perhaps in those financial records that they can then use to impeach Donald Trump, because they're not going to get it from the Mueller report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Or not even to impeach, just to undermine. This is what the Republicans did with Benghazi and Hillary. This is what they want to do is just chip away with it if they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Even in a good economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "That makes their job harder, but sure, even in a good economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, thank you. Busy day. When we come back, building a new life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, some helping hands. Two-year-old Logan Moore was diagnosed with hypotonia. That's a condition that causes low muscle tone, affecting motor skills like walking. His parents, unsure if the insurance could cover the cost of their son's walker, found it a do-it-yourself solution online. When the Moores arrived at Home Depot they got more than PVC pipe. Store employees actually built the walker for them free of charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I told them to go get ice cream and come back in an hour, and we would have it built for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We were just shocked that they would do that for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Makes our heart happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's a great story. Thanks for doing that. And thank you for inviting us into your home tonight. That's it for this “Special Report,” fair, balanced, and still unafraid. \"The Story\" guest hosted by Ed Henry tonight starts right now. And Ed, you chose a pretty good night to guest host. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "utterance": "There was no evidence of the Trump Campaign collusion with the Russian government's hacking."
    },
    {
      "speaker": "ROBERT MUELLER, JUSTICE DEPARTMENT SPECIAL COUNSEL",
      "utterance": "There was insufficient evidence to charge a broader security."
    },
    {
      "speaker": "BARR",
      "utterance": "The evidence developed by the Special Counsel is not sufficient to establish that the president committed an obstruction of justice defense."
    },
    {
      "speaker": "MUELLER",
      "utterance": "If we had had confidence that the president clearly did not commit a crime, we would have said so. We did not, however, make a determination as to whether the president did commit a crime."
    },
    {
      "speaker": "BARR",
      "utterance": "Special Counsel Mueller stated three times to us in that meeting in response to our questioning that emphatically was not saying that but for the OLC opinion, he would have found obstruction."
    },
    {
      "speaker": "MUELLER",
      "utterance": "Under longstanding department policy, a president cannot to be charged with a federal crime while he is in office. Charging the president with a crime was therefore not an option we could consider."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "The Attorney General and now the former Special Counsel, Robert Mueller, and the two different sounds to the same report, 448 pages, Special Counsel having a statement today that got a lot of attention here in Washington, including from the president, who tweeted \"Nothing changes from the Mueller report. There was insufficient evidence and therefore, in our country, a person is innocent. The case is closed! Thank you.\" Let's bring in our panel, Matthew Continetti, editor in chief of the \"Washington Free Beacon,\" Mara Liasson, national political correspondent for National Public Radio, and Jason Riley, \"Wall Street Journal\" columnist and senior fellow at the Manhattan Institute. OK, overall impressions and thoughts, Matthew? MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": I think the main thing to consider is Mueller's words, read them very carefully. He said, we didn't find sufficient evidence to charge Trump with a crime. I would have liked to have known did he find evidence that Trump committed a crime, because previous independent counsels special counsels, even if they didn't indict a sitting president per the OLC guidelines, at least told the world that, in Nixon's case, there was evidence he obstructed justice, in Clinton's case, there was evidence of perjury and obstruction of justice. But with Mueller, we don't just get a pond, we get a dropkick that goes all 100 yards, and then leaves the stadium, leaving us with a political mess."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mara?"
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "utterance": "Robert Mueller seems to have conceived his job as a prosecutor, which is there's no point in indicting someone unless you feel that you have enough to convict them at a trial, which seems that he is at least in terms of the criminal conspiracy with Russia to interfere in the election, he didn't."
    },
    {
      "speaker": "The big takeaway, though, is just the stark difference between the way Barr described Mueller's conclusions and the way Mueller is describing them, and the certainly the difference, the disconnect between EMANUEL",
      "utterance": "saying I didn't exonerate the president, and the president who has repeated over and over and over again that he was fully exonerated."
    },
    {
      "speaker": "BAIER",
      "utterance": "Isn't there something, though, about when did Mueller determine that there was no conspiracy to be charged?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "That would be something Congress would want to ask you."
    },
    {
      "speaker": "BAIER",
      "utterance": "And maybe that is a Republican question that he does not want to answer. Why did he continue well into the midterms and the lead up to the midterms?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "That is a question. This is why I think it is going to be hard for him to avoid testifying in Congress. He has clearly said today I hope this is the last thing I have to say about this. If you ask me any questions, I am just going to stay in the four corners of the report. But there are a lot of questions that both Democrats and Republicans have for him."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jason? JASON RILEY, \"WALL STREET JOURNAL\" COLUMNIST: I think Mara is right. If this is an effort on the part of Mueller to deflect pressure to come testify, or if this was an effort to provide some clarification on how this report should be read and interpreted by the public, I think he failed miserably on both parts. He has muddled things to the point where I think the pressure will increase for him to testify. One of the problems is I think he is using two different standards, Mara, within the same report. When it comes to Russian collusion, the standard seems to be whether there is sufficient evidence to bring charges. But when we turn the tables to obstruction of justice, the standard is exoneration, a much higher barrier to clear. So that is within the same report. And I, for one, am baffled why he continues to set the standard of exoneration. We heard from Giuliani, Rudy Giuliani earlier --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Let's take a listen to that. Here, take a listen."
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "utterance": "He has lost his notion of American fairness. As a lawyer it's astounding that he's expounding on can we exonerate or can't we exonerate, or can we do this or can we do that? The reality is, he doesn't have a case. He doesn't have a collusion case, doesn't have an obstruction case. If he was constrained by this Justice Department rule, then why did he do the investigation at all?"
    },
    {
      "speaker": "RILEY",
      "utterance": "The argument that he was constrained by the rule I think is a dodge, Bret. He was hired to do an investigation to make a recommendation. Whether the attorney general then decides to follow that recommendation is not up to him. But there was nothing that prevented him from recommending an obstruction of justice charge if he felt that there was sufficient evidence to do so."
    },
    {
      "speaker": "BAIER",
      "utterance": "Or if he thought even he couldn't recommend it, why not say that at the beginning of the investigation? He clearly, Matthew, wanted to hit to the point of Russia and the specifics and the report that it seemed like he feels nobody read. He is like, hey, Congress, read the 448 pages, there is a lot of Russia stuff in here."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "Mueller is absolutely right that Russian interference in the election is a big deal, one that all of the government needs to organize around combating. The problem is once you dangle that glittering ball of the possibility that Donald Trump obstructed justice in the course of this investigation, all of Washington -- Republican, Democrat, media, lobbyist - - is going to focus on the question of obstruction. They're not going to focus on the interference, which is exactly what Mueller wants us to do."
    },
    {
      "speaker": "BAIER",
      "utterance": "It's like the shiny thing."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes, except our elected representatives are supposed to be able to walk and chew gum at the same time."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "We've determined that's very difficult for them."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes, but the real reason that people I think are not focusing enough, or at least as much as Mueller wants them to on Russian interference is also because the president of the United States has not consistently acknowledged that it even happened. That's a big deal, too."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right. Mara, what is striking is that Mueller says there was insufficient evidence to charge a broader conspiracy. That's how he characterizes part one. But writing in part one from volume one, page four, \"The investigation did not identify evidence that any U.S. persons conspired or coordinated with the Russian agency,\" or page 14, \"the investigation did not identify evidence that any U.S. persons knowingly or intentionally coordinated with the IRA's interference operation,\" the Russian interference operation. It was much more murky in his delivery today than it was in his own report."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes, well, this is -- I agree that he has left a kind of vague and tangled mess, and he definitely said Congress, you are the one who have to sort this out."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here is Bob Mueller and Sarah Sanders in the White House."
    },
    {
      "speaker": "ROBERT MUELLER, JUSTICE DEPARTMENT SPECIAL COUNSEL",
      "utterance": "The Constitution requires a process other than the criminal justice system to formally accuse a sitting president of wrongdoing."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We consider this to be case closed. Democrats don't get to have a do over just because they don't like the results."
    },
    {
      "speaker": "BAIER",
      "utterance": "This was essentially handing it to Democrats."
    },
    {
      "speaker": "RILEY",
      "utterance": "It was. And not just handing it to Democrats, maybe putting his thumb on the scale there in terms of whether he thinks impeachment proceedings are justified, which, again, I think speaks to how he did nothing to clarify matters or to save himself from increased pressure to come testify and talk more about this. The country is not about to put this behind them, but Robert Mueller behind us, or anything along those lines. And if that was the intent today, I think he just did a very poor job."
    },
    {
      "speaker": "BAIER",
      "utterance": "What about, Matthew, quickly, the thing I talked with Brit about the comparisons or contrasts with Jim Comey coming out about Hillary Clinton? The America Bar Association in its professional conduct says \"The prosecutor in a criminal case shall refrain from making extrajudicial comments that have a substantial likelihood of heightening public condemnation of the accused.\" Obviously, it's a different scenario with a special counsel, but a lot of people looking at Comey and what he said about Hillary Clinton to what Mueller said about President Trump."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "That's right. And if there is one rule in American politics since 2016, it's don't be Jim Comey. And I don't think Bob Mueller is Jim Comey, I don't expect him to start writing op-eds for \"The Washington Post\" attacking the president. As he said, he has done. On the other hand, by reopening this issue in the middle of the highly combustible debate over impeachment, he has inserted himself in the debate in the same way that Comey did in 2016."
    },
    {
      "speaker": "BAIER",
      "utterance": "We are going to talk about that highly combustible environment. Candidates running to face off against President Trump react to Mueller's first and, he says, only public comments on the Russia report, and it is the \"I\" word that is coming out."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "utterance": "You do want to make such a compelling case, such an ironclad case, that even the Republican Senate will be convinced of the path that we have to take as a country."
    },
    {
      "speaker": "JERROLD NADLER, D-N.Y., HOUSE JUDICIARY COMMITTEE CHAIRMAN",
      "utterance": "With respect to the impeachment question, at this point all options are on the table and nothing should be ruled out."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "I think it's a fair inference from what we heard in that press conference that Bob Mueller was essentially referring impeachment to the United States Congress."
    },
    {
      "speaker": "BAIER",
      "utterance": "Kamala Harris is not alone with the 2020 declared Democratic candidates. These are the candidates calling today one way or another, tweets or statements for impeachment proceedings to begin. You heard Nancy Pelosi there. She went further about the possible Democratic divide."
    },
    {
      "speaker": "PELOSI",
      "utterance": "It is like 35 of them out of 238, maybe it's 38 of them out of 238 have said that they wanted to be outspoken on impeachment, and many of them are reflecting their views as well those of their constituents. Many constituents want to impeach the president. But we want to do what is right and what gets results, what gets results."
    },
    {
      "speaker": "BAIER",
      "utterance": "So we're back with the panel. Mara, this day makes it harder for Nancy Pelosi."
    },
    {
      "speaker": "LIASSON",
      "utterance": "It puts tremendous pressure on her. It's going to make the call for impeachment louder. You already heard some candidates, 2020 candidates, calling for impeachment. But I donŸ_Tt think that it changes the underlying politics of this, which is that in Pelosi's view if you formally open impeachment hearings and it does not lead to the president's removal, you have handed him a huge victory and made it more likely that he is going to be reelected. That's what she thinks."
    },
    {
      "speaker": "BAIER",
      "utterance": "Did she make that case effectively in her caucus that seems to be bubbling up?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "So far she has been able to hold the line, and she has been able to make that case. In one sense Mueller helped her today because it showed that the president might have done something wrong and she could say we should just keep investigating and making our case to the country and seeing if we can change public opinion. But on the other hand it made her job much harder."
    },
    {
      "speaker": "RILEY",
      "utterance": "The problem isn't just her caucus. Pelosi's problem is, a, most of the country is opposed to impeachment."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes, that's what she keeps on saying."
    },
    {
      "speaker": "RILEY",
      "utterance": "Almost no Republicans support impeachment. It is going nowhere in the Senate, which is controlled by Republicans."
    },
    {
      "speaker": "BAIER",
      "utterance": "We have a poll, a Fox Four poll, Should President Trump be impeached, and the split Democrats, Republicans, independents. And you can kind of see the breakdown. Keep going."
    },
    {
      "speaker": "RILEY",
      "utterance": "So in addition to all that, she has got these 30 or so new members of Congress from districts that Trump won --"
    },
    {
      "speaker": "LIASSON",
      "utterance": "Very blue districts."
    },
    {
      "speaker": "RILEY",
      "utterance": "Who believe they were sent to Washington not to impeach the president, but to get something done on health care or immigration or some other issue. So it is not just her caucus that is the problem here. She has got broader --"
    },
    {
      "speaker": "BAIER",
      "utterance": "You are talking the ones that made the purple districts?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "That made the majority. Those are the ones that made the Democratic majority."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matthew?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "And it is no coincidence that the members that she singled out in that comment we watched, the 38 or so max who are calling for impeachment come from safe districts, where they don't have to worry about any moderate backlash. Pelosi is like the character in \"Game of Thrones\" who is holding the door against the zombies who are coming to impeach President Trump, because she knows that if she lets that pressure released, the political backlash might not only ensure Trump's reelection, it might cost her her majority, which is very narrow."
    },
    {
      "speaker": "LIASSON",
      "utterance": "That's what she thinks. She thinks they could lose the House if they go down the road to impeachment."
    },
    {
      "speaker": "BAIER",
      "utterance": "Can we do some more \"Game of Thrones\" analysis?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "I worked all day at that."
    },
    {
      "speaker": "BAIER",
      "utterance": "That was really a good one. Meantime, there's one Republican, at least, maybe a couple, but one, Justin Amash tweeted out after Mueller's statement, \"The ball is in our court, Congress.\" And he talked about it at a town hall last night."
    },
    {
      "speaker": "REP. JUSTIN AMASH, R-MICH., HOUSE OVERSIGHT COMMITTEE",
      "utterance": "We owe it to the American people to represent them to ensure that the people we have in office are doing the right thing. And that's why I took the position I did."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MINORITY LEADER",
      "utterance": "Those who know Justin Amash, this is exactly what he wants. He wants to have attention. He is not a criminal attorney. He has never met Mueller. He has never met Barr. And now he's coming forward with this because this is what he wants."
    },
    {
      "speaker": "BAIER",
      "utterance": "So not surprising he is getting a ton of attention for coming out and saying what he said, but he was welcomed in his, in that town hall."
    },
    {
      "speaker": "LIASSON",
      "utterance": "He'd is a libertarian, Tea Party guy. As he said in that town hall, he has impeccable scores from every conservative organization based on his voting record. What I want to know is who are that Democratic Justin Amashs, and by that I mean somebody who is going against the will of their district and taking a political risk, which he is doing. He already has a primary challenge, and the president will certainly be supporting that person."
    },
    {
      "speaker": "RILEY",
      "utterance": "The problem Justin Amash has, and I wouldn’t impugn his motives here, but the problem is he doesn't represent most Republicans, he doesn't represent most Americans. And I think so long as the president enjoys the support of the vast majority of Republican voters, Amash is going to be out there alone, even if there are people in his caucus who secretly do agree with them. They are not going to stick their neck out so long as President Trump's approval rating is as high as it is upon Republican voters."
    },
    {
      "speaker": "BAIER",
      "utterance": "So tell me how Democrats get impeachment without impeachment? In other words, how do they have these hearings and go into the obstruction of justice case even though the underlying crime, there is not an indictment for that?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "If you look at what they are doing right now in terms of the court, the litigation part that Pelosi talked about, it's not pursuing the Mueller report. It's going after Trump's financial records, his tax returns, the accountant, the bank statements. I believe the Democratic strategy is to continue these investigation in searching for something in perhaps in those financial records that they can then use to impeach Donald Trump, because they're not going to get it from the Mueller report."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Or not even to impeach, just to undermine. This is what the Republicans did with Benghazi and Hillary. This is what they want to do is just chip away with it if they can."
    },
    {
      "speaker": "BAIER",
      "utterance": "Even in a good economy?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "That makes their job harder, but sure, even in a good economy."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, thank you. Busy day. When we come back, building a new life."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, some helping hands. Two-year-old Logan Moore was diagnosed with hypotonia. That's a condition that causes low muscle tone, affecting motor skills like walking. His parents, unsure if the insurance could cover the cost of their son's walker, found it a do-it-yourself solution online. When the Moores arrived at Home Depot they got more than PVC pipe. Store employees actually built the walker for them free of charge."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I told them to go get ice cream and come back in an hour, and we would have it built for them."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We were just shocked that they would do that for us."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Makes our heart happy."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's a great story. Thanks for doing that. And thank you for inviting us into your home tonight. That's it for this “Special Report,” fair, balanced, and still unafraid. \"The Story\" guest hosted by Ed Henry tonight starts right now. And Ed, you chose a pretty good night to guest host. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}