{
  "date": "May 3, 2019",
  "headline": "Will the US intervene militarily in Venezuela?",
  "subHeadline": "Guests: Kate Taylor, Kris Ruby, Austan Goolsbee, Dakota Wood, Tom Dupree, Ryan Payne, Ann Berry, Max Burns",
  "url": "https://www.foxnews.com/transcript/will-the-us-intervene-militarily-in-venezuela",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "Now, you are probably wondering why we were opening a show showing the launch of Apollo 11 back in 1969. Do you remember that? That's when man landed on the moon just a couple of days later. Well, here's why. We now have an unemployment rate that was the same as around 1969, December 1969, some months after we walked on the moon.  But that's how far back you would have to go to see an unemployment rate this low and some would argue an economy firing all cylinders, almost like Saturn V cylinders, like this right now.  Welcome, everybody. I'm Neil Cavuto.  And out of this world, an employment report that shocked everybody and seemed to confirm this recovery is not slowing down. It is interstellar. FOX on top of jobs that are way over the top. We have got John Roberts at the White House, where the president is doing a little bit of crowing. We have also got FOX Business Network's Deirdre Bolton on the records these numbers are now breaking.  We begin with John. Hey, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Hey, Neil.   We all know that you showed the launch of Apollo 11 because you are truly a space junkie. Is that not right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Accurate, but I think the parallel here is remarkable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "It is.   A lot of the Democratic presidential candidates have been saying that the nation is in crisis, or, at the very least, on the verge of a crisis, but the economic numbers that were released today would really seem to contradict that. The labor participation rate did drop just a little bit, but overall, the jobs grew by a tremendous amount. It was expected that we would see job growth of 190,000 jobs in the month of April. Instead, it was 263,000 jobs and unemployment dropped to a rate of 3.6 percent. As you pointed out, Neil, that is the lowest since December of 1969. In the Oval Office today, the president quite happy about it all. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "We have tremendous backing. The companies are doing really well. We have the lowest unemployment rates for different groups of people, whether it's African-American, Asian, Hispanic. Hispanic just set another all-time record for low unemployment. The household income is the highest it's ever been. Our country is doing well. Never probably has done as well as it's doing right now economically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And, if it continues, it could be a big boon for the president in 2020 for his reelection bid, which is why the House speaker, Nancy Pelosi, did her best today to pooh-pooh the numbers, in a statement saying -- quote -- \"The April jobs report number show some promising news. Yet these gains hide the true weight of the economic uncertainty felt by millions of hardworking Americans. Unfortunately, the evidence shows that most of the economic gains continue to benefit those already well-off.\"  But hold on, said the president's chief economic adviser, Larry Kudlow, today. Wages have increased 3.2 percent in the last year, and there have been -- a lot of gains that have been made in terms of reducing income inequality.  Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR, NATIONAL ECONOMIC COUNCIL",
      "sentences": "The strength in job and wages is coming from the middle and below them. It's the blue-collars. It's what I call Main Street. And the increase in wages similarly, not the level, mind you, but the increase, is much faster than white-collars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Again, the only snag in the numbers, that 0.2 percent, two- tenths-of-a-percentage point drop in the labor participation rate. White House officials believe it's just a random fluctuation, but we will keep watching the numbers, Neil. And we will see if it is, or if it's a trend that could get worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, my friend, very much, John Roberts at the White House.  Now to FOX Business Network's Deirdre Bolton. She's been looking at these numbers. What are you finding out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "sentences": "Well, Neil, tons of strength in numerous areas. We know that markets crossed higher across the board, right, to a second straight week up for the S&P 506, and a sixth straight week, of course, for the Nasdaq, all 11 sectors higher on the S&P 500.  If you take a look, unemployment down to 3.6 percent. So, as you were showing, 50-year low. This is a standout number, and the U.S. economy adding more jobs in April, well outpacing, so 263,000 vs. 190,000 expected.  Some of the details here that are worth pointing out, the unemployment rate for women fell last month to 3.1 percent. That is the lowest point since 1953. If you look at Latinos, down to 4.2 percent, a record low since 1973. That is when government began tracking the data. For Asians, joblessness has matched a record low of 2.2 percent. And then the unemployment rate for veterans of the Iraq and the Afghan wars dropping to 1.7, also a record low. Now, among the standout sectors, workers in the services sectors, they had the most opportunities, so computer system designers, social workers, health care professionals. They were widely hired. On the other hand, manufacturing did show gains, but I would say a third straight month of lackluster figures.   You're looking for losses, so areas where there were negative job adds. Retail and utilities, they saw the fewest in their fields. Average pay, you were just talking about, rising 3.2 percent from 12 months a year earlier, so healthy increase and matching the previous month's data.  So today's big-picture jobs data giving investors reason for optimism, especially after this most recent read on U.S. economic growth, 3.2 percent annual rate in January-March period. So that is the strongest pace of economic growth in the first quarter since 2005. And, Neil, as we know, we're more than 75 percent through earnings season for S&P 500 companies, with more than 75 percent of companies exceeding earnings expectations. So a lot of reason for the green on the screens -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I like the green on the screen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's better than my moon analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. All right, Deirdre, have a great weekend, Deirdre Bolton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so is this the kind of stuff a sitting president likes to hear? Well, if it is the economy, stupid, it would be stupid to argue otherwise. Right? What does this mean as a backdrop to 2020?   Market watchers Ann Berry here, Democratic strategist Max Burns as well. We have got Ryan Payne, Payne Capital Management. I'm looking at all different sides of this report, and we could pick it ad nauseum. But it does continue a trend of much-better-than-expected news, the GDP growing at a 3.2 percent clip in the first quarter, strong pending home sales. That's volatile, I grant you. But the factory orders that are going at a 2 percent click people didn't expect, it is completing a picture of very nice growth. What do you see?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANN BERRY, CORNELL CAPITAL",
      "sentences": "I think that is exactly right.  And I think one of the things that was really interesting about the jobs report today, not only was it very, very strong, but it was the last piece of news for the week that pointed to tremendous outcomes for the markets. The Fed saying that we're going to hold rates steady. So I think it really is sort of point in time we are seeing a confluence of really, really positive news. But there are still pockets that are somewhat vulnerable. Agricultural, farming companies are still hovering around 2009 lows.  So it's a great overall macro picture, but there are still pockets of weakness we need to look out for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Armed with a report like -- kind of like this, Ryan, I'm surprised that the president isn't 10 points up in the polls, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN PAYNE, PAYNE CAPITAL MANAGEMENT",
      "sentences": "Well, he's certainly self-promoting, which I'm shocked about, Neil. That was a bad joke.  No, I think the bottom line is, look, I mean, obviously, the president is a little polarizing. So I think he's still going to speak to his base, and I think anyone who is in the middle is happy to have strong growth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But what I'm arguing is, it's strong numbers. So something's holding it back. Is it the president? Is it his tweeting? Is it all the controversies? You know what I mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Oh, absolutely. I mean, let's face it. He's probably one of the more controversial presidents we have had in a very long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So why isn't he benefiting more poll-wise? And it depends right now, I grant you, Max, on the polls. But why isn't he getting more bang for the buck?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX BURNS, DEMOCRATIC STRATEGIST",
      "sentences": "I think what's what's interesting, I notice, on the graphic that was up earlier, we had women, Latinos, Asians and veterans. We seem to have left out African-Americans, who don't exist in top-line jobs data world, mainly because they're still suffering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But they do have the lowest unemployment rate as a group in 32 years, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "They're still suffering a recession-level unemployment rate, 6.7 percent. I mean, if I'm bleeding out, and you give me a Band-Aid, you have helped, I guess, but it's not nearly enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if you have cut that in half, if you cut that rate in half -- and it's a continuation of a trend, by the way, that goes back many years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But is that the best that Democrats can hope for? You can identify a group whose unemployment rate has only been cut in half?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Well, I will say if we don't want to talk about African-Americans, let's include a group that President Trump ostensibly cares about, which is coal miners in West Virginia in the Rust Belt. President Trump pledged to bring coal back in a big way. Those jobs have been down since he started. This report, they're down by thousands again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But would you advise -- would you advise any candidate running for president right now to piss on a report that most Americans would -- would embrace as pretty good?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "I think, when you look at, like you said, 1968, 1969, on paper, was great for America, quarter of a million jobs in '68, 5 percent growth. It was also a year 125 cities burned in race riots, two major politicians were assassinated. The jobs report doesn't tell us about the health of our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But we don't have that. No, no, you're quite right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But I don't want to get a feel from just looking at this. A backdrop like this, and is -- is something that most presidents seeking reelection would like. But a point we have raised here is whether all the other stuff, including the Mueller hearings that could go on and on, and fighting for witnesses, and whether they're allowed to testify or not, will that be enough to take the attention off this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERRY",
      "sentences": "Well, I think what the strength of this economic data is doing is forcing the Democrats into a particular kind of box, right, instead of being able to point to economic weakness, having to point it inequality. And when you think about the policy platform that that enables you to stand on, it's very different, right, to respond to one set of data vs. the other. If you're talking about addressing inequality, that's when you're going off to health care. Right? That's when you're talking about education. That's what we're seeing from Elizabeth Warren or Amy Klobuchar coming out with very specific policy suggestions. That is totally different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But can it tip it? In other words, I mean, the history is such that, obviously, you could pick apart numbers in the fairness of the disparity between the rich and the poor. Donald Trump himself did that when he was running for election. And I generally find it only gets so many votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERRY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, I think it just comes down to the devil you know is better than the devil that you don't know. And if for most Americans the economy is getting better, that probably bodes very well for President Trump, just because no one wants to screw that up, I think, the average American anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, but you're arguing that candidates shouldn't turn away from the economy. They should start seeking out those sectors and points that don't reinforce the image that everyone else sees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Absolutely. I think Robert Kennedy said in 1968 the GDP measures everything except what makes us proud to be an American. When you have job growth that's up and people in Silicon Valley and the banks that fund them doing well, but it's been five years, and people in Flint, Michigan, still can't drink their water, people in West Virginia are still waiting for their coal jobs to come back, that's two Americas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I understand what you're saying. But you have got to talk about the general aggregate public and cobble together 270 electoral votes to become president. Do you think reaching out to groups who might be disaffected in those areas, when virtually every major demographic is seeing record low unemployment, is going to win you the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Yes. There's a coalition here. There's women who are still making less than men, young people at 13 percent unemployment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think running on that is going to offset this bigger picture?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Yes. I think if you look at people in Michigan, in Pennsylvania who are working maybe two or three jobs...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All I know, if I -- if you were my campaign adviser, I'm one of these Democrats running, I said, I need something bigger to hang on to. That is not enough for me to clinch it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "What is bigger than a family working two or three jobs? They're seeing their hours cut. Their prices are going up for things. They're seeing their earning power go down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Most families aren't in the predicament.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So that's what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you going to be able to move the needle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "... working two jobs is pathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. But it was pathetic then under Barack Obama, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.  So is that going to be enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Yes, I believe it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You believe it will be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "I think the economic argument, once you peel away the glitz and the spin, there is a really sad and really bifurcated story in this country of people doing great and people suffering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This is glitz and spin. This is glitz and spin. You guys buy that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I personally don't think it's all glitz and spin. Look, to some extent, you're right. Not every American obviously has the same opportunities. I 100 percent agree with that. But I think when you get down to the core numbers, it's like you don't need a weatherman to know which way the wind blows.  If you look around you, the economy is definitely doing better than it's done in a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, I'm not asking you to make political bets here. But if I'm Donald Trump, I'm liking this more than I would like the alternative. But is he and should he then address some of these divergences that we just heard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERRY",
      "sentences": "I think it's going to be a wait-and-see game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERRY",
      "sentences": "I think we're still 18 months away. We have got time for this to change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Indeed, we do.  Guys, I want to thank you all very, very much. Again, a report out that confirmed the FBI was spying on the Trump campaign back in 2016. That isn't the shock. The source of it is. Much more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Today, I was happy to see on the front page of The New York Times for the first time where they were talking about spying. And they were talking about spying on my campaign. That's a big difference between the way they have been covering, but that's a big story. That's a story bigger than Watergate, as far as I'm concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The president raising reporting out of The New York Times that an -- FBI sent an undercover investigator to meet with Trump aide George Papadopoulos during the 2016 campaign. It's raised all sorts of questions as to whether he was cooked from the start. Catherine Herridge with more on that and her own discussion with the president. Hey, Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT",
      "sentences": "Thanks, Neil. And good afternoon. Campaign aide George Papadopoulos, who pled guilty to lying to the FBI over his Russia contacts, responding to The New York Times' reporting that the FBI sent an investigator to London to target him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE PAPADOPOULOS, FORMER TRUMP CAMPAIGN AIDE",
      "sentences": "She was very flirty, and was trying to do two things, one, to extract information about my professional connections in the Middle East, and, two, to see if I had any information that she could potentially extract for me about Trump and Russia, which, of course, is nonsense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "The other connection to Papadopoulos is this American academic Stefan Halper, an alleged confidential source who worked the Russia FBI counterintelligence case, reaching out to multiple Trump campaign aides. With Attorney General Barr's review, the genesis of the Russia probe is under fresh scrutiny, including a surveillance warrant secured by the FBI for campaign aide Carter Page. Yesterday, the president told Fox all associated records will be declassified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "Is there a timeline on when the public will see these Russia records declassified?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes, I'm going to be allowing declassification pretty soon. I didn't want to do it originally because I wanted to wait, because I know what they -- I have seen the way they play. They play very dirty. So I decided to do it. And I'm going to be doing it very soon, far more than you would have even thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "Even before Mr. Trump became the Republican nominee, our reporting has shown that this confidential source, Stefan Halper, contacted a Russian academic who was later smeared in the press over an alleged inappropriate contact with the future National Security Adviser Mike Flynn -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Catherine, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Let's go to read on all this former DOJ official Tom Dupree. Tom, a lot of this doesn't even warrant a Fox News Alert, if you think about. It confirmed suspicions, indeed allegations, that have been out for quite some time. But the detail and the degree to which they were snooping around is interesting. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM DUPREE, FORMER JUSTICE DEPARTMENT OFFICIAL",
      "sentences": "It is, Neil. This is a story that, from my perspective, becomes more and more interesting the more we learn. The fact that the FBI apparently sent an undercover investigator to meet with Papadopoulos abroad to try to elicit some sort of admission that the Trump campaign was conspiring with Russia is extraordinary. This is a technique that the FBI typically would use in the case of terrorism investigations, narco-trafficking investigations and the like. For them to use it in the context of investigating a presidential campaign is, I think, unprecedented in American history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So they would have to get commands from higher up to do so. Right? That's not just something any agent or investigator does on his own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUPREE",
      "sentences": "I can't imagine that this is something that would have been approved at a very low level within the bureau. I mean, my goodness, sending someone undercover to try to find out if a presidential campaign is in cahoots with the Russians, I mean, if that's not a situation that doesn't call for running it up the flagpole, I don't know what would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If the impetus was this dossier, which is a separate issue, it raises questions about its legitimacy from the very start. But what else do you look at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUPREE",
      "sentences": "Yes. Well, I think that's a great point, because, from my perspective, the fact that they are using extremely aggressive investigatory and surveillance techniques begs the question of what was it that the FBI saw that prompted them to think that this was an appropriate tactic in this case? Clearly, there were people within the bureau who, for whatever reason, whatever motive, were determined to pierce the inner workings of the Trump campaign. And it raises the question of, what did they see, what evidence do they have that prompted them to approve this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What are their obligations to the Trump campaign? I know you can't tip your hand when you're in the middle of something like that, for fear that all of a sudden they would squelch what is being allegedly charged. But would it be incumbent upon somebody to say, look, we're pursuing a report or an allegation or something that's come up that looks weird or whatever? What kind of heads up are they obligated to give a campaign when it's now known that an investigator was snooping on that campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUPREE",
      "sentences": "Yes, well, it's a fine line, because, on one hand, yes, there would be an obligation, you would think, to notify people in the campaign if there was effectively a Russian mole or a traitor in their midst, to basically say, you don't want to share anything with this person because he's under surveillance and under suspicion. At the same time, you also, legitimately, if you're the FBI, you don't want to jeopardize an ongoing investigation. So I get that piece of it. But I think it's a fine line, and you would have to make individualized determinations about who you might want to notify that something was in the works and people that you're actually surveilling and you obviously don't want to tip off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Tom, thank you, Tom Dupree on all of this. I wonder if that came up in that phone conversation the president had with Vladimir Putin. It was apparently an hour-long. We do know that Venezuela came up -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I had a very good talk with President Putin, probably over an hour. And we talked about many things. Venezuela was one of the topics. And he is not looking at all to get involved in Venezuela, other than he'd like to see something positive happen for Venezuela. And I feel the same way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, well, that didn't jibe with comments we got just yesterday out of the secretary of state, Mike Pompeo. He speaking live right now, I believe, at the State Department. But he had mentioned that the Russians had involved themselves in stopping the leader from leaving Venezuela in the first place. So Maduro was set to leave, if we're to believe these reports, and the Russians stopped him. So, the president and his secretary of state are on two different pages here. Steve Harrigan in Caracas, Venezuela, with the latest -- Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, CORRESPONDENT",
      "sentences": "You're right, Neil, a dramatically different statement from President Trump today, both in tone and content, than what we have heard throughout the week from the secretary of state and from the national security adviser, both of whom have repeatedly blamed Russia for the crisis here. Now the president saying Russia and the U.S. essentially want the same thing in Russia. Now, those officials were at a meeting in the Pentagon this morning to discuss a range of possible military options in Venezuela. The administration has stressed all options still on the table here. And, of course, during the demonstrations this week, two days of heavy skirmishes, more than 200 people have been injured. Here is what a few of them had to say, including a father who lost his son in the protests. UNIDENTIFIED MALE (through translator): My son didn't last. It was 10, 15 minutes. After the shot, he was taken to medics, but without vital signs. UNIDENTIFIED MALE (through translator): With all the adrenaline, I went running. I was shot in the arm and back, one in the leg. UNIDENTIFIED MALE (through translator): It was 62 rubber bullets. I lost sensation in my body. The bullets were in my back and arm. I was on the ground. And when I was on the ground, the officers started to shoot. It's not like I was shot from far or that I was running. I was on the floor, and they shot me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "These people here really risking their lives, making some real sacrifices, day in and day out to come out on the streets. And the opposition leader, Juan Guaido, who is recognized by the U.S. as interim president of Venezuela, has called for them to come out again tomorrow morning 10:00 a.m. -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Steve Harrigan, thank you very, very much. All right, in the meantime, it wasn't just the president and Vladimir Putin talking Venezuela today. Apparently, our top defense military officials were meeting at the Pentagon also the discussing the subject. The acting defense secretary, Patrick Shanahan, for example, saying, as the president said, that all options are on the table with regard to Venezuela. Retired Marine Lieutenant Colonel Dakota Wood with us right now. Colonel, thank you for taking the time. When we talk about all options, obviously, the inference there is military as well. But it wouldn't presumably be military alone or U.S. military alone. Correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. DAKOTA WOOD, RET., U.S. MARINE CORPS",
      "sentences": "Right. Yes. I mean, if you're the administration, the U.S., you're going to maintain all options. You don't want to write something off, because whatever opposition you might be trying to account for is going to take advantage of that. So to say that all options are on the table is clearly the right diplomatic move to make. Behind the scenes, though, as you have indicated, there at the Pentagon, what is it that you would want the military to do? So you would have to define the objectives, rules of engagement, and whether it's wise or not to insert U.S. military forces. Our position would be that it is not wise to do that, but we will have to see what the administration settles on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Colonel, did you read anything into the different reads on Russia we got from the secretary of state pretty much all this week, especially talking yesterday about the Russians' presumed role in blocking Maduro from even leaving his country, if that were, in fact, the case, and the president's friendly chat with Putin just today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOD",
      "sentences": "It's how you define that, right? So involved in what way? Is it Russia putting military forces on the ground to secure the Maduro regime, as they have done in Syria, right, with Bashar al-Assad? Or is it more political influence, meddling? I mean, if you're Vladimir Putin, you want to keep Maduro in power, because that's somebody you can work with and you kind of mess up the U.S. game plan in our own hemisphere and distract us elsewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sorry. What if it were more overt, and the Russians were preventing Maduro from leaving the country, if there was some sort of agreement for him to peacefully leave and allow Guaido to take over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOD",
      "sentences": "Yes, well, there's a range of U.S. options available to the president, only one of which would be military. You have got economic. You have got sanctions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOD",
      "sentences": "You have got other moves on other fronts that you could use to send a signal to a Moscow that we don't want you messing in the Western Hemisphere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you see this escalating? How many days can people be rioting and protesting, especially when Maduro frames it as a flagrant violation? And, you know, his next crackdown could be much, much worse, especially if he maintains the backing, as he largely has now, of these generals who are not breaking from him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOD",
      "sentences": "Well, I mean, I think that is -- that question needs to be really, really addressed, is that the military has basically taken itself out of the equation. And where Maduro is placing his bets are on these private, almost criminal gangs that he can buy or rent. So when he is looking for somebody to provide him physical security, it's these criminal elements, these militias for hire. It's not the military. So the intel chief has defected to the opposition. The military side is basically staying neutral and see where the dust settles. And so in terms of a military or physical security standpoint, Maduro only has these criminal gang types of elements to rely on. CAVUTO: That sounds like the makings of a civil war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOD",
      "sentences": "It does. And then it goes back to the central question. If the U.S. wants to intervene militarily, to what end? I mean, what is it you're trying to accomplish? So the U.S. and 40-some-odd other countries have recognized the legitimacy of Guaido as the interim president. Diplomatically, that's where we're at on this thing. But that's a different type of involvement in the domestic political situation of Venezuela, when Guaido's political party, what he represents, is problematic. We certainly don't like Maduro. But that's a different discussion when you get into direct military intervention. And that's something we need to stay away from for the time being.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Colonel, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOD",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, say what you will of this president. There was a time when a lot of the leaders around the world were snickering at him, remember, at the first international confab just months after he became president? I don't think they're snickering now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, I know the Dow got a lot of attention today, soaring on this better-than-expected jobs report, but just sneaking in by the end of the day was the Nasdaq. It hit a record, the S&P close to one, the Dow a percent or so away from one. More after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, there was a time when Donald Trump first came into office that leaders of other countries were snickering at him, thinking he was some sort of a freak fad, and that he would really not amount to much of anything, that a lot of his policies were extreme and the rest. Well, those same people who laughed as he was speaking are the same ones whose poll numbers are a fraction of what the president of the United States is enjoying, an economy on fire, markets soaring. Now, you can go back and forth on this ad nauseam, whether you want to give Donald Trump all the credit. But, as my next guest will remind you, presidents tend to get a disproportionate amount of blame when things are bad, and maybe too much credit when things are good. They're good right now. To Austan Goolsbee, the former economic adviser for President Obama, on whether that could spell trouble for some of the Democratic candidates vying to replace him. What do you think, Austan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER CHAIRMAN, COUNCIL OF ECONOMIC ADVISERS",
      "sentences": "I don't know. The political question is separate from the economy. We got a very nice number today. I think, in a way, it was expected, given that we got a nice growth number for the first quarter. So I don't think it's a surprise that that would translate into good, strong jobs number. The question of, does that then translate into politics, certainly, historically, it did in the it's the economy, stupid, type argument. But, in 2012, we were still kind of crawling out of the rubble of the recession, and Obama won. By 2016, the unemployment rate was way down. We'd had multiple years of very strong job growth, and it didn't seem to help Hillary Clinton that much. So I don't know. The president's approval ratings have been low to moderate, but very stable. He's got a base of support that, whether the economy is doing blockbuster or doing modest, whether there's Mueller report or not Mueller report, all of that stuff, he stays kind of constant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That base, that's very effective. You're quite right. But I do remember, in 2012, we were certainly doing a lot better than we were doing in 2008. And we weren't hemorrhaging a million jobs a month, as they had been. So there was a decided improvement. I think Americans do respond to improvement and a trend. But I'm wondering now, if you were an economic adviser, let's say, to any one of the candidates running -- for all I know, you might be -- I would certainly pick your brain if I were one of them. But I would be curious how you would frame it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I mean, how you would tell them to frame it. We had one Democratic strategist here earlier who said, well, the unevenness of this, the groups left out. And while that might be always a concern -- Republican candidates have done it in good times, challenging Democrats enjoying a good economic run. So have Democrats in the past. So I'm wondering how effective that would be, when most Americans can see for themselves we do have record unemployment levels for all key demographics? We also have an economy that is defying sort of conventional wisdom that it would be by now sputtering out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes, look, I think there's -- that's partly true. That goes back to this question, though, that I don't know the answer to, but it doesn't seem like the strong economy had as positive an impact in 2016 as maybe you would have expected. And I just don't know if the economy will be the central issue. It feels like a bunch of these issues about arguments about abuse of power and about checks and balances and things like that, the kinds of things that characterized the midterm election, when the economy was still strong, but Donald Trump's party and the Republican Party had a very tough midterm election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, you're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Despite the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, health care was a big factor there. Yes. No, you're right. Health care ended up being a bigger issue, I think, than Republicans thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Real quickly, Barack Obama has been on the wires the last couple of weeks. He's met with some prominent Democrats, talking about their agendas and their big -- big ideas. And he admired all of them for that, but that you got to find a way to pay for it. He was trying to urge some pragmatism or bring them back. I don't know, to reality or however you want to define it. Should he be worried?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Maybe. I mean, if -- anybody who is a Democrat should be worried. The president won the last election narrowly, and the economy has continued to get better. So it's probably strengthening his hand. And if you don't agree with the president's policies, you should be a little nervous. I think, among Democrats that I talk to, there's a pretty widespread feeling that they were kind of following the rules of policy in politics, and then Donald Trump's elected, and the very same people who were saying, no, you can't -- everything, but you must pay for everything, then just immediately turned around and said, let's cut taxes by $2 trillion and not pay for it. So I think the openness of the Democrats to hear lectures in fiscal responsibility from Republicans...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, this was from the president. This was from Barack Obama, that I think he was saying, they better watch it, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "I know. But so I'm saying that argument, I think, will have a -- will be a tougher sell in this environment, given what's happened in the first several years of Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we shall see. Austan, good having you. Have a good weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes, great to see you again, Neil. Have a good weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Have any of you ever tried these veggie burgers or soy burgers? They always argue, well, they taste just like the real thing. And I have never bought that. But, apparently, now there's a new wave of them coming out, including those that will be featured at Burger Kings across the country that they say are just that and more. I do not believe it at all, but we will taste, you decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we have long argued that the Mexicans aren't doing enough to help us with this border crisis. Apparently, that is changing. Griff Jenkins in Tapachula, Mexico, with the latest. Hey, Griff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFF JENKINS, CORRESPONDENT",
      "sentences": "Hey, Neil. We just got brand-new numbers for deportations from Mexico. I will give them to you in just a second, but first an update. I have just spoken with the Border Patrol, that grim reminder of the dangers of the long journey of migrants in these caravans, that 10-month- old child that drowned along the Rio Grande River near Eagle Pass, Texas. The Border Patrol tell me they have been searching all day for the three that were missing, to no luck. I will let you know if I find out anymore. Now back to Mexico. You're looking here at Tapachula at the major government shelter. These are people that were not able to get in because it's overcrowded. Some have family members in there. They want to get their people out. You can see beyond the fence a bus. Now, yesterday, buses left here that were carrying 93 migrants that were flown by plane, a federal police plane, back to Cuba on their way home from Havana, today, more buses. The officials tell me that 77 more were departed. The government here, the migration officials tell me that they have brand-new numbers; 14,970 is the number of migrants they deported to their home countries in the month of April, up more than 20 percent from last month. This as we got an inside look into one of the shelters here with people from all over the world, from Pakistan, India, Bangladesh, Haiti, Sri Lanka, Angola, Uganda, Cameroon, and the Congo. Neil, the flow continues, even though Mexico is clearly doing its part to try and crack down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Griff, be safe, Griff Jenkins in the middle of all of that, and fast-changing developments here. We told you about the jobs report has a lot of different demographic groups feeling very, very happy, particularly young people who have now a burgeoning jobs market. How do they feel? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Like I said, we haven't seen this since 1969, but long, long, long, long, long before any of these guests were born. Wages are up, unemployment down, the lowest level since, as I said, 1969. So are young people in particular feeling more upbeat about this economy, maybe their own job prospects? Ruby Media Group's Kris Ruby, Business Insider's Kate Taylor, and my wingman, \"Blood in the Streets\" author Dion Baia. Dion, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DION BAIA, CORRESPONDENT",
      "sentences": "I think it's very good. I mean, it's very positive news for everybody to see this happening, and that we have jobs, and people are working. And I think it's -- it doesn't seem like it's being reported as much as it could be, like that there's there's like an agenda to kind of hide it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it's strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATE TAYLOR, BUSINESS INSIDER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you feel -- when you talk to your friends or colleagues, do they share that sentiment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "I think that some people, especially people who graduated college, and it was a hard time getting a job, you still have this almost chip on your shoulder, where you're always like, OK, when are things going to turn?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Yes, I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "No, but I think that some people, it's still like a mental block where you always expect things to turn around. And maybe that's why people don't perceive things to be going as well as they could, because they're like...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But do you feel more emboldened? Like, do you talk to people, they feel more emboldened, yes, I have good job prospects in a lot of places?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIS RUBY, RUBY MEDIA GROUP",
      "sentences": "So I mean, I speak to millennials, and what I hear them saying is, they're applying for a lot of things. So, on the one hand, this job report is great. But I always say, as a backup, considering incorporating yourself, so you're not necessarily too dependent on these...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "Yes. I mean, I'm a big pro of people becoming entrepreneurs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. So young people have a right to feel -- because I think many of you were burned by the meltdown and everything else. You saw what happened to your parents or whatever, or maybe yourselves. You were like 9 at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But my point is that that is ingrained in lot of young people's memory, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Yes, I think it's -- again, it's kind of a psychological thing. I remember I was talking to someone a couple years back where they're like, it's almost millennials are -- have a different idea about how they spend money. Like, this is why people are like, well, if I put money in the bank, who knows if it's going to be there? If I invest money, who knows if it will be there down the road?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Yes, the traditional way of when I was growing up was like, get a savings account, getting a checking account, and put money and save. And then that doesn't really seem like you're making anything back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "So it's kind of scary to think that, like, you're living paycheck to paycheck. And then, when you try to have that savings account, you're not making anything off of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Another big trend -- and maybe this is where we would put your money -- Beyond Meat, it's sort of like an alternative meat, that stock surging 116 percent, the company going public. Now, Burger King is rolling out its own Impossible Whopper nationwide. So this meatless trend is certainly out there. And people are saying it tastes just like the real thing or whatever. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "So this is a great thing. I'm so happy to see this. And...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, you're a vegetarian. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "Yes, I am. And I think this is really -- first of all, millennials are trending this way. They want more plant-based dining options. But it's not just millennials. I mean, there's ethical reasons. There are so many different things here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "And I think, 20 years from now, we're going to look back at this mass slaughter of animals that we have today, and we're going to say, how did I stand by and watch that happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, these are all alternatives to meat, to beef.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And do they taste to you guys -- because that's the test -- like the real thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Well, I'm not a vegetarian. So I can speak as someone who's eating meat more regularly. And I think that they're very, very close. I talked to the CEO of Beyond Meat yesterday. And I was like, OK, how close are you to getting like...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is he a vegetarian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "He, I believe, is a vegetarian, but his kids aren't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, that's interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "So, so he kind of like sees both sides. And he says he's 70 percent they're. Like, he knows that they haven't fully reached it yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But that was the rap, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All of this stuff, they just didn't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Well, that's the biggest concern is, when you're eating it, it doesn't taste like the real thing. And I think people need to understand nowadays the push for this is the...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Does it taste like the real thing to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "And it does -- I mean, the Beyond Meat product is actually so good that it gives -- it simulates grease. It simulates the smell. My wife is a vegan, and she's actually so almost scared to have it...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's down to how rare and all, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "To add to that, so there's the ethical, and then there's the environmental sense, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "So I mean, if you look at factory farming, that's the largest...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What's in it, though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "The most powerful source of methane emissions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "It's a lot of protein-based stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "There's 22 ingredients in the Beyond Burger, 22 ingredients, mostly peas and like a bunch of other things, where they basically figured out what makes meat taste like meat and then went to the base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "I don't think it's about -- I don't think it's about the taste. I think it's about a larger global trend around actually caring about these animals that have no voice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "It's hard for people to get -- to wrap their heads around it. I'm trying to go that way as well. And for it to taste...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I have been a lifelong vegan myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Well, you have been a vegan your entire life, so you're well into this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "But you see also celebrities doing this. I think Schwarzenegger is doing this. Ernest Borgnine did this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, this could be a good start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Burger King is going to feature this, not this particular product, but in all of its restaurants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Yes, and overseas in places like England and stuff, they're very ahead of us with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "We can't stay silent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "I think that's the biggest thing, is that for the ethical reasons, with social media and online, when you see the treatment of some of these animals in slaughterhouses, you realize...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No chemicals in any of this stuff, right? It's all natural, protein, soy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBY",
      "sentences": "But there's natural flavors which could be considered chemicals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "But I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Would you like some?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, because I'm thinking soy and green.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Guys, thank you all very much. Sorry the truncated time here. We have a lot more coming up, including the latest wrinkle on this jobs number -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I tasted one of those. It's like chicken. It tastes like...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I didn't. I really didn't. But I don't know. I don't know. All right, the good jobs report, nothing that is unnerving anyone about that. Blake Burman at the White House with the latest read, maybe, maybe that it shows a very strong economy. That could lift up interest rates, maybe -- Blake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKE BURMAN, CORRESPONDENT",
      "sentences": "Well, a really good day for the White House, Neil, on the economic front, because you had this blowout jobs number, a big win for the White House. But they're also using this moment to say, you know what, maybe the interest rates do indeed need to be lowered. And they are pointing to, once again, inflation. The gauge that the Federal Reserve uses to judge inflation puts it at 1.6 percent. In fact, you had the vice president, Mike Pence, today coming out saying he's getting on board considering the possibility of, well, maybe the Fed does indeed need to lower interest rates. In fact, Larry Kudlow, the president's top economic adviser, said at one point today -- quote -- \"Our views right now are not that far apart from the Federal Reserve, as best as I can determine.\" That's interesting, Neil. He was speaking about inflation there. That's interesting, because, as you know, President Trump has been hammering the Fed, been hammering Jay Powell about his -- about their interest rate policies. Yet Kudlow came out today and basically, you know what? We might be thinking along the same lines here at this point, as it relates to inflation at least -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, well, it's a good problem to have for the time being.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Blake, thank you very much. Have a good weekend. By the way, we will be exploring this and a lot more 10:00 a.m. live tomorrow, \"Cavuto Live,\" a lot of impact on this. See you then. Here's \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "Now, you are probably wondering why we were opening a show showing the launch of Apollo 11 back in 1969. Do you remember that? That's when man landed on the moon just a couple of days later. Well, here's why. We now have an unemployment rate that was the same as around 1969, December 1969, some months after we walked on the moon. But that's how far back you would have to go to see an unemployment rate this low and some would argue an economy firing all cylinders, almost like Saturn V cylinders, like this right now. Welcome, everybody. I'm Neil Cavuto. And out of this world, an employment report that shocked everybody and seemed to confirm this recovery is not slowing down. It is interstellar. FOX on top of jobs that are way over the top. We have got John Roberts at the White House, where the president is doing a little bit of crowing. We have also got FOX Business Network's Deirdre Bolton on the records these numbers are now breaking. We begin with John. Hey, John."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Hey, Neil. We all know that you showed the launch of Apollo 11 because you are truly a space junkie. Is that not right?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Accurate, but I think the parallel here is remarkable."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "It is. A lot of the Democratic presidential candidates have been saying that the nation is in crisis, or, at the very least, on the verge of a crisis, but the economic numbers that were released today would really seem to contradict that. The labor participation rate did drop just a little bit, but overall, the jobs grew by a tremendous amount. It was expected that we would see job growth of 190,000 jobs in the month of April. Instead, it was 263,000 jobs and unemployment dropped to a rate of 3.6 percent. As you pointed out, Neil, that is the lowest since December of 1969. In the Oval Office today, the president quite happy about it all. Listen here."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "We have tremendous backing. The companies are doing really well. We have the lowest unemployment rates for different groups of people, whether it's African-American, Asian, Hispanic. Hispanic just set another all-time record for low unemployment. The household income is the highest it's ever been. Our country is doing well. Never probably has done as well as it's doing right now economically."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And, if it continues, it could be a big boon for the president in 2020 for his reelection bid, which is why the House speaker, Nancy Pelosi, did her best today to pooh-pooh the numbers, in a statement saying -- quote -- \"The April jobs report number show some promising news. Yet these gains hide the true weight of the economic uncertainty felt by millions of hardworking Americans. Unfortunately, the evidence shows that most of the economic gains continue to benefit those already well-off.\" But hold on, said the president's chief economic adviser, Larry Kudlow, today. Wages have increased 3.2 percent in the last year, and there have been -- a lot of gains that have been made in terms of reducing income inequality. Listen here."
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR, NATIONAL ECONOMIC COUNCIL",
      "utterance": "The strength in job and wages is coming from the middle and below them. It's the blue-collars. It's what I call Main Street. And the increase in wages similarly, not the level, mind you, but the increase, is much faster than white-collars."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Again, the only snag in the numbers, that 0.2 percent, two- tenths-of-a-percentage point drop in the labor participation rate. White House officials believe it's just a random fluctuation, but we will keep watching the numbers, Neil. And we will see if it is, or if it's a trend that could get worse."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, my friend, very much, John Roberts at the White House. Now to FOX Business Network's Deirdre Bolton. She's been looking at these numbers. What are you finding out?"
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "utterance": "Well, Neil, tons of strength in numerous areas. We know that markets crossed higher across the board, right, to a second straight week up for the S&P 506, and a sixth straight week, of course, for the Nasdaq, all 11 sectors higher on the S&P 500. If you take a look, unemployment down to 3.6 percent. So, as you were showing, 50-year low. This is a standout number, and the U.S. economy adding more jobs in April, well outpacing, so 263,000 vs. 190,000 expected. Some of the details here that are worth pointing out, the unemployment rate for women fell last month to 3.1 percent. That is the lowest point since 1953. If you look at Latinos, down to 4.2 percent, a record low since 1973. That is when government began tracking the data. For Asians, joblessness has matched a record low of 2.2 percent. And then the unemployment rate for veterans of the Iraq and the Afghan wars dropping to 1.7, also a record low. Now, among the standout sectors, workers in the services sectors, they had the most opportunities, so computer system designers, social workers, health care professionals. They were widely hired. On the other hand, manufacturing did show gains, but I would say a third straight month of lackluster figures. You're looking for losses, so areas where there were negative job adds. Retail and utilities, they saw the fewest in their fields. Average pay, you were just talking about, rising 3.2 percent from 12 months a year earlier, so healthy increase and matching the previous month's data. So today's big-picture jobs data giving investors reason for optimism, especially after this most recent read on U.S. economic growth, 3.2 percent annual rate in January-March period. So that is the strongest pace of economic growth in the first quarter since 2005. And, Neil, as we know, we're more than 75 percent through earnings season for S&P 500 companies, with more than 75 percent of companies exceeding earnings expectations. So a lot of reason for the green on the screens -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I like the green on the screen."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's better than my moon analogy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. All right, Deirdre, have a great weekend, Deirdre Bolton."
    },
    {
      "speaker": "BOLTON",
      "utterance": "You too."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so is this the kind of stuff a sitting president likes to hear? Well, if it is the economy, stupid, it would be stupid to argue otherwise. Right? What does this mean as a backdrop to 2020? Market watchers Ann Berry here, Democratic strategist Max Burns as well. We have got Ryan Payne, Payne Capital Management. I'm looking at all different sides of this report, and we could pick it ad nauseum. But it does continue a trend of much-better-than-expected news, the GDP growing at a 3.2 percent clip in the first quarter, strong pending home sales. That's volatile, I grant you. But the factory orders that are going at a 2 percent click people didn't expect, it is completing a picture of very nice growth. What do you see?"
    },
    {
      "speaker": "ANN BERRY, CORNELL CAPITAL",
      "utterance": "I think that is exactly right. And I think one of the things that was really interesting about the jobs report today, not only was it very, very strong, but it was the last piece of news for the week that pointed to tremendous outcomes for the markets. The Fed saying that we're going to hold rates steady. So I think it really is sort of point in time we are seeing a confluence of really, really positive news. But there are still pockets that are somewhat vulnerable. Agricultural, farming companies are still hovering around 2009 lows. So it's a great overall macro picture, but there are still pockets of weakness we need to look out for."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Armed with a report like -- kind of like this, Ryan, I'm surprised that the president isn't 10 points up in the polls, you know?"
    },
    {
      "speaker": "RYAN PAYNE, PAYNE CAPITAL MANAGEMENT",
      "utterance": "Well, he's certainly self-promoting, which I'm shocked about, Neil. That was a bad joke. No, I think the bottom line is, look, I mean, obviously, the president is a little polarizing. So I think he's still going to speak to his base, and I think anyone who is in the middle is happy to have strong growth."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But what I'm arguing is, it's strong numbers. So something's holding it back. Is it the president? Is it his tweeting? Is it all the controversies? You know what I mean?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Oh, absolutely. I mean, let's face it. He's probably one of the more controversial presidents we have had in a very long time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So why isn't he benefiting more poll-wise? And it depends right now, I grant you, Max, on the polls. But why isn't he getting more bang for the buck?"
    },
    {
      "speaker": "MAX BURNS, DEMOCRATIC STRATEGIST",
      "utterance": "I think what's what's interesting, I notice, on the graphic that was up earlier, we had women, Latinos, Asians and veterans. We seem to have left out African-Americans, who don't exist in top-line jobs data world, mainly because they're still suffering."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But they do have the lowest unemployment rate as a group in 32 years, right?"
    },
    {
      "speaker": "BURNS",
      "utterance": "They're still suffering a recession-level unemployment rate, 6.7 percent. I mean, if I'm bleeding out, and you give me a Band-Aid, you have helped, I guess, but it's not nearly enough."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if you have cut that in half, if you cut that rate in half -- and it's a continuation of a trend, by the way, that goes back many years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But is that the best that Democrats can hope for? You can identify a group whose unemployment rate has only been cut in half?"
    },
    {
      "speaker": "BURNS",
      "utterance": "Well, I will say if we don't want to talk about African-Americans, let's include a group that President Trump ostensibly cares about, which is coal miners in West Virginia in the Rust Belt. President Trump pledged to bring coal back in a big way. Those jobs have been down since he started. This report, they're down by thousands again."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But would you advise -- would you advise any candidate running for president right now to piss on a report that most Americans would -- would embrace as pretty good?"
    },
    {
      "speaker": "BURNS",
      "utterance": "I think, when you look at, like you said, 1968, 1969, on paper, was great for America, quarter of a million jobs in '68, 5 percent growth. It was also a year 125 cities burned in race riots, two major politicians were assassinated. The jobs report doesn't tell us about the health of our democracy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But we don't have that. No, no, you're quite right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But I don't want to get a feel from just looking at this. A backdrop like this, and is -- is something that most presidents seeking reelection would like. But a point we have raised here is whether all the other stuff, including the Mueller hearings that could go on and on, and fighting for witnesses, and whether they're allowed to testify or not, will that be enough to take the attention off this?"
    },
    {
      "speaker": "BERRY",
      "utterance": "Well, I think what the strength of this economic data is doing is forcing the Democrats into a particular kind of box, right, instead of being able to point to economic weakness, having to point it inequality. And when you think about the policy platform that that enables you to stand on, it's very different, right, to respond to one set of data vs. the other. If you're talking about addressing inequality, that's when you're going off to health care. Right? That's when you're talking about education. That's what we're seeing from Elizabeth Warren or Amy Klobuchar coming out with very specific policy suggestions. That is totally different."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But can it tip it? In other words, I mean, the history is such that, obviously, you could pick apart numbers in the fairness of the disparity between the rich and the poor. Donald Trump himself did that when he was running for election. And I generally find it only gets so many votes."
    },
    {
      "speaker": "BERRY",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, I think it just comes down to the devil you know is better than the devil that you don't know. And if for most Americans the economy is getting better, that probably bodes very well for President Trump, just because no one wants to screw that up, I think, the average American anyway."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, but you're arguing that candidates shouldn't turn away from the economy. They should start seeking out those sectors and points that don't reinforce the image that everyone else sees."
    },
    {
      "speaker": "BURNS",
      "utterance": "Absolutely. I think Robert Kennedy said in 1968 the GDP measures everything except what makes us proud to be an American. When you have job growth that's up and people in Silicon Valley and the banks that fund them doing well, but it's been five years, and people in Flint, Michigan, still can't drink their water, people in West Virginia are still waiting for their coal jobs to come back, that's two Americas."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I understand what you're saying. But you have got to talk about the general aggregate public and cobble together 270 electoral votes to become president. Do you think reaching out to groups who might be disaffected in those areas, when virtually every major demographic is seeing record low unemployment, is going to win you the White House?"
    },
    {
      "speaker": "BURNS",
      "utterance": "Yes. There's a coalition here. There's women who are still making less than men, young people at 13 percent unemployment."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think running on that is going to offset this bigger picture?"
    },
    {
      "speaker": "BURNS",
      "utterance": "Yes. I think if you look at people in Michigan, in Pennsylvania who are working maybe two or three jobs..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All I know, if I -- if you were my campaign adviser, I'm one of these Democrats running, I said, I need something bigger to hang on to. That is not enough for me to clinch it."
    },
    {
      "speaker": "BURNS",
      "utterance": "What is bigger than a family working two or three jobs? They're seeing their hours cut. Their prices are going up for things. They're seeing their earning power go down."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Most families aren't in the predicament."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So that's what I'm saying."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you going to be able to move the needle?"
    },
    {
      "speaker": "BURNS",
      "utterance": "... working two jobs is pathetic."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. But it was pathetic then under Barack Obama, right?"
    },
    {
      "speaker": "BURNS",
      "utterance": "I agree."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. So is that going to be enough?"
    },
    {
      "speaker": "BURNS",
      "utterance": "Yes, I believe it is."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You believe it will be?"
    },
    {
      "speaker": "BURNS",
      "utterance": "I think the economic argument, once you peel away the glitz and the spin, there is a really sad and really bifurcated story in this country of people doing great and people suffering."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This is glitz and spin. This is glitz and spin. You guys buy that?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "I personally don't think it's all glitz and spin. Look, to some extent, you're right. Not every American obviously has the same opportunities. I 100 percent agree with that. But I think when you get down to the core numbers, it's like you don't need a weatherman to know which way the wind blows. If you look around you, the economy is definitely doing better than it's done in a long time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, I'm not asking you to make political bets here. But if I'm Donald Trump, I'm liking this more than I would like the alternative. But is he and should he then address some of these divergences that we just heard?"
    },
    {
      "speaker": "BERRY",
      "utterance": "I think it's going to be a wait-and-see game."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "BERRY",
      "utterance": "I think we're still 18 months away. We have got time for this to change."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Indeed, we do. Guys, I want to thank you all very, very much. Again, a report out that confirmed the FBI was spying on the Trump campaign back in 2016. That isn't the shock. The source of it is. Much more after this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Today, I was happy to see on the front page of The New York Times for the first time where they were talking about spying. And they were talking about spying on my campaign. That's a big difference between the way they have been covering, but that's a big story. That's a story bigger than Watergate, as far as I'm concerned."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The president raising reporting out of The New York Times that an -- FBI sent an undercover investigator to meet with Trump aide George Papadopoulos during the 2016 campaign. It's raised all sorts of questions as to whether he was cooked from the start. Catherine Herridge with more on that and her own discussion with the president. Hey, Catherine."
    },
    {
      "speaker": "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT",
      "utterance": "Thanks, Neil. And good afternoon. Campaign aide George Papadopoulos, who pled guilty to lying to the FBI over his Russia contacts, responding to The New York Times' reporting that the FBI sent an investigator to London to target him."
    },
    {
      "speaker": "GEORGE PAPADOPOULOS, FORMER TRUMP CAMPAIGN AIDE",
      "utterance": "She was very flirty, and was trying to do two things, one, to extract information about my professional connections in the Middle East, and, two, to see if I had any information that she could potentially extract for me about Trump and Russia, which, of course, is nonsense."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "The other connection to Papadopoulos is this American academic Stefan Halper, an alleged confidential source who worked the Russia FBI counterintelligence case, reaching out to multiple Trump campaign aides. With Attorney General Barr's review, the genesis of the Russia probe is under fresh scrutiny, including a surveillance warrant secured by the FBI for campaign aide Carter Page. Yesterday, the president told Fox all associated records will be declassified."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "Is there a timeline on when the public will see these Russia records declassified?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes, I'm going to be allowing declassification pretty soon. I didn't want to do it originally because I wanted to wait, because I know what they -- I have seen the way they play. They play very dirty. So I decided to do it. And I'm going to be doing it very soon, far more than you would have even thought."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "Even before Mr. Trump became the Republican nominee, our reporting has shown that this confidential source, Stefan Halper, contacted a Russian academic who was later smeared in the press over an alleged inappropriate contact with the future National Security Adviser Mike Flynn -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Catherine, thank you very, very much."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "You're welcome."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Let's go to read on all this former DOJ official Tom Dupree. Tom, a lot of this doesn't even warrant a Fox News Alert, if you think about. It confirmed suspicions, indeed allegations, that have been out for quite some time. But the detail and the degree to which they were snooping around is interesting. What do you think?"
    },
    {
      "speaker": "TOM DUPREE, FORMER JUSTICE DEPARTMENT OFFICIAL",
      "utterance": "It is, Neil. This is a story that, from my perspective, becomes more and more interesting the more we learn. The fact that the FBI apparently sent an undercover investigator to meet with Papadopoulos abroad to try to elicit some sort of admission that the Trump campaign was conspiring with Russia is extraordinary. This is a technique that the FBI typically would use in the case of terrorism investigations, narco-trafficking investigations and the like. For them to use it in the context of investigating a presidential campaign is, I think, unprecedented in American history."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So they would have to get commands from higher up to do so. Right? That's not just something any agent or investigator does on his own."
    },
    {
      "speaker": "DUPREE",
      "utterance": "I can't imagine that this is something that would have been approved at a very low level within the bureau. I mean, my goodness, sending someone undercover to try to find out if a presidential campaign is in cahoots with the Russians, I mean, if that's not a situation that doesn't call for running it up the flagpole, I don't know what would."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If the impetus was this dossier, which is a separate issue, it raises questions about its legitimacy from the very start. But what else do you look at?"
    },
    {
      "speaker": "DUPREE",
      "utterance": "Yes. Well, I think that's a great point, because, from my perspective, the fact that they are using extremely aggressive investigatory and surveillance techniques begs the question of what was it that the FBI saw that prompted them to think that this was an appropriate tactic in this case? Clearly, there were people within the bureau who, for whatever reason, whatever motive, were determined to pierce the inner workings of the Trump campaign. And it raises the question of, what did they see, what evidence do they have that prompted them to approve this?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What are their obligations to the Trump campaign? I know you can't tip your hand when you're in the middle of something like that, for fear that all of a sudden they would squelch what is being allegedly charged. But would it be incumbent upon somebody to say, look, we're pursuing a report or an allegation or something that's come up that looks weird or whatever? What kind of heads up are they obligated to give a campaign when it's now known that an investigator was snooping on that campaign?"
    },
    {
      "speaker": "DUPREE",
      "utterance": "Yes, well, it's a fine line, because, on one hand, yes, there would be an obligation, you would think, to notify people in the campaign if there was effectively a Russian mole or a traitor in their midst, to basically say, you don't want to share anything with this person because he's under surveillance and under suspicion. At the same time, you also, legitimately, if you're the FBI, you don't want to jeopardize an ongoing investigation. So I get that piece of it. But I think it's a fine line, and you would have to make individualized determinations about who you might want to notify that something was in the works and people that you're actually surveilling and you obviously don't want to tip off."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Tom, thank you, Tom Dupree on all of this. I wonder if that came up in that phone conversation the president had with Vladimir Putin. It was apparently an hour-long. We do know that Venezuela came up -- after this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I had a very good talk with President Putin, probably over an hour. And we talked about many things. Venezuela was one of the topics. And he is not looking at all to get involved in Venezuela, other than he'd like to see something positive happen for Venezuela. And I feel the same way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, well, that didn't jibe with comments we got just yesterday out of the secretary of state, Mike Pompeo. He speaking live right now, I believe, at the State Department. But he had mentioned that the Russians had involved themselves in stopping the leader from leaving Venezuela in the first place. So Maduro was set to leave, if we're to believe these reports, and the Russians stopped him. So, the president and his secretary of state are on two different pages here. Steve Harrigan in Caracas, Venezuela, with the latest -- Steve."
    },
    {
      "speaker": "STEVE HARRIGAN, CORRESPONDENT",
      "utterance": "You're right, Neil, a dramatically different statement from President Trump today, both in tone and content, than what we have heard throughout the week from the secretary of state and from the national security adviser, both of whom have repeatedly blamed Russia for the crisis here. Now the president saying Russia and the U.S. essentially want the same thing in Russia. Now, those officials were at a meeting in the Pentagon this morning to discuss a range of possible military options in Venezuela. The administration has stressed all options still on the table here. And, of course, during the demonstrations this week, two days of heavy skirmishes, more than 200 people have been injured. Here is what a few of them had to say, including a father who lost his son in the protests."
    },
    {
      "speaker": "UNIDENTIFIED MALE (through translator)",
      "utterance": "My son didn't last. It was 10, 15 minutes. After the shot, he was taken to medics, but without vital signs."
    },
    {
      "speaker": "UNIDENTIFIED MALE (through translator)",
      "utterance": "With all the adrenaline, I went running. I was shot in the arm and back, one in the leg."
    },
    {
      "speaker": "UNIDENTIFIED MALE (through translator)",
      "utterance": "It was 62 rubber bullets. I lost sensation in my body. The bullets were in my back and arm. I was on the ground. And when I was on the ground, the officers started to shoot. It's not like I was shot from far or that I was running. I was on the floor, and they shot me."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "These people here really risking their lives, making some real sacrifices, day in and day out to come out on the streets. And the opposition leader, Juan Guaido, who is recognized by the U.S. as interim president of Venezuela, has called for them to come out again tomorrow morning 10:00 a.m. -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Steve Harrigan, thank you very, very much. All right, in the meantime, it wasn't just the president and Vladimir Putin talking Venezuela today. Apparently, our top defense military officials were meeting at the Pentagon also the discussing the subject. The acting defense secretary, Patrick Shanahan, for example, saying, as the president said, that all options are on the table with regard to Venezuela. Retired Marine Lieutenant Colonel Dakota Wood with us right now. Colonel, thank you for taking the time. When we talk about all options, obviously, the inference there is military as well. But it wouldn't presumably be military alone or U.S. military alone. Correct?"
    },
    {
      "speaker": "LT. COL. DAKOTA WOOD, RET., U.S. MARINE CORPS",
      "utterance": "Right. Yes. I mean, if you're the administration, the U.S., you're going to maintain all options. You don't want to write something off, because whatever opposition you might be trying to account for is going to take advantage of that. So to say that all options are on the table is clearly the right diplomatic move to make. Behind the scenes, though, as you have indicated, there at the Pentagon, what is it that you would want the military to do? So you would have to define the objectives, rules of engagement, and whether it's wise or not to insert U.S. military forces. Our position would be that it is not wise to do that, but we will have to see what the administration settles on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Colonel, did you read anything into the different reads on Russia we got from the secretary of state pretty much all this week, especially talking yesterday about the Russians' presumed role in blocking Maduro from even leaving his country, if that were, in fact, the case, and the president's friendly chat with Putin just today?"
    },
    {
      "speaker": "WOOD",
      "utterance": "It's how you define that, right? So involved in what way? Is it Russia putting military forces on the ground to secure the Maduro regime, as they have done in Syria, right, with Bashar al-Assad? Or is it more political influence, meddling? I mean, if you're Vladimir Putin, you want to keep Maduro in power, because that's somebody you can work with and you kind of mess up the U.S. game plan in our own hemisphere and distract us elsewhere."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sorry. What if it were more overt, and the Russians were preventing Maduro from leaving the country, if there was some sort of agreement for him to peacefully leave and allow Guaido to take over?"
    },
    {
      "speaker": "WOOD",
      "utterance": "Yes, well, there's a range of U.S. options available to the president, only one of which would be military. You have got economic. You have got sanctions."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WOOD",
      "utterance": "You have got other moves on other fronts that you could use to send a signal to a Moscow that we don't want you messing in the Western Hemisphere."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you see this escalating? How many days can people be rioting and protesting, especially when Maduro frames it as a flagrant violation? And, you know, his next crackdown could be much, much worse, especially if he maintains the backing, as he largely has now, of these generals who are not breaking from him."
    },
    {
      "speaker": "WOOD",
      "utterance": "Well, I mean, I think that is -- that question needs to be really, really addressed, is that the military has basically taken itself out of the equation. And where Maduro is placing his bets are on these private, almost criminal gangs that he can buy or rent. So when he is looking for somebody to provide him physical security, it's these criminal elements, these militias for hire."
    },
    {
      "speaker": "It's not the military. So the intel chief has defected to the opposition. The military side is basically staying neutral and see where the dust settles. And so in terms of a military or physical security standpoint, Maduro only has these criminal gang types of elements to rely on. CAVUTO",
      "utterance": "That sounds like the makings of a civil war."
    },
    {
      "speaker": "WOOD",
      "utterance": "It does. And then it goes back to the central question. If the U.S. wants to intervene militarily, to what end? I mean, what is it you're trying to accomplish? So the U.S. and 40-some-odd other countries have recognized the legitimacy of Guaido as the interim president. Diplomatically, that's where we're at on this thing. But that's a different type of involvement in the domestic political situation of Venezuela, when Guaido's political party, what he represents, is problematic. We certainly don't like Maduro. But that's a different discussion when you get into direct military intervention. And that's something we need to stay away from for the time being."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Colonel, thank you very, very much."
    },
    {
      "speaker": "WOOD",
      "utterance": "My pleasure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, say what you will of this president. There was a time when a lot of the leaders around the world were snickering at him, remember, at the first international confab just months after he became president? I don't think they're snickering now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, I know the Dow got a lot of attention today, soaring on this better-than-expected jobs report, but just sneaking in by the end of the day was the Nasdaq. It hit a record, the S&P close to one, the Dow a percent or so away from one. More after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, there was a time when Donald Trump first came into office that leaders of other countries were snickering at him, thinking he was some sort of a freak fad, and that he would really not amount to much of anything, that a lot of his policies were extreme and the rest. Well, those same people who laughed as he was speaking are the same ones whose poll numbers are a fraction of what the president of the United States is enjoying, an economy on fire, markets soaring. Now, you can go back and forth on this ad nauseam, whether you want to give Donald Trump all the credit. But, as my next guest will remind you, presidents tend to get a disproportionate amount of blame when things are bad, and maybe too much credit when things are good. They're good right now. To Austan Goolsbee, the former economic adviser for President Obama, on whether that could spell trouble for some of the Democratic candidates vying to replace him. What do you think, Austan?"
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER CHAIRMAN, COUNCIL OF ECONOMIC ADVISERS",
      "utterance": "I don't know. The political question is separate from the economy. We got a very nice number today. I think, in a way, it was expected, given that we got a nice growth number for the first quarter. So I don't think it's a surprise that that would translate into good, strong jobs number. The question of, does that then translate into politics, certainly, historically, it did in the it's the economy, stupid, type argument. But, in 2012, we were still kind of crawling out of the rubble of the recession, and Obama won. By 2016, the unemployment rate was way down. We'd had multiple years of very strong job growth, and it didn't seem to help Hillary Clinton that much. So I don't know. The president's approval ratings have been low to moderate, but very stable. He's got a base of support that, whether the economy is doing blockbuster or doing modest, whether there's Mueller report or not Mueller report, all of that stuff, he stays kind of constant."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That base, that's very effective. You're quite right. But I do remember, in 2012, we were certainly doing a lot better than we were doing in 2008. And we weren't hemorrhaging a million jobs a month, as they had been. So there was a decided improvement. I think Americans do respond to improvement and a trend. But I'm wondering now, if you were an economic adviser, let's say, to any one of the candidates running -- for all I know, you might be -- I would certainly pick your brain if I were one of them. But I would be curious how you would frame it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I mean, how you would tell them to frame it. We had one Democratic strategist here earlier who said, well, the unevenness of this, the groups left out. And while that might be always a concern -- Republican candidates have done it in good times, challenging Democrats enjoying a good economic run. So have Democrats in the past. So I'm wondering how effective that would be, when most Americans can see for themselves we do have record unemployment levels for all key demographics? We also have an economy that is defying sort of conventional wisdom that it would be by now sputtering out."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes, look, I think there's -- that's partly true. That goes back to this question, though, that I don't know the answer to, but it doesn't seem like the strong economy had as positive an impact in 2016 as maybe you would have expected. And I just don't know if the economy will be the central issue. It feels like a bunch of these issues about arguments about abuse of power and about checks and balances and things like that, the kinds of things that characterized the midterm election, when the economy was still strong, but Donald Trump's party and the Republican Party had a very tough midterm election."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, you're right."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Despite the economy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, health care was a big factor there. Yes. No, you're right. Health care ended up being a bigger issue, I think, than Republicans thought."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Real quickly, Barack Obama has been on the wires the last couple of weeks. He's met with some prominent Democrats, talking about their agendas and their big -- big ideas. And he admired all of them for that, but that you got to find a way to pay for it. He was trying to urge some pragmatism or bring them back. I don't know, to reality or however you want to define it. Should he be worried?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Maybe. I mean, if -- anybody who is a Democrat should be worried. The president won the last election narrowly, and the economy has continued to get better. So it's probably strengthening his hand. And if you don't agree with the president's policies, you should be a little nervous. I think, among Democrats that I talk to, there's a pretty widespread feeling that they were kind of following the rules of policy in politics, and then Donald Trump's elected, and the very same people who were saying, no, you can't -- everything, but you must pay for everything, then just immediately turned around and said, let's cut taxes by $2 trillion and not pay for it. So I think the openness of the Democrats to hear lectures in fiscal responsibility from Republicans..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, this was from the president. This was from Barack Obama, that I think he was saying, they better watch it, right?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "I know. But so I'm saying that argument, I think, will have a -- will be a tougher sell in this environment, given what's happened in the first several years of Trump."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we shall see. Austan, good having you. Have a good weekend."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes, great to see you again, Neil. Have a good weekend."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Have any of you ever tried these veggie burgers or soy burgers? They always argue, well, they taste just like the real thing. And I have never bought that. But, apparently, now there's a new wave of them coming out, including those that will be featured at Burger Kings across the country that they say are just that and more. I do not believe it at all, but we will taste, you decide."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we have long argued that the Mexicans aren't doing enough to help us with this border crisis. Apparently, that is changing. Griff Jenkins in Tapachula, Mexico, with the latest. Hey, Griff."
    },
    {
      "speaker": "GRIFF JENKINS, CORRESPONDENT",
      "utterance": "Hey, Neil. We just got brand-new numbers for deportations from Mexico. I will give them to you in just a second, but first an update. I have just spoken with the Border Patrol, that grim reminder of the dangers of the long journey of migrants in these caravans, that 10-month- old child that drowned along the Rio Grande River near Eagle Pass, Texas. The Border Patrol tell me they have been searching all day for the three that were missing, to no luck. I will let you know if I find out anymore. Now back to Mexico. You're looking here at Tapachula at the major government shelter. These are people that were not able to get in because it's overcrowded. Some have family members in there. They want to get their people out. You can see beyond the fence a bus. Now, yesterday, buses left here that were carrying 93 migrants that were flown by plane, a federal police plane, back to Cuba on their way home from Havana, today, more buses. The officials tell me that 77 more were departed. The government here, the migration officials tell me that they have brand-new numbers; 14,970 is the number of migrants they deported to their home countries in the month of April, up more than 20 percent from last month. This as we got an inside look into one of the shelters here with people from all over the world, from Pakistan, India, Bangladesh, Haiti, Sri Lanka, Angola, Uganda, Cameroon, and the Congo. Neil, the flow continues, even though Mexico is clearly doing its part to try and crack down."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Griff, be safe, Griff Jenkins in the middle of all of that, and fast-changing developments here. We told you about the jobs report has a lot of different demographic groups feeling very, very happy, particularly young people who have now a burgeoning jobs market. How do they feel? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Like I said, we haven't seen this since 1969, but long, long, long, long, long before any of these guests were born. Wages are up, unemployment down, the lowest level since, as I said, 1969. So are young people in particular feeling more upbeat about this economy, maybe their own job prospects? Ruby Media Group's Kris Ruby, Business Insider's Kate Taylor, and my wingman, \"Blood in the Streets\" author Dion Baia. Dion, what do you think?"
    },
    {
      "speaker": "DION BAIA, CORRESPONDENT",
      "utterance": "I think it's very good. I mean, it's very positive news for everybody to see this happening, and that we have jobs, and people are working. And I think it's -- it doesn't seem like it's being reported as much as it could be, like that there's there's like an agenda to kind of hide it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it's strong."
    },
    {
      "speaker": "BAIA",
      "utterance": "Yes."
    },
    {
      "speaker": "KATE TAYLOR, BUSINESS INSIDER",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you feel -- when you talk to your friends or colleagues, do they share that sentiment?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "I think that some people, especially people who graduated college, and it was a hard time getting a job, you still have this almost chip on your shoulder, where you're always like, OK, when are things going to turn?"
    },
    {
      "speaker": "BAIA",
      "utterance": "Yes, I know."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "No, but I think that some people, it's still like a mental block where you always expect things to turn around. And maybe that's why people don't perceive things to be going as well as they could, because they're like..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But do you feel more emboldened? Like, do you talk to people, they feel more emboldened, yes, I have good job prospects in a lot of places?"
    },
    {
      "speaker": "KRIS RUBY, RUBY MEDIA GROUP",
      "utterance": "So I mean, I speak to millennials, and what I hear them saying is, they're applying for a lot of things. So, on the one hand, this job report is great. But I always say, as a backup, considering incorporating yourself, so you're not necessarily too dependent on these..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's interesting."
    },
    {
      "speaker": "RUBY",
      "utterance": "Yes. I mean, I'm a big pro of people becoming entrepreneurs."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. So young people have a right to feel -- because I think many of you were burned by the meltdown and everything else. You saw what happened to your parents or whatever, or maybe yourselves. You were like 9 at the time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But my point is that that is ingrained in lot of young people's memory, right?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Yes, I think it's -- again, it's kind of a psychological thing. I remember I was talking to someone a couple years back where they're like, it's almost millennials are -- have a different idea about how they spend money. Like, this is why people are like, well, if I put money in the bank, who knows if it's going to be there? If I invest money, who knows if it will be there down the road?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very good point."
    },
    {
      "speaker": "BAIA",
      "utterance": "Yes, the traditional way of when I was growing up was like, get a savings account, getting a checking account, and put money and save. And then that doesn't really seem like you're making anything back."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIA",
      "utterance": "So it's kind of scary to think that, like, you're living paycheck to paycheck. And then, when you try to have that savings account, you're not making anything off of it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Another big trend -- and maybe this is where we would put your money -- Beyond Meat, it's sort of like an alternative meat, that stock surging 116 percent, the company going public. Now, Burger King is rolling out its own Impossible Whopper nationwide. So this meatless trend is certainly out there. And people are saying it tastes just like the real thing or whatever. What do you think?"
    },
    {
      "speaker": "RUBY",
      "utterance": "So this is a great thing. I'm so happy to see this. And..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, you're a vegetarian. Right?"
    },
    {
      "speaker": "RUBY",
      "utterance": "Yes, I am. And I think this is really -- first of all, millennials are trending this way. They want more plant-based dining options. But it's not just millennials. I mean, there's ethical reasons. There are so many different things here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "RUBY",
      "utterance": "And I think, 20 years from now, we're going to look back at this mass slaughter of animals that we have today, and we're going to say, how did I stand by and watch that happen?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, these are all alternatives to meat, to beef."
    },
    {
      "speaker": "RUBY",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And do they taste to you guys -- because that's the test -- like the real thing?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Well, I'm not a vegetarian. So I can speak as someone who's eating meat more regularly. And I think that they're very, very close. I talked to the CEO of Beyond Meat yesterday. And I was like, OK, how close are you to getting like..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is he a vegetarian?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "He, I believe, is a vegetarian, but his kids aren't."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, that's interesting."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "So, so he kind of like sees both sides. And he says he's 70 percent they're. Like, he knows that they haven't fully reached it yet."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But that was the rap, right?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All of this stuff, they just didn't..."
    },
    {
      "speaker": "BAIA",
      "utterance": "Well, that's the biggest concern is, when you're eating it, it doesn't taste like the real thing. And I think people need to understand nowadays the push for this is the..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Does it taste like the real thing to you?"
    },
    {
      "speaker": "BAIA",
      "utterance": "And it does -- I mean, the Beyond Meat product is actually so good that it gives -- it simulates grease. It simulates the smell. My wife is a vegan, and she's actually so almost scared to have it..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's down to how rare and all, right?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "To add to that, so there's the ethical, and then there's the environmental sense, right?"
    },
    {
      "speaker": "RUBY",
      "utterance": "Right."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "So I mean, if you look at factory farming, that's the largest..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What's in it, though?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "The most powerful source of methane emissions."
    },
    {
      "speaker": "BAIA",
      "utterance": "It's a lot of protein-based stuff."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "There's 22 ingredients in the Beyond Burger, 22 ingredients, mostly peas and like a bunch of other things, where they basically figured out what makes meat taste like meat and then went to the base."
    },
    {
      "speaker": "RUBY",
      "utterance": "I don't think it's about -- I don't think it's about the taste. I think it's about a larger global trend around actually caring about these animals that have no voice."
    },
    {
      "speaker": "BAIA",
      "utterance": "It's hard for people to get -- to wrap their heads around it. I'm trying to go that way as well. And for it to taste..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I have been a lifelong vegan myself."
    },
    {
      "speaker": "BAIA",
      "utterance": "Well, you have been a vegan your entire life, so you're well into this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIA",
      "utterance": "But you see also celebrities doing this. I think Schwarzenegger is doing this. Ernest Borgnine did this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, this could be a good start."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Burger King is going to feature this, not this particular product, but in all of its restaurants."
    },
    {
      "speaker": "BAIA",
      "utterance": "Yes, and overseas in places like England and stuff, they're very ahead of us with this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "RUBY",
      "utterance": "We can't stay silent."
    },
    {
      "speaker": "BAIA",
      "utterance": "I think that's the biggest thing, is that for the ethical reasons, with social media and online, when you see the treatment of some of these animals in slaughterhouses, you realize..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No chemicals in any of this stuff, right? It's all natural, protein, soy?"
    },
    {
      "speaker": "RUBY",
      "utterance": "But there's natural flavors which could be considered chemicals."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIA",
      "utterance": "Yes."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "But I don't know."
    },
    {
      "speaker": "BAIA",
      "utterance": "Would you like some?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, because I'm thinking soy and green."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Guys, thank you all very much. Sorry the truncated time here. We have a lot more coming up, including the latest wrinkle on this jobs number -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I tasted one of those. It's like chicken. It tastes like..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I didn't. I really didn't. But I don't know. I don't know. All right, the good jobs report, nothing that is unnerving anyone about that. Blake Burman at the White House with the latest read, maybe, maybe that it shows a very strong economy. That could lift up interest rates, maybe -- Blake."
    },
    {
      "speaker": "BLAKE BURMAN, CORRESPONDENT",
      "utterance": "Well, a really good day for the White House, Neil, on the economic front, because you had this blowout jobs number, a big win for the White House. But they're also using this moment to say, you know what, maybe the interest rates do indeed need to be lowered. And they are pointing to, once again, inflation. The gauge that the Federal Reserve uses to judge inflation puts it at 1.6 percent. In fact, you had the vice president, Mike Pence, today coming out saying he's getting on board considering the possibility of, well, maybe the Fed does indeed need to lower interest rates. In fact, Larry Kudlow, the president's top economic adviser, said at one point today -- quote -- \"Our views right now are not that far apart from the Federal Reserve, as best as I can determine.\" That's interesting, Neil. He was speaking about inflation there. That's interesting, because, as you know, President Trump has been hammering the Fed, been hammering Jay Powell about his -- about their interest rate policies. Yet Kudlow came out today and basically, you know what? We might be thinking along the same lines here at this point, as it relates to inflation at least -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, well, it's a good problem to have for the time being."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Blake, thank you very much. Have a good weekend. By the way, we will be exploring this and a lot more 10:00 a.m. live tomorrow, \"Cavuto Live,\" a lot of impact on this. See you then. Here's \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}