{
  "date": "May 1, 2018",
  "headline": "Rep. Mike McCaul on caravan of migrants seeking US entry",
  "subHeadline": "House Homeland Security chairman weighs in on 'Your World.'",
  "url": "https://www.foxnews.com/transcript/rep-mike-mccaul-on-caravan-of-migrants-seeking-us-entry",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "This was the scene at the border in Tijuana, Mexico, earlier today, between Tijuana, of course, and San Diego, California, a lot of people trying to trying to get in here. Hundreds claiming that they are asylum-seekers and want protection from hardship back home. For most, that home is not Mexico, but points further south like in Honduras. Right now, though, indications that very few qualify for asylum status.  And more to the protest, we are getting indications right now that 11 are faking it, 11 possible caravan members entering this country illegally, two Salvadorans, six Hondurans, two Guatemalans, a Mexican national facing charges that they were not who they purported to be or under the duress they purported to pitch.  Now, what does this mean for those who are seeking genuine asylum? Right now, a little bit more than a dozen fit that description and category. As for the others, just sort of hold on.  Welcome, everybody. I'm Neil Cavuto. And you're watching \"Your World,\" where we are watching the border.  And so is Michael McCaul, the House Homeland Security Committee chairman, House Foreign Affairs Committee, and Texas congressman. Chairman, good to have you.  REP. MICHAEL MCCAUL, R—TEXAS: Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know it's a mug's game, sir, but if you had to sort of look at the few hundred who are part of this caravan, how many do you think are legitimate asylum cases?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAUL",
      "sentences": "I would say very few. I think the drug cartels, they train them to say the words credible fear of persecution. And if they say those magic words, in many of these cases, the judge will allow them to stay in the country.   This why, when the security testified before my committee, we talked about closing legal loopholes. It's very important for Congress to act, because the American people now are going to see this caravan episode play out. And my prediction, Neil, is that many of the thousands now that are in detention space south of San Diego will end up staying in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, apparently, they have to have some sort of proof or some sort of indication that it's not just domestic abuse or family issues or other things that have nothing to do with being chased and fearing for their lives.  How do we as a country ascertain that? Because they all have a right to go through this process. But we have just as much a right to refuse them, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAUL",
      "sentences": "Right. And the bill that I filed with Chairman Goodlatte of Judiciary raises a higher threshold, if you will, burden of proof, when it comes a credible fear of persecution to claim asylum in the United States.  Right now, the standard is very low. They know that. And to get around that, the cartels teach them these magic words. And once they say that, they are allowed under current law to stay in the United States. Again, that`s why Congress needs to act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, Jeff Sessions, the attorney general, has said he sees a lot of what`s going on here as a deliberate -- quoting here, sir -- a deliberate attempt to undermine our laws and overwhelming our system.  I understand that to make the case, you have to have a credible fear. What does that mean, a credible fear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAUL",
      "sentences": "That if return to your country, you will be persecuted and perhaps killed.  And so what a lot of these applicants will say is that the drug cartels have threatened them, that if they go back they're going to die, where in fact the drug cartels are the very ones who have actually escorted them through Mexico, and now as you see them climbing this physical barricade coming into United States.   And you have family units that are very difficult to break up. And in the past, they pretty much have all been allowed to stay in the country. I'm glad to hear that it sounds like they are sort of tightening up these questions on the border about credible fear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, because people have apparently taken advantage of that definition. Now, 5,000 claim this credible fear back in 2007. It has ballooned to 80,000 as of last year. So someone's getting help, not all. I'm not saying that they're all suspicious here. But that has gotten to be a big thing to hang your hat on to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAUL",
      "sentences": "Well, they know that. And they exploit that. And that's why they're there. That's why the caravan showed up.  And so that's why we have got to change the law. We also have to change the law. If you come from Mexico into the United States, the secretary can detain and deport you. If you come from Central America, she can only detain, but she cannot deport on an expedited basis. That's the law that we need to change along with the asylum laws to make sure that they're not gaming the system and exploiting our legal process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Well, what happens to those when they go through? I guess the 14 or so who have been cleared for asylum status. We interviewed them, check out their stories, try to find out or verify everything they're saying. But we have also been telling people, at least Homeland Security folks have been telling people you're going to have to wait on the Mexican side in the interim.  And the Mexicans are having none of that. So, where is this going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAUL",
      "sentences": "Well, I think the Mexicans have tried to cooperate in stopping this caravan. I commend them for doing that. But if they're detained in the United States and granted asylum, they stay in the United States. And that's where I believe these people are headed, is, they're going to stay in the United States. And that detention space is filling up, Neil. And it's overflowing. And pretty soon, we're not going to be able to detain at all. They will be removed into our society.   And the process is USCIS turns them over to Health and Human Services, who then tries to find family members in the United States. And then they're transported by the United States to these families. The cartels know this. The human traffickers, smugglers know this. And they have been taking advantage of us for quite some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do we still have catch and release in place, though, sir? I mean, by that, you meet and talk to these people. You set a court date for them to return to settle the case once and for all. By that time, they're in the United States and they never come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAUL",
      "sentences": "That`s exactly right.  The first bill I filed in the Congress, Neil, imagine this, 14 years ago, was to end the catch and release program. It has still not ended to this day, because we got to change the law first. And the fact is, they are being caught, detained, if you're from Central America, other than Mexico, and then released into our society. Under the human trafficking law of 2008, they're detained and released if they are an unaccompanied minor.  And then, of course, the parents will claim political asylum. And then that's how they get into the country as well. This is gaming the system. We have got to fix this. I hope this is a wakeup call for Congress to get my bill and Chairman Goodlatte's bill passed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will watch it, sir. Thank you for taking the time, Chairman McCaul. All right.   Copy: Content and Programming Copyright 2018 Fox News Network, Inc. Copyright CQ-2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "This was the scene at the border in Tijuana, Mexico, earlier today, between Tijuana, of course, and San Diego, California, a lot of people trying to trying to get in here. Hundreds claiming that they are asylum-seekers and want protection from hardship back home. For most, that home is not Mexico, but points further south like in Honduras. Right now, though, indications that very few qualify for asylum status. And more to the protest, we are getting indications right now that 11 are faking it, 11 possible caravan members entering this country illegally, two Salvadorans, six Hondurans, two Guatemalans, a Mexican national facing charges that they were not who they purported to be or under the duress they purported to pitch. Now, what does this mean for those who are seeking genuine asylum? Right now, a little bit more than a dozen fit that description and category. As for the others, just sort of hold on. Welcome, everybody. I'm Neil Cavuto. And you're watching \"Your World,\" where we are watching the border. And so is Michael McCaul, the House Homeland Security Committee chairman, House Foreign Affairs Committee, and Texas congressman. Chairman, good to have you. REP. MICHAEL MCCAUL, R—TEXAS: Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know it's a mug's game, sir, but if you had to sort of look at the few hundred who are part of this caravan, how many do you think are legitimate asylum cases?"
    },
    {
      "speaker": "MCCAUL",
      "utterance": "I would say very few. I think the drug cartels, they train them to say the words credible fear of persecution. And if they say those magic words, in many of these cases, the judge will allow them to stay in the country. This why, when the security testified before my committee, we talked about closing legal loopholes. It's very important for Congress to act, because the American people now are going to see this caravan episode play out. And my prediction, Neil, is that many of the thousands now that are in detention space south of San Diego will end up staying in the United States."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, apparently, they have to have some sort of proof or some sort of indication that it's not just domestic abuse or family issues or other things that have nothing to do with being chased and fearing for their lives. How do we as a country ascertain that? Because they all have a right to go through this process. But we have just as much a right to refuse them, right."
    },
    {
      "speaker": "MCCAUL",
      "utterance": "Right. And the bill that I filed with Chairman Goodlatte of Judiciary raises a higher threshold, if you will, burden of proof, when it comes a credible fear of persecution to claim asylum in the United States. Right now, the standard is very low. They know that. And to get around that, the cartels teach them these magic words. And once they say that, they are allowed under current law to stay in the United States. Again, that`s why Congress needs to act."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, Jeff Sessions, the attorney general, has said he sees a lot of what`s going on here as a deliberate -- quoting here, sir -- a deliberate attempt to undermine our laws and overwhelming our system. I understand that to make the case, you have to have a credible fear. What does that mean, a credible fear?"
    },
    {
      "speaker": "MCCAUL",
      "utterance": "That if return to your country, you will be persecuted and perhaps killed. And so what a lot of these applicants will say is that the drug cartels have threatened them, that if they go back they're going to die, where in fact the drug cartels are the very ones who have actually escorted them through Mexico, and now as you see them climbing this physical barricade coming into United States. And you have family units that are very difficult to break up. And in the past, they pretty much have all been allowed to stay in the country. I'm glad to hear that it sounds like they are sort of tightening up these questions on the border about credible fear."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, because people have apparently taken advantage of that definition. Now, 5,000 claim this credible fear back in 2007. It has ballooned to 80,000 as of last year. So someone's getting help, not all. I'm not saying that they're all suspicious here. But that has gotten to be a big thing to hang your hat on to."
    },
    {
      "speaker": "MCCAUL",
      "utterance": "Well, they know that. And they exploit that. And that's why they're there. That's why the caravan showed up. And so that's why we have got to change the law. We also have to change the law. If you come from Mexico into the United States, the secretary can detain and deport you. If you come from Central America, she can only detain, but she cannot deport on an expedited basis. That's the law that we need to change along with the asylum laws to make sure that they're not gaming the system and exploiting our legal process."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Well, what happens to those when they go through? I guess the 14 or so who have been cleared for asylum status. We interviewed them, check out their stories, try to find out or verify everything they're saying. But we have also been telling people, at least Homeland Security folks have been telling people you're going to have to wait on the Mexican side in the interim. And the Mexicans are having none of that. So, where is this going?"
    },
    {
      "speaker": "MCCAUL",
      "utterance": "Well, I think the Mexicans have tried to cooperate in stopping this caravan. I commend them for doing that. But if they're detained in the United States and granted asylum, they stay in the United States. And that's where I believe these people are headed, is, they're going to stay in the United States. And that detention space is filling up, Neil. And it's overflowing. And pretty soon, we're not going to be able to detain at all. They will be removed into our society. And the process is USCIS turns them over to Health and Human Services, who then tries to find family members in the United States. And then they're transported by the United States to these families. The cartels know this. The human traffickers, smugglers know this. And they have been taking advantage of us for quite some time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do we still have catch and release in place, though, sir? I mean, by that, you meet and talk to these people. You set a court date for them to return to settle the case once and for all. By that time, they're in the United States and they never come back."
    },
    {
      "speaker": "MCCAUL",
      "utterance": "That`s exactly right. The first bill I filed in the Congress, Neil, imagine this, 14 years ago, was to end the catch and release program. It has still not ended to this day, because we got to change the law first. And the fact is, they are being caught, detained, if you're from Central America, other than Mexico, and then released into our society. Under the human trafficking law of 2008, they're detained and released if they are an unaccompanied minor. And then, of course, the parents will claim political asylum. And then that's how they get into the country as well. This is gaming the system. We have got to fix this. I hope this is a wakeup call for Congress to get my bill and Chairman Goodlatte's bill passed."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will watch it, sir. Thank you for taking the time, Chairman McCaul. All right."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, Inc. Copyright CQ-2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}