{
  "date": "May 2, 2021",
  "headline": "Media's false Giuliani accusation",
  "subHeadline": "Guests: Guy Benson, Liz Claman, Kevin Corke, Hogan Gidley, Steve Krakauer",
  "url": "https://www.foxnews.com/transcript/medias-false-giuliani-accusation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MEGHAN MCCAIN, ABC HOST",
      "sentences": "We never once talked about Hunter Biden as a hot topic on the show, whereas if Ivanka Trump or Donald Trump, Jr. cough in the wrong direction, it probably would have taken up the first two blocks.  There's a reason why Fox is killing it in the ratings and laps everyone else. It's because it seems like it's rigged. It's rigged every place else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAIN",
      "sentences": "I mean, let's go down the list every day of the things that are inaccurate on CNN and MSNBC, and then we can talk about fairness in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, FORMER ATTORNEY FOR PRESIDENT DONALD TRUMP, FORMER NEW YORK CITY MAYOR",
      "sentences": "I didn't destroy the evidence because the evidence is exculpatory. It proves that the president and I and all of us are innocent. They're the ones who are committing -- it's like projection. They're committing the crimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI MELBER, MSNBC HOST",
      "sentences": "As bonkers as it was, it also now makes a tad more sense tonight from Giuliani's perspective because the desperate lawyer knew that with his prized client out of the White House he would lose his legal bulletproof vest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Democratic prosecutors want to lock up a 76- year-old icon for a lobbying technicality? Did Rudy Giuliani steal any money? Did he hurt anybody? Did he engage in treason? No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CONTRIBUTOR, RADIO SHOW HOST",
      "sentences": "Well, it's a credibility hit again. And, look, if Rudy did something wrong or illegal, let's let this process play out. But this is another example of one of the associates of Donald Trump in the headlines, in the news about some apparent or alleged malfeasance involving Russia or Ukraine.  And you would think, based on huge mistakes that have been made in the past on this front, news organizations would be especially sensitive and careful on these questions and on these matters. And yet this is a huge, glaring mistake that had to be corrected by these three organizations. And, Howie, here's a line that stands out to me from the NBC correction -- quote -- \"The report was based on a source,\" -- A, not sources, a source -- \"familiar with the matter.\" And then was contradicted by a second source. Often to go to print, you need at least two corroborating sources. It sounds like they went with one person who was supposedly familiar with the matter. I don't know how familiar this person could have been --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah, that's the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "-- they got the wrong information from them. And my question from a media perspective is, at what point do you burn a source and expose who they are? If they give you wrong information and you broadcast or publish that information about a public figure and then you have to go through this embarrassing retraction --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "-- process, why protect that source?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Liz, The New York Times at first stealth edited its story by modifying the language about the accusation. And then after The Washington Post, it ran an actual correction. Rudy Giuliani is calling on all three organizations to reveal their source who provided the obviously wrong information. What's your thought about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIZ CLAMAN, FOX BUSINESS NETWORK ANCHOR",
      "sentences": "Well, that's never going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "The media definitely, at least the three -- The New York Times, Washington Post, picked it up and, of course, NBC News picked it up. They do have egg on their face about this. I would give them credit for issuing corrections. I wouldn't exactly say it was an outright retraction. It was a correction at the top, at least on The Washington Post page. My morning hard copy of The New York Times did not have the article at all, Howie. So I don't know what that says. But depending -- you know, I'm in Jersey. Who knows how early I get that?  But the fact is that, you know, the fact that the media pounced on this story is -- and should not be a surprise to anybody, the legitimacy of it is such that when you have the feds going into a judge and saying, we need a warrant to go in and seize electronics of anybody, let alone a lawyer who is usually protected by attorney/client privilege, you have to prove that there's some type of legitimacy to that.  You know, there are some type of logical, you know, probably cause at a crime --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- to take in place. So clearly there is some there there. It is not a surprise that the media jumps on it, but yeah, double triple source on this one for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Obviously, Guy, there was a raid, a search warrant executed against Giuliani. That's a pretty big story. He was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Mm-hmm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- former President Trump's lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But on the flipside here, some on the right are saying, well, you know, Rudy shouldn't be prosecuted for technical lobbying violation. Didn't Joe Biden get criticized for saying that Derek Chauvin was guilty? We don't know exactly what DOJ is investigating Rudy Giuliani for. We have a lot of leaks about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Correct. And by the way, just to Liz's point, my comment in using the word retraction was about this particular claim, that they did --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah, I agree with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "-- retract it. They put that in the correction. But I would say, to your question, to your point, Howie, on this, we don't know is the key and operative phrase. We don't know exactly what the details are. We don't know what the internal intricacies of the case they have against Rudy, how strong it is, how weak it is. Is it a fair thing to go after him? Are they targeting one side versus another?   I believe this investigation started during the Bill Barr tenure at DOJ. So, that's, you know, one piece of countervailing evidence to maybe point the finger that this is political. I just don't want to engage in too much conjecture about how strong the case is here against Rudy and whether he's culpable and if this is fair or not because we don't know nearly enough information yet. And I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "-- would hope that more people in the media would sort of take that approach as opposed to immediately jumping to their foregone conclusion, which has not served them well, especially as I sat on this issue set in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah. This was at the heart of the first Trump impeachment trial and, you know, for example, at times the set will have to do with Rudy's role in persuading Donald Trump to remove the ambassador of Ukraine. But again, it is not an established fact.   Look, I used to cover Rudy Giuliani when he was the U.S. attorney in Manhattan, Liz. And he knows because he went after the mob in Wall Street and a lot of -- approved a lot of search warrants, I'm sure, that you can't get a federal judge to approve a search warrant unless you can show there is a likelihood --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- that the person committed a crime. So I don't want to minimize any of this. But when you get a major part of the story wrong, it does cloud the whole situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "You know, in this case and all of these big types of stories, the media clam over each another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "We used to joke in local news, first at six, correct at eleven.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "You know, that's -- that's not OK when you're dealing with, you know, people and allegations of serious criminal charges here of whether you took some type of money or exchange of information from a foreign lobbyist or some sort of situation which is what we at least kind of conjure up about, you know, the center of this case.  I would say, you know, Howie, that this is -- this is a very serious situation and you can't rush to judgment without making sure that you have all of your ducks in a row. And I am sure it's not a great day around the newsrooms of some of these organizations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "That said, they do get credit for quickly retracting all of this within 24 hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. But the question is how many people see the retraction. Is it on the air? Is it as prominent? But Rudy Giuliani is entitled to presumption of innocence.  Let me turn you to the press coverage of President Biden this week. We will talk about the speech next segment. Guy, it seems to me most of the media is embracing the notion of Joe Biden as a transformational president, massive spending and all, with only a few -- relative few journalists taking a critical look at the question about his increasingly costly agenda. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Well, they like him because they all voted for him and they want him to succeed. They are progressive liberals and they want him to enact a progressive liberal agenda. There is not much mystery to this. I mean, the vast majority of journalists are on the left. And so they play favorites, they root for a team, they wear the blue jersey. They will occasionally, you know, be fair to other people or criticize their own team. They don't like it but they'll do it sometimes. That's what this is. And I would like to see more critical coverage or at least questioning of him about the whole premise of this transformational FDR 2.0 thing. This is not the Joe Biden who ran for president. This is not the Joe Biden who won his primary by not being that. He wasn't saying, we need revolution, let's spend, you know, $10 trillion, $6 trillion, whatever it is going to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I want to come back --  BENSON. -- transform the nation fundamentally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I want to come back to that point. But let me get Liz in, because there have been a few media liberals and some Democrats who are questioning the stunning price tag for these three bills --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- one of which has already passed $6 trillion. Now, maybe this all seems like (INAUDIBLE) to the press, but you're the business expert. I mean, the country is already drowning in red ink.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Well, we are. And by the way, there was $22 trillion in debt before Joe Biden did take office. So let's keep that in mind. There's $28 trillion now, I checked the debt clock this morning. The Associated Press, let me just say this to guy who says very, very few, the Associated Press came out and made this important point about what is infrastructure and what is not. And they said strengthening the right of workers to join unions does not resemble concrete in an underpass. However, you've got to look at the new form of infrastructure. It is not just transportation, roads, bridges, tarmacs at airports. It is expanding broadband into rural areas, which is something President Trump brought up. It is definitely fixing waste water and drinking water systems in many different municipalities.   So, there are new expansions to the definition of infrastructure. It is a huge amount of money. But it's not something that the Republicans really can go full-throated after because Donald Trump's infrastructure plan was $3 trillion. That's even more than the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah. Well, everybody likes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- $2.3 trillion of Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Everybody is in favor of spending money when their guy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Yeah, they'll do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- is in the White House. I love more to talk about on this, so let me get a break. When we come back, a closer look at coverage of the Biden speech to Congress. And later, former Trump spokesman Hogan Gidley joins the program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "The worst attack on our democracy since the Civil War. We're on track to cut child poverty in America in half this year. This is the largest jobs plan since World War II.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC HOST",
      "sentences": "Every single sentence had a very clear point to it and every line of it had that Biden humility in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "Conservatives need to reject Biden's claim that our country's in crisis at all. These only exist in the minds of leftist idealogues who hate America anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yeah, race to the right. He's appeasing the hard core, red meat base. This is not how he won, the first big lie in the presidency, that type of thing, right? But he didn't just face Bernie Sanders and Elizabeth Warren. He beat people like that by differentiating himself from those agendas. And yet I was watching the speech on, what was it, Wednesday night, and the economic portions of it, this could have been delivered by a president Warren, quite frankly. And so when you run during a pandemic saying, I'm not the other guy, I'll take it more seriously, you know, let's get back to normal, we have to heal, we have to work together, bipartisanship is possible, we just have to do it, I know how, and then you show up in the presidency and all of a sudden you're looking in the mirror and you see FDR and, you know, AOC is saying I'm pleasantly surprised, he's much less moderate than I thought he was going to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I think that there should be some, you know, feet to the fire here from the media about working with Republicans and not redefining bipartisanship to cut Republicans in Congress out of the equation. I mean, it's ludicrous and it's not what he campaigned on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, by the way, Biden's team would say that, you know, we're in the middle of a pandemic and rebuilding the economy, and that's the reason for going so big. And also, by the way, we invited somebody from the Biden White House on this program. We were turned down. We invited somebody most weeks and that invitation stands. Liz, it was a huge headline in Politico, like World War III size type. Biden just gave the most ideologically ambitious speech of any Democratic president in generations. And that's true. But the overall tone of the media has been that that's a good thing, he's going to help all these people. I'm seeing less critical analysis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "The media is way over its skis on the FDR comparison. Why? Yes, the amount of money is the same, but this is not going to get passed in its current form, Howie, no way. And, you know, they had to get the COVID relief plan pass through reconciliation. No Republicans. This one is different. Republicans do want their name attached to some type of infrastructure bill. It's going to be smaller than what Biden wants. It's going to be bigger than what the Republicans want. But I think that Guy's point is very true about how President Biden was as a candidate, how he is today. You know, it seems like his mode now is talk moderate, walk progressive. That said, President Trump similarly did the same thing. During the campaign, he said, you know, rich guys like me are going to pay a lot more in taxes. They did not. They got a big tax cut as did a lot of the rest of the country. But, again, back to the they all do it, it is interesting to see that Joe Biden is going very big with the spending, but the reason the media can't get ahead of its skis is because this thing is not going to pass at its current price tag. When you attach the price tag, that's what turns what was President Biden, candidate Biden's promise of a big infrastructure plan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- into that progressive, really tax and spend --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, just briefly, Guy, one of the reasons is people forget that Roosevelt and LBJ had huge democratic majorities on the hill and Biden has got a five-vote edge in the House in a 50-50 Senate, so a little political reality here from the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yeah. I mean, the Dems are sort of acting like they won this decisive election with big majorities. Clearly not the case. But to your point about the rooting interests of the media and the way that they're framing this, there's a reason why they seem to be begging Joe Manchin every day to change his mind on the filibuster. They can't stop hounding the guy on this issue. It's the only way they can get this huge left-wing agenda through. They understand that's one of the stumbling blocks to the agenda they would like to see pass. And so Joe Manchin, you know, the incoming, the same question day in and day out. It feels less like journalism, more like lobbying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Liz, free preschool, free community college, child care, climate change, jobs, it all sounds appealing. People love free stuff. You have the taxes end of it where, you know, President Biden -- he did campaign on this, saying, I will raise corporate taxes and I will raise taxes on people earning more than $400,000. Do you think the media are buying the notion that this is just asking those groups to pay their fair share?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Well, there's no notion. That's exactly what the Democrats have said, that the wealthy should pay their fair share. That is an old line. Then it becomes define fair share. Well, there may be a hike in capital gains taxes on people making more than a million dollars. So these, by the way, are very popular on both sides of the political spectrum, Howie. I think that's why the GOP is in a very tight spot here. They have to thread the needle on saying we need to make it smaller because this'll be a problem and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- who doesn't want to come back and say, you know, we fixed the bridge in Kentucky?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. There's a pork barrel aspect and also getting someone else to pay the higher taxes. Great discussion. Guy Benson, thank you very much. Liz, we will see you a little bit later. Up next, a whole bunch of racist tweets targeting Tim Scott after the senator delivered the republican response to President Biden, who now says he doesn't disagree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "sentences": "Hear me clearly. America is not a racist country. I get called Uncle Tom and the N-word by progressives, by liberals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "His audience, to me, appeared to be conservative, white Republicans who are angry over certain things. I am shocked and a bit embarrassed for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "sentences": "A Black conservative like Tim Scott is the democratic's worst nightmare. Why? Because he has debunked the race card issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "The left is -- they have doubled down that they're going to not attack my policies, but they are literally attacking the color of my skin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, as an active user of Twitter, I think it's fair to suggest that had this been another candidate or had this been another party member, I don't think there's any question this would not have taken 11 hours. In fact, I'm almost certain this would have been down probably within an hour. And that sort of speaks to what we're seeing now with respect to political discourse in the country writ large. Unfortunately, I think what really happens when people use the expression uncle this or suggesting that someone is (INAUDIBLE), what they're really suggesting is that dissent of political thought is somehow dangerous or somehow pollyannish. And I don't think that's what the senator was saying. If you listen carefully, he said this country is not racist. We heard Kamala Harris, the vice president say as much. Joe Biden has said as much, too. But what really happens too often, I think, in conversation now, especially in media, is they will use words used by, say, someone on the right, and then use it as a cudgel even if those same words are used by someone on the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG MELVIN, NBC NEWS ANCHOR",
      "sentences": "He said among other things, America isn't racist. Is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I don't think America is racist. But I think the overhang from all of the Jim Crow and before that slavery have had a cost and we have to deal with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Yeah, because, again, he has got that R next to his name. Again, if you would just sort of flip it for just a second and just say -- let's use Joe Biden's words previously when he said they're going to put y'all back in chains. If a white Republican had said that to an audience, he would have been vilified and rightly so. And yet if Joe Biden says it, it sort of gets sort of a passive look by the media. Again, I think in the case of Senator Scott, because he is a Republican, he will be viewed through a different lens is my expectation as I watch the way the media handles Republicans and Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "I've been in Washington a long time. This doesn't surprise me. I think the disheartening part of it all, Howie, is I think you're seeing more, let's just say framing by reporters instead of simply telling the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The criticism from people, liberals like MSNBC's Joy Reid, as if Scott has said racism has been eradicated in America, which he certainly did not say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Do you think they don't like a Black conservative helping to shape the debate? We got about 20 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Yeah. I think Leo probably was right. He said there's danger if you think about it. If you're a Democrat, you don't want sort of a splintered political thought among Blacks because they are so needed by the party. That's one way to look at it. I don't think you'll see any let up on this, unfortunately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Kevin Corke, great to see you this Sunday. Thanks so much. Next on MEDIA BUZZ, Donald Trump goes after his successor on mass vaccines and a whole lot more. Hogan Gidley is on deck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG MELVIN, ANCHOR, NBC NEWS",
      "sentences": "We no longer see the President of the United States outside with a mask on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Look, you and I took our masks off when I came in. Because look at the distance we are. But if we were, in fact, sitting there talking to one another close, I'd have my mask on, and I might have you to have mask even though we have both been vaccinated. And so, it's a small precaution to take that has a profound impact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOGAN GIDLEY, FORMER WHITE HOUSE PRINCIPAL DEPUTY PRESS SECRETARY",
      "sentences": "Absolutely. I mean, what do you think the American people are going to walk away with when the President of the United States wears a mask outside alone on his way the a podium in which he's going to tell you the CDC says when you're outside alone, you don't need to wear a mask if you've been vaccinated? Not to mention the fact if you go look at his joint address to Congress, the CDC was clear about that situation too. If you've been vaccinated, if you are indoors, if you are socially distanced, you do not need to wear a mask. Everyone in there had a mask on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. Let's put that picture up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "It terrified me because that means one of two things. Either, one, the vaccine doesn't work or, two, our Democrat leaders aren't following the science. Either way, it is not good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Now, we all know the vaccine works, it's a medical miracle because of Donald Trump and Operation Warp Speed and what he was able to accomplish. But the left does this virtue signaling that if I put a face covering over my face, I'm somehow better than you. But we all know when they think no one is watching, the pretense comes down. The arrogance is gone, and Nancy Pelosi can open up a hair salon to get her hair did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Now since --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "-- John Kerry can take his mask off on a plane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "AOC can show up to a mask without a mask because they all know it's a total joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Since you brought up Operation Warp Speed and I've said many times President Trump deserves a lot of credit for that, and even the New York Times, Washington Post have acknowledged it, but he brought this up when he called in to Maria Bartiromo's Fox Business show. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX BUSINESS ANCHOR",
      "sentences": "Unfortunately, Mr. President, this administration is blaming you and your administration and they refuse to give you any credit for many of the accomplishments you've had --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Obviously, they're very ungracious people. I did the vaccine. They like to take the vaccine, but even the fake news isn't giving them credit for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Once again, Donald Trump is a counterpuncher. And what happens is they attacked him and said this country had no vaccine, had no plan. This was all in place when Joe Biden took office, OK? So, the media continues to look back, and they continue to try and attack our administration when this president did something that no one else in history was ever able to accomplish. In less than a year, he developed and distributed a vaccine for a brand new, unforeseen, unprecedented virus. Joe Biden got the vaccine before he was sworn into office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Thanks to Donald Trump. And the media still won't give him credit for it. And Joe Biden in his speech to Congress could have done the only bipartisan thing he's even tried to do since being president, he could have said and thanks to Donald Trump for setting up Operation Warp Speed, using the military to get the vaccine out to the American people. I got it, I appreciate it, everyone should go out and get it, but Joe Biden do that because he's going to plagiarize and lie for the next four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Hogan, we spoke earlier on the program about the Washington Post, The New York Times, NBC all running corrections of a major accusation against Rudy Giuliani that the FBI had warned him and that he was the target of a Russian disinformation campaign. Do these corrections call into question, in your view, their reporting on the overall subject?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Absolutely. But this is nothing new. These mistakes that the media always make, have you noticed they never are in Republicans' favor? It's always against us, they have to come out and issue the correction much later? No one sees the correction. It's the old adage, I'm going to butcher it here, but what is it that a lie can get halfway around the world before the truth puts on its pants? Because they know once that's in to the ether, it's very difficult to change. They don't have this journalistic standard to use double sourcing or someone who's willing to go on the record. No, they'll take that shady source, that shadowy source and run something to get it first, not to get it right, if it hurts Republicans. We've seen this time and time again whether it's Russia or someone like Tony Bobulinski who you guys on Fox featured repeatedly who came out, you know, at great potential peril to himself and his family on the record and said I know these things about Joe Biden. I was in the meetings. He knows about the dealings with Hunter Biden and China, and the media just said, no, that's debunked. They had the laptops with the e-mails and the text messages. They don't care. The media refuse to cover that because they'd rather use these sources who don't even have the guts or the courage or the cajones to come forward and say I'll say this on the record. We do, and they still won't cover the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, in this case the sources were flat wrong about Rudy. I want to get your take on the overall coverage of President Biden's first 100 days, the $6 trillion in new spending and how the media, you know, often referring to him as FDR , but I also need to bring this up which is during the campaign Donald Trump said that the stock market would crash if Joe Biden was elected. That was his words. Actually, it's off to the best start since FDR, so at least on that point was the former president wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "He was not. Donald Trump rebuilt this economy once, a pandemic came from China, hit the globe, it hurt our economy. He rebuilt the economy again. We gave Joe Biden the keys to a Ferrari, and now he's turned that Ferrari, he's heading straight into a ditch as fast as that car will go. The American people are going to be in a world of hurt when Joe Biden's policies take effect. That's what Donald Trump was talking about. Because we know when you have record high employment for African-American, Asian-American, Hispanic- Americans, women, more jobs than there were people to fill them, you have low taxes, low regulation, corporate tax rates that brought businesses back into this country, if you do the opposite, it's going to have the opposite effect, and that's what Joe Biden is proposing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, I understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Trillions of dollars in spending, it's going to hurt the American people, and they know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, we can -- we can argue over credit. But just for the record, since January 20th the stock market is up about 10 percent. Hogan Gidley, always good to have your perspective. Thanks very much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Thanks so much, Howie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "After the break, USA Today lets Stacey Abrams flout the rules and why a reporter quits the New York Post. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Very rarely does that happen with opinion columns, even more rare, I don't know if I've seen it with a guest column, you know, someone who doesn't work for USA Today but just a guest there --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "-- to do this. And this was such a strange one because if you read Stacey Abrams' original column, it was this great exercise in kind of fence sitting. I mean, if you wanted to find, you know, information about or you wanted to find like an argument for why Major League Baseball should leave Georgia, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "-- it was in there. If you wanted to find why they shouldn't boycott, it was in there. It was this kind of wishy-washy thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right, let me just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Then -- go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I just wanted to mention to wrap this up, that the parent company Gannett said we regret the oversight, we had editors, it won't happen again. It shouldn't have happened in the first place. But let me move on to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The New York Post published a false front-page story last week charging that Kamala Harris' children's book was being given illegally to migrant kids at the border. But after the Washington Post knocked that down the New York tabloid run a one-sentence correction then abruptly deleted the story. Now the reporter, Laura Italiano, has resigned tweeting, the Kamala Harris story, an incorrect story I was ordered to write in which I failed to push back hard enough against was my breaking point. The paper says the New York Post does not order reporters to deliberately publish factually inaccurate information. In this case, the story was amended as soon as it came to the editor's attention it was inaccurate. Steve, how does this back and forth reflect on the New York Post especially with the reporter saying I was ordered to do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Yes, I mean, there's the whole internal politics of tis or the office politics that we're seeing that that's playing out on Twitter, and now, you know, that furthers the story. But look, we saw this a lot during the Trump era, I think when in certain cases. You start with this premise, and in this case, you've got a story like kamala Harris is theoretically in charge of the border, she's not actually going to the border. Then there's this picture from Reuters of her book with a backpack next to it, somehow that transforms into their handing out of Kamala Harris' book to every kid, you know, who goes to this migrant facility and it's on the cover of the New York Post. It's just this exercise and it just keeps growing and growing this overreach when it comes to this issue, and it really does reflect poorly. Obviously, it's good the New York Post corrected it, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "-- it's only more of a headache that the reporter saying that she was ordered to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Well, there's another example. There was another bogus story that cross the media about saying that the Biden climate change plan would mean that Americans would have to cut meat consumption by 90 percent, maybe one burger a month. I called it burger gate. This grew out of a purely speculative piece in the Daily Mail about what might happen under the plan. Some Republican members of Congress picked it up, and I think to your point, this stuff just spreads like wildfire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Exactly. Yes, another one that has the kernel of truth. You know, this came from a study at the University of Michigan about what may need to be done. That was sort of, you know, very loosely tied in this Daily Mail piece, and then it just got, you know, the ball just started going and the snowball effect, all of a sudden it's in the Biden plan when, you know, it really could have used a little bit of stepping back and thinking about something before just kind of putting out a tweet or putting out another story that furthers this false narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Now both the Kamala book story and the Biden meat story were picked up by a number of Fox News programs, and the network later clarified, for example, America reports said cited the study you just reported out about greenhouse gasses and the need to reduce meat consumption. But a graphic in the script incorrectly implied that this was part of Biden's plan for dealing with climate change, that is not the case. What is your analysis of the way these stories spread not just on Fox, but elsewhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Yes. Look, it's a symptom of our time, I think. Things are moving so fast, a lot of times these stories they bubble up, particularly the Kamala Harris book story. It feels like it's this great self-containing little segment, it's you know, it's perfect for twitter, it's perfect for cable news, and all of a sudden it's out there, and before anyone can kind of step up and say, wait a second, is this -- is this really true? And we saw this during the last era in the Trump era a lot on a lot of different people news networks a lot of different new outlets that really do know better. And it's this crying wolf effect. Because then the next time there's a story and it is true, there's this little thought in the back of people's mind, wait a second, they got the last one wrong, let's hold back on it. That's just not ideal, it's overreach, that's really unnecessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. The stories are buzzy, and they are click bait, and you know, you ought to go back to the original source and see is this a fact and who's saying it and what's the evidence. All right. Finally, CNN Business has launched an internal investigation into the treatment of women and the workplace culture at that unit. This is according to business insider that's being overseen by parent company AT&T. How serious is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Yes, it's potentially serious. You know, we don't know. It seems like a story that's really in the infancy here. You know, there's a lot more details to come out. I'm continuing to do some reporting on it as well to find out more. CNN Business, you know, a single unit within the larger, broader company of CNN overseas parts of the company like tech, like media, and we'll see. You know, there was a big Me Too reckoning that really kind of saw itself among pretty much every single newsroom about four years ago, and we didn't really see much about it at CNN. Is this part of that story, we don't know yet, but it's certainly something to watch and see what the results of this probe might be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. And some women are quoted to saying, you know, they don't get the full support or the same level of pay. So, you're right. Story to watch. Steve Krakauer, thanks very much for joining us. Still to come, why ratings for the Oscars are in the toilet, and an uproar at Simon & Schuster of republishing a book by Mike Pence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGINA KING, ACTRESS",
      "sentences": "I know that a lot of you people at home want to reach for your remotes when you feel like Hollywood is preaching to you, but as the mother of a Black son, I know the fear that so many live with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIZ CLAMAN, FOX BUSINESS ANCHOR",
      "sentences": "Zoom. No viewers. This is a couple of things. Number one, let's just get this off the way. With the adoption of Netflix and HBO Max and Disney Plus, Howie, I cover this every day on my Fox Business show, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- the traditional networks are just not getting those kinds of eyeballs. I would then say though for a show that promises to focus on the greatest entertainment of the year, it was completely devoid of entertainment. And part of that, number one, is that they didn't start with a comic. If ever there was a year where we needed to hear from a Billy Crystal or a Whoopi Goldberg or Ellen DeGeneres being self-deprecating, it was this year. And people still stuck inside. That was a real misstep, I think. I would say that, you know, the original beginning with Regina King walking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- through Union Station, I was thinking, it was kind of hip --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Good. I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- this is cool. And then the whole thing was like, you know, after a while, I said to myself and I'm an original fan girl. I said to I'm turning to \"Forensic Files.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. That lasted about an hour. All right. Let me ask you about this two -- more than 200 Simon and Schuster staffers signing a petition saying the company shouldn't publish Mike Pence's book because it's legitimizing bigotry. Now CEO Jonathan Karp -- edited one of my books a zillion years ago -- to his credit said we come to work each day to publish, not cancel. Is this the latest culture war, culture cancel front?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Yes. And it's odd that it would go to the heart of book publishing. Book publishing historically has been all about first amendment, presenting all different kinds of robust ideas in book form. And, you know, you never want to start banning books or saying we're not going to publish not just Mike Pence's book but anybody from any administration. I mean, Mike Pence's would be a memoir, and you're looking at it through the prism of a point in history. So, therefore, I would say, sure, you know, of course you don't want to start canceling that. I would also say, I understand when employees are concern, they would not want to, you know, push forth on a book that's about, you know, hate speech, that has hate speech in it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- or something like that, but this is a very worrisome trend, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Here's the thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- and I applaud the CEO Mr. Karp for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. Simon & Schuster did cancel Senator Josh Hawley's book over his role in challenging the 2020 election results, but the people who are protesting are saying don't publish a book by anybody associated with Donald Trump or his administration. Isn't that kind of narrow-mindedness ultimately bad for business?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Kind of narrow minded? Again, I go back to the fact that it is really important for the publishing industry to keep a very broad scope when it comes to this. However, it almost feels like we're now shifting toward what cable news has already done, and that is sort of let's go into our progressive, you know, progressive or far-right corners. There are now conservative publishers. So, there are many areas where a Mike Pence could go, but you don't want to be that book company that goes down that road because it is a very slippery slope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Very slippery slope, indeed. Liz, thanks for sticking around. Always great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST (on camera)",
      "utterance": "The mostly liberal hosts at \"The View\" are beating up on Fox News, a very popular sport these days, when Meghan McCain objected, calling out her own ABC show for targeting only one side."
    },
    {
      "speaker": "MEGHAN MCCAIN, ABC HOST",
      "utterance": "We never once talked about Hunter Biden as a hot topic on the show, whereas if Ivanka Trump or Donald Trump, Jr. cough in the wrong direction, it probably would have taken up the first two blocks. There's a reason why Fox is killing it in the ratings and laps everyone else. It's because it seems like it's rigged. It's rigged every place else."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Now, Meghan, who disclosed that her husband Ben Domenech founded \"The Federalist\" and he recently became a Fox News contributor, hit a crucial point. When other networks denounce what they call propaganda or lies by right-wing (ph) news outlets, they do it from a place of moral righteousness. We stand for truth, justice in the American way, a world view they fashioned under Donald Trump and usually exempt their side from the slightest scrutiny."
    },
    {
      "speaker": "MCCAIN",
      "utterance": "I mean, let's go down the list every day of the things that are inaccurate on CNN and MSNBC, and then we can talk about fairness in the media."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Now, of course, Fox hosts take shots at the competition as well. What I try to do is look at bias and blunders on all sides and you'll see that on this program. Last night, The Washington Post, New York Times and NBC all acknowledged a major blunder in their coverage of Rudy Giuliani, correcting an accusation based on anonymous sources that turned out to be wrong. We'll see how much attention that gets. I'm Howard Kurtz and this is MEDIA BUZZ. The New York Times bombshell exploded across all the cable news networks. Federal investigators were serving search warrants on Rudy Giuliani at his Manhattan home and office in a criminal probe of his dealings with Ukraine. But what the Times had now retracted along with NBC and The Washington Post is the allegation that the FBI briefs the former mayor on a Russian intelligence operation. Earlier, the one-time federal prosecutor denounced the search warrants."
    },
    {
      "speaker": "RUDY GIULIANI, FORMER ATTORNEY FOR PRESIDENT DONALD TRUMP, FORMER NEW YORK CITY MAYOR",
      "utterance": "I didn't destroy the evidence because the evidence is exculpatory. It proves that the president and I and all of us are innocent. They're the ones who are committing -- it's like projection. They're committing the crimes."
    },
    {
      "speaker": "ARI MELBER, MSNBC HOST",
      "utterance": "As bonkers as it was, it also now makes a tad more sense tonight from Giuliani's perspective because the desperate lawyer knew that with his prized client out of the White House he would lose his legal bulletproof vest."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Democratic prosecutors want to lock up a 76- year-old icon for a lobbying technicality? Did Rudy Giuliani steal any money? Did he hurt anybody? Did he engage in treason? No."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now from New York to analyze the coverage, Guy Benson, host of daily show on podcast for Fox News radio, and Liz Claman, host of \"The Claman Countdown\" on Fox Business, weekdays at 3:00 Eastern. Guy, The Washington Post was the first to retract this allegation that the FBI had warned Rudy Giuliani that he was the target of a Russian disinformation campaign against Joe Biden. This came after he denied it. What's the impact on all three news organizations for correcting such a major accusation?"
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CONTRIBUTOR, RADIO SHOW HOST",
      "utterance": "Well, it's a credibility hit again. And, look, if Rudy did something wrong or illegal, let's let this process play out. But this is another example of one of the associates of Donald Trump in the headlines, in the news about some apparent or alleged malfeasance involving Russia or Ukraine. And you would think, based on huge mistakes that have been made in the past on this front, news organizations would be especially sensitive and careful on these questions and on these matters. And yet this is a huge, glaring mistake that had to be corrected by these three organizations. And, Howie, here's a line that stands out to me from the NBC correction -- quote -- \"The report was based on a source,\" -- A, not sources, a source -- \"familiar with the matter.\" And then was contradicted by a second source. Often to go to print, you need at least two corroborating sources. It sounds like they went with one person who was supposedly familiar with the matter. I don't know how familiar this person could have been --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah, that's the point."
    },
    {
      "speaker": "BENSON",
      "utterance": "-- they got the wrong information from them. And my question from a media perspective is, at what point do you burn a source and expose who they are? If they give you wrong information and you broadcast or publish that information about a public figure and then you have to go through this embarrassing retraction --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "BENSON",
      "utterance": "-- process, why protect that source?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Liz, The New York Times at first stealth edited its story by modifying the language about the accusation. And then after The Washington Post, it ran an actual correction. Rudy Giuliani is calling on all three organizations to reveal their source who provided the obviously wrong information. What's your thought about this?"
    },
    {
      "speaker": "LIZ CLAMAN, FOX BUSINESS NETWORK ANCHOR",
      "utterance": "Well, that's never going to happen."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "The media definitely, at least the three -- The New York Times, Washington Post, picked it up and, of course, NBC News picked it up. They do have egg on their face about this. I would give them credit for issuing corrections. I wouldn't exactly say it was an outright retraction. It was a correction at the top, at least on The Washington Post page. My morning hard copy of The New York Times did not have the article at all, Howie. So I don't know what that says. But depending -- you know, I'm in Jersey. Who knows how early I get that? But the fact is that, you know, the fact that the media pounced on this story is -- and should not be a surprise to anybody, the legitimacy of it is such that when you have the feds going into a judge and saying, we need a warrant to go in and seize electronics of anybody, let alone a lawyer who is usually protected by attorney/client privilege, you have to prove that there's some type of legitimacy to that. You know, there are some type of logical, you know, probably cause at a crime --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- to take in place. So clearly there is some there there. It is not a surprise that the media jumps on it, but yeah, double triple source on this one for sure."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Obviously, Guy, there was a raid, a search warrant executed against Giuliani. That's a pretty big story. He was --"
    },
    {
      "speaker": "BENSON",
      "utterance": "Mm-hmm."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- former President Trump's lawyer."
    },
    {
      "speaker": "BENSON",
      "utterance": "Sure."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But on the flipside here, some on the right are saying, well, you know, Rudy shouldn't be prosecuted for technical lobbying violation. Didn't Joe Biden get criticized for saying that Derek Chauvin was guilty? We don't know exactly what DOJ is investigating Rudy Giuliani for. We have a lot of leaks about it."
    },
    {
      "speaker": "BENSON",
      "utterance": "Correct. And by the way, just to Liz's point, my comment in using the word retraction was about this particular claim, that they did --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah, I agree with you."
    },
    {
      "speaker": "BENSON",
      "utterance": "-- retract it. They put that in the correction. But I would say, to your question, to your point, Howie, on this, we don't know is the key and operative phrase. We don't know exactly what the details are. We don't know what the internal intricacies of the case they have against Rudy, how strong it is, how weak it is. Is it a fair thing to go after him? Are they targeting one side versus another? I believe this investigation started during the Bill Barr tenure at DOJ. So, that's, you know, one piece of countervailing evidence to maybe point the finger that this is political. I just don't want to engage in too much conjecture about how strong the case is here against Rudy and whether he's culpable and if this is fair or not because we don't know nearly enough information yet. And I think --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BENSON",
      "utterance": "-- would hope that more people in the media would sort of take that approach as opposed to immediately jumping to their foregone conclusion, which has not served them well, especially as I sat on this issue set in the past."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah. This was at the heart of the first Trump impeachment trial and, you know, for example, at times the set will have to do with Rudy's role in persuading Donald Trump to remove the ambassador of Ukraine. But again, it is not an established fact. Look, I used to cover Rudy Giuliani when he was the U.S. attorney in Manhattan, Liz. And he knows because he went after the mob in Wall Street and a lot of -- approved a lot of search warrants, I'm sure, that you can't get a federal judge to approve a search warrant unless you can show there is a likelihood --"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Exactly."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- that the person committed a crime. So I don't want to minimize any of this. But when you get a major part of the story wrong, it does cloud the whole situation."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "You know, in this case and all of these big types of stories, the media clam over each another."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "We used to joke in local news, first at six, correct at eleven."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "You know, that's -- that's not OK when you're dealing with, you know, people and allegations of serious criminal charges here of whether you took some type of money or exchange of information from a foreign lobbyist or some sort of situation which is what we at least kind of conjure up about, you know, the center of this case. I would say, you know, Howie, that this is -- this is a very serious situation and you can't rush to judgment without making sure that you have all of your ducks in a row. And I am sure it's not a great day around the newsrooms of some of these organizations."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah, right."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "That said, they do get credit for quickly retracting all of this within 24 hours."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. But the question is how many people see the retraction. Is it on the air? Is it as prominent? But Rudy Giuliani is entitled to presumption of innocence. Let me turn you to the press coverage of President Biden this week. We will talk about the speech next segment. Guy, it seems to me most of the media is embracing the notion of Joe Biden as a transformational president, massive spending and all, with only a few -- relative few journalists taking a critical look at the question about his increasingly costly agenda. Your thoughts?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Well, they like him because they all voted for him and they want him to succeed. They are progressive liberals and they want him to enact a progressive liberal agenda. There is not much mystery to this. I mean, the vast majority of journalists are on the left. And so they play favorites, they root for a team, they wear the blue jersey. They will occasionally, you know, be fair to other people or criticize their own team. They don't like it but they'll do it sometimes. That's what this is. And I would like to see more critical coverage or at least questioning of him about the whole premise of this transformational FDR 2.0 thing. This is not the Joe Biden who ran for president. This is not the Joe Biden who won his primary by not being that. He wasn't saying, we need revolution, let's spend, you know, $10 trillion, $6 trillion, whatever it is going to be --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I want to come back -- BENSON. -- transform the nation fundamentally."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I want to come back to that point. But let me get Liz in, because there have been a few media liberals and some Democrats who are questioning the stunning price tag for these three bills --"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Yeah."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- one of which has already passed $6 trillion. Now, maybe this all seems like (INAUDIBLE) to the press, but you're the business expert. I mean, the country is already drowning in red ink."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Well, we are. And by the way, there was $22 trillion in debt before Joe Biden did take office. So let's keep that in mind. There's $28 trillion now, I checked the debt clock this morning. The Associated Press, let me just say this to guy who says very, very few, the Associated Press came out and made this important point about what is infrastructure and what is not. And they said strengthening the right of workers to join unions does not resemble concrete in an underpass. However, you've got to look at the new form of infrastructure. It is not just transportation, roads, bridges, tarmacs at airports. It is expanding broadband into rural areas, which is something President Trump brought up. It is definitely fixing waste water and drinking water systems in many different municipalities. So, there are new expansions to the definition of infrastructure. It is a huge amount of money. But it's not something that the Republicans really can go full-throated after because Donald Trump's infrastructure plan was $3 trillion. That's even more than the --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah. Well, everybody likes --"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- $2.3 trillion of Biden."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Everybody is in favor of spending money when their guy --"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Yeah, they'll do it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- is in the White House. I love more to talk about on this, so let me get a break. When we come back, a closer look at coverage of the Biden speech to Congress. And later, former Trump spokesman Hogan Gidley joins the program."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "The media practically are giving President Biden a standing ovation, the only real debate being whether he's more like FDR or LBJ, even as detractors question whether we can really afford to spend a staggering $6 trillion on the programs he touted to Congress."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "The worst attack on our democracy since the Civil War. We're on track to cut child poverty in America in half this year. This is the largest jobs plan since World War II."
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC HOST",
      "utterance": "Every single sentence had a very clear point to it and every line of it had that Biden humility in it."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "Conservatives need to reject Biden's claim that our country's in crisis at all. These only exist in the minds of leftist idealogues who hate America anyway."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Guy Benson, as you noted earlier and as few journalists of New York and elsewhere pointed out, Joe Biden campaigned on a far more moderate platform. Remember, he wasn't Bernie, he wasn't Elizabeth. If a Republican president had done that -- and Donald Trump was a disruptive president, but he laid out most of what he was going to do in the campaign -- wouldn't the pundits be screaming this is outrageous and this is not what you promised the American people?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Yeah, race to the right. He's appeasing the hard core, red meat base. This is not how he won, the first big lie in the presidency, that type of thing, right? But he didn't just face Bernie Sanders and Elizabeth Warren. He beat people like that by differentiating himself from those agendas. And yet I was watching the speech on, what was it, Wednesday night, and the economic portions of it, this could have been delivered by a president Warren, quite frankly. And so when you run during a pandemic saying, I'm not the other guy, I'll take it more seriously, you know, let's get back to normal, we have to heal, we have to work together, bipartisanship is possible, we just have to do it, I know how, and then you show up in the presidency and all of a sudden you're looking in the mirror and you see FDR and, you know, AOC is saying I'm pleasantly surprised, he's much less moderate than I thought he was going to be --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BENSON",
      "utterance": "I think that there should be some, you know, feet to the fire here from the media about working with Republicans and not redefining bipartisanship to cut Republicans in Congress out of the equation. I mean, it's ludicrous and it's not what he campaigned on."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, by the way, Biden's team would say that, you know, we're in the middle of a pandemic and rebuilding the economy, and that's the reason for going so big. And also, by the way, we invited somebody from the Biden White House on this program. We were turned down. We invited somebody most weeks and that invitation stands. Liz, it was a huge headline in Politico, like World War III size type. Biden just gave the most ideologically ambitious speech of any Democratic president in generations. And that's true. But the overall tone of the media has been that that's a good thing, he's going to help all these people. I'm seeing less critical analysis."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "The media is way over its skis on the FDR comparison. Why? Yes, the amount of money is the same, but this is not going to get passed in its current form, Howie, no way. And, you know, they had to get the COVID relief plan pass through reconciliation. No Republicans. This one is different. Republicans do want their name attached to some type of infrastructure bill. It's going to be smaller than what Biden wants. It's going to be bigger than what the Republicans want. But I think that Guy's point is very true about how President Biden was as a candidate, how he is today. You know, it seems like his mode now is talk moderate, walk progressive. That said, President Trump similarly did the same thing. During the campaign, he said, you know, rich guys like me are going to pay a lot more in taxes. They did not. They got a big tax cut as did a lot of the rest of the country. But, again, back to the they all do it, it is interesting to see that Joe Biden is going very big with the spending, but the reason the media can't get ahead of its skis is because this thing is not going to pass at its current price tag. When you attach the price tag, that's what turns what was President Biden, candidate Biden's promise of a big infrastructure plan --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- into that progressive, really tax and spend --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, just briefly, Guy, one of the reasons is people forget that Roosevelt and LBJ had huge democratic majorities on the hill and Biden has got a five-vote edge in the House in a 50-50 Senate, so a little political reality here from the press."
    },
    {
      "speaker": "BENSON",
      "utterance": "Yeah. I mean, the Dems are sort of acting like they won this decisive election with big majorities. Clearly not the case. But to your point about the rooting interests of the media and the way that they're framing this, there's a reason why they seem to be begging Joe Manchin every day to change his mind on the filibuster. They can't stop hounding the guy on this issue. It's the only way they can get this huge left-wing agenda through. They understand that's one of the stumbling blocks to the agenda they would like to see pass. And so Joe Manchin, you know, the incoming, the same question day in and day out. It feels less like journalism, more like lobbying."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Liz, free preschool, free community college, child care, climate change, jobs, it all sounds appealing. People love free stuff. You have the taxes end of it where, you know, President Biden -- he did campaign on this, saying, I will raise corporate taxes and I will raise taxes on people earning more than $400,000. Do you think the media are buying the notion that this is just asking those groups to pay their fair share?"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Well, there's no notion. That's exactly what the Democrats have said, that the wealthy should pay their fair share. That is an old line. Then it becomes define fair share. Well, there may be a hike in capital gains taxes on people making more than a million dollars. So these, by the way, are very popular on both sides of the political spectrum, Howie. I think that's why the GOP is in a very tight spot here. They have to thread the needle on saying we need to make it smaller because this'll be a problem and --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- who doesn't want to come back and say, you know, we fixed the bridge in Kentucky?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. There's a pork barrel aspect and also getting someone else to pay the higher taxes. Great discussion. Guy Benson, thank you very much. Liz, we will see you a little bit later. Up next, a whole bunch of racist tweets targeting Tim Scott after the senator delivered the republican response to President Biden, who now says he doesn't disagree."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "When Senator Tim Scott delivered the GOP response to President Biden's speech to Congress, he spoke frankly about racism and discrimination."
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "utterance": "Hear me clearly. America is not a racist country. I get called Uncle Tom and the N-word by progressives, by liberals."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Well, some left-wingers twisted that reference to Uncle Tom into Uncle Tim, a slur that was actually trending on Twitter. For instance, former MSNBC host Toure tweeted, what makes Tim Scott an Uncle Tim? He was on TV denying that America is racist thus aiding and abetting white supremacy. The sentence only blocked Republican punch back after some heated debate on cable news."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "His audience, to me, appeared to be conservative, white Republicans who are angry over certain things. I am shocked and a bit embarrassed for him."
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "utterance": "A Black conservative like Tim Scott is the democratic's worst nightmare. Why? Because he has debunked the race card issue."
    },
    {
      "speaker": "SCOTT",
      "utterance": "The left is -- they have doubled down that they're going to not attack my policies, but they are literally attacking the color of my skin."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now, Kevin Corke, a White House correspondent for Fox News. And, Kevin, to me, these Uncle Tim tweets were utterly racist, and I don't understand why Twitter waited 11 hours to reduce their visibility by taking them off the trending label. What's your take on the whole situation?"
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Well, as an active user of Twitter, I think it's fair to suggest that had this been another candidate or had this been another party member, I don't think there's any question this would not have taken 11 hours. In fact, I'm almost certain this would have been down probably within an hour. And that sort of speaks to what we're seeing now with respect to political discourse in the country writ large. Unfortunately, I think what really happens when people use the expression uncle this or suggesting that someone is (INAUDIBLE), what they're really suggesting is that dissent of political thought is somehow dangerous or somehow pollyannish. And I don't think that's what the senator was saying. If you listen carefully, he said this country is not racist. We heard Kamala Harris, the vice president say as much. Joe Biden has said as much, too. But what really happens too often, I think, in conversation now, especially in media, is they will use words used by, say, someone on the right, and then use it as a cudgel even if those same words are used by someone on the left."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Let me play for our audience because you're right, Kamala Harris on \"Good Morning, America,\" and the President Biden was asked by NBC's Craig Melvin about the Tim Scott remarks. Here is what he said."
    },
    {
      "speaker": "CRAIG MELVIN, NBC NEWS ANCHOR",
      "utterance": "He said among other things, America isn't racist. Is it?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "I don't think America is racist. But I think the overhang from all of the Jim Crow and before that slavery have had a cost and we have to deal with it."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Tim Scott said on CBS this morning, I'm glad that Biden and Harris agree with me. So why were his remarks treated as so incendiary?"
    },
    {
      "speaker": "CORKE",
      "utterance": "Yeah, because, again, he has got that R next to his name. Again, if you would just sort of flip it for just a second and just say -- let's use Joe Biden's words previously when he said they're going to put y'all back in chains. If a white Republican had said that to an audience, he would have been vilified and rightly so. And yet if Joe Biden says it, it sort of gets sort of a passive look by the media. Again, I think in the case of Senator Scott, because he is a Republican, he will be viewed through a different lens is my expectation as I watch the way the media handles Republicans and Democrats."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "CORKE",
      "utterance": "I've been in Washington a long time. This doesn't surprise me. I think the disheartening part of it all, Howie, is I think you're seeing more, let's just say framing by reporters instead of simply telling the facts."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The criticism from people, liberals like MSNBC's Joy Reid, as if Scott has said racism has been eradicated in America, which he certainly did not say."
    },
    {
      "speaker": "CORKE",
      "utterance": "That's right."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Do you think they don't like a Black conservative helping to shape the debate? We got about 20 seconds."
    },
    {
      "speaker": "CORKE",
      "utterance": "Yeah. I think Leo probably was right. He said there's danger if you think about it. If you're a Democrat, you don't want sort of a splintered political thought among Blacks because they are so needed by the party. That's one way to look at it. I don't think you'll see any let up on this, unfortunately."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Kevin Corke, great to see you this Sunday. Thanks so much. Next on MEDIA BUZZ, Donald Trump goes after his successor on mass vaccines and a whole lot more. Hogan Gidley is on deck."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "President Biden announced the new CDC guidance that vaccinated people generally don't have to wear masks outdoors, but in a Today Show interview he said this."
    },
    {
      "speaker": "CRAIG MELVIN, ANCHOR, NBC NEWS",
      "utterance": "We no longer see the President of the United States outside with a mask on?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "Look, you and I took our masks off when I came in. Because look at the distance we are. But if we were, in fact, sitting there talking to one another close, I'd have my mask on, and I might have you to have mask even though we have both been vaccinated. And so, it's a small precaution to take that has a profound impact."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now from Palm Beach, Hogan Gidley, the former White House deputy press secretary who was also Trump campaign spokesman. Hogan, Biden says, well, it's different when you're president, because people are always coming up to you. There's been some critical coverage even on the left that Biden might be discouraging people from getting vaccinated by constantly wearing masks. Is he sending the wrong message?"
    },
    {
      "speaker": "HOGAN GIDLEY, FORMER WHITE HOUSE PRINCIPAL DEPUTY PRESS SECRETARY",
      "utterance": "Absolutely. I mean, what do you think the American people are going to walk away with when the President of the United States wears a mask outside alone on his way the a podium in which he's going to tell you the CDC says when you're outside alone, you don't need to wear a mask if you've been vaccinated? Not to mention the fact if you go look at his joint address to Congress, the CDC was clear about that situation too. If you've been vaccinated, if you are indoors, if you are socially distanced, you do not need to wear a mask. Everyone in there had a mask on."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. Let's put that picture up."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "It terrified me because that means one of two things. Either, one, the vaccine doesn't work or, two, our Democrat leaders aren't following the science. Either way, it is not good."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Now, we all know the vaccine works, it's a medical miracle because of Donald Trump and Operation Warp Speed and what he was able to accomplish. But the left does this virtue signaling that if I put a face covering over my face, I'm somehow better than you. But we all know when they think no one is watching, the pretense comes down. The arrogance is gone, and Nancy Pelosi can open up a hair salon to get her hair did."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Now since --"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "-- John Kerry can take his mask off on a plane."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "AOC can show up to a mask without a mask because they all know it's a total joke."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Since you brought up Operation Warp Speed and I've said many times President Trump deserves a lot of credit for that, and even the New York Times, Washington Post have acknowledged it, but he brought this up when he called in to Maria Bartiromo's Fox Business show. Take a listen."
    },
    {
      "speaker": "MARIA BARTIROMO, FOX BUSINESS ANCHOR",
      "utterance": "Unfortunately, Mr. President, this administration is blaming you and your administration and they refuse to give you any credit for many of the accomplishments you've had --"
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "Obviously, they're very ungracious people. I did the vaccine. They like to take the vaccine, but even the fake news isn't giving them credit for that."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "But when the president -- you works for him -- says things like that, you know, certainly he's entitled to say it, but doesn't it give the impression that he's always looking backwards at his administration as supposed to grappling with the new promise of today?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Once again, Donald Trump is a counterpuncher. And what happens is they attacked him and said this country had no vaccine, had no plan. This was all in place when Joe Biden took office, OK? So, the media continues to look back, and they continue to try and attack our administration when this president did something that no one else in history was ever able to accomplish. In less than a year, he developed and distributed a vaccine for a brand new, unforeseen, unprecedented virus. Joe Biden got the vaccine before he was sworn into office."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Thanks to Donald Trump. And the media still won't give him credit for it. And Joe Biden in his speech to Congress could have done the only bipartisan thing he's even tried to do since being president, he could have said and thanks to Donald Trump for setting up Operation Warp Speed, using the military to get the vaccine out to the American people. I got it, I appreciate it, everyone should go out and get it, but Joe Biden do that because he's going to plagiarize and lie for the next four years."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Hogan, we spoke earlier on the program about the Washington Post, The New York Times, NBC all running corrections of a major accusation against Rudy Giuliani that the FBI had warned him and that he was the target of a Russian disinformation campaign. Do these corrections call into question, in your view, their reporting on the overall subject?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Absolutely. But this is nothing new. These mistakes that the media always make, have you noticed they never are in Republicans' favor? It's always against us, they have to come out and issue the correction much later? No one sees the correction. It's the old adage, I'm going to butcher it here, but what is it that a lie can get halfway around the world before the truth puts on its pants? Because they know once that's in to the ether, it's very difficult to change. They don't have this journalistic standard to use double sourcing or someone who's willing to go on the record. No, they'll take that shady source, that shadowy source and run something to get it first, not to get it right, if it hurts Republicans. We've seen this time and time again whether it's Russia or someone like Tony Bobulinski who you guys on Fox featured repeatedly who came out, you know, at great potential peril to himself and his family on the record and said I know these things about Joe Biden. I was in the meetings. He knows about the dealings with Hunter Biden and China, and the media just said, no, that's debunked. They had the laptops with the e-mails and the text messages. They don't care. The media refuse to cover that because they'd rather use these sources who don't even have the guts or the courage or the cajones to come forward and say I'll say this on the record. We do, and they still won't cover the story."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, in this case the sources were flat wrong about Rudy. I want to get your take on the overall coverage of President Biden's first 100 days, the $6 trillion in new spending and how the media, you know, often referring to him as FDR , but I also need to bring this up which is during the campaign Donald Trump said that the stock market would crash if Joe Biden was elected. That was his words. Actually, it's off to the best start since FDR, so at least on that point was the former president wrong?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "He was not. Donald Trump rebuilt this economy once, a pandemic came from China, hit the globe, it hurt our economy. He rebuilt the economy again. We gave Joe Biden the keys to a Ferrari, and now he's turned that Ferrari, he's heading straight into a ditch as fast as that car will go. The American people are going to be in a world of hurt when Joe Biden's policies take effect. That's what Donald Trump was talking about. Because we know when you have record high employment for African-American, Asian-American, Hispanic- Americans, women, more jobs than there were people to fill them, you have low taxes, low regulation, corporate tax rates that brought businesses back into this country, if you do the opposite, it's going to have the opposite effect, and that's what Joe Biden is proposing."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, I understand."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Trillions of dollars in spending, it's going to hurt the American people, and they know it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, we can -- we can argue over credit. But just for the record, since January 20th the stock market is up about 10 percent. Hogan Gidley, always good to have your perspective. Thanks very much for being here."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Thanks so much, Howie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "After the break, USA Today lets Stacey Abrams flout the rules and why a reporter quits the New York Post. Stay with us."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "USA Today ran an opinion column by Stacey Abrams, the Georgia Democratic activist, defending the national criticism of Major League Baseball as it was about to pull the all-star game from Atlanta, but a week later, the paper allowed Abrams to stealth edit the piece and challenge a baseball boycott. Joining us now from Dallas Steve Krakauer who writes the Forth Watch newsletter on the media. How does USA Today let Stacey Abrams change her position as the political win shift, go back and stealth edit this piece and not tell readers about it? STEVE KRAKAUER, EDITOR & HOST, FOURTH WATCH: Yes. This was a weird one. Because we often see, and you mentioned a couple of these corrections that have happened with stories about Rudy and others where if there's a new story, something is wrong, there is a fact missing, edits happen, and often there's a little, you know, appended correction or note from the editor."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Very rarely does that happen with opinion columns, even more rare, I don't know if I've seen it with a guest column, you know, someone who doesn't work for USA Today but just a guest there --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "-- to do this. And this was such a strange one because if you read Stacey Abrams' original column, it was this great exercise in kind of fence sitting. I mean, if you wanted to find, you know, information about or you wanted to find like an argument for why Major League Baseball should leave Georgia, --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "-- it was in there. If you wanted to find why they shouldn't boycott, it was in there. It was this kind of wishy-washy thing."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right, let me just --"
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Then -- go ahead."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I just wanted to mention to wrap this up, that the parent company Gannett said we regret the oversight, we had editors, it won't happen again. It shouldn't have happened in the first place. But let me move on to this."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The New York Post published a false front-page story last week charging that Kamala Harris' children's book was being given illegally to migrant kids at the border. But after the Washington Post knocked that down the New York tabloid run a one-sentence correction then abruptly deleted the story. Now the reporter, Laura Italiano, has resigned tweeting, the Kamala Harris story, an incorrect story I was ordered to write in which I failed to push back hard enough against was my breaking point. The paper says the New York Post does not order reporters to deliberately publish factually inaccurate information. In this case, the story was amended as soon as it came to the editor's attention it was inaccurate. Steve, how does this back and forth reflect on the New York Post especially with the reporter saying I was ordered to do it?"
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Yes, I mean, there's the whole internal politics of tis or the office politics that we're seeing that that's playing out on Twitter, and now, you know, that furthers the story. But look, we saw this a lot during the Trump era, I think when in certain cases. You start with this premise, and in this case, you've got a story like kamala Harris is theoretically in charge of the border, she's not actually going to the border. Then there's this picture from Reuters of her book with a backpack next to it, somehow that transforms into their handing out of Kamala Harris' book to every kid, you know, who goes to this migrant facility and it's on the cover of the New York Post. It's just this exercise and it just keeps growing and growing this overreach when it comes to this issue, and it really does reflect poorly. Obviously, it's good the New York Post corrected it, --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "-- it's only more of a headache that the reporter saying that she was ordered to do this."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Well, there's another example. There was another bogus story that cross the media about saying that the Biden climate change plan would mean that Americans would have to cut meat consumption by 90 percent, maybe one burger a month. I called it burger gate. This grew out of a purely speculative piece in the Daily Mail about what might happen under the plan. Some Republican members of Congress picked it up, and I think to your point, this stuff just spreads like wildfire."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Exactly. Yes, another one that has the kernel of truth. You know, this came from a study at the University of Michigan about what may need to be done. That was sort of, you know, very loosely tied in this Daily Mail piece, and then it just got, you know, the ball just started going and the snowball effect, all of a sudden it's in the Biden plan when, you know, it really could have used a little bit of stepping back and thinking about something before just kind of putting out a tweet or putting out another story that furthers this false narrative."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Now both the Kamala book story and the Biden meat story were picked up by a number of Fox News programs, and the network later clarified, for example, America reports said cited the study you just reported out about greenhouse gasses and the need to reduce meat consumption. But a graphic in the script incorrectly implied that this was part of Biden's plan for dealing with climate change, that is not the case. What is your analysis of the way these stories spread not just on Fox, but elsewhere?"
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Yes. Look, it's a symptom of our time, I think. Things are moving so fast, a lot of times these stories they bubble up, particularly the Kamala Harris book story. It feels like it's this great self-containing little segment, it's you know, it's perfect for twitter, it's perfect for cable news, and all of a sudden it's out there, and before anyone can kind of step up and say, wait a second, is this -- is this really true? And we saw this during the last era in the Trump era a lot on a lot of different people news networks a lot of different new outlets that really do know better. And it's this crying wolf effect. Because then the next time there's a story and it is true, there's this little thought in the back of people's mind, wait a second, they got the last one wrong, let's hold back on it. That's just not ideal, it's overreach, that's really unnecessary."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. The stories are buzzy, and they are click bait, and you know, you ought to go back to the original source and see is this a fact and who's saying it and what's the evidence. All right. Finally, CNN Business has launched an internal investigation into the treatment of women and the workplace culture at that unit. This is according to business insider that's being overseen by parent company AT&T. How serious is that?"
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Yes, it's potentially serious. You know, we don't know. It seems like a story that's really in the infancy here. You know, there's a lot more details to come out. I'm continuing to do some reporting on it as well to find out more. CNN Business, you know, a single unit within the larger, broader company of CNN overseas parts of the company like tech, like media, and we'll see. You know, there was a big Me Too reckoning that really kind of saw itself among pretty much every single newsroom about four years ago, and we didn't really see much about it at CNN. Is this part of that story, we don't know yet, but it's certainly something to watch and see what the results of this probe might be?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. And some women are quoted to saying, you know, they don't get the full support or the same level of pay. So, you're right. Story to watch. Steve Krakauer, thanks very much for joining us. Still to come, why ratings for the Oscars are in the toilet, and an uproar at Simon & Schuster of republishing a book by Mike Pence."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "The ratings for the Oscars absolutely plummeted to fewer than 10 million viewers. That's a plunge of nearly 60 percent for a program that began with this bit of wokeness by one host, Regina King."
    },
    {
      "speaker": "REGINA KING, ACTRESS",
      "utterance": "I know that a lot of you people at home want to reach for your remotes when you feel like Hollywood is preaching to you, but as the mother of a Black son, I know the fear that so many live with."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Hollywood preaching. Well, we're back with Liz Claman. Liz, were the plunging ratings cost by the usual liberal political chat or was it that the show was just so weird and disjointed with no host, no envelopes and talking about movies that almost no one saw because of the pandemic?"
    },
    {
      "speaker": "LIZ CLAMAN, FOX BUSINESS ANCHOR",
      "utterance": "Zoom. No viewers. This is a couple of things. Number one, let's just get this off the way. With the adoption of Netflix and HBO Max and Disney Plus, Howie, I cover this every day on my Fox Business show, --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- the traditional networks are just not getting those kinds of eyeballs. I would then say though for a show that promises to focus on the greatest entertainment of the year, it was completely devoid of entertainment. And part of that, number one, is that they didn't start with a comic. If ever there was a year where we needed to hear from a Billy Crystal or a Whoopi Goldberg or Ellen DeGeneres being self-deprecating, it was this year. And people still stuck inside. That was a real misstep, I think. I would say that, you know, the original beginning with Regina King walking --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- through Union Station, I was thinking, it was kind of hip --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Good. I know."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- this is cool. And then the whole thing was like, you know, after a while, I said to myself and I'm an original fan girl. I said to I'm turning to \"Forensic Files.\""
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. That lasted about an hour. All right. Let me ask you about this two -- more than 200 Simon and Schuster staffers signing a petition saying the company shouldn't publish Mike Pence's book because it's legitimizing bigotry. Now CEO Jonathan Karp -- edited one of my books a zillion years ago -- to his credit said we come to work each day to publish, not cancel. Is this the latest culture war, culture cancel front?"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Yes. And it's odd that it would go to the heart of book publishing. Book publishing historically has been all about first amendment, presenting all different kinds of robust ideas in book form. And, you know, you never want to start banning books or saying we're not going to publish not just Mike Pence's book but anybody from any administration. I mean, Mike Pence's would be a memoir, and you're looking at it through the prism of a point in history. So, therefore, I would say, sure, you know, of course you don't want to start canceling that. I would also say, I understand when employees are concern, they would not want to, you know, push forth on a book that's about, you know, hate speech, that has hate speech in it --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. Right."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- or something like that, but this is a very worrisome trend, --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Here's the thing."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- and I applaud the CEO Mr. Karp for that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. Simon & Schuster did cancel Senator Josh Hawley's book over his role in challenging the 2020 election results, but the people who are protesting are saying don't publish a book by anybody associated with Donald Trump or his administration. Isn't that kind of narrow-mindedness ultimately bad for business?"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Kind of narrow minded? Again, I go back to the fact that it is really important for the publishing industry to keep a very broad scope when it comes to this. However, it almost feels like we're now shifting toward what cable news has already done, and that is sort of let's go into our progressive, you know, progressive or far-right corners. There are now conservative publishers. So, there are many areas where a Mike Pence could go, but you don't want to be that book company that goes down that road because it is a very slippery slope."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Very slippery slope, indeed. Liz, thanks for sticking around. Always great to see you. Thank you. And that's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We hope you like our Facebook page. We post my daily columns there. And let's continue the conversation on Twitter at Howard Kurtz. Check out my podcast Media Buzz Meter. You can subscribe at Apple iTunes, Google podcast or on your Amazon device, we try to have a lot of fun, a little more personal. And we're up to hit a commercial break. let's bring me back on camera. All right. You know what I say here, we're back here next Sunday. You know the time, 11 Eastern. We hope you will join us then for the latest buzz. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}