{
  "date": "May 31, 2018",
  "headline": "Pompeo says summit talks are moving in the right direction",
  "subHeadline": "The 'Special Report' All-Star panel discusses the Trump administration's North Korea strategy.",
  "url": "https://www.foxnews.com/transcript/pompeo-says-summit-talks-are-moving-in-the-right-direction",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SECRETARY OF STATE MIKE POMPEO",
      "sentences": "With bold leadership from Chairman Kim Jong-un, if we are able to seize this once-in-a-lifetime opportunity to change the course of the world. Our two countries face a pivotal moment in our relationship in which it could be nothing short of tragic to let this opportunity go to waste.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I believe that they will be coming down to Washington on Friday, and a letter is going to be delivered to me from Kim Jong-un. We will see. And hopefully we will have a meeting on the 12th. It doesn't mean that it gets all done at one meeting. Maybe you have to have a second or third. And maybe we will have none.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Multiple summits? We have seen that before. The president talking about this possible summit on June 12th and if it stays, talking to Reuters on Air Force One, \"I would like to see it done in one meeting, but oftentimes that is not the way that the deal works. There is a very good chance that it won't be done in one meeting or two meetings or three meetings. But it will get done at some point. I look forward to seeing the letter. I look forward to June 12 where hopefully we can make progress. I would like to see a total denuclearization in as quick a period of time as practicable. You are talking about machinery. You are talking about things that can't necessarily happen immediately, but they can happen in as rapid a fashion as they can happen. That is what I want to happen.\" Let's bring in our panel: start there, Jonathan Swan, national politics reporter for Axios; Mollie Hemingway, senior editor at The Federalist; Charles Lane, opinion writer for The Washington Post. So I sense that there is kind of a setting of expectations here of what could be a first in a series that they do not think that they are going to get it all in one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS",
      "sentences": "I talked to a senior White House official yesterday about this. And they said that they are still hoping that it is June 12, but there is still some uncertainty. They're working through details with North Korea. It could be pushed out by a few days. And of course, who knows, it's Kim Jong-un. Something could happen between now and then that blows the whole thing up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It is pretty significant at this top guy is coming to the oval office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Very significant, very significant. And they are working under the assumption that this is going to happen, the president wants it to happen. And even the skeptics on his team like John Bolton, the national security advisor, know that the president sees a path here and they are not fighting the decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It obviously does not matter the date of June 12th. It matters what they get out of it, and if they get out of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "Right. There is this pattern in history where you have a really long lead up to a meeting. You work out and you negotiate what exactly will be discussed and then you hope for the best that will happen at a meeting. One gets the sense here, and it's possibly because we have had such bad communication with this other country going back, that maybe just meeting and getting things started right away will be helpful even though I don't think you can imagine that terribly much will be accomplished so early that it will take further meetings and more hashing out.   And we did here before President Trump canceled a meeting that North Korea had kind of proposed similar things along the line to what they have proposed in the past where they get a big bundle of money in exchange for promising to do something. I don't think that is going to really satisfy the U.S. negotiators this time around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And he says he'll get up off the table. In the meantime, the Russians are making a move to North Korea.  SERGEY LAVROV, RUSSIAN FOREIGN MINISTER, (through translator): He sends his warmest regards and best wishes in the big endeavors that have been initiated on the Korean peninsula with your participation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM JONG UN, NORTH KOREAN LEADER",
      "sentences": "The situation on the Korean peninsula is changing according to the interests of two countries. I'm glad that Putin's government is acting in opposition to the domination of the United States. We are always ready to negotiate with the Russian side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAVROV",
      "sentences": "Peace, stability, and prosperity on the Korean peninsula and in southeast Asia in general are in our interest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So foreign minister Lavrov warm and fuzzy with Kim Jong Un, clearly sending a message that we are still around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES LANE, WASHINGTON POST",
      "sentences": "We are still around, we are still on your border. We want to know what is going on. Yes, this a big event, or whatever it was on the Korean peninsula, and it seems like it's getting serious between you and Donald Trump.  What I think is very interesting about that little meeting is it shows Kim Jong-un has somehow managed to put himself, it's almost like he's courting, he is sort of the most eligible bachelor in northeast Asia, and everybody is coming to him to see what he wants and what we can do to make you happy and trying to get influence with him. And I think that that is a very strong position for him to be in. The United States has quite openly said, if you do business with us, if you give us what we want, we are prepared to guarantee your safety, make you rich, I think the president even said, make you happy. And that is a very sweet offer that probably alarms the Russians and the Chinese a little bit at the idea that maybe the United States, my gosh, will turn out to be the most influential power right here in northeast Asia over time, and they are moving to check that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "In the meantime, we are still checking the Russia probe on a lot of different fronts. The president tweeting today a number of tweets, but this one, \"Not that it matters but I never fired James Comey because of Russia. The corrupt mainstream media loves to keep pushing that narrative, but they know that it is not true.\" That prompted a lot of looking into sound bites, like this one from NBC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Regardless of recommendation, I was going to fire Comey knowing that there was no good time to do it. And in fact, when I decided to just do it, I said to myself, I said, you know, this Russian thing with Trump and Russia is a made up story, it is an excuse by the Democrats for having lost an election that they should have won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So what was the deal with that tweet storm, Jonathan? Did you figure out the White House response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "No, they are not really talking much on this. I actually did some reporting today on other conversations that Trump has been having privately, been pressuring Jeff Sessions for the best part of a year over this. They are just not talking about it. I don't think there is a particularly good answer for that comment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "There is a great answer to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "If you do the clip just a little bit longer he talks a little bit more about how he knows that firing Comey might actually extend the Russia investigation but it still must be done. That clip is not that difficult to understand. He is saying that he didn't like how James Comey was privately assuring him that he was now the target of a Russian investigation while publicly suggesting to the world that he was. But even though James Comey was doing these J. Edgar Hoover like games that were being played and it might cause him trouble on the Russia investigation, he still needed to fire him because he was so bad at his job, because he was bad for the American people.  And I think particularly with what we have learned about James Comey in the year since that interview was given, which I think was just about a year ago, now we really should have a clear understanding of what he was saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Sure, but they do not have you talking for them, and they do not have you explaining it. And when the tweet comes out, it is not that clear. So a lot of times you have to read between --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I will not disagree with you that they could do a much better job messaging what is being said by for instance just putting out what that whole interview with Lester Holt showed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It in the meantime Rudy Giuliani is going after Trey Gowdy on what he said of the informant or the spy or whatever you want to call him. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "sentences": "I want to see the documents that Trey Gowdy has never seen, which is outrageous. And I'm not going to let my client testify, the president of the United States, even if he wants to, without those documents being produced. If and when we find that this was handled appropriately, and there is some evidence on which they can base this phony investigation, we will have him testify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Chuck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "Well, Trey Gowdy did deliver at least in P.R. terms a very heavy blow to the Trump position in this by coming forward and essentially blessing the Mueller investigation -- sorry, the FBI investigation prior to Mueller during the election in this one respect. And so obviously they are pushing back very hard. I think, if I may step back, what Giuliani is doing is kind of a piece I thought with the Trump tweet today. They are preparing the ground on all sorts of different areas for what might be the eventual confrontation with Mueller, the eventual testimony. And I think they're trying to lay down markers of here is our version of events. Here is our version of the facts. Trey Gowdy going afoul of that, so they pushed back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, Mollie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I wrote at The Federalist that Trey Gowdy actually didn't even see all of the subpoenaed documents that Congress is seeking to understand more about the use of this informant. He also seems confused about whether it was a criminal probe. He kept saying we don't use the term \"spy\" in criminal probes. But we should all know now because James Comey testified about this in March, 2017, this wasn't a criminal probe. This was a counterintelligence probe.   And the use of spies is common in a counterintelligence probe. Whether you think that should be what we do to political opponents during a campaign I think is really something that people should really be discussing and thinking through and knowing so much more about whether they are congressional investigators, internal watchdogs, or people in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "When Trey Gowdy has these meetings and agreed they did not bring in any documents, and they have a classified debriefing, and they explain what they were doing. And he comes out and says, you should be proud of what the FBI was doing at the time, and you would expect that, how is that interpreted any other way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, I am not entirely sure how to explain what Trey Gowdy was saying, although he does have a history of being very much a fan of the FBI. But he also conflated what he was saying in these interviews about what President Trump himself has said when James Comey first presented to him information about the Russians, which was of course after the election. He said he would like it fully investigated. And Gowdy said, this means that it was of course OK to run an informant against your campaign. And I don't think that he further said that the American people support the use of informants. I don't think he actually has a good grasp on what American people think about running informants on political campaigns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to get to the other panel and trade, and we only have a quick amount of time, but Jonathan, also today, the pardon of Dinesh D'Souza, the president indicates that he is possibly considering a pardon of Martha Stewart and Rod Blagojevich. His opponents, some of them saying that this is an indication, Mark Warner and others saying the president's ad hoc use of pardon powers concerning is enough, but the possibility that he may also be sending a message to witnesses in a criminal investigation into his campaign is extremely dangerous. In the United States of America nobody is above the law. Is a pardon a pardon or is a pardon a message?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "I am a reporter, so I need facts. And this is the same thing as before, I can only report what I know for a fact. And I do not have any evidence that President Trump has said to anyone privately, so for me to say yes, that is what he is thinking, it would be pure speculation out of thing air. So I'm not going to do that on your show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There's a lot of that on Capitol Hill. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SECRETARY OF STATE MIKE POMPEO",
      "utterance": "With bold leadership from Chairman Kim Jong-un, if we are able to seize this once-in-a-lifetime opportunity to change the course of the world. Our two countries face a pivotal moment in our relationship in which it could be nothing short of tragic to let this opportunity go to waste."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I believe that they will be coming down to Washington on Friday, and a letter is going to be delivered to me from Kim Jong-un. We will see. And hopefully we will have a meeting on the 12th. It doesn't mean that it gets all done at one meeting. Maybe you have to have a second or third. And maybe we will have none."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Multiple summits? We have seen that before. The president talking about this possible summit on June 12th and if it stays, talking to Reuters on Air Force One, \"I would like to see it done in one meeting, but oftentimes that is not the way that the deal works. There is a very good chance that it won't be done in one meeting or two meetings or three meetings. But it will get done at some point. I look forward to seeing the letter. I look forward to June 12 where hopefully we can make progress. I would like to see a total denuclearization in as quick a period of time as practicable. You are talking about machinery. You are talking about things that can't necessarily happen immediately, but they can happen in as rapid a fashion as they can happen. That is what I want to happen.\""
    },
    {
      "speaker": "Let's bring in our panel",
      "utterance": "start there, Jonathan Swan, national politics reporter for Axios; Mollie Hemingway, senior editor at The Federalist; Charles Lane, opinion writer for The Washington Post. So I sense that there is kind of a setting of expectations here of what could be a first in a series that they do not think that they are going to get it all in one."
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS",
      "utterance": "I talked to a senior White House official yesterday about this. And they said that they are still hoping that it is June 12, but there is still some uncertainty. They're working through details with North Korea. It could be pushed out by a few days. And of course, who knows, it's Kim Jong-un. Something could happen between now and then that blows the whole thing up."
    },
    {
      "speaker": "BAIER",
      "utterance": "It is pretty significant at this top guy is coming to the oval office."
    },
    {
      "speaker": "SWAN",
      "utterance": "Very significant, very significant. And they are working under the assumption that this is going to happen, the president wants it to happen. And even the skeptics on his team like John Bolton, the national security advisor, know that the president sees a path here and they are not fighting the decision."
    },
    {
      "speaker": "BAIER",
      "utterance": "It obviously does not matter the date of June 12th. It matters what they get out of it, and if they get out of it."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "Right. There is this pattern in history where you have a really long lead up to a meeting. You work out and you negotiate what exactly will be discussed and then you hope for the best that will happen at a meeting. One gets the sense here, and it's possibly because we have had such bad communication with this other country going back, that maybe just meeting and getting things started right away will be helpful even though I don't think you can imagine that terribly much will be accomplished so early that it will take further meetings and more hashing out. And we did here before President Trump canceled a meeting that North Korea had kind of proposed similar things along the line to what they have proposed in the past where they get a big bundle of money in exchange for promising to do something. I don't think that is going to really satisfy the U.S. negotiators this time around."
    },
    {
      "speaker": "BAIER",
      "utterance": "And he says he'll get up off the table. In the meantime, the Russians are making a move to North Korea."
    },
    {
      "speaker": "SERGEY LAVROV, RUSSIAN FOREIGN MINISTER, (through translator)",
      "utterance": "He sends his warmest regards and best wishes in the big endeavors that have been initiated on the Korean peninsula with your participation."
    },
    {
      "speaker": "KIM JONG UN, NORTH KOREAN LEADER",
      "utterance": "The situation on the Korean peninsula is changing according to the interests of two countries. I'm glad that Putin's government is acting in opposition to the domination of the United States. We are always ready to negotiate with the Russian side."
    },
    {
      "speaker": "LAVROV",
      "utterance": "Peace, stability, and prosperity on the Korean peninsula and in southeast Asia in general are in our interest."
    },
    {
      "speaker": "BAIER",
      "utterance": "So foreign minister Lavrov warm and fuzzy with Kim Jong Un, clearly sending a message that we are still around."
    },
    {
      "speaker": "CHARLES LANE, WASHINGTON POST",
      "utterance": "We are still around, we are still on your border. We want to know what is going on. Yes, this a big event, or whatever it was on the Korean peninsula, and it seems like it's getting serious between you and Donald Trump. What I think is very interesting about that little meeting is it shows Kim Jong-un has somehow managed to put himself, it's almost like he's courting, he is sort of the most eligible bachelor in northeast Asia, and everybody is coming to him to see what he wants and what we can do to make you happy and trying to get influence with him. And I think that that is a very strong position for him to be in. The United States has quite openly said, if you do business with us, if you give us what we want, we are prepared to guarantee your safety, make you rich, I think the president even said, make you happy. And that is a very sweet offer that probably alarms the Russians and the Chinese a little bit at the idea that maybe the United States, my gosh, will turn out to be the most influential power right here in northeast Asia over time, and they are moving to check that."
    },
    {
      "speaker": "BAIER",
      "utterance": "In the meantime, we are still checking the Russia probe on a lot of different fronts. The president tweeting today a number of tweets, but this one, \"Not that it matters but I never fired James Comey because of Russia. The corrupt mainstream media loves to keep pushing that narrative, but they know that it is not true.\" That prompted a lot of looking into sound bites, like this one from NBC."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Regardless of recommendation, I was going to fire Comey knowing that there was no good time to do it. And in fact, when I decided to just do it, I said to myself, I said, you know, this Russian thing with Trump and Russia is a made up story, it is an excuse by the Democrats for having lost an election that they should have won."
    },
    {
      "speaker": "BAIER",
      "utterance": "So what was the deal with that tweet storm, Jonathan? Did you figure out the White House response?"
    },
    {
      "speaker": "SWAN",
      "utterance": "No, they are not really talking much on this. I actually did some reporting today on other conversations that Trump has been having privately, been pressuring Jeff Sessions for the best part of a year over this. They are just not talking about it. I don't think there is a particularly good answer for that comment."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "There is a great answer to that."
    },
    {
      "speaker": "SWAN",
      "utterance": "What is it?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "If you do the clip just a little bit longer he talks a little bit more about how he knows that firing Comey might actually extend the Russia investigation but it still must be done. That clip is not that difficult to understand. He is saying that he didn't like how James Comey was privately assuring him that he was now the target of a Russian investigation while publicly suggesting to the world that he was. But even though James Comey was doing these J. Edgar Hoover like games that were being played and it might cause him trouble on the Russia investigation, he still needed to fire him because he was so bad at his job, because he was bad for the American people. And I think particularly with what we have learned about James Comey in the year since that interview was given, which I think was just about a year ago, now we really should have a clear understanding of what he was saying."
    },
    {
      "speaker": "BAIER",
      "utterance": "Sure, but they do not have you talking for them, and they do not have you explaining it. And when the tweet comes out, it is not that clear. So a lot of times you have to read between --"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I will not disagree with you that they could do a much better job messaging what is being said by for instance just putting out what that whole interview with Lester Holt showed."
    },
    {
      "speaker": "BAIER",
      "utterance": "It in the meantime Rudy Giuliani is going after Trey Gowdy on what he said of the informant or the spy or whatever you want to call him. Take a listen."
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "utterance": "I want to see the documents that Trey Gowdy has never seen, which is outrageous. And I'm not going to let my client testify, the president of the United States, even if he wants to, without those documents being produced. If and when we find that this was handled appropriately, and there is some evidence on which they can base this phony investigation, we will have him testify."
    },
    {
      "speaker": "BAIER",
      "utterance": "Chuck."
    },
    {
      "speaker": "LANE",
      "utterance": "Well, Trey Gowdy did deliver at least in P.R. terms a very heavy blow to the Trump position in this by coming forward and essentially blessing the Mueller investigation -- sorry, the FBI investigation prior to Mueller during the election in this one respect. And so obviously they are pushing back very hard. I think, if I may step back, what Giuliani is doing is kind of a piece I thought with the Trump tweet today. They are preparing the ground on all sorts of different areas for what might be the eventual confrontation with Mueller, the eventual testimony. And I think they're trying to lay down markers of here is our version of events. Here is our version of the facts. Trey Gowdy going afoul of that, so they pushed back."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, Mollie."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I wrote at The Federalist that Trey Gowdy actually didn't even see all of the subpoenaed documents that Congress is seeking to understand more about the use of this informant. He also seems confused about whether it was a criminal probe. He kept saying we don't use the term \"spy\" in criminal probes. But we should all know now because James Comey testified about this in March, 2017, this wasn't a criminal probe. This was a counterintelligence probe. And the use of spies is common in a counterintelligence probe. Whether you think that should be what we do to political opponents during a campaign I think is really something that people should really be discussing and thinking through and knowing so much more about whether they are congressional investigators, internal watchdogs, or people in the media."
    },
    {
      "speaker": "BAIER",
      "utterance": "When Trey Gowdy has these meetings and agreed they did not bring in any documents, and they have a classified debriefing, and they explain what they were doing. And he comes out and says, you should be proud of what the FBI was doing at the time, and you would expect that, how is that interpreted any other way?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, I am not entirely sure how to explain what Trey Gowdy was saying, although he does have a history of being very much a fan of the FBI. But he also conflated what he was saying in these interviews about what President Trump himself has said when James Comey first presented to him information about the Russians, which was of course after the election. He said he would like it fully investigated. And Gowdy said, this means that it was of course OK to run an informant against your campaign. And I don't think that he further said that the American people support the use of informants. I don't think he actually has a good grasp on what American people think about running informants on political campaigns."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to get to the other panel and trade, and we only have a quick amount of time, but Jonathan, also today, the pardon of Dinesh D'Souza, the president indicates that he is possibly considering a pardon of Martha Stewart and Rod Blagojevich. His opponents, some of them saying that this is an indication, Mark Warner and others saying the president's ad hoc use of pardon powers concerning is enough, but the possibility that he may also be sending a message to witnesses in a criminal investigation into his campaign is extremely dangerous. In the United States of America nobody is above the law. Is a pardon a pardon or is a pardon a message?"
    },
    {
      "speaker": "SWAN",
      "utterance": "I am a reporter, so I need facts. And this is the same thing as before, I can only report what I know for a fact. And I do not have any evidence that President Trump has said to anyone privately, so for me to say yes, that is what he is thinking, it would be pure speculation out of thing air. So I'm not going to do that on your show."
    },
    {
      "speaker": "BAIER",
      "utterance": "There's a lot of that on Capitol Hill. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}