{
  "date": "May 17, 2019",
  "headline": "Lara Trump on cracking down on puppy mills",
  "subHeadline": "Guests: Larry Elder, Joe Concha, Judith Curry, Marci Rubio, Natasha Chart, Penny Nance, Ami Horowitz, Lara Trump",
  "url": "https://www.foxnews.com/transcript/lara-trump-on-cracking-down-on-puppy-mills",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening, and welcome to “Tucker Carlson Tonight.” This week, the Trump administration revealed its proposal to overhaul America's immigration system. The proposal would not by itself build the often promised wall on our southern border nor would it cut current levels of immigration despite the fact that most Americans would like to see that happen. The one big thing the administration's proposal would do is give priority to immigrants who might actually help America -- skilled workers with English proficiency. It's hard to see an argument against a system like that, there isn't really an argument against that system.  For years, Democrats have argued that immigrants make vital additions to our economy. They're smarter than we are, they're harder working, they do better in school. They found more companies.  Well, the President has decided to take Democrats at their word, he says he wants all of those good things that immigrants bring. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "We want immigrants coming in, we cherish the open door that we want to create for our country. But a big proportion of those immigrants must come in through merit and skill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, much of the world would move here if they could -- hundreds and hundreds of millions of people. So why wouldn't we pick the absolute best immigrants with skills in English who would fit in better here, their kids would do better in school, they'd be more likely to contribute to social programs instead of draining them.  So are Democrats rejoicing in this change? Of course not. They're outraged. House Speaker Nancy Pelosi spoke for the party when she declared that really merit is a bad word because everybody has merit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "I want to just say something about the word that they use, \"merit.\" It is really a condescending word. Are they saying family is without merit? Are they saying most of the people who have ever come to the United States in the history of our country are without merit, because they don't have an engineering degree? Certainly, we want to attract the best to our, and that includes many people from many parts of society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What a shame we can't staff the Democratic Caucus in the Congress using the same criteria the Speaker would like to fill our country. \"We want to attract the best for many parts of the world,\" she says. But of course by that, Pelosi doesn't mean what she says. She means just the opposite because what exactly is best about immigrants who have criminal records or middle school education, or no ability to hold a job? The answer is, there's nothing best about that. Immigrants like that might be nice people, but they're much more likely to burden the United States than to benefit, at least economically. Harvard doesn't admit students who can't speak English. It says so right on their website, so why should our country?  The left doesn't want to answer questions like that or even have the conversation. \"Shut up racist.\" It is said and is declared that the current system is great. No evidence necessary. Watch this former Obama official make her fact free case on MSNBC yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER HUNT, PROFESSOR OF ECONOMICS, RUTGERS UNIVERSITY",
      "sentences": "What's less obvious is that medium and even the least skilled immigrants also contribute to the U.S. economy. They come in and they do different things for natives and they allow everyone to specialize more in what they're doing best.  It's that contribution of the unskilled immigrants that I think people overlook when they really push the so-called merit based or as it is called in other countries, the point system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what Professor Hunt and so many on the left, including the Speaker of the House are arguing for is a feudal system where foreign-born worker bees toil to support a smug and pampered managerial class, of which they of course are part.  There's no other explanation for our current policies. We don't need more low-skilled workers in the United States, we have plenty of low skilled workers. Their unemployment rate is higher than the national average. Their wage growth has been abysmal for decades -- generations. So how do those workers benefit from having more competition? Of course they don't. How does the country benefit by having more low-skilled workers when technological changes may soon render millions of them permanently jobless? The answer, of course is that we won't benefit.  But for the left, whether the country benefits is not the point, Congresswoman Ilhan Omar herself a symbol of America's failed immigration system, if there ever was one; someone who hates this country coming here at public expense spent yesterday demanding the abolition of I.C.E., the decriminalization of illegal immigration itself and an end to all deportation programs.   She demands open borders, the unlimited arrival of anyone who wants to come to America whether they have anything to contribute or not. And by the way, you get to pay for it. And if you don't want to, you're a bigot. You know what this is really about, of course, it's not about Civil Rights. It's a joke. It's about money and power -- their money, their power. The left has aligned with business interests that profit from cheap, obedient workers. Low-skilled immigrants have a harder time assimilating into the American mainstream. They stay poor. They learn English more slowly. They're more likely to remain an ethnic underclass, all of which makes them much more likely to vote Democratic long term. That's the point, obviously.  Skilled immigrants might assimilate and become less reliable Democratic voters. They might even compete with the children of our ruling class. That's not allowed. It's safer to import serfs, and that's exactly what they're doing. Don't let them tell you, it's about civil rights, it's not; it's about their convenience and their power.  Larry Elder is a radio show host in California. We're always grateful to have him on the show. Larry Elder, thanks very much for joining us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, RADIO SHOW HOST",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, I never thought that the left would have the huevos, the the hutzpah to make a case explicitly against merit based immigration because everybody is for it. What exactly is the case against it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Well, there isn't a case to be made in favor of anything other than a merit- based system as you pointed out. Look, the U.K. has a merit-based system. Canada has a merit-based system. Germany has a merit-based system, we don't.  And about 70 percent of the legal people we have every single year are here because of chain migration as opposed to because of skills. And as you pointed out, there's no question that unskilled illegal aliens put pressure on the wages of people who are unskilled here -- black and brown.  I'd like to point out to people that Cesar Chavez, the famous Civil Rights leader wasn't a Civil Rights leader, he was a union leader. He founded the Farm Workers Union, hated illegal immigration because he knew that illegal aliens threatened the job of his unionists and put pressure on their wages. And Democrats like Harry Reid used to denounce things like chain migration and birth by citizenship. Ted Kennedy even criticized what he called, quote, \"virtually endless chain migration,\" close quote. They've done a 180, Tucker, and they've done a 180 specifically for votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean -- and your point about Cesar Chavez is absolutely right. He physically assaulted illegal aliens in the Sonoran Desert.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean, that's how threatened he felt by, you know, the influx of low wage labor. It crushed his bargaining power and hurt his people. I wonder why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "It's really quite the incorrect thing to say, but Cesar Chavez worked with the Federal government to stop illegal immigration for the precise reasons I just now mentioned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I don't understand where organized labor is in all of this -- this kills them. Why aren't they speaking up against it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "They are, too, and so are too blacks and browns living in the inner city, whose jobs and wages are threatened by the influx of illegal aliens. This is all about votes, you can go to YouTube and you can find a video from a guy named Eliseo Medina who is a senior VP with the SEIU Union and he said shortly after Obama got elected, if we have, quote, \"comprehensive immigration,\" catchphrase for amnesty, two-thirds of these new voters will vote for us. We'll have a governing coalition for the long haul. That is what this is all about. They've decided a calculation, we're going to throw black inner city people under the bus in exchange for a bigger growing number of minority voters, Hispanics who are going to vote for us, it's all about power.  And they used to say the same thing Trump used to say about chain migration, about merit-based migration, about porous borders, about jobs. They used to say the same thing until they realize that the votes were on that side, rather than the other side. That's what's going on. Purely power, as you pointed out, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And someday it's going to be really obvious. There are going to be a lot of really disappointed people, I would say in the Democratic coalition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Yes, and I'd tell you, there are a lot of people who are black and brown that will vote for Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Larry Elder, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "You're seeing numbers for blacks, 27 percent for Trump; 45 percent for Hispanics. And one of the reasons is because of the illegal immigration. Hispanic who've done it the right way don't want it either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, of course, because what's the message? More abortion clinics in your neighborhood and more people from the third world to compete with you? I mean, I don't understand what's in it for African- Americans. I agree completely with what you just said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Larry Elder, thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, an illegal immigrant from Kenya is accused tonight of being a serial killer who murdered at least 12 elderly women. Trace Gallagher has more on that story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Tucker, 46-year-old, Billy Chemirmir in this country illegally was charged this week with killing 11 elderly women, that's on top of being charged and jailed in 2018 for killing another elderly woman. He is also accused of trying to suffocate two more women. In fact, if not for one of those women surviving, Chemirmir might still be on the run. In March 2018, Chemirmir allegedly forced his way into the apartment of a 91- year-old woman. He reportedly told her quote, \"Go to bed. Don't fight me.\"  He then allegedly smothered the woman with a pillow and robbed her, but paramedics were able to revive her and she gave authorities key information, including a description that led to his capture. Over his alleged three-year killing spree; his oldest victim was 94, his youngest 76. Police say after killing the women, he would steal their jewelry.  Billy Chemirmir is also a former healthcare worker who would use his Experience as a way of getting close to senior citizens and gaining their trust. Now police are going back and looking at 750 unattended deaths of elderly women to see if there might be possible links.  Chemirmir's attorney says her client denies the allegations. He is being held in the Dallas County Jail and has been since last March. He is also wanted for being in the U.S. illegally and if the charges are true, Chemirmir would be among the most prolific serial killers in U.S. history and this case has gotten very little coverage in fact, in some areas, zero coverage -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wonder why. Trace Gallagher, thank you for filling in those blanks. Appreciate it. Well, America's dumbest mayor is now running for President. How are the media reacting to the Bill de Blasio for President campaign? Hilarious. We'll show you after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, there seems to be several hundred Democratic candidates running for President, okay, about 20. But all of them have been able to count on at least some favorable media coverage. Some of them gets sucked up to every day. New York Mayor Bill de Blasio, unfortunately has a big disadvantage. Most of the national media are based in New York City, so they live under the de Blasio administration, and they know how incompetent he is. So how have they reacted to his new candidacy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN DICKERSON, CBS NEWS HOST",
      "sentences": "Bill de Blasio is the answer to what question that isn't being answered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "And there's a palpable lack of excitement in the streets of New York. Three quarters of New Yorkers don't want him to run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He is not what anyone would call popular back home in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED O'KEEFE, CBS NEWS AMERICAN POLITICAL CORRESPONDENT",
      "sentences": "I think the problem is, he thinks if you can make it here, you can make it anywhere. But if you look at polling, well, here's the thing, polling show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'KEEFE",
      "sentences": "National Democrats would prefer he maintain a New York state of mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ouch. Even the ladies of \"The View\" were not impressed including, believe it or not, Whoopi Goldberg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHOOPI GOLDBERG, HOST, THE VIEW",
      "sentences": "Not a good career move, man. Here's the thing that you didn't mention. Homelessness is near record highs. Public housing is falling apart. You can't seem to fire anybody. Subways are underserved, the buses are slow. What the hell do you want to do? Finish doing what you're doing here. Finish being the mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, I love this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Finish this out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's a fair point, you've got to say. Joe Concha writes about media for \"The Hill.\" He joins us tonight. Joe, have you ever seen a Democrat get that kind of treatment from the national media? JOE CONCHA, MEDIA REPORTER, \"THE HILL\": I've never seen a candidate mocked this much when they announced their presidential candidacy, Tucker. I've seen apathy before. You probably are seeing apathy with 17 of the 23 Democrats currently running now. But the begging that's going on, \"Please don't do this.\" There's even a flyer, Tucker at the YMCA that Bill de Blasio travels all the way to Brooklyn to work out at that reads this, \"You will immediately cease any at all trips to Iowa, New Hampshire and other primary states. You agree to focus solely on your current job here in New York City, which you are not excelling at.\" You could put Bernie Madoff on the ticket right now as a nominee and he will pull better than Bill de Blasio which most polls to quote, Dean Wormer from \"Animal House\" is zero point zero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Does anybody doubt that Bernie Madoff would do a better job running the subways?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Well, the problem is he doesn't get out -- I looked this up -- until 2139, but yes, I would think so. Speaking of the subway, I'm in your New York studio, I had to come up from Tribeca for my radio show. And as I was coming up here, three homeless people in the stairwell getting off the Rockefeller Center exit, going up that stairwell and just looking at it, it's four o'clock in the afternoon, and I couldn't believe what I was looking at. He needs to stay here and finish out his term. But that's the thing. This is a job audition because he is term limited until 2021. He wants to do enough to rock the boat so he can get an Ambassadorship to Venezuela, which would probably be appropriate or a media job because clearly he isn't doing a good job here and this is all an effort just to put himself on some other person's radar for another job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's right. He wants the hell out of New York, which he has destroyed. So the media are not fans of Bill de Blasio, but they are fans of something else -- late term abortion. They've done nothing to hide their contempt for a new Alabama law that seeks to ban abortion. In contrast, a few months ago, NBC was celebrating a New York law that protects abortion up until the moment of birth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS ANCHOR",
      "sentences": "What do we know specifically about the states that are trying to move to protect abortion rights?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANIE GOSK, AMERICAN JOURNALIST",
      "sentences": "Sure, Lester, well, the state of New York has already passed a law that protects abortion in the third trimester under certain circumstances, but there are 10 other states that are looking at proposals to protect abortions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Joe, it seems to me that on policy issues, the press really should try to be as neutral as possible, but they're not trying on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "No, and they're not in line with the public on this, Tucker. When we're talking about late-term abortions, when we're talking about third trimester, all right, every poll -- almost every poll shows three quarters of people in this country oppose that. That includes a majority of Democrats. After 20 weeks, it's two thirds of Americans. Where was the outrage when the New York abortion law was passed? Instead, what we're seeing is Alyssa Milano, who was relevant I think back when Clinton was being impeached, getting Avenatti kind of time on other networks, because now she is the person that's going to tell us what's right and what's wrong. And that's everything that's wrong with media because we're counting on experts like that from the show \"Charmed,\" and I loved her in \"Who's the Boss,\" but that was a long time ago, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Moral leader, Alyssa Milano. Joe Concha, have the best weekend. Thanks for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Happy weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Bill Nye is the Netflix appointed leader of the pro-science movement. Now he has a fiery and vulgar message to spread the word about global warming. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL NYE, AMERICAN TELEVISION PRESENTER",
      "sentences": "What I'm saying is the planet is on [bleep] fire. There are a lot of things we could do to put it out. Are any of them free? No of course not. Nothing is free, you idiots. Grow the [bleep] up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Live from \"America's News Headquarters,\" I'm Trace Gallagher. The U.S. reaches a deal to remove tariffs on steel and aluminum imports from Canada and Mexico. The tariffs were a key roadblock to a new trade deal between the three countries. President Trump imposed the tariffs last year using a rarely used provision of a 1962 law to claim that foreign metals posed a threat to U.S. national security. Lifting the tariffs could put the three nations closer to ratifying a new trade deal to replace NAFTA. Attorney General William Barr telling Fox News in an exclusive interview today that the American public must know if officials quote, \"put their thumb on the scale in the Russia probe.\" Barr telling Bill Hemmer this morning that he is trying to get to the bottom of whether or not government officials abused their power.  The Attorney General also says he has more questions now than when he first started. I'm Trace Gallagher, now back to “Tucker Carlson Tonight.”",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All this week, we've taken you to cities along the West Coast to investigate homelessness in this country. From the beginning, we planned to show how much the problem has grown, but even we were shocked by the scale of the epidemic in the places we visited. The homeless are not just a problem in rich economic hubs like San Francisco, but also in dying post-industrial cities, in college towns, even in rural areas. The investigation was a little bit stronger than we thought it was going to be and the reaction has been much more profound than we anticipated, too. In Sacramento, police performed a warrant sweep at the city's Riverfront encampment the day after our package aired. Thirty people were arrested, but most of the encampments remain and they're threatening the structural integrity of the city's levee system.  In Seattle, we reported the shocking drug problems that a tent encampment off of Interstate 5. Seattle Police raided that camp yesterday and confiscated huge quantities of crack cocaine, heroin, methamphetamine, marijuana firearms and machetes. They even took a sword. They plan to evict the residents and clear that camp next week. But small efforts like this are also unequal to the problem which again is growing. The fact is that homelessness is America's forgotten crisis. Beltway journalists spend their days in Twitter competitions trying to prove they're the best at hating Trump or opposing Russia. Career bureaucrats obsessed over toppling governments in Iran or Venezuela. They refuse to acknowledge the problems steadily eroding the country we actually live in. America's homeless population is huge and growing. According to the government, even as the homeless population rises, the number of people in shelters is dropping. That means more people on the streets, more garbage, more needles, more human waste, more human misery. Of course, we could build more shelters and provide more treatment for mental illness and addiction, we could clean up our parks and our sidewalks and our river banks. Local governments have shown themselves bizarrely unwilling to do any of that. Those strategies would help, but they don't confront the underlying problem. Why are so many people winding up living outside in this country? To answer that question would require investigating and fixing far deeper ailments. Opioids must be treated like what they are. They are the single greatest public health crisis to face America since the Spanish Flu a century ago.  We need to find a real way to lower housing prices and provide a path for working class people to own homes, instead of selling the country to Chinese investors and prioritizing returns of real estate speculators, which is what we now do. We need to honestly address the collapse of families. We need to implement policies that would keep them together or at least try. We need to stop viewing struggling Americans as defective people who deserve to be replaced by superior foreign immigrants, the Pelosi model, but perhaps most of all, we need to look at the ways modernity is destroying people. Modern technology, modern careers, modern culture are making people depressed. Let's be honest, making people addicted, insecure, in some cases -- many cases -- making them insane. For these problems, the homeless are just the most visible reflection of much greater societal emergency. Some of these problems are easy to solve. Others are not. But homelessness is an American crisis and it is getting worse. We promise to continue covering it as long as it takes for things to get better because a country as noble and prosperous as ours should never have people living in tents in public parks. Well, it's one of the most memorable segments this show is ever run. We debated engineer and TV personality, Bill Nye falsely called the \"Science Guy\" about global warming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's not an open question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NYE",
      "sentences": "It's not -- it's not an open question. It's a subtle question. Human activity is causing climate change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "To what degree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NYE",
      "sentences": "To a degree that it's -- that it's a very serious problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "To what extent is human activity responsible for speeding that up? I mean, please be more precise than you're being --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NYE",
      "sentences": "A hundred percent. If that's the number you want. Humans are causing it to happen catastrophically fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So climate would change -- shouldn't we be encouraging people to ask honest questions, which I am doing and you don't seem to have the answers to those questions. I am wondering why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NYE",
      "sentences": "Okay, I've got to disagree with you. I claim I do have the answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NYE",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He had the answers, but he had no numbers at all. He had no facts whatsoever. For a science guy, there was no science, just a lot of yelling. But he has been rewarded for it. Shortly after that interview, Bill Nye got a Netflix show, which featured a song about sex. We couldn't air that here. But he has kept going. He is back with another warning about the planet. Here is Bill Nye, the falsely named science guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NYE",
      "sentences": "By the end of this century, if emissions keep rising, the average temperature on Earth could go up another four to eight degrees. What I'm saying is the planets on [bleep] fire. There are a lot of things we could do to put it out. Are any of them free? No, of course not. Nothing is free, you idiots. Grow the [bleep] up. You're not children anymore. I didn't mind explaining photosynthesis to you when you were 12, but you're adults now and this is an actual crisis. Got it. Safety glasses off [bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Unlike Bill Nye, Judith Curry is actually a climatologist. She is also Professor Emeritus of Atmospheric Sciences at Georgia Tech and President of the Climate Forecast Applications Network. Professor Curry joins tonight. Professor, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDITH CURRY, CLIMATOLOGIST",
      "sentences": "Thanks, Tucker. It's always a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, you are a person of science. You devoted your life to science. When you see the video that we just played, which is how science is presented to television viewers, does that look like science or propaganda to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURRY",
      "sentences": "Propaganda, definitely. It is nonsensical alarmism and it is scaring children. It's an issue -- a really very big concern to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What is the issue of concern? The effect of this kind of propaganda or the underlying claims that he is making?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURRY",
      "sentences": "Well, the exaggerations and the vehemence and the profanity. I mean, it's a lot of it. This is not sober, carefully reasoned scientific arguments. I mean, this is just nonsense, really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So tell us how the sober climatologist views climate change as of right now, May 2019? How upset or not are you about climate change?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURRY",
      "sentences": "Well, there are reasons for concern, there are reasons to try to better understand it. I don't -- any predictions of warming in the 21st Century beyond three or four degrees Fahrenheit are very difficult to justify and there are reasons to think that it wouldn't even be that high. So, I mean, we don't really know how the climate of the 21st Century will play out. There's a lot of things that are ignored in the climate model projections that we should also be looking at. And I mean, we just don't really know. And there's a lot of overconfidence in this whole thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So this looks like politics then to me. I mean, so the posture of science is exactly what you're displaying right now, which is, you know, hedging, total honesty, what we know and what we don't know. I never hear anybody say there are things we don't know about the climate. Why? Why don't they admit that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURRY",
      "sentences": "I think they're afraid that the will to act will be reduced if scientists are actually honest about what we don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURRY",
      "sentences": "Climate scientists are becoming politicians and this is not a good thing for science.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's not. It's scary. And so it's always nice to have you on the show. Again, an actual climatologist just so we can show the contrast between people who do science and people who just pretend to. Judith Curry, thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURRY",
      "sentences": "Okay, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is a divided moment in America. Of course, it takes a lot to bring the left and right together, but the Democratic Party has succeeded in doing that, by its insanity. Two very different women's groups teaming up to fight a law called the Equality Act, which would change America profoundly and forever. They join us next after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "China is rapidly rising as an economic and military superpower that rivals the United States, and one reason they've been able to get to where they are is through extensive investment in their own country. They used to be something that America was quite good at, but now, we're not. We're falling behind. America's economy is now dominated by finance and company's short-term focus on shareholder profits, rather than on long- term investment that might save the country from being overtaken by its enemies. Florida Senator Marco Rubio just released a report on all of this. He came on to talk about it. Here is what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Tell us about the report that you just issued out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLA.",
      "sentences": "Yes, look, I mean, I'm a supporter of the free enterprise system and the free enterprise system works when companies and innovators make a profit. They obviously have got to stay in business, but they also reinvest some of that profit back into the business to innovate a new product or expand into a new market. That's not what's been happening in the United States since the 1970s. In fact, the percentage of our overall economy that's going towards investment into the future has steeply declined, at the same time as basic research on behalf of the government has as well. And meanwhile, our competitors are increasing the amount that they're investing. In the case of China, their government is doing it directly, in addition to all the other things they do for these companies, like protect them against competition in the marketplace, steal intellectual property and discriminate against our companies. And so when you extrapolate this out long term, we've got a big problem on our hands and all of this is driven by policy decisions that we made. Look, there's nothing inherently evil or wrong with returning profits to shareholders, that's a positive thing. But when that is what the system is built around entirely, then companies have no incentive, frankly, to invest in the future, their workers become a line on their budget, and the lower they can get that number, the better off so you outsource jobs. And then you don't invent the ideas of the future and ultimately, you get overtaken, and so we're going to wind up in a place where not only is the work being done overseas, but eventually the innovation is being done overseas as well. We need to reverse course or we're going to get overtaken here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I don't think any honest person would disagree with a word you just said. What do you do about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, I think there's things in our incentives. First of all, we've got to look at ourselves, okay, we have made policy decisions that have exacerbated this. To start with, you know, our labor markets, our labor laws are still complicated, all sorts of regulations -- things that increase the cost of work here. We've got to reimagine our higher education system. It isn't just about four-year degrees. There's incredible jobs and many of them don't exist here, because frankly, we're not training young Americans to do that work. And so that's important as well. On top of that, I do think there's a function for government, not big government, but government and basic research, for example. The internet was a government project, not our horse project, but a government project initially. NASA has led to a lot of products that were commercialized. But ultimately, we have to reorient our laws to make investment a priority. So for example, if you want to return money to shareholders with a buyback, that's fine, you know, you'll be taxed the same as you would a dividend. But if you're going to reinvest your profits in building for the future, that's where you put your tax preference. That's where you make, for example, immediate, expensing a permanent feature of our Tax Code. You incentivize, you treat everything fairly, but you incentivize the behavior that's good for America, because ultimately, our job is to identify the right priorities and have public policies that reflect those priorities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And why wouldn't the Tax Code make that easier? That seems like a no brainer. Very quickly, could you get bipartisan support for that, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, here's the problem with it. The answers to the concept, I think I could. The problem is that on the right, we have a party in the Republican Party that's still largely built on the model of the financial industry, that you judge the health of your economy solely by what the stock market did today. The stock market is a relevant point, but the stock market can be zooming or booming and a country can be hurting because people can't find jobs. So that in and of itself doesn't tell you everything. The left, their argument is, \"Yes, let's raise taxes on things like buybacks so we can use it to grow a government, not invest in the future,\" or \"Let's force companies to do certain things.\" So I think the common sense approach is to say, there are certain things that are critical for America's future. The dignity of work for our people is one of them, in addition to critical infrastructure and industries that we have to be leading the world if we want to be safe from China, and we prioritize those in our public policy, I think we can get bipartisan support for that idea. But look at the fight on trade right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "I mean, there are people taking China's side because it's Trump's idea. And they don't realize that yes, there is short-term pain in this fight. But let me tell you, there's catastrophic pain in the long term if we don't get this right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That is absolutely, undeniably true. Great to hear a Republican talk like that. Marco Rubio, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Thanks. Thanks for having me back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the Equality Act has the supportive of almost every Democrat in the Congress. It has already passed the House and will almost certainly become law the next time Democrats have power. The bill would enshrine gender identity as protected class under American law and that means across the country, biological males would have the right to enter women's locker rooms, play female sports, and more -- all by adopting a new gender identity. The Act is so extreme that women on both the left and the right are uniting against it. Natasha Chart is a Board Member of Women's Liberation Front. She is on the left. Penny Nance is President and CEO of Concerned Women for America; and of course, is on the right. Together they recently wrote an op-ed opposing the Equality Act and came on the show to discuss why. So Natasha first to you. Why is this a bad idea, this law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NATASHA CHART, BOARD MEMBER, WOMEN'S LIBERATION FRONT",
      "sentences": "Basically it's because human beings can't change sex. This is just a fundamental material reality. Sky is blue. Human beings can't change sex. Having a law demand a belief in something that's not true creates a lot of problems. Too many to list really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sorry, the simplicity of your answer is so wonderful, so I was struck by it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHART",
      "sentences": "But at face, what it does is it abandons women's safety protections, and it punishes men for good behavior, essentially, like, you know, there was a teacher in Florida who was punished because he refused to supervise a female student in the locker room. She said she was a boy, she wanted to change with the boys and he didn't want to look. And I would think as a feminist, like, that's how I want all the men in my life to act. That's how I think most women want their fathers and brothers and sons to act and their co-workers when they show up to work. Like you have a chance to cop that pique. And you're like, \"No, no, that would be wrong.\" But the Equality Act says, basically, that that's a Civil Rights violation now, that's bigotry. And I don't think any good is going to come of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's very nicely put. Penny Nance, how close is -- I know you've followed legislation -- you're an expert on this. How universal is the support among Democrats for this bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENNY NANCE, PRESIDENT AND CEO, CONCERNED WOMEN FOR AMERICA",
      "sentences": "It's very widely supported. And to the point where, you know, we're working right now against in the House of Representatives, Nancy Pelosi is pushing it through, and it very well may pass and we have a lot to do against this and I'm so proud of Natasha and her group for standing for it and taking leadership because there are all kinds of women on the left and the right, who agree with us that these policies are so insidious, that we have to speak up and we won't be bullied and we will not kowtow out to the left on this. So it's -- there's a lot of work to be done. But I am happy to say, I truly believe that President Trump sees our point on this issue and we're hoping to hear a statement of administration policy from the White House on this. This has such far reaching consequences that people that don't agree on almost anything have put everything else aside to say, We have to step forward and protect women and children against this horrible insidious politics.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's the right thing to do, and Natasha, I'm really struck by the abuse that people in your position take for taking the position that you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHART",
      "sentences": "Yes, last year, we had a conference and we had to hide on the way in. We had to duck under the car because gender identity activists had called every one of my friends, neighbors had called the Town Council. She was being threatened with all kinds of things, got kicked off our neighborhood mailing list, so we had to like change the date and say it was a different day and sneak in and be really quiet and hope no one showed up. Because the weekend before this, this big burly guy had showed up saying that, like, \"I want to see the women,\" and we're like -- I mean, like we didn't want to be seen. We just wanted to have a quiet little meeting amongst ourselves. And shortly after that was when I -- you know, I published an op-ed in \"The Federalist\" because I was becoming very concerned that with the very violent nature of the threats that we get online that something could happen to us and nobody would even notice, nobody would even know about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The thing that threatens the most, I think is the fact that you're willing to go outside of the normal boundaries and make common cause with someone you agree with on this issue. That is a real threat to them because you're breaking the coalition. So anyway, thank you both for coming on and Godspeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHART",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NANCE",
      "sentences": "Thanks for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I appreciate it. A conservative filmmaker is running for President as a Democrat. Will he make the debate stage? What's his agenda? He joins us next to explain. Plus the way any country treats animals says everything about its people. The presidential daughter-in-law, Lara Trump is fighting to eliminate abusive puppy mills. She is here to tell us why, just ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The Democratic presidential primary has attracted almost two dozen candidates along with Bill de Blasio. I'm not sure he really rates as a serious candidate, but he is running. It's the biggest and most chaotic Democratic primary in American history, but it's not over. More people are getting in including them, conservative filmmaker Ami Horowitz. He says he's entering the primary both to disrupt it, and to try to add some quote, \"sanity\" to the process. Here is his announcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMI HOROWITZ, D-PRESIDENTIAL CANDIDATE",
      "sentences": "My name is Ami Horowitz and I'm running for the Democratic nomination to be President of the United States. The Democratic Party have become the party of socialism, open borders and late-term abortions. They have become so radicalized over the past several years, and I felt compelled to try to bring some sanity into the discussion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ami Horowitz joined us recently to discuss his run. Here is what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We've had you on the show many times. I've enjoyed everything you've said, I agree with everything you said. I don't think of you as a kind of classic Democratic presidential candidate. Are you allowed to do this? To run?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Absolutely. As long as you're a registered Democrat, which I am a registered Democrat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "And you're allowed to run and you're allowed to get on the stage as long as you can raise 65,000 individual donations. It could be as little as a dollar to put me on the Democratic debates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And those are the only rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Those are the only rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A registered Democrat who has 65,000 donations of at least a dollar a piece.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Correct. And you qualify also with the polls. You can do either or and then it gets a little wonky if they had more than 20 -- and I won't bore your audience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "But yes, essentially, if you can raise $1.00 what from 65,000 individuals, you're on the debate stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So it is entirely plausible that you could wind up on the debates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "We're well on our way. We're in the thousands and thousands of donations already. We're under 10,000, but we're in that game and it's been 24 hours and this is the first major media that I'm doing, so absolutely -- it's totally plausible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what would you do? What will you do if you qualify for that debate stage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Look, the reason why I'm doing this is because the Democratic Party been inexorably and decisively moving through the left. They've become so radicalized. They've become the party of -- like I said in the video -- open borders, which 90 percent of the country doesn't believe in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Late-term abortion, 90 percent of the country doesn't believe it. They are running away from the word \"capitalism,\" which has brought more wealth to more people and lifted more people out of poverty than anything man has ever created, but they are running away from it. So I want to go into the debate stage. I want to throw an intellectual hand grenade there and make that debate stage a very unsafe space, intellectually speaking for those people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So basically you're saying is that their platform, the one they are articulating now just doesn't have popular support at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "And they're destroying themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And no one is willing to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "I'm looking to save the party, not to hurt them. I want to make sure that they like move them back to the center where they belong. I'm a Patrick Moynihan, Scoop Jackson, JFK-type of Democrat. Those are the things that I believe in and I want to bring that back to the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Free speech, strong national defense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Things they don't believe in anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You really think they'll let you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "I mean, I would hope so. I mean, otherwise -- the whole reason why they made this thing. The head of DNC, Tom Perez said, he wants to make this the most open intellectually, open, diverse -- in terms of diverse candidates they've ever had because they were so hurt and stunned by the criticism they got when they essentially almost took it away from Bernie and gave to Hillary with the super delegates. They don't want that -- they don't want that stigma anymore, and they're trying to make it open and that's why there's so many of us who are vying and could possibly get on the debate stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I bet you'd do better than Cory Booker, anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Oh come on, I'll kill Cory Booker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, you will and by the way, it's deserved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So much -- Ami Horowitz, we're going to be watching every twist and turn of your presidential campaign. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Who would have thought?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I can't wait to see you on stage. You're going to crush it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The way a society treats its weakest members, including maybe especially dogs says a lot about it. Lara Trump is the President's daughter-in-law and a senior adviser on his 2020 reelection campaign. She recently wrote an op-ed arguing that America needs to crack down on the proliferation of puppy mills -- where dogs are bred for sale in sometimes horrifying conditions. Lara Trump was here to talk about the problem. Here's what she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So puppy mills, what is a puppy mill and what should we do about them? LARA TRUMP, SENIOR ADVISER TO TRUMP 2020: Well, puppy mills are -- it's just a name given to really, really bad dog breeding facilities and sadly, we have a lot of them in this country. The conditions that these dogs are kept in would horrify people. They are in stacked cages. They never get let outside. The female dogs are bred basically until they can't breed anymore and oftentimes -- and then they are killed. No access to water, no access to food whenever they need it. It's really awful. And sadly, a lot of people go out and they buy a dog and they don't realize that their dog comes from a place like this. And as a country, we have 70 percent of people in this country that have a pet. These are family members. They're not just pets, they are family members to all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "And you're right, we do need to be treating them better than our society demands it. And you know, it's something that I'm very passionate about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, well, so am I. Good for you and I think most normal people are. This cuts across, I would say the political divide. So what can we do about it and why are people allowed to serially mystery dogs and not go to jail?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Well, you know what, fortunately, we have a President in office, Tucker, who is righting a lot of wrongs and the Obama administration ignored this. This has been ignored for many, many years. But the USDA under the Trump administration now has put forward a rule that they would like the public to comment on and essentially, that would say that all the dog breeding facilities in this country have to raise their standards. You have until May 21st to comment, you can go to the USDA website. I'll put something up on my Twitter if people want to look it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "But we really -- we have -- we owe it to our dogs in this country. You know, not only are they members of our family, but you see that we have military dogs, we have service dogs of all kinds across this country. And as a person that has rescued dogs my whole life, I can tell you, they just make your life so whole and we owe it to them to do the right thing here. So I would just encourage people to go comment on this rule and tell the USDA that you agree with them, kudos to them and the Trump administration for finally addressing something that has gone unaddressed for far too long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amen. And I hope you'll put that link up on your Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "I will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because I know that our audience cares about this issue. Lara, thank you very much. Great to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We are out of time tonight. We will be back Monday and every weeknight, 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. Have the best weekend with the ones you love. Sean Hannity up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening, and welcome to “Tucker Carlson Tonight.” This week, the Trump administration revealed its proposal to overhaul America's immigration system. The proposal would not by itself build the often promised wall on our southern border nor would it cut current levels of immigration despite the fact that most Americans would like to see that happen. The one big thing the administration's proposal would do is give priority to immigrants who might actually help America -- skilled workers with English proficiency. It's hard to see an argument against a system like that, there isn't really an argument against that system. For years, Democrats have argued that immigrants make vital additions to our economy. They're smarter than we are, they're harder working, they do better in school. They found more companies. Well, the President has decided to take Democrats at their word, he says he wants all of those good things that immigrants bring. Watch."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "We want immigrants coming in, we cherish the open door that we want to create for our country. But a big proportion of those immigrants must come in through merit and skill."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, much of the world would move here if they could -- hundreds and hundreds of millions of people. So why wouldn't we pick the absolute best immigrants with skills in English who would fit in better here, their kids would do better in school, they'd be more likely to contribute to social programs instead of draining them. So are Democrats rejoicing in this change? Of course not. They're outraged. House Speaker Nancy Pelosi spoke for the party when she declared that really merit is a bad word because everybody has merit."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "I want to just say something about the word that they use, \"merit.\" It is really a condescending word. Are they saying family is without merit? Are they saying most of the people who have ever come to the United States in the history of our country are without merit, because they don't have an engineering degree? Certainly, we want to attract the best to our, and that includes many people from many parts of society."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What a shame we can't staff the Democratic Caucus in the Congress using the same criteria the Speaker would like to fill our country. \"We want to attract the best for many parts of the world,\" she says. But of course by that, Pelosi doesn't mean what she says. She means just the opposite because what exactly is best about immigrants who have criminal records or middle school education, or no ability to hold a job? The answer is, there's nothing best about that. Immigrants like that might be nice people, but they're much more likely to burden the United States than to benefit, at least economically. Harvard doesn't admit students who can't speak English. It says so right on their website, so why should our country? The left doesn't want to answer questions like that or even have the conversation. \"Shut up racist.\" It is said and is declared that the current system is great. No evidence necessary. Watch this former Obama official make her fact free case on MSNBC yesterday."
    },
    {
      "speaker": "JENNIFER HUNT, PROFESSOR OF ECONOMICS, RUTGERS UNIVERSITY",
      "utterance": "What's less obvious is that medium and even the least skilled immigrants also contribute to the U.S. economy. They come in and they do different things for natives and they allow everyone to specialize more in what they're doing best. It's that contribution of the unskilled immigrants that I think people overlook when they really push the so-called merit based or as it is called in other countries, the point system."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what Professor Hunt and so many on the left, including the Speaker of the House are arguing for is a feudal system where foreign-born worker bees toil to support a smug and pampered managerial class, of which they of course are part. There's no other explanation for our current policies. We don't need more low-skilled workers in the United States, we have plenty of low skilled workers. Their unemployment rate is higher than the national average. Their wage growth has been abysmal for decades -- generations. So how do those workers benefit from having more competition? Of course they don't. How does the country benefit by having more low-skilled workers when technological changes may soon render millions of them permanently jobless? The answer, of course is that we won't benefit. But for the left, whether the country benefits is not the point, Congresswoman Ilhan Omar herself a symbol of America's failed immigration system, if there ever was one; someone who hates this country coming here at public expense spent yesterday demanding the abolition of I.C.E., the decriminalization of illegal immigration itself and an end to all deportation programs. She demands open borders, the unlimited arrival of anyone who wants to come to America whether they have anything to contribute or not. And by the way, you get to pay for it. And if you don't want to, you're a bigot. You know what this is really about, of course, it's not about Civil Rights. It's a joke. It's about money and power -- their money, their power. The left has aligned with business interests that profit from cheap, obedient workers. Low-skilled immigrants have a harder time assimilating into the American mainstream. They stay poor. They learn English more slowly. They're more likely to remain an ethnic underclass, all of which makes them much more likely to vote Democratic long term. That's the point, obviously. Skilled immigrants might assimilate and become less reliable Democratic voters. They might even compete with the children of our ruling class. That's not allowed. It's safer to import serfs, and that's exactly what they're doing. Don't let them tell you, it's about civil rights, it's not; it's about their convenience and their power. Larry Elder is a radio show host in California. We're always grateful to have him on the show. Larry Elder, thanks very much for joining us tonight."
    },
    {
      "speaker": "LARRY ELDER, RADIO SHOW HOST",
      "utterance": "My pleasure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, I never thought that the left would have the huevos, the the hutzpah to make a case explicitly against merit based immigration because everybody is for it. What exactly is the case against it?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Well, there isn't a case to be made in favor of anything other than a merit- based system as you pointed out. Look, the U.K. has a merit-based system. Canada has a merit-based system. Germany has a merit-based system, we don't. And about 70 percent of the legal people we have every single year are here because of chain migration as opposed to because of skills. And as you pointed out, there's no question that unskilled illegal aliens put pressure on the wages of people who are unskilled here -- black and brown. I'd like to point out to people that Cesar Chavez, the famous Civil Rights leader wasn't a Civil Rights leader, he was a union leader. He founded the Farm Workers Union, hated illegal immigration because he knew that illegal aliens threatened the job of his unionists and put pressure on their wages. And Democrats like Harry Reid used to denounce things like chain migration and birth by citizenship. Ted Kennedy even criticized what he called, quote, \"virtually endless chain migration,\" close quote. They've done a 180, Tucker, and they've done a 180 specifically for votes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean -- and your point about Cesar Chavez is absolutely right. He physically assaulted illegal aliens in the Sonoran Desert."
    },
    {
      "speaker": "ELDER",
      "utterance": "That's right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean, that's how threatened he felt by, you know, the influx of low wage labor. It crushed his bargaining power and hurt his people. I wonder why --"
    },
    {
      "speaker": "ELDER",
      "utterance": "It's really quite the incorrect thing to say, but Cesar Chavez worked with the Federal government to stop illegal immigration for the precise reasons I just now mentioned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I don't understand where organized labor is in all of this -- this kills them. Why aren't they speaking up against it?"
    },
    {
      "speaker": "ELDER",
      "utterance": "They are, too, and so are too blacks and browns living in the inner city, whose jobs and wages are threatened by the influx of illegal aliens. This is all about votes, you can go to YouTube and you can find a video from a guy named Eliseo Medina who is a senior VP with the SEIU Union and he said shortly after Obama got elected, if we have, quote, \"comprehensive immigration,\" catchphrase for amnesty, two-thirds of these new voters will vote for us. We'll have a governing coalition for the long haul. That is what this is all about. They've decided a calculation, we're going to throw black inner city people under the bus in exchange for a bigger growing number of minority voters, Hispanics who are going to vote for us, it's all about power. And they used to say the same thing Trump used to say about chain migration, about merit-based migration, about porous borders, about jobs. They used to say the same thing until they realize that the votes were on that side, rather than the other side. That's what's going on. Purely power, as you pointed out, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And someday it's going to be really obvious. There are going to be a lot of really disappointed people, I would say in the Democratic coalition."
    },
    {
      "speaker": "ELDER",
      "utterance": "Yes, and I'd tell you, there are a lot of people who are black and brown that will vote for Donald Trump."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Larry Elder, thank you."
    },
    {
      "speaker": "ELDER",
      "utterance": "You're seeing numbers for blacks, 27 percent for Trump; 45 percent for Hispanics. And one of the reasons is because of the illegal immigration. Hispanic who've done it the right way don't want it either."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, of course, because what's the message? More abortion clinics in your neighborhood and more people from the third world to compete with you? I mean, I don't understand what's in it for African- Americans. I agree completely with what you just said."
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Larry Elder, thanks very much."
    },
    {
      "speaker": "ELDER",
      "utterance": "My pleasure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, an illegal immigrant from Kenya is accused tonight of being a serial killer who murdered at least 12 elderly women. Trace Gallagher has more on that story."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Tucker, 46-year-old, Billy Chemirmir in this country illegally was charged this week with killing 11 elderly women, that's on top of being charged and jailed in 2018 for killing another elderly woman. He is also accused of trying to suffocate two more women. In fact, if not for one of those women surviving, Chemirmir might still be on the run. In March 2018, Chemirmir allegedly forced his way into the apartment of a 91- year-old woman. He reportedly told her quote, \"Go to bed. Don't fight me.\" He then allegedly smothered the woman with a pillow and robbed her, but paramedics were able to revive her and she gave authorities key information, including a description that led to his capture. Over his alleged three-year killing spree; his oldest victim was 94, his youngest 76. Police say after killing the women, he would steal their jewelry. Billy Chemirmir is also a former healthcare worker who would use his Experience as a way of getting close to senior citizens and gaining their trust. Now police are going back and looking at 750 unattended deaths of elderly women to see if there might be possible links. Chemirmir's attorney says her client denies the allegations. He is being held in the Dallas County Jail and has been since last March. He is also wanted for being in the U.S. illegally and if the charges are true, Chemirmir would be among the most prolific serial killers in U.S. history and this case has gotten very little coverage in fact, in some areas, zero coverage -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wonder why. Trace Gallagher, thank you for filling in those blanks. Appreciate it. Well, America's dumbest mayor is now running for President. How are the media reacting to the Bill de Blasio for President campaign? Hilarious. We'll show you after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, there seems to be several hundred Democratic candidates running for President, okay, about 20. But all of them have been able to count on at least some favorable media coverage. Some of them gets sucked up to every day. New York Mayor Bill de Blasio, unfortunately has a big disadvantage. Most of the national media are based in New York City, so they live under the de Blasio administration, and they know how incompetent he is. So how have they reacted to his new candidacy?"
    },
    {
      "speaker": "JOHN DICKERSON, CBS NEWS HOST",
      "utterance": "Bill de Blasio is the answer to what question that isn't being answered."
    },
    {
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "utterance": "And there's a palpable lack of excitement in the streets of New York. Three quarters of New Yorkers don't want him to run."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He is not what anyone would call popular back home in New York."
    },
    {
      "speaker": "ED O'KEEFE, CBS NEWS AMERICAN POLITICAL CORRESPONDENT",
      "utterance": "I think the problem is, he thinks if you can make it here, you can make it anywhere. But if you look at polling, well, here's the thing, polling show."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "O'KEEFE",
      "utterance": "National Democrats would prefer he maintain a New York state of mind."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ouch. Even the ladies of \"The View\" were not impressed including, believe it or not, Whoopi Goldberg."
    },
    {
      "speaker": "WHOOPI GOLDBERG, HOST, THE VIEW",
      "utterance": "Not a good career move, man. Here's the thing that you didn't mention. Homelessness is near record highs. Public housing is falling apart. You can't seem to fire anybody. Subways are underserved, the buses are slow. What the hell do you want to do? Finish doing what you're doing here. Finish being the mayor."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh, I love this."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Finish this out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's a fair point, you've got to say. Joe Concha writes about media for \"The Hill.\" He joins us tonight. Joe, have you ever seen a Democrat get that kind of treatment from the national media? JOE CONCHA, MEDIA REPORTER, \"THE HILL\": I've never seen a candidate mocked this much when they announced their presidential candidacy, Tucker. I've seen apathy before. You probably are seeing apathy with 17 of the 23 Democrats currently running now. But the begging that's going on, \"Please don't do this.\" There's even a flyer, Tucker at the YMCA that Bill de Blasio travels all the way to Brooklyn to work out at that reads this, \"You will immediately cease any at all trips to Iowa, New Hampshire and other primary states. You agree to focus solely on your current job here in New York City, which you are not excelling at.\" You could put Bernie Madoff on the ticket right now as a nominee and he will pull better than Bill de Blasio which most polls to quote, Dean Wormer from \"Animal House\" is zero point zero."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Does anybody doubt that Bernie Madoff would do a better job running the subways?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "Well, the problem is he doesn't get out -- I looked this up -- until 2139, but yes, I would think so. Speaking of the subway, I'm in your New York studio, I had to come up from Tribeca for my radio show. And as I was coming up here, three homeless people in the stairwell getting off the Rockefeller Center exit, going up that stairwell and just looking at it, it's four o'clock in the afternoon, and I couldn't believe what I was looking at. He needs to stay here and finish out his term. But that's the thing. This is a job audition because he is term limited until 2021. He wants to do enough to rock the boat so he can get an Ambassadorship to Venezuela, which would probably be appropriate or a media job because clearly he isn't doing a good job here and this is all an effort just to put himself on some other person's radar for another job."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's right. He wants the hell out of New York, which he has destroyed. So the media are not fans of Bill de Blasio, but they are fans of something else -- late term abortion. They've done nothing to hide their contempt for a new Alabama law that seeks to ban abortion. In contrast, a few months ago, NBC was celebrating a New York law that protects abortion up until the moment of birth."
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS ANCHOR",
      "utterance": "What do we know specifically about the states that are trying to move to protect abortion rights?"
    },
    {
      "speaker": "STEPHANIE GOSK, AMERICAN JOURNALIST",
      "utterance": "Sure, Lester, well, the state of New York has already passed a law that protects abortion in the third trimester under certain circumstances, but there are 10 other states that are looking at proposals to protect abortions."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Joe, it seems to me that on policy issues, the press really should try to be as neutral as possible, but they're not trying on this."
    },
    {
      "speaker": "CONCHA",
      "utterance": "No, and they're not in line with the public on this, Tucker. When we're talking about late-term abortions, when we're talking about third trimester, all right, every poll -- almost every poll shows three quarters of people in this country oppose that. That includes a majority of Democrats. After 20 weeks, it's two thirds of Americans. Where was the outrage when the New York abortion law was passed? Instead, what we're seeing is Alyssa Milano, who was relevant I think back when Clinton was being impeached, getting Avenatti kind of time on other networks, because now she is the person that's going to tell us what's right and what's wrong. And that's everything that's wrong with media because we're counting on experts like that from the show \"Charmed,\" and I loved her in \"Who's the Boss,\" but that was a long time ago, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Moral leader, Alyssa Milano. Joe Concha, have the best weekend. Thanks for that."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Happy weekend."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Bill Nye is the Netflix appointed leader of the pro-science movement. Now he has a fiery and vulgar message to spread the word about global warming. That's next."
    },
    {
      "speaker": "BILL NYE, AMERICAN TELEVISION PRESENTER",
      "utterance": "What I'm saying is the planet is on [bleep] fire. There are a lot of things we could do to put it out. Are any of them free? No of course not. Nothing is free, you idiots. Grow the [bleep] up."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Live from \"America's News Headquarters,\" I'm Trace Gallagher. The U.S. reaches a deal to remove tariffs on steel and aluminum imports from Canada and Mexico. The tariffs were a key roadblock to a new trade deal between the three countries. President Trump imposed the tariffs last year using a rarely used provision of a 1962 law to claim that foreign metals posed a threat to U.S. national security. Lifting the tariffs could put the three nations closer to ratifying a new trade deal to replace NAFTA. Attorney General William Barr telling Fox News in an exclusive interview today that the American public must know if officials quote, \"put their thumb on the scale in the Russia probe.\" Barr telling Bill Hemmer this morning that he is trying to get to the bottom of whether or not government officials abused their power. The Attorney General also says he has more questions now than when he first started. I'm Trace Gallagher, now back to “Tucker Carlson Tonight.”"
    },
    {
      "speaker": "CARLSON",
      "utterance": "All this week, we've taken you to cities along the West Coast to investigate homelessness in this country. From the beginning, we planned to show how much the problem has grown, but even we were shocked by the scale of the epidemic in the places we visited. The homeless are not just a problem in rich economic hubs like San Francisco, but also in dying post-industrial cities, in college towns, even in rural areas. The investigation was a little bit stronger than we thought it was going to be and the reaction has been much more profound than we anticipated, too. In Sacramento, police performed a warrant sweep at the city's Riverfront encampment the day after our package aired. Thirty people were arrested, but most of the encampments remain and they're threatening the structural integrity of the city's levee system. In Seattle, we reported the shocking drug problems that a tent encampment off of Interstate 5. Seattle Police raided that camp yesterday and confiscated huge quantities of crack cocaine, heroin, methamphetamine, marijuana firearms and machetes. They even took a sword. They plan to evict the residents and clear that camp next week. But small efforts like this are also unequal to the problem which again is growing. The fact is that homelessness is America's forgotten crisis. Beltway journalists spend their days in Twitter competitions trying to prove they're the best at hating Trump or opposing Russia. Career bureaucrats obsessed over toppling governments in Iran or Venezuela. They refuse to acknowledge the problems steadily eroding the country we actually live in. America's homeless population is huge and growing. According to the government, even as the homeless population rises, the number of people in shelters is dropping. That means more people on the streets, more garbage, more needles, more human waste, more human misery. Of course, we could build more shelters and provide more treatment for mental illness and addiction, we could clean up our parks and our sidewalks and our river banks. Local governments have shown themselves bizarrely unwilling to do any of that. Those strategies would help, but they don't confront the underlying problem. Why are so many people winding up living outside in this country? To answer that question would require investigating and fixing far deeper ailments. Opioids must be treated like what they are. They are the single greatest public health crisis to face America since the Spanish Flu a century ago. We need to find a real way to lower housing prices and provide a path for working class people to own homes, instead of selling the country to Chinese investors and prioritizing returns of real estate speculators, which is what we now do. We need to honestly address the collapse of families. We need to implement policies that would keep them together or at least try. We need to stop viewing struggling Americans as defective people who deserve to be replaced by superior foreign immigrants, the Pelosi model, but perhaps most of all, we need to look at the ways modernity is destroying people. Modern technology, modern careers, modern culture are making people depressed. Let's be honest, making people addicted, insecure, in some cases -- many cases -- making them insane. For these problems, the homeless are just the most visible reflection of much greater societal emergency. Some of these problems are easy to solve. Others are not. But homelessness is an American crisis and it is getting worse. We promise to continue covering it as long as it takes for things to get better because a country as noble and prosperous as ours should never have people living in tents in public parks. Well, it's one of the most memorable segments this show is ever run. We debated engineer and TV personality, Bill Nye falsely called the \"Science Guy\" about global warming."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's not an open question?"
    },
    {
      "speaker": "NYE",
      "utterance": "It's not -- it's not an open question. It's a subtle question. Human activity is causing climate change."
    },
    {
      "speaker": "CARLSON",
      "utterance": "To what degree?"
    },
    {
      "speaker": "NYE",
      "utterance": "To a degree that it's -- that it's a very serious problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "To what extent is human activity responsible for speeding that up? I mean, please be more precise than you're being --"
    },
    {
      "speaker": "NYE",
      "utterance": "A hundred percent. If that's the number you want. Humans are causing it to happen catastrophically fast."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So climate would change -- shouldn't we be encouraging people to ask honest questions, which I am doing and you don't seem to have the answers to those questions. I am wondering why."
    },
    {
      "speaker": "NYE",
      "utterance": "Okay, I've got to disagree with you. I claim I do have the answers."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay."
    },
    {
      "speaker": "NYE",
      "utterance": "Okay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He had the answers, but he had no numbers at all. He had no facts whatsoever. For a science guy, there was no science, just a lot of yelling. But he has been rewarded for it. Shortly after that interview, Bill Nye got a Netflix show, which featured a song about sex. We couldn't air that here. But he has kept going. He is back with another warning about the planet. Here is Bill Nye, the falsely named science guy."
    },
    {
      "speaker": "NYE",
      "utterance": "By the end of this century, if emissions keep rising, the average temperature on Earth could go up another four to eight degrees. What I'm saying is the planets on [bleep] fire. There are a lot of things we could do to put it out. Are any of them free? No, of course not. Nothing is free, you idiots. Grow the [bleep] up. You're not children anymore. I didn't mind explaining photosynthesis to you when you were 12, but you're adults now and this is an actual crisis. Got it. Safety glasses off [bleep]."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Unlike Bill Nye, Judith Curry is actually a climatologist. She is also Professor Emeritus of Atmospheric Sciences at Georgia Tech and President of the Climate Forecast Applications Network. Professor Curry joins tonight. Professor, thanks very much for coming on."
    },
    {
      "speaker": "JUDITH CURRY, CLIMATOLOGIST",
      "utterance": "Thanks, Tucker. It's always a pleasure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, you are a person of science. You devoted your life to science. When you see the video that we just played, which is how science is presented to television viewers, does that look like science or propaganda to you?"
    },
    {
      "speaker": "CURRY",
      "utterance": "Propaganda, definitely. It is nonsensical alarmism and it is scaring children. It's an issue -- a really very big concern to me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What is the issue of concern? The effect of this kind of propaganda or the underlying claims that he is making?"
    },
    {
      "speaker": "CURRY",
      "utterance": "Well, the exaggerations and the vehemence and the profanity. I mean, it's a lot of it. This is not sober, carefully reasoned scientific arguments. I mean, this is just nonsense, really."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So tell us how the sober climatologist views climate change as of right now, May 2019? How upset or not are you about climate change?"
    },
    {
      "speaker": "CURRY",
      "utterance": "Well, there are reasons for concern, there are reasons to try to better understand it. I don't -- any predictions of warming in the 21st Century beyond three or four degrees Fahrenheit are very difficult to justify and there are reasons to think that it wouldn't even be that high. So, I mean, we don't really know how the climate of the 21st Century will play out. There's a lot of things that are ignored in the climate model projections that we should also be looking at. And I mean, we just don't really know. And there's a lot of overconfidence in this whole thing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So this looks like politics then to me. I mean, so the posture of science is exactly what you're displaying right now, which is, you know, hedging, total honesty, what we know and what we don't know. I never hear anybody say there are things we don't know about the climate. Why? Why don't they admit that?"
    },
    {
      "speaker": "CURRY",
      "utterance": "I think they're afraid that the will to act will be reduced if scientists are actually honest about what we don't know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "CURRY",
      "utterance": "Climate scientists are becoming politicians and this is not a good thing for science."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's not. It's scary. And so it's always nice to have you on the show. Again, an actual climatologist just so we can show the contrast between people who do science and people who just pretend to. Judith Curry, thanks very much."
    },
    {
      "speaker": "CURRY",
      "utterance": "Okay, thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is a divided moment in America. Of course, it takes a lot to bring the left and right together, but the Democratic Party has succeeded in doing that, by its insanity. Two very different women's groups teaming up to fight a law called the Equality Act, which would change America profoundly and forever. They join us next after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "China is rapidly rising as an economic and military superpower that rivals the United States, and one reason they've been able to get to where they are is through extensive investment in their own country. They used to be something that America was quite good at, but now, we're not. We're falling behind. America's economy is now dominated by finance and company's short-term focus on shareholder profits, rather than on long- term investment that might save the country from being overtaken by its enemies. Florida Senator Marco Rubio just released a report on all of this. He came on to talk about it. Here is what happened."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Tell us about the report that you just issued out."
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLA.",
      "utterance": "Yes, look, I mean, I'm a supporter of the free enterprise system and the free enterprise system works when companies and innovators make a profit. They obviously have got to stay in business, but they also reinvest some of that profit back into the business to innovate a new product or expand into a new market. That's not what's been happening in the United States since the 1970s. In fact, the percentage of our overall economy that's going towards investment into the future has steeply declined, at the same time as basic research on behalf of the government has as well. And meanwhile, our competitors are increasing the amount that they're investing. In the case of China, their government is doing it directly, in addition to all the other things they do for these companies, like protect them against competition in the marketplace, steal intellectual property and discriminate against our companies. And so when you extrapolate this out long term, we've got a big problem on our hands and all of this is driven by policy decisions that we made. Look, there's nothing inherently evil or wrong with returning profits to shareholders, that's a positive thing. But when that is what the system is built around entirely, then companies have no incentive, frankly, to invest in the future, their workers become a line on their budget, and the lower they can get that number, the better off so you outsource jobs. And then you don't invent the ideas of the future and ultimately, you get overtaken, and so we're going to wind up in a place where not only is the work being done overseas, but eventually the innovation is being done overseas as well. We need to reverse course or we're going to get overtaken here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I don't think any honest person would disagree with a word you just said. What do you do about it?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, I think there's things in our incentives. First of all, we've got to look at ourselves, okay, we have made policy decisions that have exacerbated this. To start with, you know, our labor markets, our labor laws are still complicated, all sorts of regulations -- things that increase the cost of work here. We've got to reimagine our higher education system. It isn't just about four-year degrees. There's incredible jobs and many of them don't exist here, because frankly, we're not training young Americans to do that work. And so that's important as well. On top of that, I do think there's a function for government, not big government, but government and basic research, for example. The internet was a government project, not our horse project, but a government project initially. NASA has led to a lot of products that were commercialized. But ultimately, we have to reorient our laws to make investment a priority. So for example, if you want to return money to shareholders with a buyback, that's fine, you know, you'll be taxed the same as you would a dividend. But if you're going to reinvest your profits in building for the future, that's where you put your tax preference. That's where you make, for example, immediate, expensing a permanent feature of our Tax Code. You incentivize, you treat everything fairly, but you incentivize the behavior that's good for America, because ultimately, our job is to identify the right priorities and have public policies that reflect those priorities."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And why wouldn't the Tax Code make that easier? That seems like a no brainer. Very quickly, could you get bipartisan support for that, do you think?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, here's the problem with it. The answers to the concept, I think I could. The problem is that on the right, we have a party in the Republican Party that's still largely built on the model of the financial industry, that you judge the health of your economy solely by what the stock market did today. The stock market is a relevant point, but the stock market can be zooming or booming and a country can be hurting because people can't find jobs. So that in and of itself doesn't tell you everything. The left, their argument is, \"Yes, let's raise taxes on things like buybacks so we can use it to grow a government, not invest in the future,\" or \"Let's force companies to do certain things.\" So I think the common sense approach is to say, there are certain things that are critical for America's future. The dignity of work for our people is one of them, in addition to critical infrastructure and industries that we have to be leading the world if we want to be safe from China, and we prioritize those in our public policy, I think we can get bipartisan support for that idea. But look at the fight on trade right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right now."
    },
    {
      "speaker": "RUBIO",
      "utterance": "I mean, there are people taking China's side because it's Trump's idea. And they don't realize that yes, there is short-term pain in this fight. But let me tell you, there's catastrophic pain in the long term if we don't get this right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That is absolutely, undeniably true. Great to hear a Republican talk like that. Marco Rubio, thank you very much."
    },
    {
      "speaker": "RUBIO",
      "utterance": "Thanks. Thanks for having me back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the Equality Act has the supportive of almost every Democrat in the Congress. It has already passed the House and will almost certainly become law the next time Democrats have power. The bill would enshrine gender identity as protected class under American law and that means across the country, biological males would have the right to enter women's locker rooms, play female sports, and more -- all by adopting a new gender identity. The Act is so extreme that women on both the left and the right are uniting against it. Natasha Chart is a Board Member of Women's Liberation Front. She is on the left. Penny Nance is President and CEO of Concerned Women for America; and of course, is on the right. Together they recently wrote an op-ed opposing the Equality Act and came on the show to discuss why. So Natasha first to you. Why is this a bad idea, this law?"
    },
    {
      "speaker": "NATASHA CHART, BOARD MEMBER, WOMEN'S LIBERATION FRONT",
      "utterance": "Basically it's because human beings can't change sex. This is just a fundamental material reality. Sky is blue. Human beings can't change sex. Having a law demand a belief in something that's not true creates a lot of problems. Too many to list really."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sorry, the simplicity of your answer is so wonderful, so I was struck by it."
    },
    {
      "speaker": "CHART",
      "utterance": "But at face, what it does is it abandons women's safety protections, and it punishes men for good behavior, essentially, like, you know, there was a teacher in Florida who was punished because he refused to supervise a female student in the locker room. She said she was a boy, she wanted to change with the boys and he didn't want to look. And I would think as a feminist, like, that's how I want all the men in my life to act. That's how I think most women want their fathers and brothers and sons to act and their co-workers when they show up to work. Like you have a chance to cop that pique. And you're like, \"No, no, that would be wrong.\" But the Equality Act says, basically, that that's a Civil Rights violation now, that's bigotry. And I don't think any good is going to come of that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's very nicely put. Penny Nance, how close is -- I know you've followed legislation -- you're an expert on this. How universal is the support among Democrats for this bill?"
    },
    {
      "speaker": "PENNY NANCE, PRESIDENT AND CEO, CONCERNED WOMEN FOR AMERICA",
      "utterance": "It's very widely supported. And to the point where, you know, we're working right now against in the House of Representatives, Nancy Pelosi is pushing it through, and it very well may pass and we have a lot to do against this and I'm so proud of Natasha and her group for standing for it and taking leadership because there are all kinds of women on the left and the right, who agree with us that these policies are so insidious, that we have to speak up and we won't be bullied and we will not kowtow out to the left on this. So it's -- there's a lot of work to be done. But I am happy to say, I truly believe that President Trump sees our point on this issue and we're hoping to hear a statement of administration policy from the White House on this. This has such far reaching consequences that people that don't agree on almost anything have put everything else aside to say, We have to step forward and protect women and children against this horrible insidious politics.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's the right thing to do, and Natasha, I'm really struck by the abuse that people in your position take for taking the position that you do."
    },
    {
      "speaker": "CHART",
      "utterance": "Yes, last year, we had a conference and we had to hide on the way in. We had to duck under the car because gender identity activists had called every one of my friends, neighbors had called the Town Council. She was being threatened with all kinds of things, got kicked off our neighborhood mailing list, so we had to like change the date and say it was a different day and sneak in and be really quiet and hope no one showed up. Because the weekend before this, this big burly guy had showed up saying that, like, \"I want to see the women,\" and we're like -- I mean, like we didn't want to be seen. We just wanted to have a quiet little meeting amongst ourselves. And shortly after that was when I -- you know, I published an op-ed in \"The Federalist\" because I was becoming very concerned that with the very violent nature of the threats that we get online that something could happen to us and nobody would even notice, nobody would even know about it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The thing that threatens the most, I think is the fact that you're willing to go outside of the normal boundaries and make common cause with someone you agree with on this issue. That is a real threat to them because you're breaking the coalition. So anyway, thank you both for coming on and Godspeed."
    },
    {
      "speaker": "CHART",
      "utterance": "Thank you."
    },
    {
      "speaker": "NANCE",
      "utterance": "Thanks for having us."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I appreciate it. A conservative filmmaker is running for President as a Democrat. Will he make the debate stage? What's his agenda? He joins us next to explain. Plus the way any country treats animals says everything about its people. The presidential daughter-in-law, Lara Trump is fighting to eliminate abusive puppy mills. She is here to tell us why, just ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The Democratic presidential primary has attracted almost two dozen candidates along with Bill de Blasio. I'm not sure he really rates as a serious candidate, but he is running. It's the biggest and most chaotic Democratic primary in American history, but it's not over. More people are getting in including them, conservative filmmaker Ami Horowitz. He says he's entering the primary both to disrupt it, and to try to add some quote, \"sanity\" to the process. Here is his announcement."
    },
    {
      "speaker": "AMI HOROWITZ, D-PRESIDENTIAL CANDIDATE",
      "utterance": "My name is Ami Horowitz and I'm running for the Democratic nomination to be President of the United States. The Democratic Party have become the party of socialism, open borders and late-term abortions. They have become so radicalized over the past several years, and I felt compelled to try to bring some sanity into the discussion."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ami Horowitz joined us recently to discuss his run. Here is what he said."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We've had you on the show many times. I've enjoyed everything you've said, I agree with everything you said. I don't think of you as a kind of classic Democratic presidential candidate. Are you allowed to do this? To run?"
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Absolutely. As long as you're a registered Democrat, which I am a registered Democrat."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "And you're allowed to run and you're allowed to get on the stage as long as you can raise 65,000 individual donations. It could be as little as a dollar to put me on the Democratic debates."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And those are the only rules."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Those are the only rules."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A registered Democrat who has 65,000 donations of at least a dollar a piece."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Correct. And you qualify also with the polls. You can do either or and then it gets a little wonky if they had more than 20 -- and I won't bore your audience."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "But yes, essentially, if you can raise $1.00 what from 65,000 individuals, you're on the debate stage."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So it is entirely plausible that you could wind up on the debates."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "We're well on our way. We're in the thousands and thousands of donations already. We're under 10,000, but we're in that game and it's been 24 hours and this is the first major media that I'm doing, so absolutely -- it's totally plausible."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what would you do? What will you do if you qualify for that debate stage?"
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Look, the reason why I'm doing this is because the Democratic Party been inexorably and decisively moving through the left. They've become so radicalized. They've become the party of -- like I said in the video -- open borders, which 90 percent of the country doesn't believe in."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Late-term abortion, 90 percent of the country doesn't believe it. They are running away from the word \"capitalism,\" which has brought more wealth to more people and lifted more people out of poverty than anything man has ever created, but they are running away from it. So I want to go into the debate stage. I want to throw an intellectual hand grenade there and make that debate stage a very unsafe space, intellectually speaking for those people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So basically you're saying is that their platform, the one they are articulating now just doesn't have popular support at all."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "And they're destroying themselves."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And no one is willing to say that."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "I'm looking to save the party, not to hurt them. I want to make sure that they like move them back to the center where they belong. I'm a Patrick Moynihan, Scoop Jackson, JFK-type of Democrat. Those are the things that I believe in and I want to bring that back to the party."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Free speech, strong national defense."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Things they don't believe in anymore."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You really think they'll let you?"
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "I mean, I would hope so. I mean, otherwise -- the whole reason why they made this thing. The head of DNC, Tom Perez said, he wants to make this the most open intellectually, open, diverse -- in terms of diverse candidates they've ever had because they were so hurt and stunned by the criticism they got when they essentially almost took it away from Bernie and gave to Hillary with the super delegates. They don't want that -- they don't want that stigma anymore, and they're trying to make it open and that's why there's so many of us who are vying and could possibly get on the debate stage."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I bet you'd do better than Cory Booker, anyway."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Oh come on, I'll kill Cory Booker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, you will and by the way, it's deserved."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So much -- Ami Horowitz, we're going to be watching every twist and turn of your presidential campaign. Congratulations."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Who would have thought?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I can't wait to see you on stage. You're going to crush it."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The way a society treats its weakest members, including maybe especially dogs says a lot about it. Lara Trump is the President's daughter-in-law and a senior adviser on his 2020 reelection campaign. She recently wrote an op-ed arguing that America needs to crack down on the proliferation of puppy mills -- where dogs are bred for sale in sometimes horrifying conditions. Lara Trump was here to talk about the problem. Here's what she said."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So puppy mills, what is a puppy mill and what should we do about them? LARA TRUMP, SENIOR ADVISER TO TRUMP 2020: Well, puppy mills are -- it's just a name given to really, really bad dog breeding facilities and sadly, we have a lot of them in this country. The conditions that these dogs are kept in would horrify people. They are in stacked cages. They never get let outside. The female dogs are bred basically until they can't breed anymore and oftentimes -- and then they are killed. No access to water, no access to food whenever they need it. It's really awful. And sadly, a lot of people go out and they buy a dog and they don't realize that their dog comes from a place like this. And as a country, we have 70 percent of people in this country that have a pet. These are family members. They're not just pets, they are family members to all of us."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's for sure."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "And you're right, we do need to be treating them better than our society demands it. And you know, it's something that I'm very passionate about."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, well, so am I. Good for you and I think most normal people are. This cuts across, I would say the political divide. So what can we do about it and why are people allowed to serially mystery dogs and not go to jail?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Well, you know what, fortunately, we have a President in office, Tucker, who is righting a lot of wrongs and the Obama administration ignored this. This has been ignored for many, many years. But the USDA under the Trump administration now has put forward a rule that they would like the public to comment on and essentially, that would say that all the dog breeding facilities in this country have to raise their standards. You have until May 21st to comment, you can go to the USDA website. I'll put something up on my Twitter if people want to look it up."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "But we really -- we have -- we owe it to our dogs in this country. You know, not only are they members of our family, but you see that we have military dogs, we have service dogs of all kinds across this country. And as a person that has rescued dogs my whole life, I can tell you, they just make your life so whole and we owe it to them to do the right thing here. So I would just encourage people to go comment on this rule and tell the USDA that you agree with them, kudos to them and the Trump administration for finally addressing something that has gone unaddressed for far too long."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amen. And I hope you'll put that link up on your Twitter."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "I will."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because I know that our audience cares about this issue. Lara, thank you very much. Great to see you tonight."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We are out of time tonight. We will be back Monday and every weeknight, 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. Have the best weekend with the ones you love. Sean Hannity up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}