{
  "date": "May 4, 2018",
  "headline": "Karl Rove: Blankenship is a bigot and a moron",
  "subHeadline": "West Virginia Senate candidate Don Blankenship releases ad that targets Senator Mitch McConnell's 'China family' and refers to McConnell as 'cocaine Mitch.' Tammy Bruce and Karl Rove react on 'The Story.'",
  "url": "https://www.foxnews.com/transcript/karl-rove-blankenship-is-a-bigot-and-a-moron",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "Thank you very much, John, good evening to you. And breaking tonight, the primary election in West Virginia, now just days away, and this race gets uglier this evening. Senate Majority Leader Mitch McConnell clashing with ex-con candidate from coal country, Don Blankenship who has vowed to continue his racially charged attack on \"Cocaine Mitch and his China family.\" It all began with this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON BLANKENSHIP, WEST VIRGINIA REPUBLICAN SENATE CANDIDATE",
      "sentences": "One of my goals as U.S. Senator will be to ditch Cocaine Mitch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I asked him to back that up, even for politicians, it is a particularly cruel moniker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANKENSHIP",
      "sentences": "Cocaine on a family owned chip is certainly should be of interest, because cocaine deaths in this country keep going up. And even though that ship was -- I think happened at the end of the year. We still need to be aware if that there are cocaine and other drugs moving on the high seas on commercial ships. And if nothing else, it to make us aware that we need to be careful when these commercial ships are talking -- any country needs to see what's on them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, no, not backing down. In fact, tonight he is doubling down with this new ad. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLANKENSHIP",
      "sentences": "Swamp captain Mitch McConnell has created millions of jobs for China people. By doing so, Mitch has gotten rich. In fact, his China family has given him tens of millions of dollars. I will meet Joe Manchin and ditch Cocaine Mitch for the sake of the kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Leader McConnell simply said this when asked earlier this week about the whole thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNEL, R-KY, SENATE MAJORITY LEADER",
      "sentences": "Well, my father-in-law is an American who lives in New York, works in New York, and I don't have any comment about ridiculous observations like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the Blankenship campaign tried to back up their facts, but it fell flat after a fact-check from The Washington Post, which gave it four Pinocchio's finding this: Foremost Group, this is the company that Elaine Chao's father own, is not a Chinese shipping company, it is an American company, it is based in New York. No evidence they found that McConnell's father-in-law had \"given Mitch and his wife millions of dollars over the years.\" Neither, the nation who originally reported this story, nor the Colombian Navy ever reported that the cocaine that was found on that ship was worth $7 million, or that anyone knew who stashed the relatively small amount on the ship and no charges were ever filed. Here now, Tammy Bruce, Columnist at The Washington Times; and Karl Rove, former deputy chief of staff under President George W. Bush, both are Fox News contributors. Welcome and good evening to both of you. We all know that politics can get pretty nasty, but it appears that Mr. Blankenship, Karl, has decided that this is a good plan -- it's a good strategy for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. Well, I hope he's proved wrong, because -- look, the people of West Virginia are sensible, solid, down-to- earth Americans. And for a guy to go out there -- think about this, this guy went to jail because he ran a company that where he was and charged in charge that deliberately flouted federal safety laws regarding mines, and 29 miners died on his watch and his responsibly. He doesn't live in West Virginia; he lives in Las Vegas. Can't even vote for himself, Tuesday. And now, he is going out there in a desperate attempt to win. He's got these outrageous charges that Mitch is -- his wife is a China man, and the tens of millions of dollars and so forth. And this guy doesn't even understand the political reality of the world. The Chao family was originally from Taiwan, which broke away from Communist China in 1949, and they are American citizens and live in the United States and create jobs in America. So, let's pick a clear, he is a bigot, he's a moron, if he wins the Republican nomination, kiss our chances go avoiding West Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tammy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR AND COLUMNIST AT THE WASHINGTON TIMES",
      "sentences": "Well, look, I think that this is extraordinary. I'm no fan of Mitch McConnell, but this guy is making me want to defend Mitch McConnell, because it is so absurd. Look, this is an extraordinary situation, he kind of represents why Americans don't trust politicians. He clearly seems to be trying to bolster his own reputation back or to blame that the system or something. But here's what you have, you've got a man who is running on racism and bigotry, no ideas, no policy ideas, character assassination, maybe he's running, he should be running as a Democrat at this point. I mean, he's attaching himself to Donald Trump. Donald Trump -- and certainly, Donald Trump Jr. has rejected him, don't vote for this guy. The president, in April, had an event where the two other republicans running were there and supported him and he supported both of them. But this is about to voters of West Virginia, the Republicans. It is an insult in the way that he's approaching them. We have so much to do and to allow this kind of -- it's almost like a parody, that add and it's heartbreaking, because we've got so much to do. And this is a guy who, I think, is not just trying to smear Mitch McConnell, but trying, I think, to smear the entire conservative movement in the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, it's interesting, that ad, which you say almost looks like a parody. It does -- it looks like, you know, sort of an onion ad or something, because it's almost as if they said to him: OK, these are the buzzwords that we want you to use. We want you to say China family. I mean, what a bizarre expression that is. You know, and this is what's going to work. But when you look at this, Karl, there's this mountaintop family packed, which associates of Leader McConnell are involved with.   They do not want him to win this because, as Mitch McConnell often says, he wants, you know, candidates that they think can win. So, they're back in Morrisey, others are backing Evan Jenkins, who's the current congressman there. But the fear of, you know, Republicans is that this is going to look like a Sharon Angle race, or it's going to look like what happened with Roy Moore. You obviously, are very connected with the campaigns in the Republican Party, Karl, do you think -- are you nervous about what is going to happen here on Tuesday night?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes, I am, two points, first of all with full disclosure. This week, I've known Evan Jenkins for a while, I did a fund-raiser for him and his first race for Congress where he defeated the most Democratic congressional district in West Virginia and 19-term incumbent. He's a doctor, he served at the state legislator; Conservative Democratic changed parties when he was in the legislator. So, I want full disclosure; I'm for him. And I didn't say that contributed to him this week, because I'm afraid of Blankenship winning. Jenkins in the Fox News poll, a week ago Thursday had 25; Patrick Morrisey, the attorney general, had 21; Blankenship had 16, but there's 38 percent undecided. And this week, since this poll came out of the field, Blankenship has put $1.2 million of his own money into the race.  An addition, a Democratic Super PAC headed by the former U.S. Attorney who prosecuted him and sent him to jail, has spent several million dollars attacking not Don Blankenship, but Evan Jenkins and to lesser extent, Patrick Morrisey. Because they fear Jenkins and perhaps Patrick Morrisey, but certainly Jenkins can beat Manchin in the fall. And they want to do everything they can to help Blankenship. And now, he's spending money to in an effort to put himself in the lead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And then, the other issue is a split. The other two gentlemen can split that vote giving Blankenship this win, but this then comes down to GOP leadership, right? Why are we in this position? I mean, this is what a lot of Americans were asking. We know what we have to accomplish. There's got to be some kind of coalescing in making this not happen in this fashion, and this is why we look funny at the GOP establishment, that once again with this should be something that should be a fighting fight by a strong Republican against Manchin which we could win. And we're not even there, and this is why we have some questions about the GOP at this point",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, look, that's why I couldn't agree with you more. That's why I personally stepped up and contributed the maximum to Jenkins campaign, because I felt he was the best candidate. But you know, I'm not a West Virginian, but I believe that West Virginia is a great opportunity for us. If you look at the generic ballot on the morning consult poll, the generic Republican is 14 points ahead. If you look at the polling of Blankenship, he's behind Manchin badly, because look, he's a crook. He went to jail, he lives in the -- he wants himself tried to get citizenship, inquired about moving to China and become a Chinese citizen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's bring that quote up, because he -- his fiance is of Chinese background, her name is Farrah Meiling Hobbs, she was born there. In a conversation recorded in 2009, Mr. Blankenship said he might actually move to Asia. He said, I'm actually considering moving to China. I can probably get citizenship in India, but I would rather be in China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, look, what we've got here too is when it comes to West Virginia, he's spent a year in jail on the issue of dealing with -- not dealing properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He claims he was innocent, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "A jury convicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "They always do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They always do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "29 dead West Virginians. And this is a man who now is just -- look, he seems, he's character, but people's lives remain at stake and there's got to be some kind of coalescing here to make sure that we are in a good position in the midterm. And this guy is a sideshow, and it's an insult to the people -- all of these races are local, but we all have an interest in what stateside West Virginians do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But I -- you know, I think Tammy's point is well-taken for Republicans who listen to all of this, Karl, because the other two guys on the stage the other night, Jenkins who you are backing and Morrisey, they just kept attacking, and attacking, and attacking each other and people after the debate, I think, you know, that they felt like Blankenship had done a pretty good job. And I guarantee you that he got another look from a lot of people after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes. Well, look, you are darned if you do, and you're darned if you don't. Because the idea of coalescing behind a winnable Republican candidate -- we saw that in Alabama where the Republicans try to coalesce behind the sitting U.S. senator, and that got a lot of kerfuffle because there were two other contenders, and we ended up with the one guy who could lose the race and did. And we may in this situation, if we do not get behind the right candidate, had the one candidate could lose.  And remember, it's not just the incident where 29 human beings lost their lives because this company violated federal mind taking standards. Massie, the company that headed, and the company that he ran into the ground, had the worst mine safety records of any West Virginia coal operator when he was the CEO of it. And remember, you pointed this out during the debate, this guy dumped a bunch of coal slurry into the watershed of his neighbors after he got a line run into his house so that he could have fresh water while those people had to go get water in jugs and cans in order to bathe and drink.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "West Virginia is in, you know, last place when it comes to the economy, first place when it comes to opioid use and death, and they need some very strong leadership. And with that election coming up on Tuesday night, we're going to be covering it live here that evening. It's going to be very interesting to watch the outcome. Tammy and Karl, great to see you both. Thank you so much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Thanks for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the incredible story of the mastermind who hacked his way to millions -- by rigging the lottery system across this country. Here, how he pulled this off, straight from the man who finally nailed him. Plus, Robert Mueller, special counsel, suffers a major blow today thanks to a federal judge's scathing tongue lashing. This was not expected in this -- what was supposed to be a fairly routine court appearance today. What this potentially major roadblock could mean for President Trump and what he calls the witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "They have a headline. Judge in that poor taste say that Mueller's aim is to hurt Trump. It's called a witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking tonight, a fascinating showdown between Robert Mueller's lawyers and an exasperated judge in court today. Paul Manafort was in court trying to get that judged to throughout the case against him, and it turned into this heated hearing. Judge T.S. Ellis didn't rule on this, but he essentially told Team Mueller the scope of your investigation is trying to loop in some old evidence from this earlier case that was not even their work, their investigative work. And the judge indicated that he is not inclined to allow them to do that. So, this is when you really want a camera in the courtroom, but the picture will tell you what happened.   Alice, basically unloaded on the attorney in there today saying this: \"you don't really care about Mr. Manafort's bank fraud, it's only being used to secured Trump's 'prosecution or impeachment', that is what you are really interested in,\" said the judge. He also slammed to the special counsel's overreach in this case in general. He told them, \"no one has unfettered power.\" He ended with an NFL commentator's punctuation: come on, man! All to this was much to the delight of President Trump who read some of the judge's tongue lashing during his NRA convention speech today. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "None of that information has to do with information related to the Russian government towards nations and the campaign of Donald Trump. How does this have anything to do with the campaign, the judge asks? Let me tell you, folks, we're all fighting battles, but I love fighting these battles. It's really a great thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was the happy warrior today. Here now, Byron York, Chief Examiner -- Chief Political Correspondent and Fox News Contributor. Good to have you here tonight, Byron. Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON YORK, FOX NEWS CONTRIBUTOR AND COLUMNIST FOR THE WASHINGTON EXAMINER",
      "sentences": "Hi, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Hi, there! So, you know, was this the game changer in this courtroom today? What's your take away from what happened in there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "You know, I think the president is going to add that come on, man, to the future of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Come on, man!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "-- come one, man -- to that story. Look, this is the first time that we have any indication that a judge is upset with anything that the Mueller investigation is doing with its size, its scope, what it's doing. Paul Manafort has been trying to make the case for months, because he said, look, the special counsel has been assigned the task of looking for any coordination between Russia and the Trump campaign.  And if Paul Manafort laundered money in Ukraine in 2006, that is not part of that. And it's unrelated to that, as a matter fact, the Manafort argues that it was the Justice Department investigated that years ago, decided not to do anything about it, the case was essentially sitting on the shelf and Mueller took it off. Which means, he cannot say that it arose from this Russian investigation. So, Manafort's people are pretty happy tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But what's fascinating to me is that this judge was sort of playing an oversight role, and Rod Rosenstein is supposed to be playing the oversight role in terms of what the scope and their parameters of this investigation are. He's supposed to be the person who would say, who would reach out to special counsel and his attorneys and say, look, I don't really think this fits in with what we designated your purview is here, but that doesn't to ever seem be happening happen. In fact, this judge said that he wanted to see the scope document. And when he's been asked for it in the past, it comes in with redactions. Why would that be something that a judge wouldn't be able to look at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "This has all been super-secret. We know that when Rosenstein appointed Robert Mueller on May 17th of last year, he did just say what I mentioned that he was going to investigate in the coordination between the Russians and Trump or anything that might arise from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that's the important phrase here -- anything that might arise from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "But after Manafort challenged it, the Mueller investigation came back and said, well, wait a minute, that was really just for a show. In August of 2017, Rod Rosenstein gave us a much more detailed charge. He told us what we were looking into. And we're going to release a couple of paragraphs of that. We're going to black the rest of it out, but to let you see that what we're doing has been approved. But the bottom line is: nobody in the public really knows what Mueller has been authorized to do. The judge wanted him to find out and he finally ordered Mueller to show him that document in unredacted form. It could be done under seal of the private and they do not have to give it to Manafort, as a matter of fact. But the judge wants to see what Mueller has the authority to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it seems to me that that ought to be something that everybody should be able to see. I mean, you know, the special counsel that was appointed by the United States government paid for by the taxpayers across the country, they are working on our taxpayer dollar, and they should be able to tell us, this is exactly what the scope of the investigation is.  It's a head-scratcher. I want to ask you about the piece that you just put out today with regard to Michael Flynn. Because, James Comey has told a couple of different stories in the promoting of his book about whether or not when his agent spoke to Michael Flynn, the former National Security Director, that he either lied to them or that he didn't appear to have lied to them. That they didn't see any deception. So, what do we now know about what they said after they interviewed Michael Flynn?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, a little background here, I wrote a story a few months ago saying that in March 2017 when Comey briefed the House of Representatives, about Michael Flynn, he said, look, the FBI agents didn't think he lied. That's what sources had told me that Comey told the house. So, Comey comes out on his book tour and he's been asked by a number of people including our Bret Baier, OK, did you tell the house that the FBI agents didn't think Flynn had lied? And he said, absolutely not. I did not. Maybe somebody at misunderstood me. So, the house just a couple of hours ago, has released an unredacted part of its report, which deals with that. And they say, that James Comey-- they quote Comey saying that the agent saw no physical indication of lying, they didn't think that Flynn was trying to deceive them, they didn't see any change in his demeanor or his tone or anything like that. And Andrew McCabe, then the deputy of the FBI said that the agents did not think Flynn was lying, which was not a particularly great start for a false statement investigation. So, the house has kind of struck back and said, look, this is what you, Mr. Comey and McCabe, said about the Michael Flynn question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, it raises the question what happens now? Everybody's been wondering why Michael Flynn hasn't been sentenced and he is cooperating, do you have any comments on that or updates on that from your reporting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, when you have a person who has pleaded guilty in a case that's still going on, it's not unusual for these things to be delayed sometimes over and over and over again. While the other parts of the case are still being investigated. But there's no doubt that I think Flynn supporters would say, wow, would he really have plead guilty if he had known that the FBI agents didn't think he was lying. And by the way that the top FBI officials had told Congress that. But the fact is, he did at the end of November of last year, he did plead guilty to one account of lying to the FBI -- something which actually surprised those lawmakers who had heard Comey talk a few months earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fascinating. Thank you so much. Great piece tonight, Byron. Thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you. All right. Still ahead tonight, the treatment of NFL cheerleaders. New allegations about the Washington Redskins and things that the cheerleaders were reportedly forced to do. Plus, Eddie Tipton ran the lottery scam of a lifetime. Racking up $25 million in winning tickets. Until he ran into this guy. How the perfect crime of a dollar and a dream went bad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We, the jury, find the defendant, Edward Tipton, guilty of fraud as alleged in count one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Just a short time ago, this is a stunning reversal. The Connecticut Supreme Court is now vacating the decade's old murder conviction of Michael Skakel. You may remember, he is a relative of the Kennedy family. The court is ordering a new trial tonight in connection with the 1975 killing of young Martha Moxley in their wealthy Greenwich neighborhood. Ed Henry, Chief National Correspondent joins us now with the back story tonight. Hi, Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Martha, great to see you. It's really the case that will not end. Connecticut supreme country tonight reinstating the Kennedy cousin's murder conviction in that 1975 case, involving Martha Moxley. The Connecticut supreme court ruling that a new trial has to be held for Kennedy cousin Michael Skakel. He'd been convicted of bludgeoning Moxley to death with a golf club 40 years ago in Connecticut when they were both teenagers. Now, Skakel is the nephew of Ethel Kennedy who, of course, was married to the late Senator Robert F. Kennedy. Robert F. Kennedy Jr. has taken this up as a cause, writing a book alleging the police messed up the investigation. Try to follow this, in 2002, he was handed a prison term of 20 years to life, but then was released on bail after a lower court's decision in 2013 to overturn that conviction. Then in 2016, his conviction reinstated when the same state Supreme Court ruled that there had to be a new trial period.  What's new tonight is that same high court by a four to three decision has overturned the previous ruling and now ruled his trial attorney did not show the court evidence of a possible alibi. Justice Richard Palmer writing for the majority said basically, Skakel had faced biased, his attorney had not gotten alibi testimony from the witness named Dennis Osorio. Justice Palmer writing, \"without Osorio's testimony, the state was able to attack the petitioners alibi, that being Skakel, the complete alibi for the time period during which it is highly likely that the victim was murdered. As part of a Skakel family conspiracy to cover up the petitioner's involvement in the victim's murder.\" Now, there have been several other potential suspects, including Skakel's the brother Tommy. Another theory is that a live-in tutor could've committed the murder while Skakel was watching an episode of \"Monty Python\". Now, prosecutors have to decide: do they want to try this case yet again, Martha. Because as you said, basically, the high court is saying, it should be tried again. The prosecutor may simply say after all of this time that they do not want to go through this yet again. So, they have a decision to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. I mean, you look at all of these people who were involved, somebody knows who did this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The neighbors, the friends -- people have a million theories on what happened. Many people have always believed that Michael Skakel did it, but it is just chilling, because you know that somebody knows what happened to her in her garage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "They've still not have gotten justice or any sense of closure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. Thanks, Ed. Thank you for the update. We're going to do more of that on Monday. Good to see you. So, tonight, we're getting an incredible in-depth look at the story behind the biggest lotto scam in U.S. history, worth $25 million. How a little-known man from rural Iowa, managed to crack the system and rig the games in five different states. He found a way to pick the winning numbers before they were even picked up by the computer, if you can believe this. And now we know how. The answer lies in this grainy surveillance tape that was taken from a quick trip gas station off of interstate 80 in Iowa.  Raise a lot of eyebrows back in 2010, when the man you see here wearing the hoodie and hiding his face comes in and purchases a ticket that later be worth $16 million. But when it came time to claim the prize, he never showed up. His lawyer did just two hours before the deadline demanding that they wired the money to a bank in Belize. Something did not smell right, so that put the FBI in a position to put this young prosecutor name Rob Sand on this case. And he found some disturbing similarities in winning tickets that were sold in the same dates each year, may 27th, November 23rd, December 29th, all the winning ticket sold on those days happen to be purchased by friends and acquaintances of one. He's name was Eddie Tipton, and he happened to be a top I.T. worker at the agency that coordinates the lotteries between the states. Rob Sand, the man who cracked this case joins me now. Rob, good to see you tonight. This is quite a story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROB SAND, FORMER IOWA ASSISTANT ATTORNEY GENERAL",
      "sentences": "Thank you very much, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know, for people who are not computer hackers, explain in layman's terms, how did he do this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAND",
      "sentences": "Essentially, he had the job of writing code to pick the winning numbers. And what he did was he added just a couple of lines of code that would enable him on certain days of the year to actually use a formula to know what the numbers would be rather than having to pick from one in millions, he would be able to narrow down his odds substantially.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it is incredible. So, you've got this case, kind of, tossed onto your desk as a young prosecutor. And you start looking at this video, and you start, kind of, piecing things together, how did you begin to crack this case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAND",
      "sentences": "Well, we had a great team to work with. Special agents in the Iowa division of criminal investigation, Matt Anderson and Don Smith were incredibly helpful. Terry Rich and Rob Porter at the Iowa lottery were incredibly helpful. We've had helpers in Colorado and Wisconsin as well. But what we've did was, basically, unraveled this thread piece by piece over the course of a few years. We just had the Iowa ticket at first, and actually had to go to trial knowing only about that ticket without a lot of the evidence that we would have preferred to have at the time. Yet, we were able to win that case, secure a couple of guilty verdicts. And after that point, we had a tip from someone in Texas who told us that Eddie Tipton's brother had won the lottery in Colorado about ten years earlier. And we went going from there for each successive ticket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you knew after that first case, and you got that tip that there was probably more to this. That if he had done this, if he had pulled it off that one time. And, it's also interesting when you talk about the -- all of the people he worked with at the lottery organization, they looked at the video and help you guys find him, right? And they were shocked that this guy that they worked with could be pulling this off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAND",
      "sentences": "Yeah. It's really an incredible story. People said things like, it was like finding out that my mother was an ax murderer, was the quote from one of his best friends who had worked side-by-side with him for over a decade. I mean, people were very blindsided by the idea that he could do this, but he was someone who had the opportunity to do it, and the know-how to do it, and the motivation to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, have they fixed this? I mean, you know, if anything, today, people are even more sophisticated at being able to hack into systems, so how do you know this is not happening again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAND",
      "sentences": "You know, I think that fundamentally what it comes down to is there is darkness in the world and there're always going to be people who are going to try to hack the system. We should always be trying to make systems better and make them more effective, but at the same time we have to have a good law enforcement system to back it up, because, as they say, you build a better mousetrap, somebody builds a better mouse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Very true. This is an amazing story. Good for you for pulling this off. You think he's going to get out to prison early, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAND",
      "sentences": "Well, in Iowa we have made indeterminate sentencing, so although his sentence is up to 25 years, he would get good time credit of about half of that, and then he'll probably get out earlier than that yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Quite a story. It's like catch me if you can. Thank you very much, Rob. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAND",
      "sentences": "Thank you very much, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up, former New Orleans Saints cheerleader, Bailey Davis, was fired after she posted this Instagram photo. She filed a lawsuit, but she later said that she was willing to settle that dispute for a dollar and a meeting with that man, Commissioner Roger Goodell. She and her lawyer gave the NFL until today to respond. So what happened? Find out how that story ends when Bailey Davis and Attorney Sara Blackwell joined me next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You've given them till May 4 to respond, what do you expect you're going to get from this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA BLACKWELL, ATTORNEY",
      "sentences": "I'm hoping, I'm very optimistic that they will at least contact us and give us a chance to speak to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There are growing questions tonight about the working environment for cheerleaders in the NFL following an explosive report in the New York Times detailing the accounts of Washington Redskins' cheerleaders who say during a game trip to Costa Rica for a calendar photo shoot they were required to be topless as male sponsors and sweet owners looked on, and later, somewhere, allegedly, told to be personal escorts for the men at a nightclub. This is just the most recent in a string of cheering controversies for the league.  Last week, we spoke to two former cheerleaders, Bailey Davis and Kristan Ann Ware who had filed discrimination suits, they say they would settle for just $1 each and a good-faith meeting to discuss all of these issues with Commissioner Roger Goodell. Tonight, the NFL has just responded to that request. For more on that, I'm joined by former New Orleans Saints cheerleader Bailey Davis, and her attorney, Sara Blackwell. Ladies, welcome back to The Story. Good to have you hear. First of all -- Sara, let me start with you. What did they tell you? What is the NFL response to your request?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA BLACKWELL, ATTORNEY",
      "sentences": "Well, Stephen Hurd, the attorney for the NFL, who sent a letter this afternoon. And I was so grateful to see it, and I'm so grateful that he did this letter for us. And, it was, basically, they're not going to settle and they're not agreeing to any of the terms. However, they welcome any input, information, or recommendations to better the cheerleading organization, and that they would facilitate a way for their personnel to have a meeting with me and my clients, or just me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sara, you asked for a four hour sit down with Roger Goodell, are you getting that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKWELL",
      "sentences": "We're not getting a sit down. However, the way that they've -- what they've said is they're not settling, they're giving us an opportunity to move forward towards coming up with ideas and ways to get rid of discrimination and harassment, but we do not have to sign our rights away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Understood. One of your clients, Bailey Davis is with you, she posted a picture of herself and something that looks, sort of a one-piece bathing suit and got in a lot of trouble for that. When you think about some of the pictures that are posted by NFL players it's a little bit shocking that that is a big deal. And I know you feel that's not equal treatment. And then the other, Kristan Ann Ware, made a huge mistake of admitting that she's a virgin, which, apparently, didn't go over too well with the people who organize the cheerleaders either, and that's what she's suing over. But, let me ask you, Bailey, about this report from the Washington Redskins cheerleaders, does any of that ring true for you, have you ever experienced anything like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAILEY DAVIS, FORMER NFL CHEERLEADER",
      "sentences": "There have been many situations that we've been put in as a team, or I felt uncomfortable, and I can't speak for the other girls, but we have talked about it. Things that were just weird. So, I'm completely horrified by what I heard from the Redskins, but I'm not surprised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What kind of experience that you can describe on TV, you know, that you have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Well, there's one instance on our calendar shoot where there was a fan that flew in to see us, and it was an older man, and he brought his friends, and he had a yacht, and we had to wear cocktail dresses and be with his friends on the yacht. You know, there was alcohol involved, they were hugging on us, it was uncomfortable and there was no reason for that. And also, there was an instance where.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm sorry, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "We were left in Canada, and we had no Saints personnel with us, and we didn't hear from them for a whole day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know, I guess the question is, what kind of change are you looking for? Because I have read that some of the women who worked as cheerleaders feel like if they say no to any of these events that they might lose their spot, do you feel that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Yes, we're told over and over there's a million girls that would do your job for free. It's part of the control and manipulation that comes with the job. And, we just say yes because we want to be cheerleaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. What's your dream arrangement? If from this meeting something comes out of it that makes you feel like you can do your job and that you're being treated equally with the players, what would that look like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "I want equal and fair rules that are free of discrimination. I think that's the first step into us being respected more as athletes and not seen as sex objects, and used as sex objects to entertain sponsors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you say to those who say, well, you guys wear these tiny outfits and you're dancing around on the field, and, you know, maybe you're getting what you signed up for, what do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "You definitely can't blame our outfits for how we're treated or how we're respected. Women don't have to be modest to be respected. It's 2018. As far as the outfits, we wear the same outfits in college, the same outfit in high school, we have, you know, tight pants or -- when we compete at dance competitions, when we grow up in studios, we have two pieces. I mean, it looks like a swimsuit. And so, that's just the dance attire, and it's not seen as anything sexual in college or high school or at a dance competition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting. Bailey, thank you very much. Sara, good to see you both. Good luck to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKWELL",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the journey began when this couple was on their babymoon trip on their way to Hawaii, but everything changed when her husband suddenly suffered a horrible setback. And the couple was forced to learn how to start over together from the very beginning. Author of Beauty in the Broken Places, Allison Pataki, joins me next with the story you do not want to miss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It was a flight that my next guest will never forget. Allison Pataki was 22 weeks pregnant and on her way to Hawaii with her husband Dave for a babymoon. But things took a turn when Dave looked at her asking if there was something wrong with his eye, at that moment she watched her husband lose consciousness at 35,000 feet in the air. He had suffered a stroke at just 30 years old. It has been three long years of recovery since, but today he is alive and well and writing an op-ed on FoxNews.com. Quote, the most important thing I can do every day is to choose how best to live. Joining me now is Allison Pataki who chronicles their journey in the new book, \"Beauty in the Broken Places, a Memoir of Love, Faith and Resilience.\" Ali, welcome. It's great to have you here. Ali was a producer here on Fox News on one of my shows years ago, and I have followed her career as an author ever since she left. This is not a book that you ever intended to write, Ali. Tell me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALLISON PATAKI, AUTHOR",
      "sentences": "Certainly not, and certainly not something we ever intended to live through either. And, you know, I was a writer, I wrote for fiction books, and this became something that -- as I work just turned to writing as a way to deal and process on my own and to sort of explain to my family what we had been through, and to write letters to Dave who couldn't make new memories. It became this much larger writing project and became something bigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, he had a highly unusual catastrophic event that happened in his brain. He was studying to be a surgeon, he was a resident. He had a big understanding of medical history and all of this. So, tell me about -- you know, one of the interesting things that I read in the reviews of your book is that you are brutally honest about how depressed you became. You had an infant daughter and a husband who needed you to take care of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Yeah. And when Dave woke up, his brain was less functional than that of a newborn. You know one of the things newborns do they breathe, they cry, they drink, he could do none of that. So, we've basically had to go through the process of Dave completely re-growing a brain and becoming a functional individual human again, while we were also going through that same process with our baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How did you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "The writing saved me, it actually did. And he couldn't make new memories. So, every night when he would go to bed say 7 PM, because he was so fatigued, I would write to him in the form of the Dave I had once known. And I thought if Dave ever comes back to me I can tell him what he went through, and what we went through together, and I just sort of tried to keep this image alive of the man he was and so that we could fight together for him to come back into that version of himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's amazing. And you're so -- your writing is crystal clear, as it always has been, and all of your fiction work. And I think that's what makes a memoir like this so riveting, because you are so honest with what -- you were angry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Yeah. And one of the first things that a fellow brain injury caregiver said to me in the first few days, she said welcome to the clubs of the bad things, and I'm sorry it's a club you never wanted entry into. But, you know what? At some point, every person joins it. And I'm sorry you and David joined it this way at this age. But that's really what I've learned through this process, and through writing, and through now speaking with readers is that our story is unique in the circumstances, but that it is a very universal thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. You know, in terms of what's happening now, you know, he's writing this op-ed, and you're having another baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "We are. We are. And, quite frankly, in the very beginning I thought when I didn't know if Dave would survive, I thought, well, at least we will have this one child together, and a piece of him will continue. I never in our wildest hopes and dreams thought that we would be able to have-- add to our family. So, it's really -- you know, as Dave said in his op- ed, we feel like we have a second chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "And the life we were planning on got completely derailed, but we are embracing the beauty and planning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good for you, because life throws curveballs and no one ever wants them to happen, but you've dealt with it with grace, and you say faith played a large part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "I realized in the darkest lowest moments that, you know, I could say I have faith, I could say God is good, when everything was going well, and that was really just a matter of agreeing with the abundant evidence. It was when things weren't good and when I wasn't in control, and it was scary, and I was angry, and I was sad, but that that was actually what faith was. It was a moment when there was no proof that things will be good again. And my family, and our loved ones, and Dave's family, they were there in the moments when we were no longer standing on our own. And they were there to really pick us up, and that was hugely important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It happened when your dad was running for president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Yeah. And, so, he -- you know, I called my parents in the middle of the night from the Fargo ICU, we've had made this emergency medical landing, and we didn't know if Dave would survive at that point, so both of our parents got on the first flight out there to say goodbye, or to just be there no matter what happened. And my dad was supposed to be in New Hampshire, so he had to cancel and he had to give some sort of reason as to why he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Yeah. So then, all of a sudden, it became sort of a larger story. But, you know, his rivals on the trail were reaching out, And President Bush sent us a beautiful hand written letter, and we felt like we had prayers from around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah, well, you did, and they worked. He has also a brain that was allowed to regenerate, which not everyone has. So that's a miracle, in of itself that has allowed you guys to be where you are today. So, we thank you so much, and congratulations on the book and I know that it's just the most recent of many books to come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks for being here, Allison. Quote of the night is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Finally, our quote of the night comes from Margaret Thatcher who on this day in 1979 was sworn in as the first female Prime Minister of the United Kingdom. She once said, quote, any woman who understands the problems of running a home, will be nearer to understanding the problems of running a country, well said. We will be back here on Monday night at 7:00. Have a great weekend. Tucker Carlson, coming up next. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "Thank you very much, John, good evening to you. And breaking tonight, the primary election in West Virginia, now just days away, and this race gets uglier this evening. Senate Majority Leader Mitch McConnell clashing with ex-con candidate from coal country, Don Blankenship who has vowed to continue his racially charged attack on \"Cocaine Mitch and his China family.\" It all began with this:"
    },
    {
      "speaker": "DON BLANKENSHIP, WEST VIRGINIA REPUBLICAN SENATE CANDIDATE",
      "utterance": "One of my goals as U.S. Senator will be to ditch Cocaine Mitch."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I asked him to back that up, even for politicians, it is a particularly cruel moniker."
    },
    {
      "speaker": "BLANKENSHIP",
      "utterance": "Cocaine on a family owned chip is certainly should be of interest, because cocaine deaths in this country keep going up. And even though that ship was -- I think happened at the end of the year. We still need to be aware if that there are cocaine and other drugs moving on the high seas on commercial ships. And if nothing else, it to make us aware that we need to be careful when these commercial ships are talking -- any country needs to see what's on them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, no, not backing down. In fact, tonight he is doubling down with this new ad. Watch this."
    },
    {
      "speaker": "BLANKENSHIP",
      "utterance": "Swamp captain Mitch McConnell has created millions of jobs for China people. By doing so, Mitch has gotten rich. In fact, his China family has given him tens of millions of dollars. I will meet Joe Manchin and ditch Cocaine Mitch for the sake of the kids."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Leader McConnell simply said this when asked earlier this week about the whole thing."
    },
    {
      "speaker": "SEN. MITCH MCCONNEL, R-KY, SENATE MAJORITY LEADER",
      "utterance": "Well, my father-in-law is an American who lives in New York, works in New York, and I don't have any comment about ridiculous observations like that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the Blankenship campaign tried to back up their facts, but it fell flat after a fact-check from The Washington Post, which gave it four Pinocchio's finding this: Foremost Group, this is the company that Elaine Chao's father own, is not a Chinese shipping company, it is an American company, it is based in New York. No evidence they found that McConnell's father-in-law had \"given Mitch and his wife millions of dollars over the years.\" Neither, the nation who originally reported this story, nor the Colombian Navy ever reported that the cocaine that was found on that ship was worth $7 million, or that anyone knew who stashed the relatively small amount on the ship and no charges were ever filed. Here now, Tammy Bruce, Columnist at The Washington Times; and Karl Rove, former deputy chief of staff under President George W. Bush, both are Fox News contributors. Welcome and good evening to both of you. We all know that politics can get pretty nasty, but it appears that Mr. Blankenship, Karl, has decided that this is a good plan -- it's a good strategy for him."
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. Well, I hope he's proved wrong, because -- look, the people of West Virginia are sensible, solid, down-to- earth Americans. And for a guy to go out there -- think about this, this guy went to jail because he ran a company that where he was and charged in charge that deliberately flouted federal safety laws regarding mines, and 29 miners died on his watch and his responsibly. He doesn't live in West Virginia; he lives in Las Vegas. Can't even vote for himself, Tuesday. And now, he is going out there in a desperate attempt to win. He's got these outrageous charges that Mitch is -- his wife is a China man, and the tens of millions of dollars and so forth. And this guy doesn't even understand the political reality of the world. The Chao family was originally from Taiwan, which broke away from Communist China in 1949, and they are American citizens and live in the United States and create jobs in America. So, let's pick a clear, he is a bigot, he's a moron, if he wins the Republican nomination, kiss our chances go avoiding West Virginia."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tammy?"
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR AND COLUMNIST AT THE WASHINGTON TIMES",
      "utterance": "Well, look, I think that this is extraordinary. I'm no fan of Mitch McConnell, but this guy is making me want to defend Mitch McConnell, because it is so absurd. Look, this is an extraordinary situation, he kind of represents why Americans don't trust politicians. He clearly seems to be trying to bolster his own reputation back or to blame that the system or something. But here's what you have, you've got a man who is running on racism and bigotry, no ideas, no policy ideas, character assassination, maybe he's running, he should be running as a Democrat at this point. I mean, he's attaching himself to Donald Trump. Donald Trump -- and certainly, Donald Trump Jr. has rejected him, don't vote for this guy. The president, in April, had an event where the two other republicans running were there and supported him and he supported both of them. But this is about to voters of West Virginia, the Republicans. It is an insult in the way that he's approaching them. We have so much to do and to allow this kind of -- it's almost like a parody, that add and it's heartbreaking, because we've got so much to do. And this is a guy who, I think, is not just trying to smear Mitch McConnell, but trying, I think, to smear the entire conservative movement in the process."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, it's interesting, that ad, which you say almost looks like a parody. It does -- it looks like, you know, sort of an onion ad or something, because it's almost as if they said to him: OK, these are the buzzwords that we want you to use. We want you to say China family. I mean, what a bizarre expression that is. You know, and this is what's going to work. But when you look at this, Karl, there's this mountaintop family packed, which associates of Leader McConnell are involved with. They do not want him to win this because, as Mitch McConnell often says, he wants, you know, candidates that they think can win. So, they're back in Morrisey, others are backing Evan Jenkins, who's the current congressman there. But the fear of, you know, Republicans is that this is going to look like a Sharon Angle race, or it's going to look like what happened with Roy Moore. You obviously, are very connected with the campaigns in the Republican Party, Karl, do you think -- are you nervous about what is going to happen here on Tuesday night?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes, I am, two points, first of all with full disclosure. This week, I've known Evan Jenkins for a while, I did a fund-raiser for him and his first race for Congress where he defeated the most Democratic congressional district in West Virginia and 19-term incumbent. He's a doctor, he served at the state legislator; Conservative Democratic changed parties when he was in the legislator. So, I want full disclosure; I'm for him. And I didn't say that contributed to him this week, because I'm afraid of Blankenship winning. Jenkins in the Fox News poll, a week ago Thursday had 25; Patrick Morrisey, the attorney general, had 21; Blankenship had 16, but there's 38 percent undecided. And this week, since this poll came out of the field, Blankenship has put $1.2 million of his own money into the race. An addition, a Democratic Super PAC headed by the former U.S. Attorney who prosecuted him and sent him to jail, has spent several million dollars attacking not Don Blankenship, but Evan Jenkins and to lesser extent, Patrick Morrisey. Because they fear Jenkins and perhaps Patrick Morrisey, but certainly Jenkins can beat Manchin in the fall. And they want to do everything they can to help Blankenship. And now, he's spending money to in an effort to put himself in the lead."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And then, the other issue is a split. The other two gentlemen can split that vote giving Blankenship this win, but this then comes down to GOP leadership, right? Why are we in this position? I mean, this is what a lot of Americans were asking. We know what we have to accomplish. There's got to be some kind of coalescing in making this not happen in this fashion, and this is why we look funny at the GOP establishment, that once again with this should be something that should be a fighting fight by a strong Republican against Manchin which we could win. And we're not even there, and this is why we have some questions about the GOP at this point"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, look, that's why I couldn't agree with you more. That's why I personally stepped up and contributed the maximum to Jenkins campaign, because I felt he was the best candidate. But you know, I'm not a West Virginian, but I believe that West Virginia is a great opportunity for us. If you look at the generic ballot on the morning consult poll, the generic Republican is 14 points ahead. If you look at the polling of Blankenship, he's behind Manchin badly, because look, he's a crook. He went to jail, he lives in the -- he wants himself tried to get citizenship, inquired about moving to China and become a Chinese citizen."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's bring that quote up, because he -- his fiance is of Chinese background, her name is Farrah Meiling Hobbs, she was born there. In a conversation recorded in 2009, Mr. Blankenship said he might actually move to Asia. He said, I'm actually considering moving to China. I can probably get citizenship in India, but I would rather be in China."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, look, what we've got here too is when it comes to West Virginia, he's spent a year in jail on the issue of dealing with -- not dealing properly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He claims he was innocent, by the way."
    },
    {
      "speaker": "BRUCE",
      "utterance": "A jury convicted."
    },
    {
      "speaker": "ROVE",
      "utterance": "They always do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They always do."
    },
    {
      "speaker": "BRUCE",
      "utterance": "29 dead West Virginians. And this is a man who now is just -- look, he seems, he's character, but people's lives remain at stake and there's got to be some kind of coalescing here to make sure that we are in a good position in the midterm. And this guy is a sideshow, and it's an insult to the people -- all of these races are local, but we all have an interest in what stateside West Virginians do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But I -- you know, I think Tammy's point is well-taken for Republicans who listen to all of this, Karl, because the other two guys on the stage the other night, Jenkins who you are backing and Morrisey, they just kept attacking, and attacking, and attacking each other and people after the debate, I think, you know, that they felt like Blankenship had done a pretty good job. And I guarantee you that he got another look from a lot of people after that."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes. Well, look, you are darned if you do, and you're darned if you don't. Because the idea of coalescing behind a winnable Republican candidate -- we saw that in Alabama where the Republicans try to coalesce behind the sitting U.S. senator, and that got a lot of kerfuffle because there were two other contenders, and we ended up with the one guy who could lose the race and did. And we may in this situation, if we do not get behind the right candidate, had the one candidate could lose. And remember, it's not just the incident where 29 human beings lost their lives because this company violated federal mind taking standards. Massie, the company that headed, and the company that he ran into the ground, had the worst mine safety records of any West Virginia coal operator when he was the CEO of it. And remember, you pointed this out during the debate, this guy dumped a bunch of coal slurry into the watershed of his neighbors after he got a line run into his house so that he could have fresh water while those people had to go get water in jugs and cans in order to bathe and drink."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "West Virginia is in, you know, last place when it comes to the economy, first place when it comes to opioid use and death, and they need some very strong leadership. And with that election coming up on Tuesday night, we're going to be covering it live here that evening. It's going to be very interesting to watch the outcome. Tammy and Karl, great to see you both. Thank you so much for being here."
    },
    {
      "speaker": "ROVE",
      "utterance": "Thanks for having us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the incredible story of the mastermind who hacked his way to millions -- by rigging the lottery system across this country. Here, how he pulled this off, straight from the man who finally nailed him. Plus, Robert Mueller, special counsel, suffers a major blow today thanks to a federal judge's scathing tongue lashing. This was not expected in this -- what was supposed to be a fairly routine court appearance today. What this potentially major roadblock could mean for President Trump and what he calls the witch hunt."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "They have a headline. Judge in that poor taste say that Mueller's aim is to hurt Trump. It's called a witch hunt."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking tonight, a fascinating showdown between Robert Mueller's lawyers and an exasperated judge in court today. Paul Manafort was in court trying to get that judged to throughout the case against him, and it turned into this heated hearing. Judge T.S. Ellis didn't rule on this, but he essentially told Team Mueller the scope of your investigation is trying to loop in some old evidence from this earlier case that was not even their work, their investigative work. And the judge indicated that he is not inclined to allow them to do that. So, this is when you really want a camera in the courtroom, but the picture will tell you what happened."
    },
    {
      "speaker": "Alice, basically unloaded on the attorney in there today saying this",
      "utterance": "\"you don't really care about Mr. Manafort's bank fraud, it's only being used to secured Trump's 'prosecution or impeachment', that is what you are really interested in,\" said the judge. He also slammed to the special counsel's overreach in this case in general. He told them, \"no one has unfettered power.\" He ended with an NFL commentator's punctuation: come on, man! All to this was much to the delight of President Trump who read some of the judge's tongue lashing during his NRA convention speech today. Watch this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "None of that information has to do with information related to the Russian government towards nations and the campaign of Donald Trump. How does this have anything to do with the campaign, the judge asks? Let me tell you, folks, we're all fighting battles, but I love fighting these battles. It's really a great thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was the happy warrior today. Here now, Byron York, Chief Examiner -- Chief Political Correspondent and Fox News Contributor. Good to have you here tonight, Byron. Great to see you."
    },
    {
      "speaker": "BYRON YORK, FOX NEWS CONTRIBUTOR AND COLUMNIST FOR THE WASHINGTON EXAMINER",
      "utterance": "Hi, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Hi, there! So, you know, was this the game changer in this courtroom today? What's your take away from what happened in there?"
    },
    {
      "speaker": "YORK",
      "utterance": "You know, I think the president is going to add that come on, man, to the future of --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Come on, man!"
    },
    {
      "speaker": "YORK",
      "utterance": "-- come one, man -- to that story. Look, this is the first time that we have any indication that a judge is upset with anything that the Mueller investigation is doing with its size, its scope, what it's doing. Paul Manafort has been trying to make the case for months, because he said, look, the special counsel has been assigned the task of looking for any coordination between Russia and the Trump campaign. And if Paul Manafort laundered money in Ukraine in 2006, that is not part of that. And it's unrelated to that, as a matter fact, the Manafort argues that it was the Justice Department investigated that years ago, decided not to do anything about it, the case was essentially sitting on the shelf and Mueller took it off. Which means, he cannot say that it arose from this Russian investigation. So, Manafort's people are pretty happy tonight."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But what's fascinating to me is that this judge was sort of playing an oversight role, and Rod Rosenstein is supposed to be playing the oversight role in terms of what the scope and their parameters of this investigation are. He's supposed to be the person who would say, who would reach out to special counsel and his attorneys and say, look, I don't really think this fits in with what we designated your purview is here, but that doesn't to ever seem be happening happen. In fact, this judge said that he wanted to see the scope document. And when he's been asked for it in the past, it comes in with redactions. Why would that be something that a judge wouldn't be able to look at?"
    },
    {
      "speaker": "YORK",
      "utterance": "This has all been super-secret. We know that when Rosenstein appointed Robert Mueller on May 17th of last year, he did just say what I mentioned that he was going to investigate in the coordination between the Russians and Trump or anything that might arise from that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that's the important phrase here -- anything that might arise from that."
    },
    {
      "speaker": "YORK",
      "utterance": "But after Manafort challenged it, the Mueller investigation came back and said, well, wait a minute, that was really just for a show. In August of 2017, Rod Rosenstein gave us a much more detailed charge. He told us what we were looking into. And we're going to release a couple of paragraphs of that. We're going to black the rest of it out, but to let you see that what we're doing has been approved. But the bottom line is: nobody in the public really knows what Mueller has been authorized to do. The judge wanted him to find out and he finally ordered Mueller to show him that document in unredacted form. It could be done under seal of the private and they do not have to give it to Manafort, as a matter of fact. But the judge wants to see what Mueller has the authority to do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it seems to me that that ought to be something that everybody should be able to see. I mean, you know, the special counsel that was appointed by the United States government paid for by the taxpayers across the country, they are working on our taxpayer dollar, and they should be able to tell us, this is exactly what the scope of the investigation is. It's a head-scratcher. I want to ask you about the piece that you just put out today with regard to Michael Flynn. Because, James Comey has told a couple of different stories in the promoting of his book about whether or not when his agent spoke to Michael Flynn, the former National Security Director, that he either lied to them or that he didn't appear to have lied to them. That they didn't see any deception. So, what do we now know about what they said after they interviewed Michael Flynn?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, a little background here, I wrote a story a few months ago saying that in March 2017 when Comey briefed the House of Representatives, about Michael Flynn, he said, look, the FBI agents didn't think he lied. That's what sources had told me that Comey told the house. So, Comey comes out on his book tour and he's been asked by a number of people including our Bret Baier, OK, did you tell the house that the FBI agents didn't think Flynn had lied? And he said, absolutely not. I did not. Maybe somebody at misunderstood me. So, the house just a couple of hours ago, has released an unredacted part of its report, which deals with that. And they say, that James Comey-- they quote Comey saying that the agent saw no physical indication of lying, they didn't think that Flynn was trying to deceive them, they didn't see any change in his demeanor or his tone or anything like that. And Andrew McCabe, then the deputy of the FBI said that the agents did not think Flynn was lying, which was not a particularly great start for a false statement investigation. So, the house has kind of struck back and said, look, this is what you, Mr. Comey and McCabe, said about the Michael Flynn question."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, it raises the question what happens now? Everybody's been wondering why Michael Flynn hasn't been sentenced and he is cooperating, do you have any comments on that or updates on that from your reporting?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, when you have a person who has pleaded guilty in a case that's still going on, it's not unusual for these things to be delayed sometimes over and over and over again. While the other parts of the case are still being investigated. But there's no doubt that I think Flynn supporters would say, wow, would he really have plead guilty if he had known that the FBI agents didn't think he was lying. And by the way that the top FBI officials had told Congress that. But the fact is, he did at the end of November of last year, he did plead guilty to one account of lying to the FBI -- something which actually surprised those lawmakers who had heard Comey talk a few months earlier."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fascinating. Thank you so much. Great piece tonight, Byron. Thanks for being here."
    },
    {
      "speaker": "YORK",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you. All right. Still ahead tonight, the treatment of NFL cheerleaders. New allegations about the Washington Redskins and things that the cheerleaders were reportedly forced to do. Plus, Eddie Tipton ran the lottery scam of a lifetime. Racking up $25 million in winning tickets. Until he ran into this guy. How the perfect crime of a dollar and a dream went bad?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We, the jury, find the defendant, Edward Tipton, guilty of fraud as alleged in count one."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Just a short time ago, this is a stunning reversal. The Connecticut Supreme Court is now vacating the decade's old murder conviction of Michael Skakel. You may remember, he is a relative of the Kennedy family. The court is ordering a new trial tonight in connection with the 1975 killing of young Martha Moxley in their wealthy Greenwich neighborhood. Ed Henry, Chief National Correspondent joins us now with the back story tonight. Hi, Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Martha, great to see you. It's really the case that will not end. Connecticut supreme country tonight reinstating the Kennedy cousin's murder conviction in that 1975 case, involving Martha Moxley. The Connecticut supreme court ruling that a new trial has to be held for Kennedy cousin Michael Skakel. He'd been convicted of bludgeoning Moxley to death with a golf club 40 years ago in Connecticut when they were both teenagers. Now, Skakel is the nephew of Ethel Kennedy who, of course, was married to the late Senator Robert F. Kennedy. Robert F. Kennedy Jr. has taken this up as a cause, writing a book alleging the police messed up the investigation. Try to follow this, in 2002, he was handed a prison term of 20 years to life, but then was released on bail after a lower court's decision in 2013 to overturn that conviction. Then in 2016, his conviction reinstated when the same state Supreme Court ruled that there had to be a new trial period. What's new tonight is that same high court by a four to three decision has overturned the previous ruling and now ruled his trial attorney did not show the court evidence of a possible alibi. Justice Richard Palmer writing for the majority said basically, Skakel had faced biased, his attorney had not gotten alibi testimony from the witness named Dennis Osorio. Justice Palmer writing, \"without Osorio's testimony, the state was able to attack the petitioners alibi, that being Skakel, the complete alibi for the time period during which it is highly likely that the victim was murdered. As part of a Skakel family conspiracy to cover up the petitioner's involvement in the victim's murder.\" Now, there have been several other potential suspects, including Skakel's the brother Tommy. Another theory is that a live-in tutor could've committed the murder while Skakel was watching an episode of \"Monty Python\". Now, prosecutors have to decide: do they want to try this case yet again, Martha. Because as you said, basically, the high court is saying, it should be tried again. The prosecutor may simply say after all of this time that they do not want to go through this yet again. So, they have a decision to make."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. I mean, you look at all of these people who were involved, somebody knows who did this."
    },
    {
      "speaker": "HENRY",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The neighbors, the friends -- people have a million theories on what happened. Many people have always believed that Michael Skakel did it, but it is just chilling, because you know that somebody knows what happened to her in her garage."
    },
    {
      "speaker": "HENRY",
      "utterance": "They've still not have gotten justice or any sense of closure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. Thanks, Ed. Thank you for the update. We're going to do more of that on Monday. Good to see you. So, tonight, we're getting an incredible in-depth look at the story behind the biggest lotto scam in U.S. history, worth $25 million. How a little-known man from rural Iowa, managed to crack the system and rig the games in five different states. He found a way to pick the winning numbers before they were even picked up by the computer, if you can believe this. And now we know how. The answer lies in this grainy surveillance tape that was taken from a quick trip gas station off of interstate 80 in Iowa. Raise a lot of eyebrows back in 2010, when the man you see here wearing the hoodie and hiding his face comes in and purchases a ticket that later be worth $16 million. But when it came time to claim the prize, he never showed up. His lawyer did just two hours before the deadline demanding that they wired the money to a bank in Belize. Something did not smell right, so that put the FBI in a position to put this young prosecutor name Rob Sand on this case. And he found some disturbing similarities in winning tickets that were sold in the same dates each year, may 27th, November 23rd, December 29th, all the winning ticket sold on those days happen to be purchased by friends and acquaintances of one. He's name was Eddie Tipton, and he happened to be a top I.T. worker at the agency that coordinates the lotteries between the states. Rob Sand, the man who cracked this case joins me now. Rob, good to see you tonight. This is quite a story."
    },
    {
      "speaker": "ROB SAND, FORMER IOWA ASSISTANT ATTORNEY GENERAL",
      "utterance": "Thank you very much, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know, for people who are not computer hackers, explain in layman's terms, how did he do this?"
    },
    {
      "speaker": "SAND",
      "utterance": "Essentially, he had the job of writing code to pick the winning numbers. And what he did was he added just a couple of lines of code that would enable him on certain days of the year to actually use a formula to know what the numbers would be rather than having to pick from one in millions, he would be able to narrow down his odds substantially."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it is incredible. So, you've got this case, kind of, tossed onto your desk as a young prosecutor. And you start looking at this video, and you start, kind of, piecing things together, how did you begin to crack this case?"
    },
    {
      "speaker": "SAND",
      "utterance": "Well, we had a great team to work with. Special agents in the Iowa division of criminal investigation, Matt Anderson and Don Smith were incredibly helpful. Terry Rich and Rob Porter at the Iowa lottery were incredibly helpful. We've had helpers in Colorado and Wisconsin as well. But what we've did was, basically, unraveled this thread piece by piece over the course of a few years. We just had the Iowa ticket at first, and actually had to go to trial knowing only about that ticket without a lot of the evidence that we would have preferred to have at the time. Yet, we were able to win that case, secure a couple of guilty verdicts. And after that point, we had a tip from someone in Texas who told us that Eddie Tipton's brother had won the lottery in Colorado about ten years earlier. And we went going from there for each successive ticket."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you knew after that first case, and you got that tip that there was probably more to this. That if he had done this, if he had pulled it off that one time. And, it's also interesting when you talk about the -- all of the people he worked with at the lottery organization, they looked at the video and help you guys find him, right? And they were shocked that this guy that they worked with could be pulling this off."
    },
    {
      "speaker": "SAND",
      "utterance": "Yeah. It's really an incredible story. People said things like, it was like finding out that my mother was an ax murderer, was the quote from one of his best friends who had worked side-by-side with him for over a decade. I mean, people were very blindsided by the idea that he could do this, but he was someone who had the opportunity to do it, and the know-how to do it, and the motivation to do it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, have they fixed this? I mean, you know, if anything, today, people are even more sophisticated at being able to hack into systems, so how do you know this is not happening again?"
    },
    {
      "speaker": "SAND",
      "utterance": "You know, I think that fundamentally what it comes down to is there is darkness in the world and there're always going to be people who are going to try to hack the system. We should always be trying to make systems better and make them more effective, but at the same time we have to have a good law enforcement system to back it up, because, as they say, you build a better mousetrap, somebody builds a better mouse."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Very true. This is an amazing story. Good for you for pulling this off. You think he's going to get out to prison early, right?"
    },
    {
      "speaker": "SAND",
      "utterance": "Well, in Iowa we have made indeterminate sentencing, so although his sentence is up to 25 years, he would get good time credit of about half of that, and then he'll probably get out earlier than that yet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Quite a story. It's like catch me if you can. Thank you very much, Rob. Good to see you tonight."
    },
    {
      "speaker": "SAND",
      "utterance": "Thank you very much, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up, former New Orleans Saints cheerleader, Bailey Davis, was fired after she posted this Instagram photo. She filed a lawsuit, but she later said that she was willing to settle that dispute for a dollar and a meeting with that man, Commissioner Roger Goodell. She and her lawyer gave the NFL until today to respond. So what happened? Find out how that story ends when Bailey Davis and Attorney Sara Blackwell joined me next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You've given them till May 4 to respond, what do you expect you're going to get from this?"
    },
    {
      "speaker": "SARA BLACKWELL, ATTORNEY",
      "utterance": "I'm hoping, I'm very optimistic that they will at least contact us and give us a chance to speak to them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There are growing questions tonight about the working environment for cheerleaders in the NFL following an explosive report in the New York Times detailing the accounts of Washington Redskins' cheerleaders who say during a game trip to Costa Rica for a calendar photo shoot they were required to be topless as male sponsors and sweet owners looked on, and later, somewhere, allegedly, told to be personal escorts for the men at a nightclub. This is just the most recent in a string of cheering controversies for the league. Last week, we spoke to two former cheerleaders, Bailey Davis and Kristan Ann Ware who had filed discrimination suits, they say they would settle for just $1 each and a good-faith meeting to discuss all of these issues with Commissioner Roger Goodell. Tonight, the NFL has just responded to that request. For more on that, I'm joined by former New Orleans Saints cheerleader Bailey Davis, and her attorney, Sara Blackwell. Ladies, welcome back to The Story. Good to have you hear. First of all -- Sara, let me start with you. What did they tell you? What is the NFL response to your request?"
    },
    {
      "speaker": "SARA BLACKWELL, ATTORNEY",
      "utterance": "Well, Stephen Hurd, the attorney for the NFL, who sent a letter this afternoon. And I was so grateful to see it, and I'm so grateful that he did this letter for us. And, it was, basically, they're not going to settle and they're not agreeing to any of the terms. However, they welcome any input, information, or recommendations to better the cheerleading organization, and that they would facilitate a way for their personnel to have a meeting with me and my clients, or just me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sara, you asked for a four hour sit down with Roger Goodell, are you getting that?"
    },
    {
      "speaker": "BLACKWELL",
      "utterance": "We're not getting a sit down. However, the way that they've -- what they've said is they're not settling, they're giving us an opportunity to move forward towards coming up with ideas and ways to get rid of discrimination and harassment, but we do not have to sign our rights away."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Understood. One of your clients, Bailey Davis is with you, she posted a picture of herself and something that looks, sort of a one-piece bathing suit and got in a lot of trouble for that. When you think about some of the pictures that are posted by NFL players it's a little bit shocking that that is a big deal. And I know you feel that's not equal treatment. And then the other, Kristan Ann Ware, made a huge mistake of admitting that she's a virgin, which, apparently, didn't go over too well with the people who organize the cheerleaders either, and that's what she's suing over. But, let me ask you, Bailey, about this report from the Washington Redskins cheerleaders, does any of that ring true for you, have you ever experienced anything like that?"
    },
    {
      "speaker": "BAILEY DAVIS, FORMER NFL CHEERLEADER",
      "utterance": "There have been many situations that we've been put in as a team, or I felt uncomfortable, and I can't speak for the other girls, but we have talked about it. Things that were just weird. So, I'm completely horrified by what I heard from the Redskins, but I'm not surprised."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What kind of experience that you can describe on TV, you know, that you have?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "Well, there's one instance on our calendar shoot where there was a fan that flew in to see us, and it was an older man, and he brought his friends, and he had a yacht, and we had to wear cocktail dresses and be with his friends on the yacht. You know, there was alcohol involved, they were hugging on us, it was uncomfortable and there was no reason for that. And also, there was an instance where."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm sorry, go ahead."
    },
    {
      "speaker": "DAVIS",
      "utterance": "We were left in Canada, and we had no Saints personnel with us, and we didn't hear from them for a whole day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know, I guess the question is, what kind of change are you looking for? Because I have read that some of the women who worked as cheerleaders feel like if they say no to any of these events that they might lose their spot, do you feel that way?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "Yes, we're told over and over there's a million girls that would do your job for free. It's part of the control and manipulation that comes with the job. And, we just say yes because we want to be cheerleaders."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. What's your dream arrangement? If from this meeting something comes out of it that makes you feel like you can do your job and that you're being treated equally with the players, what would that look like?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "I want equal and fair rules that are free of discrimination. I think that's the first step into us being respected more as athletes and not seen as sex objects, and used as sex objects to entertain sponsors."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you say to those who say, well, you guys wear these tiny outfits and you're dancing around on the field, and, you know, maybe you're getting what you signed up for, what do you say to that?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "You definitely can't blame our outfits for how we're treated or how we're respected. Women don't have to be modest to be respected. It's 2018. As far as the outfits, we wear the same outfits in college, the same outfit in high school, we have, you know, tight pants or -- when we compete at dance competitions, when we grow up in studios, we have two pieces. I mean, it looks like a swimsuit. And so, that's just the dance attire, and it's not seen as anything sexual in college or high school or at a dance competition."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting. Bailey, thank you very much. Sara, good to see you both. Good luck to you."
    },
    {
      "speaker": "BLACKWELL",
      "utterance": "Thanks."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the journey began when this couple was on their babymoon trip on their way to Hawaii, but everything changed when her husband suddenly suffered a horrible setback. And the couple was forced to learn how to start over together from the very beginning. Author of Beauty in the Broken Places, Allison Pataki, joins me next with the story you do not want to miss."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It was a flight that my next guest will never forget. Allison Pataki was 22 weeks pregnant and on her way to Hawaii with her husband Dave for a babymoon. But things took a turn when Dave looked at her asking if there was something wrong with his eye, at that moment she watched her husband lose consciousness at 35,000 feet in the air. He had suffered a stroke at just 30 years old. It has been three long years of recovery since, but today he is alive and well and writing an op-ed on FoxNews.com. Quote, the most important thing I can do every day is to choose how best to live. Joining me now is Allison Pataki who chronicles their journey in the new book, \"Beauty in the Broken Places, a Memoir of Love, Faith and Resilience.\" Ali, welcome. It's great to have you here. Ali was a producer here on Fox News on one of my shows years ago, and I have followed her career as an author ever since she left. This is not a book that you ever intended to write, Ali. Tell me."
    },
    {
      "speaker": "ALLISON PATAKI, AUTHOR",
      "utterance": "Certainly not, and certainly not something we ever intended to live through either. And, you know, I was a writer, I wrote for fiction books, and this became something that -- as I work just turned to writing as a way to deal and process on my own and to sort of explain to my family what we had been through, and to write letters to Dave who couldn't make new memories. It became this much larger writing project and became something bigger."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, he had a highly unusual catastrophic event that happened in his brain. He was studying to be a surgeon, he was a resident. He had a big understanding of medical history and all of this. So, tell me about -- you know, one of the interesting things that I read in the reviews of your book is that you are brutally honest about how depressed you became. You had an infant daughter and a husband who needed you to take care of him."
    },
    {
      "speaker": "PATAKI",
      "utterance": "Yeah. And when Dave woke up, his brain was less functional than that of a newborn. You know one of the things newborns do they breathe, they cry, they drink, he could do none of that. So, we've basically had to go through the process of Dave completely re-growing a brain and becoming a functional individual human again, while we were also going through that same process with our baby."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How did you do that?"
    },
    {
      "speaker": "PATAKI",
      "utterance": "The writing saved me, it actually did. And he couldn't make new memories. So, every night when he would go to bed say 7 PM, because he was so fatigued, I would write to him in the form of the Dave I had once known. And I thought if Dave ever comes back to me I can tell him what he went through, and what we went through together, and I just sort of tried to keep this image alive of the man he was and so that we could fight together for him to come back into that version of himself."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's amazing. And you're so -- your writing is crystal clear, as it always has been, and all of your fiction work. And I think that's what makes a memoir like this so riveting, because you are so honest with what -- you were angry."
    },
    {
      "speaker": "PATAKI",
      "utterance": "Yeah. And one of the first things that a fellow brain injury caregiver said to me in the first few days, she said welcome to the clubs of the bad things, and I'm sorry it's a club you never wanted entry into. But, you know what? At some point, every person joins it. And I'm sorry you and David joined it this way at this age. But that's really what I've learned through this process, and through writing, and through now speaking with readers is that our story is unique in the circumstances, but that it is a very universal thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. You know, in terms of what's happening now, you know, he's writing this op-ed, and you're having another baby."
    },
    {
      "speaker": "PATAKI",
      "utterance": "We are. We are. And, quite frankly, in the very beginning I thought when I didn't know if Dave would survive, I thought, well, at least we will have this one child together, and a piece of him will continue. I never in our wildest hopes and dreams thought that we would be able to have-- add to our family. So, it's really -- you know, as Dave said in his op- ed, we feel like we have a second chance."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah."
    },
    {
      "speaker": "PATAKI",
      "utterance": "And the life we were planning on got completely derailed, but we are embracing the beauty and planning."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good for you, because life throws curveballs and no one ever wants them to happen, but you've dealt with it with grace, and you say faith played a large part."
    },
    {
      "speaker": "PATAKI",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How?"
    },
    {
      "speaker": "PATAKI",
      "utterance": "I realized in the darkest lowest moments that, you know, I could say I have faith, I could say God is good, when everything was going well, and that was really just a matter of agreeing with the abundant evidence. It was when things weren't good and when I wasn't in control, and it was scary, and I was angry, and I was sad, but that that was actually what faith was. It was a moment when there was no proof that things will be good again. And my family, and our loved ones, and Dave's family, they were there in the moments when we were no longer standing on our own. And they were there to really pick us up, and that was hugely important."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It happened when your dad was running for president."
    },
    {
      "speaker": "PATAKI",
      "utterance": "Yeah. And, so, he -- you know, I called my parents in the middle of the night from the Fargo ICU, we've had made this emergency medical landing, and we didn't know if Dave would survive at that point, so both of our parents got on the first flight out there to say goodbye, or to just be there no matter what happened. And my dad was supposed to be in New Hampshire, so he had to cancel and he had to give some sort of reason as to why he was."
    },
    {
      "speaker": "PATAKI",
      "utterance": "Yeah. So then, all of a sudden, it became sort of a larger story. But, you know, his rivals on the trail were reaching out, And President Bush sent us a beautiful hand written letter, and we felt like we had prayers from around the world."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah, well, you did, and they worked. He has also a brain that was allowed to regenerate, which not everyone has. So that's a miracle, in of itself that has allowed you guys to be where you are today. So, we thank you so much, and congratulations on the book and I know that it's just the most recent of many books to come."
    },
    {
      "speaker": "PATAKI",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks for being here, Allison. Quote of the night is up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Finally, our quote of the night comes from Margaret Thatcher who on this day in 1979 was sworn in as the first female Prime Minister of the United Kingdom. She once said, quote, any woman who understands the problems of running a home, will be nearer to understanding the problems of running a country, well said. We will be back here on Monday night at 7:00. Have a great weekend. Tucker Carlson, coming up next. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}