{
  "date": "May 22, 2017",
  "headline": "A look at what Trump's Mideast trip has accomplished so far",
  "subHeadline": "'Special Report' All-Star panel on foreign policy challenges facing the Trump administration",
  "url": "https://www.foxnews.com/transcript/a-look-at-what-trumps-mideast-trip-has-accomplished-so-far",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I have heard it's one of the toughest deals of all, but I have a feeling that we're going to get there eventually I hope.  There's a lot of love out there, and people from all nations, even nations that you would be surprised to hear, they want to stop the killing. They've had enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REUVEN RIVLIN, ISRAELI PRESIDENT",
      "sentences": "We are happy to see that America is back in the area. America is back again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "For the first time in my lifetime, I see real hope for change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "There's a lot of love in Israel for President Trump as he continues his Middle East trip, taking a trip, Air Force One, from Riyadh here in Saudi Arabia, a historic journey, flying directly into Tel Aviv. The first time we can track that a flight landed directly from an Arab nation to Israel. This as there's all kinds of reaction here in Saudi Arabia as well, and much of it, as you've heard tonight, positive. Let's bring in our panel from Washington: Steve Hayes, editor in chief of The Weekly Standard; Mollie Hemingway, senior editor at The Federalist, and we welcome back Ron Fournier, publisher and editor of Crain's Detroit Business and author of \"Love that Boy,\" now out in paperback. Ron, I'm going to start with you. You have been in Detroit. How would Detroit look at this trip as it stands right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RON FOURNIER, CRAIN'S DETROIT BUSINESS",
      "sentences": "It depends if you're talking about Detroit or northern Michigan. In Detroit anything President Trump does can be looked at negatively.   But the state as a whole, I think most people are going to look at this as so far a pretty solid trip. He has mainly stayed on script which you want most of your presidents to do overseas. The one time he stepped out of the script, he kind of stumbled there. He has been received very warmly. He has been touching all the right buttons. I think that's a trip that so for overall when you step back will be received fairly. He's got the hardest steps ahead of them yet, though. That's obvious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Steve?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HAYES, THE WEEKLY STANDARD",
      "sentences": "I think it's been a good trip for President Trump. What he's done most importantly has been a major reset. He signaled in a number of different ways that the Obama administration really is over, that this is a new president. He's got a new agenda. He's embraced Israel. Certainly we have heard during the campaign that he would do that. He has made that abundantly clear now that the hostility and suspicion that Israel was treated with by the Obama administration is now over.   And importantly, he spent a good bit of his speech yesterday talking about Iran and the threat from Iran. He talked about Iran is the world's leading state sponsor of terror, something that President Obama was reluctant to do for eight years in pursuit of the nuclear deal. So all of the rest of this it seems to me is details. Those two big things have signaled a change and I think it's a welcome change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, it is the connective tissue between Israel and Saudi Arabia, Mollie. And I asked the foreign minister here about that arms deal, which there are some Democrats, some others concerned about the massive size of this arms deal to Saudi Arabia. Here was his answer about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADEL AL-JUBEIR, SAUDI FOREIGN MINISTER",
      "sentences": "This is going to be incredibly vital to the security of Saudi Arabia, to the security of the region. It will be a great deterrent factor for any country, especially Iran, that thinks it can engage in aggressive behavior against us. And it will be tremendously beneficial to the United States to know that its allies have the capability to defend themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And again linking there to Iran, Mollie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "It is a significant deal. It bolsters the development of Saudi Arabia. It gives a ton of new jobs to the United States. It brings Saudi Arabia presumably into the fight against both ISIS and Iran. And it all is part of this foreign policy vision that Donald Trump laid out in his speech in Riyadh of principled realism. This is a really new direction in foreign policy, rejecting both the lecturing and the moralism of the Obama era as well as the poorly designed or poorly implemented invasions of both the Obama era and the Bush era. This is a radical change, and we're starting to get a little bit more understanding of how it looks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ron, a lot of the coverage has noted that President Trump, who spoke over the weekend here in Riyadh to the 50-plus leaders of Muslim and Arab nations sounded a lot different than the candidate Trump on the campaign trail. I asked the national security adviser, McMaster, about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. GEN. H.R. MCMASTER, NATIONAL SECURITY ADVISER",
      "sentences": "The president listens to his fellow leaders and his partners and revises his understanding and then uses that understand to drive us forward on a common agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, so is this a new President Trump? Is he evolving? What is your sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOURNIER",
      "sentences": "I don't think there is a new President Trump. It is kind of hard to evolve when you are 70-years-old. He had a very harsh attitude towards Muslims in the campaign when it suited his purpose. He had a more moderate approach to the Muslim world on his trip when it suits his purpose. It will be interesting to see what happens when he comes back home, when events change, when his mood changes and he gets back on Twitter two weeks from now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, Steve, he wasn't on Twitter, or he hasn't been so far on this trip, but there was this moment that we referenced earlier with Brit Hume where he kept the reporters in the room, the White House press pool, and wanted to say that he did not mention Israel when he was talking to the Russians in the Oval Office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYES",
      "sentences": "It was an unforced error. He should have just let it go. He was having a good moment. His trip was off to a good start. He should have just let it go, and he jumped in and seemed to confirm something that people hadn't reported or dispute something that people hadn't reported, thereby in effect confirming the other stuff.  I think, again, this is a small moment in what's otherwise been a bigger trip. What's clear I think is that President Trump has made obvious to everybody who he is not and what he's not. I don't think it's as clear as Mollie does that he has set forth who he is and what he'll do. I think the biggest challenge with respect to the region and the challenges that he faces there on terrorism, on jihadism, what have you, is an internal challenge from President Trump because he has said repeatedly that he's not going to get into various wars. He's an instinctive noninterventionist. But it's going to take American leadership and strong American leadership in order to accomplish the things that he said he's going to accomplish, most specifically defeating ISIS, rolling back Al Qaeda, and killing the people who are trying to kill us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Mollie, just to clarify, there have been reports from senior sources, Israeli sources about -- that it was Israel behind it, but no reporting that he actually said Israel to the Russians, just to clarify that. But your sense of this in the big picture, is it going to get washed over by all of the big things on this trip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It seems like the media are frequently like dogs in the presence of squirrels and you just need to not give them more squirrels to get distracted by. But this is overall much more important. There are much more significant things going on. The optimism that these Israeli leaders are talking about is really quite striking. Benjamin Netanyahu saying he's more optimistic than he's ever been in his life, and even Arab leaders are saying that they think Donald Trump is uniquely positioned to do the impossible. I think everyone should keep their expectations in check, but that's much more important than the distraction of the day.   Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I have heard it's one of the toughest deals of all, but I have a feeling that we're going to get there eventually I hope. There's a lot of love out there, and people from all nations, even nations that you would be surprised to hear, they want to stop the killing. They've had enough."
    },
    {
      "speaker": "REUVEN RIVLIN, ISRAELI PRESIDENT",
      "utterance": "We are happy to see that America is back in the area. America is back again."
    },
    {
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "utterance": "For the first time in my lifetime, I see real hope for change."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "There's a lot of love in Israel for President Trump as he continues his Middle East trip, taking a trip, Air Force One, from Riyadh here in Saudi Arabia, a historic journey, flying directly into Tel Aviv. The first time we can track that a flight landed directly from an Arab nation to Israel. This as there's all kinds of reaction here in Saudi Arabia as well, and much of it, as you've heard tonight, positive."
    },
    {
      "speaker": "Let's bring in our panel from Washington",
      "utterance": "Steve Hayes, editor in chief of The Weekly Standard; Mollie Hemingway, senior editor at The Federalist, and we welcome back Ron Fournier, publisher and editor of Crain's Detroit Business and author of \"Love that Boy,\" now out in paperback. Ron, I'm going to start with you. You have been in Detroit. How would Detroit look at this trip as it stands right now?"
    },
    {
      "speaker": "RON FOURNIER, CRAIN'S DETROIT BUSINESS",
      "utterance": "It depends if you're talking about Detroit or northern Michigan. In Detroit anything President Trump does can be looked at negatively. But the state as a whole, I think most people are going to look at this as so far a pretty solid trip. He has mainly stayed on script which you want most of your presidents to do overseas. The one time he stepped out of the script, he kind of stumbled there. He has been received very warmly. He has been touching all the right buttons. I think that's a trip that so for overall when you step back will be received fairly. He's got the hardest steps ahead of them yet, though. That's obvious."
    },
    {
      "speaker": "BAIER",
      "utterance": "Steve?"
    },
    {
      "speaker": "STEVE HAYES, THE WEEKLY STANDARD",
      "utterance": "I think it's been a good trip for President Trump. What he's done most importantly has been a major reset. He signaled in a number of different ways that the Obama administration really is over, that this is a new president. He's got a new agenda. He's embraced Israel. Certainly we have heard during the campaign that he would do that. He has made that abundantly clear now that the hostility and suspicion that Israel was treated with by the Obama administration is now over. And importantly, he spent a good bit of his speech yesterday talking about Iran and the threat from Iran. He talked about Iran is the world's leading state sponsor of terror, something that President Obama was reluctant to do for eight years in pursuit of the nuclear deal. So all of the rest of this it seems to me is details. Those two big things have signaled a change and I think it's a welcome change."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, it is the connective tissue between Israel and Saudi Arabia, Mollie. And I asked the foreign minister here about that arms deal, which there are some Democrats, some others concerned about the massive size of this arms deal to Saudi Arabia. Here was his answer about that."
    },
    {
      "speaker": "ADEL AL-JUBEIR, SAUDI FOREIGN MINISTER",
      "utterance": "This is going to be incredibly vital to the security of Saudi Arabia, to the security of the region. It will be a great deterrent factor for any country, especially Iran, that thinks it can engage in aggressive behavior against us. And it will be tremendously beneficial to the United States to know that its allies have the capability to defend themselves."
    },
    {
      "speaker": "BAIER",
      "utterance": "And again linking there to Iran, Mollie."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "It is a significant deal. It bolsters the development of Saudi Arabia. It gives a ton of new jobs to the United States. It brings Saudi Arabia presumably into the fight against both ISIS and Iran. And it all is part of this foreign policy vision that Donald Trump laid out in his speech in Riyadh of principled realism. This is a really new direction in foreign policy, rejecting both the lecturing and the moralism of the Obama era as well as the poorly designed or poorly implemented invasions of both the Obama era and the Bush era. This is a radical change, and we're starting to get a little bit more understanding of how it looks."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ron, a lot of the coverage has noted that President Trump, who spoke over the weekend here in Riyadh to the 50-plus leaders of Muslim and Arab nations sounded a lot different than the candidate Trump on the campaign trail. I asked the national security adviser, McMaster, about this."
    },
    {
      "speaker": "LT. GEN. H.R. MCMASTER, NATIONAL SECURITY ADVISER",
      "utterance": "The president listens to his fellow leaders and his partners and revises his understanding and then uses that understand to drive us forward on a common agenda."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, so is this a new President Trump? Is he evolving? What is your sense?"
    },
    {
      "speaker": "FOURNIER",
      "utterance": "I don't think there is a new President Trump. It is kind of hard to evolve when you are 70-years-old. He had a very harsh attitude towards Muslims in the campaign when it suited his purpose. He had a more moderate approach to the Muslim world on his trip when it suits his purpose. It will be interesting to see what happens when he comes back home, when events change, when his mood changes and he gets back on Twitter two weeks from now."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, Steve, he wasn't on Twitter, or he hasn't been so far on this trip, but there was this moment that we referenced earlier with Brit Hume where he kept the reporters in the room, the White House press pool, and wanted to say that he did not mention Israel when he was talking to the Russians in the Oval Office."
    },
    {
      "speaker": "HAYES",
      "utterance": "It was an unforced error. He should have just let it go. He was having a good moment. His trip was off to a good start. He should have just let it go, and he jumped in and seemed to confirm something that people hadn't reported or dispute something that people hadn't reported, thereby in effect confirming the other stuff. I think, again, this is a small moment in what's otherwise been a bigger trip. What's clear I think is that President Trump has made obvious to everybody who he is not and what he's not. I don't think it's as clear as Mollie does that he has set forth who he is and what he'll do. I think the biggest challenge with respect to the region and the challenges that he faces there on terrorism, on jihadism, what have you, is an internal challenge from President Trump because he has said repeatedly that he's not going to get into various wars. He's an instinctive noninterventionist. But it's going to take American leadership and strong American leadership in order to accomplish the things that he said he's going to accomplish, most specifically defeating ISIS, rolling back Al Qaeda, and killing the people who are trying to kill us."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Mollie, just to clarify, there have been reports from senior sources, Israeli sources about -- that it was Israel behind it, but no reporting that he actually said Israel to the Russians, just to clarify that. But your sense of this in the big picture, is it going to get washed over by all of the big things on this trip?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It seems like the media are frequently like dogs in the presence of squirrels and you just need to not give them more squirrels to get distracted by. But this is overall much more important. There are much more significant things going on. The optimism that these Israeli leaders are talking about is really quite striking. Benjamin Netanyahu saying he's more optimistic than he's ever been in his life, and even Arab leaders are saying that they think Donald Trump is uniquely positioned to do the impossible. I think everyone should keep their expectations in check, but that's much more important than the distraction of the day. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}