{
  "date": "May 10, 2019",
  "headline": "Bongino: Joe Biden has found a money fairy",
  "subHeadline": "Guests: Eli Lake; Michael Tracey; Danny Coulson; Abby Johnson; Joe Concha, Brian Benjamin; Ryan Cleckner",
  "url": "https://www.foxnews.com/transcript/bongino-joe-biden-has-found-a-money-fairy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening, and welcome to “Tucker Carlson Tonight.” From Philadelphia to San Francisco to college campuses everywhere, suddenly, the American pro-life movement and not just the pro-life movement, but really anybody who has even the mildest qualms about legal abortion is under attack from the intolerant left -- the newly energized and newly radical left. We have footage of the latest attack. It comes from the University of North Carolina. We will show it to you just ahead. But first tonight in related matters, one of the most bewildering things to watch over the past couple of years has been the steady migration of the American left from concern about civil liberties to an embrace of authoritarianism.  It wasn't that long ago that liberals worried about powerful government agencies that might be stepping on somebody's rights. They had hearings on the subject. They don't anymore, they don't worry about it anymore. They applaud it instead.  The left now controls government agencies, they understand that a permanent bureaucracy is a powerful tool of social control and they know what's on their side. And that's why CNN is suddenly so invested in promoting creepy former bureaucrats like Clapper and Comey and Brennan. Why are they in the tube all the time? That's why.  It's also why the news media became absolutely hysterical when Trump pointed out that the previous administration had spied on his presidential campaign, which they absolutely did. The press could not admit that they had to be absolutely certain that you would never believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC HOST",
      "sentences": "President Trump has a new favorite word and every time he uses it, he is lying. And that is the word \"spy.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "His baseless claims of spies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is the President of the United States telling people, don't believe what this Federal government is doing. And that has very, very dangerous consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMON PROKUPECZ, CNN CRIME AND JUSTICE REPORTER",
      "sentences": "The notion that somehow the FBI implanted/planted someone inside the campaign to spy on the campaign is just not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY TOOBIN, CNN LEGAL ANALYST",
      "sentences": "There's absolutely no evidence there was a spy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "He wants you to believe that his campaign was spied on and it's one of the worst things that we've ever seen from government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. That's the governor's brother. They were all lying. The people who should have been telling you the truth were hiding the truth. They were acting as willing tools to the surveillance state. They should be ashamed of themselves; they are, of course, not. Just last night seen and held a Town Hall starring former FBI Director Jim Comey. It was a pure whitewash. Comey should have paid the network for shilling for him, \"Spying,\" Comey said, \"What an ugly word.\" Only the Russians spy on people. The FBI doesn't spy, it investigates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SABREN WAHDAN, MARYMOUNT UNIVERSITY STUDENT",
      "sentences": "\"The New York Times\" reported that the FBI sent an investigator posing as an assistant to meet with a Trump aide, George Papadopoulos in 2016. Does that that qualify as spying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "Yes, I'm not going to comment on a particular investigative step because that's for the Bureau to do and I'm not in the government any longer. But the FBI doesn't spy to begin with, the FBI investigates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"The FBI investigates.\" Okay, Jim. And yet moments later, after telling us, \"I'm not going to comment on current operations,\" Comey changes his mind. He said it was improper to comment specifically, but then he did. Why? Because he had to explain that spying, sorry, investigating presidential campaigns is the most common thing in the world. Totally normal in his words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "But sending an investigator undercover to meet with somebody who is connected to the campaign, they claimed he was later on just a coffee boy. That is an extreme step, no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "No, it's a reasonable -- that was the guy -- Papadopoulos, who was the subject of the information we got from the Australians that he had talked to the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Did you sign off on the investigator going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "I don't remember talking about that particular step of my team. I knew they were trying to see if they could check it out. That's a totally normal step. See if you can get somebody close to the person and see if they'll confirm what we heard from the Australians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I don't know if I had anything to do with it, but it would be a totally normal step. Really. It would be bizarre if you didn't send secret agents to lie to staffers on a rival presidential campaign to say they would spill information while keeping the whole thing from their boss. It's totally normal.  Does Comey think anyone believes that? Does he believe that? Of course, he doesn't believe it. So we didn't expect people to believe this propaganda just to submit to it; Comey is from that school. Everyone knows it's terrifying that the Obama people sent spies on their political opponents. Jim Comey says it's normal and CNN backs them up. So be quiet. If you don't agree with that, you're the enemy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "They start to make little compromises to stay on the team, echo his words, use the term \"spying,\" talk about collusion, or just be silent thinking that's what I need to do to survive. And in the process, he has eaten their soul -- they are lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"So ignore the obvious, agree with me or you have no soul.\" Who talks like that? The sort of person who will say or do absolutely anything for power, a scary person talks like that.  Not long ago, Jim Comey was one of the most powerful men in the world. He could investigate you or anyone else at will. He can ruin lives if he wanted, and sometimes he did. How did a person like that ascend to position of such authority in our government? What kind of system would promote a man like that? What kind of media would cover for him?  Those are the questions we got to be asking tonight. If there was one Jim Comey in the Federal government, that means they're probably many others, and that should concern us. Eli Lake is Bloomberg opinion columnist, and he joins us tonight. Eli, thanks very much for coming on. So when you hear the former Director of the FBI say it's totally conventional, it is totally normal to send not one, but two investigators into a rival campaign without telling the candidate, does that sound right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELI LAKE, OPINION COLUMNIST, BLOOMBERG",
      "sentences": "No, it was a slippery answer because what he was saying is that it's normal if we get a lead to investigate it, if no one would argue that really. But the issue here is that not only was there a dangle that appears with some of these Trump campaign people, and that there were efforts to try to get them to acknowledge things with not one, but two people who were, you know, basically informing for the FBI or spying for the FBI.   But once Trump wins the election, the existence of the counterintelligence probe is then leaked and becomes a political weapon; that becomes this cloud that hangs over the Trump presidency for more than its first two years. And that there is a clear cut case of surveillance and Intelligence abuse of power, and it's the one thing that, you know, I'd like to see what Comey thinks of that, which is to say that how in the world did the \"New York Times\" get on literally, I think the night of the inauguration or the night before the story of the existing counterintelligence investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Which is not -- it's supposed to leak for good reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean, if you have a case that a U.S. citizen has committed a crime, bring the case before a grand jury, indict them, show them guilty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "That's exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But leaking an investigation that hasn't shown, it hasn't proved anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "Right, and that was only the first of several leaks, as we know that were, you know, either gleaned from sensitive surveillance, such as the Mike Flynn conversations with the Russian Ambassador during the transition or the existence of the FISA warrant, of surveillance warrant on Carter Page -- things like that, because Carter Page doesn't have a lawyer in that process -- should never ever be leaked. There's a reason it's got to kind of be -- we have to trust the secret court to approve it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "It's in part the protection of the individuals, but it's also for the integrity of the investigation itself. So if the press is getting these incredible -- I mean, as a journalist, if someone gave it to me, it's a hell of a story. But if you're getting that, you're also in some ways compromising the counterintelligence investigation. So all of it is a bit weird that Comey would say, \"Oh, there's nothing to see here. It's totally normal.\" And it just seems to that he is really just buffing his image at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It does seem that and thank you. I don't think of you as a partisan. I just needed some perspective on that because it seems Orwellian. Eli Lake, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Michael Tracey is an independent journalist, he joins us tonight. Michael Tracey, if there's one thing as a journalist, you want to be on guard against, its overreach by a secret government agencies, right? I mean, shouldn't we be deeply skeptical always, no matter what your politics of FBI spying or CIA spying or NSA spying on American citizens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL TRACEY, JOURNALIST",
      "sentences": "I think it's just so crucial to underscore that the actions we already know that the FBI and to some extent the CIA, perhaps even the NSA undertook all constituted a massive encroachment by these Federal law enforcement and Intelligence agencies into the domestic political affairs of the United States.   And if that was so very normal, as James Comey insists, can he please provide a precedent in U.S. history where something akin to that took place? Because I've looked at I haven't found it. And the term \"normalcy\" implies that this is just sort of like a routine event, right?  You know, and one thing that I try to implore to my progressive friends who tend to brush this issue aside and don't particularly care about it is, \"Okay, so are you telling me that if the Trump administration were to send a spy or even a series of spies to -- I don't know -- go and try to entrap a campaign official associated with the Bernie Sanders campaign? Are you saying you'll just be content with that and you know, you just won't pay it much mind?\" I don't think so. But that's the kind of thing that happens when this occurs with rival candidates that you don't like it. A precedent gets enshrined that then can be used for other purposes down the road.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. And I just want to be absolutely clear on this point, because I think it's a central point. Comey says, this is totally normal. You have looked and this thought occurred to me today, but I ran out of time, but you've actually run it down. There is no precedent for this in modern American history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACEY",
      "sentences": "Well, look, I mean, the FBI and the CIA are very secretive institutions, so there might be something that I personally didn't come across, which sheds light on whether something like this happened. I don't know in the, you know, in the Truman administration or something, but I'm not aware of it. Please, if you're out there, let me know because I want to hear about it. The thing is, all the craziness around this issue, and the Democrats failing to even have a scintilla of curiosity about it, it's all because they're just trying to continue the collusion conspiracy by another name, that's why they were freaking out about Bill Barr. That's why they don't want to acknowledge the impending IG Report from the Department of Justice, and this wormhole that they've been psychologically and professionally invested in for years, and they can't extricate themselves from it, and it's really sad and pathetic to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And it's hurting so many institutions that we're going to need when the Trump era is over, I would argue. Michael Tracey, thank you for that -- for that perspective.  So this era will end at a certain point. The FBI will still exist, at that point, it'll be clear what kind of damage Jim Comey's conduct has done to that institution. We'd like to get some sense of it now. We're joined by former FBI Deputy Assistant Director Danny Coulson. Mr. Coulson, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANNY COULSON, FORMER FBI DEPUTY ASSISTANT DIRECTOR",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So as someone who devoted a lot of his life to the FBI, you know, how do you feel watching the former director behave like that on television?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULSON",
      "sentences": "It's absolutely disgusting. I was only there for 31 years. So I have some sense of the FBI and currently, to see him say this is normal; this is not normal. There are certain guidelines and principles that we follow. You have to have a preliminary investigation and then a full investigation. But the real problem here, Tucker, is that this case didn't start with an FBI field office. It started basically on the seventh floor of the FBI, and when it's done by field office, like Iran-Contra like Watergate, you have checks and balances at the very bottom level. These cases will never get to headquarters. A good commander -- and I was a commander for a long time -- and if this came across my desk, especially a FISA application, that would -- I would have done that about five minutes. We're not approving this. It's unverified. It's salacious. And I think the question is here, if it was -- and Comey knew it was -- why would we have the audacity to walk that to the FISA Court and give it as something that would be the basis for taking over a Fourth Amendment issue and get a search warrant?  So it's not common. It's aggravating to those of us who were there. I still do a lot of work for the FBI. They're all thinking, \"Where did these guys -- did these guys go to the Academy? Don't you know, the rules here?\" And clearly they did, and they ignored them, and I think that's what really upsets us all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, yes. I mean, what a tragedy for people who are serving the FBI, especially agents serving there right now who are watching their integrity impugned by this lunatic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULSON",
      "sentences": "Absolutely. And I think -- remember this, we take a lot of pride in credibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULSON",
      "sentences": "People talk to us because of our credibility, an ability to follow the law and to follow the Constitution, and these guys just jumped right over it. And it's -- again, maybe it's too strong, but I want to say, it's disgusting to see what the Director of the FBI now says. Also, this is troubling that the head lawyer for the FBI finds no problem with what happened even now. In retrospect, he didn't have a problem with it. So I think that tells the mentality of the people under James Comey's watch on the seventh floor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's distressing. I agree completely. Mr. Coulson, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULSON",
      "sentences": "No, thank you, Tucker. It's always a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A pro-life campus activist assaulted on video by the left for her views. That's next, after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "From Philadelphia to San Francisco, pro-lifers are under attack in America. Last March, an 85-year-old man was brutally assaulted when he tried to stop a much younger man from stealing his pro-life banner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Old man, stay on the ground. Stay on the ground, old man, unless you want to get hurt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Kicking an 85-year-old man. Now a student at University of North Carolina has been arrested for assaulting a pro-life activists, Carley Shimkus is a reporter with Fox News Headlines 24/7 and she joins us tonight -- Carley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLEY SHIMKUS, HEADLINES REPORTER",
      "sentences": "Hey, Tucker, how are you? The debate over a woman's right to choose versus her baby's right to live has always been controversial, but now, it's grown violent. A string of attacks on pro-life activists have taken place in recent weeks. In April, pro-life group, Created Equal was holding a peaceful demonstration at UNC Chapel Hill, but it was disrupted when a 19-year-old pro-choice student took issue with the group signs and attacked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. We're going to get a downpour soon. It's going to come down in buckets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did you put these up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is this you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, yes. Ma'am, don't do that. Please, please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "[Bleep] terrible person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You're a terrible person. This is not okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Please call the cops. Can you call the cops?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is not okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Holy crap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ma'am calm down. There is no reason --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is not okay. Shut the [bleep] up right now. This is wrong. This is triggering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi, I'm at the pit, there is a woman that just punched my friend four or five times. She assaulted him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You're not an innocent human being, you're a terrible person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Campus Police arresting Jillian Ward and charging her with misdemeanor assault. But this isn't just happening on liberal college campuses. Last March, an 85-year-old pro-life man was assaulted outside of Planned Parenthood in San Francisco. Disturbing footage shows his attacker throw his bicycle and repeatedly kick him. After the incident, the 85-year-old reportedly went back to Planned Parenthood to pray, but this time with bruises.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Carley, thanks so much. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, as you just heard hateful attacks to the pro-life movement are now normal. We just heard about what happened in downtown Philadelphia with Pennsylvania Representative Brian Sims. Here is part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BRIAN SIMS, D-PENN.",
      "sentences": "Hi, everyone, Representative Brian Sims here and I am outside the Planned Parenthood. A bunch of pseudo-Christian protesters who have been out here shaming young girls for being here. So here's the deal, I've got $100.00 for anybody who will identify any of these three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So we're actually here just praying for the babies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMS",
      "sentences": "So I am going to donate to Planned Parenthood. I am going to donate to Planned Parenthood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And we believe that women deserve more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMS",
      "sentences": "So look, a bunch of white people standing up in front of a Planned Parenthood, shaming people. There's nothing Christian about what you're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, today, pro-life activists held a large scale rally outside that same Planned Parenthood in Philadelphia in response to Sims' behavior. Abby Johnson is a former Planned Parenthood Clinic Director, now a pro-life activist. Her story was told in the recent film, \"Unplanned.\" Abby Johnson joins us. So Abby, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABBY JOHNSON, FORMER PLANNED PARENTHOOD CLINIC DIRECTOR",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, is it our imagination, or is the reaction to anti-abortion activism, including prayer, turning violent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "It is. It is becoming increasingly violent. And I think one of the reasons is because people in their own party, the Democratic Party are not willing to come out and talk about this behavior, condemn this behavior. Nobody from the National Organization for Women who are supposed to stand up for women, nobody is coming out and condemning this behavior. And so it just sort of goes unchecked and it goes unnoticed and without consequences. And, you know, I'm here to say along with a thousand other pro-lifers who were there today, to say, \"This is enough. We've had enough. We're not going to be bullied, we're not going to be harassed.\" We're out there. This is within our First Amendment rights do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What do you think is -- I mean, what do you think is driving this? These are people who are arguing for abortion, in some cases, post viability, late term abortion, not only are they not ashamed of that position, but they want to hurt anyone who disagrees. Why do you think -- where does that come from? That impulse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, so I think it's a couple things. I think right now, abortion supporters are -- they're feeling the heat. They're feeling the pressure. We've got these heartbeat bills being signed all across the country. We have pro-life measures taking place in many, many different states. I think that now we have a Supreme Court that's being set up to overturn Roe v Wade. So I think in in some ways, it's a response to the sort of impending doom that they feel that Roe might one day actually be overturned. But I think also, you know, we've got over 60 million abortions on the books recorded since Roe was passed in 1973. And, you know, we're dealing with a group of people who are very wounded, they're very hurt, and they need to really justify their own actions and a lot of times that hurt comes across as anger and they just don't see the difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's exactly right. When you know, you're wrong, that's when you're the maddest. That's how I am. I think that's how most people are. It's sad. Abby, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Of course, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the left has suddenly decided that people's tax returns which were private are now fair game for politics. So what other private information ought to be available to everyone? Why not your medical records? We will ask a lawmaker from New York state that question after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's been an exciting week for CNN. Russian collusion is still a lie. They spent two years telling the country, but they finally got someone to leak information on Donald Trump's taxes from 30 years ago. That information showed that Trump lost money. People in network were excited about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "This is CNN tonight. I'm Don Lemon. Are you listening? The President of the United States is a fraud and a con man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "You were saying he is a sociopath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Without any question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "A con? All of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All of it was a con. You know this person is a walking fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "He calls people losers and he has such disdain and yet, he was literally the biggest loser in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So if you remember the '90s, you might recall that Trump's business problems were a big news story. They were real. Trump wrote a book about them. Don't tell Don Lemon. He was shocked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "You know, they say about gambling -- casino gambling, right? The house always wins. Well, not always. Not if it's a Trump casino. Come on. Who loses money in a casino except for the person gambling, not the owner. Because I'm good enough. I'm smart enough, and doggone people love me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What are the odds that Don Lemon says that in the mirror every morning? Hi. Joe Concha writes about media for \"The Hill,\" and he joins us tonight. Joe, great to see it tonight. So this didn't -- so they basically discovered that Trump lost a ton of money in the '90s, which anyone who was alive then knew because it was a major story, but this was news because why? JOE CONCHA, MEDIA REPORTER, \"THE HILL\": Why? Because it was presented as recycled news. I don't like to use the term fake news, Tucker. But in this case, you could have read Donald Trump's book from 2007, \"The Art of the Comeback.\" You could have read any of the New York tabloids -- \"The New York Daily News,\" \"News York Post\" -- talked about the Trump slump for those years, between 1985 to 1994. You could have watched \"The Apprentice\" Season 1, Episode 1, the very first segment, Donald Trump literally says on video that he lost billions of dollars. He was billions in debt and he was able to come back. So to keep all of that out of reporting, if we want to call this even reporting, that is the bias of omission. We've talked about that before. And that is the worst kind of bias because if you were say, younger, or you didn't follow Donald Trump, or you lived out in the bubble, and you're taking care of your kids every day, and you're working hard, and you come home, and you hear the story about Trump losing billions back at that time, and you don't get the other side of the story, which is he was very transparent about it on TV and books. You're being sold a bill of goods here that this is new revelation, when it was anything but new, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I mean, this was his whole story, right? I mean, this was - - I mean, he bragged about it endlessly. You know, once I was lost, and now, I am found. This was his redemption story. Did you hear anybody covering this pause for a moment to say, a little weird that we're looking at private financial information that's supposed to be proprietary? I mean, no one is supposed to have this information. Did anyone say that? Kind of a violation of privacy, no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "No. Tucker, no one does, because it's a means to an end, right? I remember I was on your show and we talked about the \"Access Hollywood\" tape and everybody concentrated and rightly so, the contents of it. But then there was another part of that story, which is how exactly did that tape gets out of NBC and into the hands of \"The Washington Post\" two days before a presidential debate, a major one, three weeks before an election? No one bothered to look into that and no one is going to bother to look into the fact that this was leaked by somebody confidential information and it got into the hands of \"The New York Times\" and obviously was spread everywhere. And by the way, I get that Don Lemon, he's on at night and there are a lot of opinions at night, but he's still billed as an anchor. And for him to talk that way and act that way, and I've been on Don's show and he is a great guy in person, but I could never picture Bret Baier or Chris Wallace or Jeff Glor or David Muir ever acting like that, and they are anchors also. So you wonder why CNN struggles and you want to hear about struggles, Tucker? So in cable news, they rank obviously, all the shows by ratings. And you've got to get down the number 36 out of Fox and MSNBC and CNN -- number 36 -- to find the highest rated CNN show. In other words, the other 35 are the other two networks, so they have to understand they're alienating their viewers by acting like children on the air, but they're not doing it. I don't understand why when the results are so horrible from a business perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because it's a political mission. I think that's it. Joe Concha, great to see you tonight. Thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Happy Mother's Day. Happy weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Happy weekend. Well, the New York State Senate has approved a bill that if it becomes law, it would make it easier for Congress to request and then publish the President's state tax returns. So while we're going full authoritarian, what else should be fair game? Andrew Cuomo's text messages? His internet search history? His porn habits, why not? To help figure that out, we're joined now by New York Democratic State Senator Brian Benjamin. Mr. Benjamin, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN BENJAMIN, D-N.Y., STATE SENATE",
      "sentences": "Anytime, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So it's a sincere question, you want to see Trump's tax returns, whatever, if they come out? I'll read them. That's fine. But it's bigger than just Trump, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "I mean, of course, I mean, the bill --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is there anything that should be private that politicians can't reach?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "Well, first of all, as you know, on the Federal level since 1924, the Ways and Means Committee, the Senate Finance Committee, the Joint Committee on Taxation, they can request anyone's Federal returns. All we're saying is, if they want a state returns, we are able to let you have that New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So where are yours?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "So whether it's Trump -- well, listen, if the Federal -- if either the Senate Finance Chair or the Ways and Means Chair, or the Joint Committee Taxation Chair wants mine, they can request it and there would be no problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why don't you just release them? Well, hold on, wait, why don't you just really them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "Well, why doesn't Trump just release his? I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't know. He doesn't want to. I mean, I'd like to see them, I agree, but you're trying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "I am not the President of the United States, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no. Hold on. No, no. You're forcing it, okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "We're not forcing anything. We're saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "If there is a specified in legitimate legislative purpose that the Congress presents to the state --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No. There's no legislative -- I mean, look, this is total war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "There are investigations going on. You know all of the indictments that are going on, Tucker. Come on, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is total war. They want to destroy a guy politically, that's fine. You don't like Trump, you hate Trump. Whatever it takes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "But it would apply to both sides, but by the way, Tucker, it would apply to both sides. It would apply to Democrats or Republicans. The Senate Chair of Finance can request, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How about medical records?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "But that's not what this bill is about. Right now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I know, but that's what the bill is about -- it's the principle. Hold on, wait. Why is it different from the principle? I want -- you want to destroy somebody because you don't like him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "We don't want to destroy anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Obviously, you do. Don't be disingenuous, just be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "We want to facilitate investigations if they are requested, Tucker. But, Tucker, I'm open to a debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You don't want to help I.C.E. to keep the border secure, right. It's a sanctuary state, but you're going to help the Congress pull a guy's tax returns because we're facilitating an investigation? I mean, just be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "Tucker, they are able to pull the Federal returns now. It's just that Mnuchin refuses to give Trump's. I mean, in this specific case, are you saying you could do what you do in the Federal level, you can do in the state level? That's not what we're saying, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Are you okay with -- so like \"The New York Times\" piece the other day had information from 10 years of Trump's tax returns that's supposed to be private information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "That shouldn't have been leaked. I agree, that should not have been leaked. That's not what this bill is about. So the bill that we passed --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But I wonder, is there anything -- is anybody going to stop lying just for like, 10 seconds in the last two years, just 10 seconds, and just be honest, and say, \"I don't like the guy. I want to destroy him. I'll do whatever it takes. I see that as my job. And if it means releasing his tax returns against his wishes, I will do that.\" Why don't you just say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "But Tucker, there is congressional oversight over the Executive Branch. If the Congress asks for his tax returns, he is supposed to give it. That is the law is. All we're saying is we want to follow what the Federal laws are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You just want to follow the law, but not on immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Are you for the fact it's a sanctuary state, by the way, just wondering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "Am I for what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The fact that New York is a sanctuary state, do you think that New York should help the Feds enforce immigration law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "I feel that the Feds should be a sanctuary state -- I mean, New York should be a sanctuary state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, okay. So no principles at all. I just wanted to inject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "No, I do have principles. I just believe we should --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no, none. None. No principles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "We do, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No principles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "Follow the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Still.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "Tell Steve Mnuchin to follow the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Follow the law, except immigration law. All right, okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "And provide the tax returns that Congress is asking for and then we wouldn't have a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, you're nice to come on the show. I do appreciate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN",
      "sentences": "Anytime. Anytime, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what are the plans of the Democratic presidential candidates for your guns if they win? We will tell you after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It wasn't long ago that there were a lot of Democrats who were pro Second Amendment, that's not the case anymore, and the 2020 Democrats running for President are proving it. On her Facebook page, Senator Kamala Harris of California recently posted an image of an AR-15 rifle, warned that guns killed 40,000 Americans in 2017. What she didn't say, dishonestly, is that at least three quarters of those deaths were suicides, and of the remainder, most of them were drug or gang related. Given Harris' stance on the border, she doesn't seem to want less of that. Of course, she's not against suicide either. They're all for that. Meanwhile, Senator Cory Booker has unveiled a sweeping proposal that would require a special license to own any gun at all, you would need Cory Booker's permission to exercise your constitutional right. And of course, you know what comes next, bans and confiscation. Booker has already suggested he is open to banning all guns. Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Would you ban guns?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "I am very much one that is against handguns. And I know in my urban environment, I see little to no need for guns at all. And I would have if I had the power to do so. I would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That was 19 years ago. It hasn't changed his views. Ryan Cleckner is a former military sniper, firearms attorney and columnist for \"The Federalist.\" He joins us tonight. Ryan, thanks very much for coming on. RYAN CLECKNER, COLUMNIST, \"THE FEDERALIST\": Thanks for having me on again, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I was going to ask you questions about the point of view of these different candidates. But I think we all know that basically, they're all for gun confiscation. They're not hardly hiding it. My question is a bigger one for you, I just -- I can't resist. What would happen if they tried that? What would happen to the country? How reckless would that be? I mean, seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKNER",
      "sentences": "Wow. I didn't expect that question. Yes, that would be incredibly reckless. I'm actually more shocked that they're coming out and saying it now because we've heard so long, we're not coming to take your guns, don't worry about us. We're not coming to take your guns. And now we're actually hearing comments like, they'd give us a reasonable amount of time to turn our guns in before they put us in jail. I mean, I don't know about you, but I'm tired of hearing -- it's modern America, what do you need a gun for? The government is not going to hurt you. Now turn in that gun before I make the government come and forcibly take it from you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly, or they call it a buyback, which suggests that they owned it in the first place. How is it a buyback? They never owned my guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKNER",
      "sentences": "Interesting point, yes. They sure didn't. So in a weird way, I'll say something unexpected. I applaud that they want to do something about gun violence. That's good. We all should want to do something. As a matter of fact, we should all want to do something about all violence. See, that's the problem. They focus on gun violence because it's a political talking point for them. I mean, Kamala Harris, his tweet had a picture of an AR-15 in there, and we know that a tiny, tiny fraction of all gun violence happens with any rifle, let alone an AR-15. I mean, the FBI stats show that hammers are used in more violent crimes than any type of rifle. I think they have something in for this firearm and although they want to help school safety, I get it. By focusing on banning guns, not only the gun bans not work, but they make us less safe. You want to guarantee a place is going to have a shooting, make it gun free. Places where the guns are allowed aren't attacked like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But they would never make their own offices gun free under any circumstances. I mean, they're surrounded by armed bodyguards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKNER",
      "sentences": "Absolutely right. The same thing as they're surrounded by fences and walls when they call for no wall. It's a very hypocritical point. Absolutely. I'm very surprised to hear that they're coming out. I mean, Eric Swalwell and Cory Booker are actually trying to play a game of one upmanship here on who can infringe on more rights, I mean, we're calling for IDs for permission to get a gun. Aren't these the same people that are against IDs for voting? It just makes no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I have trouble believing that many people would obey. Honestly, but you know, we hope we never find out. Ryan Cleckner, great to see you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKNER",
      "sentences": "Thanks for having me on again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's Friday. Our favorite former New York City cop will be here. Dan Bongino's news explosion, after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's Friday, naturally things are blowing up Especially Dan Bongino's news explosion. Our former -- favorite former Secret Service agent and New York City cop here to rank the top three stories of the past week. Dan Bongino joins us tonight. Hey, Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "Hey, Tucker. How are you? I'm always happy to be here. This is my favorite segment of the week. So let's get right to it. Most explosive story of the week. Numero Tres. Number three, Joe Biden discovers the money fairy and wants to give healthcare to people in the country illegally. Tucker, have you heard this one? This one is fascinating. Yes, so Tucker when you factor out the United States, the world has 7 billion people. Of course, there's no rate limiting factor to providing healthcare for everyone. Before that I have no idea, but don't worry, Tucker, Joe Biden will figure it out in conjunction with the money fairy. He's got this. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Can't wait to see the money fairy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Crazy how that happens. All right, explosive story number two of the week. China gets a taste of its own medicine. President Trump hammers China back with 25% terrorists. You know, Tucker, I am a free trader. You know, I know you probably are too, but China is not trading fairly. You know, we thought when they joined WTO, they would handle themselves a little differently, more prosperity, more freedom. That's not what happened. It's become the world's largest surveillance state. And you know, in my opinion, I'm a free trader again, but good for President Trump for fighting back. This is a very important story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "All right, this is big. This is the gold medal of stories this week. I had to spend a little time on this one. This is critical. Jerry Nadler. Jerry Nadler who is competing with Adam Schiff and Eric Swalwell for who can be the biggest hack in Congress right now. Jerry Nadler is filing contempt charges against the Attorney General Bill Barr for not producing a report, Tucker that you and I can get on our iPhones right now. You can actually go -- did you know this, Tucker? You can get -- this may be breaking news. You can -- and you're laughing, but you can go to Amazon right now or Barnes and Noble or whatever you want to do and actually pick up a copy of the Mueller report that Jerry Nadler wants to file criminal charges against Bill Barr for not producing. You know, are we living in peak stupid? I mean, are you and you crazy? Are we living in like peak stupid right now? You realize too that the one piece of the redaction Jerry never wants that Bill Barr cannot produce because it's Congress' own law -- Rule 6C. Do you find that a little confusing, Tucker? Like you can buy the Mueller report he is saying he can't get and then the redactions he wants he can't get because Congress created this law, Federal Rule 6C. Again, we are living in the dumbest of times. I'm really sorry to have to do that to your audience. It reminds me of \"Billy Madison.\" Do you remember that scene of \"Billy Madison,\" we're all dumber for having heard that right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And degrading, too, hating this much diminishes people and they have been diminished. I mean, I think Jerry Nadler was never that impressive, but he wasn't like a full-on buffoon as he is today. Embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, doesn't that make you feel bad that these people are in power? I mean, really, it's really pathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wouldn't want them to have any more power. They make me very nervous. Taking my guns away et cetera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "God forbid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Dan Bongino, have the best weekend. Thank you for that explosion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You too, buddy. See you next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, a pair of well-known lawmakers has proposed a bill to protect Americans from predatory lending. It's interesting. Why aren't more Republicans getting on board? We will tell you after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Bernie Sanders and Alexandria Ocasio-Cortez have a new proposal out, it's called the Loan Shark Prevention Act. Their bill would cap interest rates on credit cards at 15 percent. Well, for a lot of people that would make a difference. The median interest rate on credit cards in this country right now is 21 percent, and some cards charge over 35 percent. Banks, meanwhile, can borrow money from the Federal Reserve at 3 percent interest. Do the math. It's a very good business. Now you know why they're always sending you those offers for new cards. They're getting rich from your debt. The bill would also apply the same 15 percent limit to consumer loans. It would ban in effect payday loans, those loans whose interest rates can exceed 500 percent or 600 percent every year. No doubt many Republicans in the Congress will oppose this bill if only because of who sponsored it. Bernie Sanders and the Ocasio-Cortez are obviously demagogues. They don't mean half of what they say. The other half they don't really understand. They're not impressive. But on this one issue, they are absolutely indisputably right. There's a reason why the world's great religions condemn usury and why societies have restricted it for thousands of years. High interest rates exploit the weak. Credit card debt destroys people, not just chronically irresponsible people, but good people, decent people, probably some people you know, maybe a lot of people you know. What the banks are doing is disgusting, and it's wrong. So the real question is, why did it fall to a couple of childish socialists to point this out? There's no reason that capping interest rates ought to be a left-wing issue. Most normal people agree with it, overwhelmingly. South Dakota, for example. It's one of the most conservative states in the country. In 2016, its voters went for Donald Trump over Hillary Clinton by 30 points. And yet those very same voters also voted overwhelmingly to crack down on payday loans and cap the interest rates on credit cards. Historically, fighting usury has been a Republican position. In 1991, Republican sponsored legislation to cap credit card interest at 14 percent. That's lower than what Bernie Sanders is proposing right now for perspective. President George H.W. Bush endorsed that bill and the Senate passed it. So why isn't that the law today? Well, in the words of the \"Chicago Tribune,\" at the time, quote, \"Five days of intense lobbying by banking interests and a one-day plunge of the stock market, killed the bill dead.\" After that Republicans decided to cave permanently. They became the party of Wall Street. What's interesting, though, is that Wall Street is no longer Republican, not even close. Wall Street is the economic engine of the Democratic Party. Finance Titans went overwhelmingly for Hillary over Trump in 2016. Chuck Schumer is their own personal senator. They all have his cell phone, trust me. Big finance is one of the most aggressively liberal sectors in this country. If you're watching this show, they despise you. That all became very obvious in the last presidential election. The only people who didn't get that clear message are Republicans in Washington. They're on autopilot still siding with the big banks over their own voters. It's a lunatic strategy. It won't end well. What happens when you refuse to give people what they desperately need? They go elsewhere. Republican should not be surprised when that happens. That's it for us tonight. The hour is over. We will back 8:00 p.m., Monday. The show that is the sworn enemy of lying, pomposity, smugness, and groupthink. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening, and welcome to “Tucker Carlson Tonight.” From Philadelphia to San Francisco to college campuses everywhere, suddenly, the American pro-life movement and not just the pro-life movement, but really anybody who has even the mildest qualms about legal abortion is under attack from the intolerant left -- the newly energized and newly radical left. We have footage of the latest attack. It comes from the University of North Carolina. We will show it to you just ahead. But first tonight in related matters, one of the most bewildering things to watch over the past couple of years has been the steady migration of the American left from concern about civil liberties to an embrace of authoritarianism. It wasn't that long ago that liberals worried about powerful government agencies that might be stepping on somebody's rights. They had hearings on the subject. They don't anymore, they don't worry about it anymore. They applaud it instead. The left now controls government agencies, they understand that a permanent bureaucracy is a powerful tool of social control and they know what's on their side. And that's why CNN is suddenly so invested in promoting creepy former bureaucrats like Clapper and Comey and Brennan. Why are they in the tube all the time? That's why. It's also why the news media became absolutely hysterical when Trump pointed out that the previous administration had spied on his presidential campaign, which they absolutely did. The press could not admit that they had to be absolutely certain that you would never believe it."
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC HOST",
      "utterance": "President Trump has a new favorite word and every time he uses it, he is lying. And that is the word \"spy.\""
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "utterance": "His baseless claims of spies."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is the President of the United States telling people, don't believe what this Federal government is doing. And that has very, very dangerous consequences."
    },
    {
      "speaker": "SHIMON PROKUPECZ, CNN CRIME AND JUSTICE REPORTER",
      "utterance": "The notion that somehow the FBI implanted/planted someone inside the campaign to spy on the campaign is just not true."
    },
    {
      "speaker": "JEFFREY TOOBIN, CNN LEGAL ANALYST",
      "utterance": "There's absolutely no evidence there was a spy."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "He wants you to believe that his campaign was spied on and it's one of the worst things that we've ever seen from government."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. That's the governor's brother. They were all lying. The people who should have been telling you the truth were hiding the truth. They were acting as willing tools to the surveillance state. They should be ashamed of themselves; they are, of course, not. Just last night seen and held a Town Hall starring former FBI Director Jim Comey. It was a pure whitewash. Comey should have paid the network for shilling for him, \"Spying,\" Comey said, \"What an ugly word.\" Only the Russians spy on people. The FBI doesn't spy, it investigates."
    },
    {
      "speaker": "SABREN WAHDAN, MARYMOUNT UNIVERSITY STUDENT",
      "utterance": "\"The New York Times\" reported that the FBI sent an investigator posing as an assistant to meet with a Trump aide, George Papadopoulos in 2016. Does that that qualify as spying?"
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "Yes, I'm not going to comment on a particular investigative step because that's for the Bureau to do and I'm not in the government any longer. But the FBI doesn't spy to begin with, the FBI investigates."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"The FBI investigates.\" Okay, Jim. And yet moments later, after telling us, \"I'm not going to comment on current operations,\" Comey changes his mind. He said it was improper to comment specifically, but then he did. Why? Because he had to explain that spying, sorry, investigating presidential campaigns is the most common thing in the world. Totally normal in his words."
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "utterance": "But sending an investigator undercover to meet with somebody who is connected to the campaign, they claimed he was later on just a coffee boy. That is an extreme step, no?"
    },
    {
      "speaker": "COMEY",
      "utterance": "No, it's a reasonable -- that was the guy -- Papadopoulos, who was the subject of the information we got from the Australians that he had talked to the Russians."
    },
    {
      "speaker": "COOPER",
      "utterance": "Did you sign off on the investigator going?"
    },
    {
      "speaker": "COMEY",
      "utterance": "I don't remember talking about that particular step of my team. I knew they were trying to see if they could check it out. That's a totally normal step. See if you can get somebody close to the person and see if they'll confirm what we heard from the Australians."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I don't know if I had anything to do with it, but it would be a totally normal step. Really. It would be bizarre if you didn't send secret agents to lie to staffers on a rival presidential campaign to say they would spill information while keeping the whole thing from their boss. It's totally normal. Does Comey think anyone believes that? Does he believe that? Of course, he doesn't believe it. So we didn't expect people to believe this propaganda just to submit to it; Comey is from that school. Everyone knows it's terrifying that the Obama people sent spies on their political opponents. Jim Comey says it's normal and CNN backs them up. So be quiet. If you don't agree with that, you're the enemy."
    },
    {
      "speaker": "COMEY",
      "utterance": "They start to make little compromises to stay on the team, echo his words, use the term \"spying,\" talk about collusion, or just be silent thinking that's what I need to do to survive. And in the process, he has eaten their soul -- they are lost."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"So ignore the obvious, agree with me or you have no soul.\" Who talks like that? The sort of person who will say or do absolutely anything for power, a scary person talks like that. Not long ago, Jim Comey was one of the most powerful men in the world. He could investigate you or anyone else at will. He can ruin lives if he wanted, and sometimes he did. How did a person like that ascend to position of such authority in our government? What kind of system would promote a man like that? What kind of media would cover for him? Those are the questions we got to be asking tonight. If there was one Jim Comey in the Federal government, that means they're probably many others, and that should concern us. Eli Lake is Bloomberg opinion columnist, and he joins us tonight. Eli, thanks very much for coming on. So when you hear the former Director of the FBI say it's totally conventional, it is totally normal to send not one, but two investigators into a rival campaign without telling the candidate, does that sound right?"
    },
    {
      "speaker": "ELI LAKE, OPINION COLUMNIST, BLOOMBERG",
      "utterance": "No, it was a slippery answer because what he was saying is that it's normal if we get a lead to investigate it, if no one would argue that really. But the issue here is that not only was there a dangle that appears with some of these Trump campaign people, and that there were efforts to try to get them to acknowledge things with not one, but two people who were, you know, basically informing for the FBI or spying for the FBI. But once Trump wins the election, the existence of the counterintelligence probe is then leaked and becomes a political weapon; that becomes this cloud that hangs over the Trump presidency for more than its first two years. And that there is a clear cut case of surveillance and Intelligence abuse of power, and it's the one thing that, you know, I'd like to see what Comey thinks of that, which is to say that how in the world did the \"New York Times\" get on literally, I think the night of the inauguration or the night before the story of the existing counterintelligence investigation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Which is not -- it's supposed to leak for good reason."
    },
    {
      "speaker": "LAKE",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean, if you have a case that a U.S. citizen has committed a crime, bring the case before a grand jury, indict them, show them guilty."
    },
    {
      "speaker": "LAKE",
      "utterance": "That's exactly right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But leaking an investigation that hasn't shown, it hasn't proved anything."
    },
    {
      "speaker": "LAKE",
      "utterance": "Right, and that was only the first of several leaks, as we know that were, you know, either gleaned from sensitive surveillance, such as the Mike Flynn conversations with the Russian Ambassador during the transition or the existence of the FISA warrant, of surveillance warrant on Carter Page -- things like that, because Carter Page doesn't have a lawyer in that process -- should never ever be leaked. There's a reason it's got to kind of be -- we have to trust the secret court to approve it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "LAKE",
      "utterance": "It's in part the protection of the individuals, but it's also for the integrity of the investigation itself. So if the press is getting these incredible -- I mean, as a journalist, if someone gave it to me, it's a hell of a story. But if you're getting that, you're also in some ways compromising the counterintelligence investigation. So all of it is a bit weird that Comey would say, \"Oh, there's nothing to see here. It's totally normal.\" And it just seems to that he is really just buffing his image at this point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It does seem that and thank you. I don't think of you as a partisan. I just needed some perspective on that because it seems Orwellian. Eli Lake, thank you very much."
    },
    {
      "speaker": "LAKE",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Michael Tracey is an independent journalist, he joins us tonight. Michael Tracey, if there's one thing as a journalist, you want to be on guard against, its overreach by a secret government agencies, right? I mean, shouldn't we be deeply skeptical always, no matter what your politics of FBI spying or CIA spying or NSA spying on American citizens?"
    },
    {
      "speaker": "MICHAEL TRACEY, JOURNALIST",
      "utterance": "I think it's just so crucial to underscore that the actions we already know that the FBI and to some extent the CIA, perhaps even the NSA undertook all constituted a massive encroachment by these Federal law enforcement and Intelligence agencies into the domestic political affairs of the United States. And if that was so very normal, as James Comey insists, can he please provide a precedent in U.S. history where something akin to that took place? Because I've looked at I haven't found it. And the term \"normalcy\" implies that this is just sort of like a routine event, right? You know, and one thing that I try to implore to my progressive friends who tend to brush this issue aside and don't particularly care about it is, \"Okay, so are you telling me that if the Trump administration were to send a spy or even a series of spies to -- I don't know -- go and try to entrap a campaign official associated with the Bernie Sanders campaign? Are you saying you'll just be content with that and you know, you just won't pay it much mind?\" I don't think so. But that's the kind of thing that happens when this occurs with rival candidates that you don't like it. A precedent gets enshrined that then can be used for other purposes down the road."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. And I just want to be absolutely clear on this point, because I think it's a central point. Comey says, this is totally normal. You have looked and this thought occurred to me today, but I ran out of time, but you've actually run it down. There is no precedent for this in modern American history."
    },
    {
      "speaker": "TRACEY",
      "utterance": "Well, look, I mean, the FBI and the CIA are very secretive institutions, so there might be something that I personally didn't come across, which sheds light on whether something like this happened. I don't know in the, you know, in the Truman administration or something, but I'm not aware of it. Please, if you're out there, let me know because I want to hear about it. The thing is, all the craziness around this issue, and the Democrats failing to even have a scintilla of curiosity about it, it's all because they're just trying to continue the collusion conspiracy by another name, that's why they were freaking out about Bill Barr. That's why they don't want to acknowledge the impending IG Report from the Department of Justice, and this wormhole that they've been psychologically and professionally invested in for years, and they can't extricate themselves from it, and it's really sad and pathetic to watch."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And it's hurting so many institutions that we're going to need when the Trump era is over, I would argue. Michael Tracey, thank you for that -- for that perspective. So this era will end at a certain point. The FBI will still exist, at that point, it'll be clear what kind of damage Jim Comey's conduct has done to that institution. We'd like to get some sense of it now. We're joined by former FBI Deputy Assistant Director Danny Coulson. Mr. Coulson, thanks very much for coming on."
    },
    {
      "speaker": "DANNY COULSON, FORMER FBI DEPUTY ASSISTANT DIRECTOR",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So as someone who devoted a lot of his life to the FBI, you know, how do you feel watching the former director behave like that on television?"
    },
    {
      "speaker": "COULSON",
      "utterance": "It's absolutely disgusting. I was only there for 31 years. So I have some sense of the FBI and currently, to see him say this is normal; this is not normal. There are certain guidelines and principles that we follow. You have to have a preliminary investigation and then a full investigation. But the real problem here, Tucker, is that this case didn't start with an FBI field office. It started basically on the seventh floor of the FBI, and when it's done by field office, like Iran-Contra like Watergate, you have checks and balances at the very bottom level. These cases will never get to headquarters. A good commander -- and I was a commander for a long time -- and if this came across my desk, especially a FISA application, that would -- I would have done that about five minutes. We're not approving this. It's unverified. It's salacious. And I think the question is here, if it was -- and Comey knew it was -- why would we have the audacity to walk that to the FISA Court and give it as something that would be the basis for taking over a Fourth Amendment issue and get a search warrant? So it's not common. It's aggravating to those of us who were there. I still do a lot of work for the FBI. They're all thinking, \"Where did these guys -- did these guys go to the Academy? Don't you know, the rules here?\" And clearly they did, and they ignored them, and I think that's what really upsets us all."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, yes. I mean, what a tragedy for people who are serving the FBI, especially agents serving there right now who are watching their integrity impugned by this lunatic."
    },
    {
      "speaker": "COULSON",
      "utterance": "Absolutely. And I think -- remember this, we take a lot of pride in credibility."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "COULSON",
      "utterance": "People talk to us because of our credibility, an ability to follow the law and to follow the Constitution, and these guys just jumped right over it. And it's -- again, maybe it's too strong, but I want to say, it's disgusting to see what the Director of the FBI now says. Also, this is troubling that the head lawyer for the FBI finds no problem with what happened even now. In retrospect, he didn't have a problem with it. So I think that tells the mentality of the people under James Comey's watch on the seventh floor."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's distressing. I agree completely. Mr. Coulson, thank you very much."
    },
    {
      "speaker": "COULSON",
      "utterance": "No, thank you, Tucker. It's always a pleasure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A pro-life campus activist assaulted on video by the left for her views. That's next, after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "From Philadelphia to San Francisco, pro-lifers are under attack in America. Last March, an 85-year-old man was brutally assaulted when he tried to stop a much younger man from stealing his pro-life banner."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Old man, stay on the ground. Stay on the ground, old man, unless you want to get hurt."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Kicking an 85-year-old man. Now a student at University of North Carolina has been arrested for assaulting a pro-life activists, Carley Shimkus is a reporter with Fox News Headlines 24/7 and she joins us tonight -- Carley."
    },
    {
      "speaker": "CARLEY SHIMKUS, HEADLINES REPORTER",
      "utterance": "Hey, Tucker, how are you? The debate over a woman's right to choose versus her baby's right to live has always been controversial, but now, it's grown violent. A string of attacks on pro-life activists have taken place in recent weeks. In April, pro-life group, Created Equal was holding a peaceful demonstration at UNC Chapel Hill, but it was disrupted when a 19-year-old pro-choice student took issue with the group signs and attacked."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No. We're going to get a downpour soon. It's going to come down in buckets."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Did you put these up?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Is this you?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, yes. Ma'am, don't do that. Please, please."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "[Bleep] terrible person."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Please."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You're a terrible person. This is not okay."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Please call the cops. Can you call the cops?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is not okay."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Holy crap."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Ma'am calm down. There is no reason --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is not okay. Shut the [bleep] up right now. This is wrong. This is triggering."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hi, I'm at the pit, there is a woman that just punched my friend four or five times. She assaulted him."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You're not an innocent human being, you're a terrible person."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Campus Police arresting Jillian Ward and charging her with misdemeanor assault. But this isn't just happening on liberal college campuses. Last March, an 85-year-old pro-life man was assaulted outside of Planned Parenthood in San Francisco. Disturbing footage shows his attacker throw his bicycle and repeatedly kick him. After the incident, the 85-year-old reportedly went back to Planned Parenthood to pray, but this time with bruises. And then there is Pennsylvania State Representative Brian Sims, who heckled an elderly woman outside a Philadelphia Planned Parenthood. The incident was caught (on camera), but this time by Sims himself who proudly posted it to social media. In a previous encounter, Sims recorded himself harassing a mother and her teenage daughters and even offered his social media viewers $100.00 to identify them, but that situation backfiring as a group of 1000 pro-life supporters gathered outside Sims' local Planned Parenthood today. Meantime, rhetoric among pro-choice lawmakers has become increasingly extreme. Alabama State Representative John Rogers created waves this week by saying, quote, \"Some kids are unwanted. So you kill them now or kill them later,\" Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Carley, thanks so much. Appreciate it."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Appreciate it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, as you just heard hateful attacks to the pro-life movement are now normal. We just heard about what happened in downtown Philadelphia with Pennsylvania Representative Brian Sims. Here is part of it."
    },
    {
      "speaker": "REP. BRIAN SIMS, D-PENN.",
      "utterance": "Hi, everyone, Representative Brian Sims here and I am outside the Planned Parenthood. A bunch of pseudo-Christian protesters who have been out here shaming young girls for being here. So here's the deal, I've got $100.00 for anybody who will identify any of these three."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "So we're actually here just praying for the babies."
    },
    {
      "speaker": "SIMS",
      "utterance": "So I am going to donate to Planned Parenthood. I am going to donate to Planned Parenthood."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And we believe that women deserve more."
    },
    {
      "speaker": "SIMS",
      "utterance": "So look, a bunch of white people standing up in front of a Planned Parenthood, shaming people. There's nothing Christian about what you're doing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, today, pro-life activists held a large scale rally outside that same Planned Parenthood in Philadelphia in response to Sims' behavior. Abby Johnson is a former Planned Parenthood Clinic Director, now a pro-life activist. Her story was told in the recent film, \"Unplanned.\" Abby Johnson joins us. So Abby, thanks very much for coming on."
    },
    {
      "speaker": "ABBY JOHNSON, FORMER PLANNED PARENTHOOD CLINIC DIRECTOR",
      "utterance": "Of course."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, is it our imagination, or is the reaction to anti-abortion activism, including prayer, turning violent?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "It is. It is becoming increasingly violent. And I think one of the reasons is because people in their own party, the Democratic Party are not willing to come out and talk about this behavior, condemn this behavior. Nobody from the National Organization for Women who are supposed to stand up for women, nobody is coming out and condemning this behavior. And so it just sort of goes unchecked and it goes unnoticed and without consequences. And, you know, I'm here to say along with a thousand other pro-lifers who were there today, to say, \"This is enough. We've had enough. We're not going to be bullied, we're not going to be harassed.\" We're out there. This is within our First Amendment rights do so."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What do you think is -- I mean, what do you think is driving this? These are people who are arguing for abortion, in some cases, post viability, late term abortion, not only are they not ashamed of that position, but they want to hurt anyone who disagrees. Why do you think -- where does that come from? That impulse?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, so I think it's a couple things. I think right now, abortion supporters are -- they're feeling the heat. They're feeling the pressure. We've got these heartbeat bills being signed all across the country. We have pro-life measures taking place in many, many different states. I think that now we have a Supreme Court that's being set up to overturn Roe v Wade. So I think in in some ways, it's a response to the sort of impending doom that they feel that Roe might one day actually be overturned. But I think also, you know, we've got over 60 million abortions on the books recorded since Roe was passed in 1973. And, you know, we're dealing with a group of people who are very wounded, they're very hurt, and they need to really justify their own actions and a lot of times that hurt comes across as anger and they just don't see the difference."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's exactly right. When you know, you're wrong, that's when you're the maddest. That's how I am. I think that's how most people are. It's sad. Abby, thank you very much."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Of course, thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the left has suddenly decided that people's tax returns which were private are now fair game for politics. So what other private information ought to be available to everyone? Why not your medical records? We will ask a lawmaker from New York state that question after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's been an exciting week for CNN. Russian collusion is still a lie. They spent two years telling the country, but they finally got someone to leak information on Donald Trump's taxes from 30 years ago. That information showed that Trump lost money. People in network were excited about this."
    },
    {
      "speaker": "LEMON",
      "utterance": "This is CNN tonight. I'm Don Lemon. Are you listening? The President of the United States is a fraud and a con man."
    },
    {
      "speaker": "COOPER",
      "utterance": "You were saying he is a sociopath."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Without any question."
    },
    {
      "speaker": "LEMON",
      "utterance": "A con? All of it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All of it was a con. You know this person is a walking fraud."
    },
    {
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "utterance": "He calls people losers and he has such disdain and yet, he was literally the biggest loser in the country."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So if you remember the '90s, you might recall that Trump's business problems were a big news story. They were real. Trump wrote a book about them. Don't tell Don Lemon. He was shocked."
    },
    {
      "speaker": "LEMON",
      "utterance": "You know, they say about gambling -- casino gambling, right? The house always wins. Well, not always. Not if it's a Trump casino. Come on. Who loses money in a casino except for the person gambling, not the owner. Because I'm good enough. I'm smart enough, and doggone people love me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What are the odds that Don Lemon says that in the mirror every morning? Hi. Joe Concha writes about media for \"The Hill,\" and he joins us tonight. Joe, great to see it tonight. So this didn't -- so they basically discovered that Trump lost a ton of money in the '90s, which anyone who was alive then knew because it was a major story, but this was news because why? JOE CONCHA, MEDIA REPORTER, \"THE HILL\": Why? Because it was presented as recycled news. I don't like to use the term fake news, Tucker. But in this case, you could have read Donald Trump's book from 2007, \"The Art of the Comeback.\" You could have read any of the New York tabloids -- \"The New York Daily News,\" \"News York Post\" -- talked about the Trump slump for those years, between 1985 to 1994. You could have watched \"The Apprentice\" Season 1, Episode 1, the very first segment, Donald Trump literally says on video that he lost billions of dollars. He was billions in debt and he was able to come back. So to keep all of that out of reporting, if we want to call this even reporting, that is the bias of omission. We've talked about that before. And that is the worst kind of bias because if you were say, younger, or you didn't follow Donald Trump, or you lived out in the bubble, and you're taking care of your kids every day, and you're working hard, and you come home, and you hear the story about Trump losing billions back at that time, and you don't get the other side of the story, which is he was very transparent about it on TV and books. You're being sold a bill of goods here that this is new revelation, when it was anything but new, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I mean, this was his whole story, right? I mean, this was - - I mean, he bragged about it endlessly. You know, once I was lost, and now, I am found. This was his redemption story. Did you hear anybody covering this pause for a moment to say, a little weird that we're looking at private financial information that's supposed to be proprietary? I mean, no one is supposed to have this information. Did anyone say that? Kind of a violation of privacy, no?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "No. Tucker, no one does, because it's a means to an end, right? I remember I was on your show and we talked about the \"Access Hollywood\" tape and everybody concentrated and rightly so, the contents of it. But then there was another part of that story, which is how exactly did that tape gets out of NBC and into the hands of \"The Washington Post\" two days before a presidential debate, a major one, three weeks before an election? No one bothered to look into that and no one is going to bother to look into the fact that this was leaked by somebody confidential information and it got into the hands of \"The New York Times\" and obviously was spread everywhere. And by the way, I get that Don Lemon, he's on at night and there are a lot of opinions at night, but he's still billed as an anchor. And for him to talk that way and act that way, and I've been on Don's show and he is a great guy in person, but I could never picture Bret Baier or Chris Wallace or Jeff Glor or David Muir ever acting like that, and they are anchors also. So you wonder why CNN struggles and you want to hear about struggles, Tucker? So in cable news, they rank obviously, all the shows by ratings. And you've got to get down the number 36 out of Fox and MSNBC and CNN -- number 36 -- to find the highest rated CNN show. In other words, the other 35 are the other two networks, so they have to understand they're alienating their viewers by acting like children on the air, but they're not doing it. I don't understand why when the results are so horrible from a business perspective."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because it's a political mission. I think that's it. Joe Concha, great to see you tonight. Thank you for that."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Happy Mother's Day. Happy weekend."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Happy weekend. Well, the New York State Senate has approved a bill that if it becomes law, it would make it easier for Congress to request and then publish the President's state tax returns. So while we're going full authoritarian, what else should be fair game? Andrew Cuomo's text messages? His internet search history? His porn habits, why not? To help figure that out, we're joined now by New York Democratic State Senator Brian Benjamin. Mr. Benjamin, thanks very much for coming on."
    },
    {
      "speaker": "BRIAN BENJAMIN, D-N.Y., STATE SENATE",
      "utterance": "Anytime, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So it's a sincere question, you want to see Trump's tax returns, whatever, if they come out? I'll read them. That's fine. But it's bigger than just Trump, right?"
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "I mean, of course, I mean, the bill --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is there anything that should be private that politicians can't reach?"
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "Well, first of all, as you know, on the Federal level since 1924, the Ways and Means Committee, the Senate Finance Committee, the Joint Committee on Taxation, they can request anyone's Federal returns. All we're saying is, if they want a state returns, we are able to let you have that New York."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So where are yours?"
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "So whether it's Trump -- well, listen, if the Federal -- if either the Senate Finance Chair or the Ways and Means Chair, or the Joint Committee Taxation Chair wants mine, they can request it and there would be no problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why don't you just release them? Well, hold on, wait, why don't you just really them?"
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "Well, why doesn't Trump just release his? I mean --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't know. He doesn't want to. I mean, I'd like to see them, I agree, but you're trying --"
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "I am not the President of the United States, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no. Hold on. No, no. You're forcing it, okay."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "We're not forcing anything. We're saying --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, you are."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "If there is a specified in legitimate legislative purpose that the Congress presents to the state --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No. There's no legislative -- I mean, look, this is total war."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "There are investigations going on. You know all of the indictments that are going on, Tucker. Come on, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is total war. They want to destroy a guy politically, that's fine. You don't like Trump, you hate Trump. Whatever it takes."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "But it would apply to both sides, but by the way, Tucker, it would apply to both sides. It would apply to Democrats or Republicans. The Senate Chair of Finance can request, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How about medical records?"
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "But that's not what this bill is about. Right now --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I know, but that's what the bill is about -- it's the principle. Hold on, wait. Why is it different from the principle? I want -- you want to destroy somebody because you don't like him."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "We don't want to destroy anybody."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Obviously, you do. Don't be disingenuous, just be honest."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "We want to facilitate investigations if they are requested, Tucker. But, Tucker, I'm open to a debate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You don't want to help I.C.E. to keep the border secure, right. It's a sanctuary state, but you're going to help the Congress pull a guy's tax returns because we're facilitating an investigation? I mean, just be honest."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "Tucker, they are able to pull the Federal returns now. It's just that Mnuchin refuses to give Trump's. I mean, in this specific case, are you saying you could do what you do in the Federal level, you can do in the state level? That's not what we're saying, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Are you okay with -- so like \"The New York Times\" piece the other day had information from 10 years of Trump's tax returns that's supposed to be private information."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "That shouldn't have been leaked. I agree, that should not have been leaked. That's not what this bill is about. So the bill that we passed --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But I wonder, is there anything -- is anybody going to stop lying just for like, 10 seconds in the last two years, just 10 seconds, and just be honest, and say, \"I don't like the guy. I want to destroy him. I'll do whatever it takes. I see that as my job. And if it means releasing his tax returns against his wishes, I will do that.\" Why don't you just say that?"
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "But Tucker, there is congressional oversight over the Executive Branch. If the Congress asks for his tax returns, he is supposed to give it. That is the law is. All we're saying is we want to follow what the Federal laws are --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You just want to follow the law, but not on immigration."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "That's it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Are you for the fact it's a sanctuary state, by the way, just wondering."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "Am I for what?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "The fact that New York is a sanctuary state, do you think that New York should help the Feds enforce immigration law?"
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "I feel that the Feds should be a sanctuary state -- I mean, New York should be a sanctuary state."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, okay. So no principles at all. I just wanted to inject."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "No, I do have principles. I just believe we should --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no, none. None. No principles."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "We do, absolutely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No principles."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "Follow the law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Still."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "Tell Steve Mnuchin to follow the law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Follow the law, except immigration law. All right, okay."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "And provide the tax returns that Congress is asking for and then we wouldn't have a problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, you're nice to come on the show. I do appreciate that."
    },
    {
      "speaker": "BENJAMIN",
      "utterance": "Anytime. Anytime, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what are the plans of the Democratic presidential candidates for your guns if they win? We will tell you after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It wasn't long ago that there were a lot of Democrats who were pro Second Amendment, that's not the case anymore, and the 2020 Democrats running for President are proving it. On her Facebook page, Senator Kamala Harris of California recently posted an image of an AR-15 rifle, warned that guns killed 40,000 Americans in 2017. What she didn't say, dishonestly, is that at least three quarters of those deaths were suicides, and of the remainder, most of them were drug or gang related. Given Harris' stance on the border, she doesn't seem to want less of that. Of course, she's not against suicide either. They're all for that. Meanwhile, Senator Cory Booker has unveiled a sweeping proposal that would require a special license to own any gun at all, you would need Cory Booker's permission to exercise your constitutional right. And of course, you know what comes next, bans and confiscation. Booker has already suggested he is open to banning all guns. Period."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Would you ban guns?"
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "I am very much one that is against handguns. And I know in my urban environment, I see little to no need for guns at all. And I would have if I had the power to do so. I would."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That was 19 years ago. It hasn't changed his views. Ryan Cleckner is a former military sniper, firearms attorney and columnist for \"The Federalist.\" He joins us tonight. Ryan, thanks very much for coming on. RYAN CLECKNER, COLUMNIST, \"THE FEDERALIST\": Thanks for having me on again, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I was going to ask you questions about the point of view of these different candidates. But I think we all know that basically, they're all for gun confiscation. They're not hardly hiding it. My question is a bigger one for you, I just -- I can't resist. What would happen if they tried that? What would happen to the country? How reckless would that be? I mean, seriously."
    },
    {
      "speaker": "CLECKNER",
      "utterance": "Wow. I didn't expect that question. Yes, that would be incredibly reckless. I'm actually more shocked that they're coming out and saying it now because we've heard so long, we're not coming to take your guns, don't worry about us. We're not coming to take your guns. And now we're actually hearing comments like, they'd give us a reasonable amount of time to turn our guns in before they put us in jail. I mean, I don't know about you, but I'm tired of hearing -- it's modern America, what do you need a gun for? The government is not going to hurt you. Now turn in that gun before I make the government come and forcibly take it from you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly, or they call it a buyback, which suggests that they owned it in the first place. How is it a buyback? They never owned my guns."
    },
    {
      "speaker": "CLECKNER",
      "utterance": "Interesting point, yes. They sure didn't. So in a weird way, I'll say something unexpected. I applaud that they want to do something about gun violence. That's good. We all should want to do something. As a matter of fact, we should all want to do something about all violence. See, that's the problem. They focus on gun violence because it's a political talking point for them. I mean, Kamala Harris, his tweet had a picture of an AR-15 in there, and we know that a tiny, tiny fraction of all gun violence happens with any rifle, let alone an AR-15. I mean, the FBI stats show that hammers are used in more violent crimes than any type of rifle. I think they have something in for this firearm and although they want to help school safety, I get it. By focusing on banning guns, not only the gun bans not work, but they make us less safe. You want to guarantee a place is going to have a shooting, make it gun free. Places where the guns are allowed aren't attacked like this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But they would never make their own offices gun free under any circumstances. I mean, they're surrounded by armed bodyguards."
    },
    {
      "speaker": "CLECKNER",
      "utterance": "Absolutely right. The same thing as they're surrounded by fences and walls when they call for no wall. It's a very hypocritical point. Absolutely. I'm very surprised to hear that they're coming out. I mean, Eric Swalwell and Cory Booker are actually trying to play a game of one upmanship here on who can infringe on more rights, I mean, we're calling for IDs for permission to get a gun. Aren't these the same people that are against IDs for voting? It just makes no sense."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I have trouble believing that many people would obey. Honestly, but you know, we hope we never find out. Ryan Cleckner, great to see you tonight. Thank you."
    },
    {
      "speaker": "CLECKNER",
      "utterance": "Thanks for having me on again."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's Friday. Our favorite former New York City cop will be here. Dan Bongino's news explosion, after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's Friday, naturally things are blowing up Especially Dan Bongino's news explosion. Our former -- favorite former Secret Service agent and New York City cop here to rank the top three stories of the past week. Dan Bongino joins us tonight. Hey, Dan."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "Hey, Tucker. How are you? I'm always happy to be here. This is my favorite segment of the week. So let's get right to it. Most explosive story of the week. Numero Tres. Number three, Joe Biden discovers the money fairy and wants to give healthcare to people in the country illegally. Tucker, have you heard this one? This one is fascinating. Yes, so Tucker when you factor out the United States, the world has 7 billion people. Of course, there's no rate limiting factor to providing healthcare for everyone. Before that I have no idea, but don't worry, Tucker, Joe Biden will figure it out in conjunction with the money fairy. He's got this. I don't know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Can't wait to see the money fairy."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Crazy how that happens. All right, explosive story number two of the week. China gets a taste of its own medicine. President Trump hammers China back with 25% terrorists. You know, Tucker, I am a free trader. You know, I know you probably are too, but China is not trading fairly. You know, we thought when they joined WTO, they would handle themselves a little differently, more prosperity, more freedom. That's not what happened. It's become the world's largest surveillance state. And you know, in my opinion, I'm a free trader again, but good for President Trump for fighting back. This is a very important story."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do that."
    },
    {
      "speaker": "BONGINO",
      "utterance": "All right, this is big. This is the gold medal of stories this week. I had to spend a little time on this one. This is critical. Jerry Nadler. Jerry Nadler who is competing with Adam Schiff and Eric Swalwell for who can be the biggest hack in Congress right now. Jerry Nadler is filing contempt charges against the Attorney General Bill Barr for not producing a report, Tucker that you and I can get on our iPhones right now. You can actually go -- did you know this, Tucker? You can get -- this may be breaking news. You can -- and you're laughing, but you can go to Amazon right now or Barnes and Noble or whatever you want to do and actually pick up a copy of the Mueller report that Jerry Nadler wants to file criminal charges against Bill Barr for not producing. You know, are we living in peak stupid? I mean, are you and you crazy? Are we living in like peak stupid right now? You realize too that the one piece of the redaction Jerry never wants that Bill Barr cannot produce because it's Congress' own law -- Rule 6C. Do you find that a little confusing, Tucker? Like you can buy the Mueller report he is saying he can't get and then the redactions he wants he can't get because Congress created this law, Federal Rule 6C. Again, we are living in the dumbest of times. I'm really sorry to have to do that to your audience. It reminds me of \"Billy Madison.\" Do you remember that scene of \"Billy Madison,\" we're all dumber for having heard that right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And degrading, too, hating this much diminishes people and they have been diminished. I mean, I think Jerry Nadler was never that impressive, but he wasn't like a full-on buffoon as he is today. Embarrassing."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, doesn't that make you feel bad that these people are in power? I mean, really, it's really pathetic."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wouldn't want them to have any more power. They make me very nervous. Taking my guns away et cetera."
    },
    {
      "speaker": "BONGINO",
      "utterance": "God forbid."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Dan Bongino, have the best weekend. Thank you for that explosion."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You too, buddy. See you next week."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, a pair of well-known lawmakers has proposed a bill to protect Americans from predatory lending. It's interesting. Why aren't more Republicans getting on board? We will tell you after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Bernie Sanders and Alexandria Ocasio-Cortez have a new proposal out, it's called the Loan Shark Prevention Act. Their bill would cap interest rates on credit cards at 15 percent. Well, for a lot of people that would make a difference. The median interest rate on credit cards in this country right now is 21 percent, and some cards charge over 35 percent. Banks, meanwhile, can borrow money from the Federal Reserve at 3 percent interest. Do the math. It's a very good business. Now you know why they're always sending you those offers for new cards. They're getting rich from your debt. The bill would also apply the same 15 percent limit to consumer loans. It would ban in effect payday loans, those loans whose interest rates can exceed 500 percent or 600 percent every year. No doubt many Republicans in the Congress will oppose this bill if only because of who sponsored it. Bernie Sanders and the Ocasio-Cortez are obviously demagogues. They don't mean half of what they say. The other half they don't really understand. They're not impressive. But on this one issue, they are absolutely indisputably right. There's a reason why the world's great religions condemn usury and why societies have restricted it for thousands of years. High interest rates exploit the weak. Credit card debt destroys people, not just chronically irresponsible people, but good people, decent people, probably some people you know, maybe a lot of people you know. What the banks are doing is disgusting, and it's wrong. So the real question is, why did it fall to a couple of childish socialists to point this out? There's no reason that capping interest rates ought to be a left-wing issue. Most normal people agree with it, overwhelmingly. South Dakota, for example. It's one of the most conservative states in the country. In 2016, its voters went for Donald Trump over Hillary Clinton by 30 points. And yet those very same voters also voted overwhelmingly to crack down on payday loans and cap the interest rates on credit cards. Historically, fighting usury has been a Republican position. In 1991, Republican sponsored legislation to cap credit card interest at 14 percent. That's lower than what Bernie Sanders is proposing right now for perspective. President George H.W. Bush endorsed that bill and the Senate passed it. So why isn't that the law today? Well, in the words of the \"Chicago Tribune,\" at the time, quote, \"Five days of intense lobbying by banking interests and a one-day plunge of the stock market, killed the bill dead.\" After that Republicans decided to cave permanently. They became the party of Wall Street. What's interesting, though, is that Wall Street is no longer Republican, not even close. Wall Street is the economic engine of the Democratic Party. Finance Titans went overwhelmingly for Hillary over Trump in 2016. Chuck Schumer is their own personal senator. They all have his cell phone, trust me. Big finance is one of the most aggressively liberal sectors in this country. If you're watching this show, they despise you. That all became very obvious in the last presidential election. The only people who didn't get that clear message are Republicans in Washington. They're on autopilot still siding with the big banks over their own voters. It's a lunatic strategy. It won't end well. What happens when you refuse to give people what they desperately need? They go elsewhere. Republican should not be surprised when that happens. That's it for us tonight. The hour is over. We will back 8:00 p.m., Monday. The show that is the sworn enemy of lying, pomposity, smugness, and groupthink. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}