{
  "date": "May 14, 2018",
  "headline": "Conway on embassy move in Israel, Gaza unrest, NoKo remarks",
  "subHeadline": "Kellyanne Conway joins 'The Story' to discuss the U.S. embassy move from Tel Aviv to Jerusalem, protests at the Gaza border and with reaction to remarks that Kim Jong Un 'duped' President Trump.",
  "url": "https://www.foxnews.com/transcript/conway-on-embassy-move-in-israel-gaza-unrest-noko-remarks",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "sentences": "Good news about Charles. Thank you, Bret. And a Fox News Alert to start tonight. The First Lady, Melania Trump, in the hospital this evening. President Trump leaving her bedside just moments ago and just a few minutes from now, we'll hear from Kellyanne Conway, counselor to the president. But first, Kristin Fisher has the latest this evening from the Walter Reed Medical Center. Kristin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CHANNEL REPORTER",
      "sentences": "Hey, Martha. Well, it's raining so hard right now that President Trump arrived by Marine One, but he had to leave by motorcade because it simply wasn't safe to fly. As for the first lady, we are told that she's recovering. We're told that she's in very good spirits and she's expected to be in the hospital, though, for about a week. So, while this was a fairly routine procedure, any time that you're in the hospital for about a week, that's obviously pretty serious.  Now, we all found out about this in a surprised statement that came from the White House just a few hours ago. I want to read it to you in full. It reads: \"This morning, First Lady Melania Trump underwent an embolization procedure to treat a benign kidney condition. The procedure was successful and there were no complications.\" Now, we don't know exactly what that condition is, but embolization is typically used to treat a tumor and, in this case, we believe it's a benign tumor based upon the statement that I just read you.  But the way it works, I still got a few doctors this afternoon and they say that the way it works is you put a catheter in an artery and then you inject some particles up into the blood vessels that surround that tumor, essentially cutting off the blood supply. The way it was explained to me is that, if there's no blood supply then, the tumor dies. And so, that's the procedure that she had today. As for President Trump, he arrived here a little over an hour ago by Marine One to visit his wife. We're told that he didn't come out here sooner that he didn't come out this morning when she actually had this procedure because he didn't want to tip off the press.  And anywhere the president goes, the press will have to follow him anywhere. So, that's why he wasn't up here at the very beginning. And it's very clear that, you know, this White House wanted to keep this as secret. The first lady, of course, is known to be a very private first lady, though in recent weeks, she really had a bit of a coming out. Over the last few weeks -- just last week, rather, we saw her unveil her official platform, she hosted our first state dinner. Now, this and now, of course, everyone is just hoping and praying that she makes a full recovery and that it's nothing more serious, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Kristin, thank you very much. Kristin Fisher out there in the pouring rain at Walter Reed tonight. And also breaking tonight, a historic moment, clashes with some deadly chaos in the Middle East today as the U.S. officially opened the embassy now in Jerusalem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IVANKA TRUMP, DAUGHTER OF PRESIDENT TRUMP",
      "sentences": "We welcome you officially and for the first time to the embassy of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN NETANYAHU, PRIME MINISTER OF ISRAEL",
      "sentences": "Thank you, President Trump, for having the courage to keep your promises.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARED KUSHNER, WHITE HOUSE ADVISER",
      "sentences": "We stand together because we believe democracy is worth defending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "The United States will always be a great friend of Israel and a partner in the cause of freedom and peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A lot of positive celebration on that side. But at least 55 people are dead at this hour. The international ramifications already being felt. Turkey tonight, has announced that they will pull their ambassadors out of Israel and out of the United States in response to this move. So, this is the question, is at the beginning of a power shift in the Middle East that could lead ultimately to peace, or does it mark the end of the peace process in the beginning of more violence to come? Joining me now, Kellyanne Conway, counselor to the President. Kellyanne, great to have you with us tonight. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What was the -- earlier today, Raj Shah was speaking with the press. He said that he believes in terms of this violence that the responsibility rests squarely with Hamas. Is that the White House perspective on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Yes, we think these deaths are tragic, of course, any loss of life is. And at the same time, Hamas bears responsibility for killing these individuals. Look, this president made good on the promise of four presidents, the previous three presidents before him all promised to do with this president did, which is to recognize Jerusalem as the capital of Israel, as Israelis do, and to move our U.S. embassy there. You know, President George W. Bush said as soon as he got into office, he would do that. It was not done. President Obama said that Jerusalem, Israel must remain undivided. And that Jerusalem will always be its capital. So, in this way this president is only recognizing reality. But I think it also - - the violence in the loss of life, Martha, underscores that this is a very fraught process and that Hamas has been causing trouble in Gaza for a very long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It raises the obvious question, though, once that move has been made, and as you say, it has been promised by several U.S. presidents and now carried through by President Trump, but what happens now? You know, we know that Jared Kushner and others have worked on the peace process. Where is that peace process now? What's the next move?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, we continue to work on that peace process obviously with our greatest ally in the Middle East, the state of Israel. And we're very happy that a number of allies are joining with this president when he's taking such bold actions around the globe otherwise. Look at what's happening with North Korea. You look at the polls, the way the Democrats by a 2-1 margin approve over disapprove, the president wanting to sit down with North Korea and have this summit. You see than women are much more favorable on this action. You see that independents are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I do want to ask you about North Korea but I just want to stay back with Israel for just one moment because France urged Israel to use restraint during the course of this process. So, what is the United States' stance towards Israel about what we're watching happening at the border? Are you also -- is the president also urging more restraint? Because tomorrow, there could be an escalation as they remember and recognize the day that Israel became a state. So, what is the White House telling Israel about their reaction in their response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, the president and the United States remain very involved in the peace process. Secretary of State Pompeo has it right when he says Israel has the right to defend itself. This president also made clear on December 6th when he announced that he would move the embassy to Jerusalem, Martha that the borders are left to the people there, that the U.S. is not getting involved in that. But we recognize a sovereign nation should have borders and should have -- we want to recognize that their capital is where they say it is. But we're closely monitoring the violence and the loss of life as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I just want to play a sound bite from John Brennan and then from Mike Pompeo, the new Secretary of State, and get your thoughts on this, Kellyanne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF THE CIA",
      "sentences": "Kim Jong Un, who I despised because of the brutality that he has put up on the North Korean people, but unfortunately, I think he has been masterful in how he has manipulated perceptions and how he's manipulated and quite frankly duped Mr. Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, U.S. SECRETARY OF STATE",
      "sentences": "I think former Director Brennan's remarks are silly on their face. We're going to enter into a set of discussions with two nations doing their best to achieve outcomes for their own people that are consistent with their objectives and goals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Your thoughts on John Brennan's statement that the president was duped into this meeting with Kim Jong Un.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "That's a very irresponsible, it's not a rational statement for several reasons. You see a number of people from across the aisle, and as I just remarked earlier, Martha, in the polls, Democrats, women, college educated voters that were continually told don't support the president as much. They very much support taking this action with respect to North Korea. If you look at the polling, people who are older, 50-plus and 55- plus, they certainly do because they lived through decades of war. They've grown up only knowing war between North Korea and South Korea.  And I would say that Mr. Brennan and others who came in the -- who started in the administration before ours should remember that old saying that politics stops at the water's edge. These are decidedly nonpartisan issues looking for bipartisan support. And I would hope that someone who was involved in the previous administration could at least see the prospects, the prospect of opening up relations there and denuclearizing the Korean Peninsula. North Korea has already -- with this president's leadership -- released those three Americans back here and even then, people couldn't just applaud it, and say isn't that wonderful day for those three men to be free?  They had to make it partisan and political, and I think that's part of what the president's poll numbers are improving, Martha, because people are so tired of the reflexive, invective, and the inability, and the irrationality of not being able to say today was a good day for America. Finally, on the point of North Korea, this president has made clear again and again, that things are looking very promising now. The summit is set for June 12th, but at the same time the president said he'll see what happens. That these conditions need to be met. But so far, we like the fact that they are suspending their tests. They're releasing Americans and this president feels that we are at a very good place moving forward toward June 12th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. I want to get your thought on one last thing and this is a Trump tweet from today on leakers. He said, \"The so-called leaks coming out of the White House are a massive over exaggeration put up a fake news media in order to make us look as bad as possible. With that being said, leakers are traitors and cowards and we will find out who they are.\" Can you tell us about that process of trying to figure out who is leaking from the Communications Department and what's going to be done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I won't tell you the process so much as to tell you that there are all kinds of leaks. Some leaks exist to hurt, I guess, colleagues, some leaks exist because they disagree with the policies that are being put forth, but none of them are helpful. And I will tell you that something else that's going on in this White House but not as badly as it was at the beginning where it's not so much leaking as using the media to shiv each other. And that was going on quite a bit at the beginning of the administration and it's less so now. But I think the president is on solid ground here, that if you work at the pleasure of the president as we all do here, and you have the privilege and the blessing of coming today every work in this White House on behalf of the nation that we all love then you ought to be competent, you ought to be loyal, and you ought to be able to reinforce the agenda that prevailed here. And so, I can't go on more but I have several discussions with the president on this very topic today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you expect personnel changes as a result?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I do, actually, yes, I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Interesting. Kellyanne Conway, always good to see you, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "My pleasure. Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, stunning news in St. Louis right now in the trial of Governor Eric Greitens, prosecutors made a shocking announcement today: they will drop the criminal charge against the sitting governor. And Stormy Daniels lawyer Michael Avenatti feeling the heat claiming he is a one-man seeker of truth but he is now lashing out at journalists, including my next guests, who say they're not buying it. Democratic pollster and former Bill Clinton Adviser, Mark Penn, up next on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL AVENATTI, ATTORNEY TO STORMY DANIELS",
      "sentences": "There's no big fat cat donor. There's no left-wing's conspiracy funding us. There's no political party. There's no pact. It just isn't there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fox News Alert, prosecutors in Missouri making a surprise announcement tonight. They are dropping the criminal charge filed against Republican Governor Eric Greitens just days before his testimony was supposed to get underway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ERIC GREITENS (R), MISSOURI",
      "sentences": "Today, the prosecutors dropped the false charges against me. This is a great victory and it has been a long time coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. That was just a short time ago. Greitens's troubles, though, are far from over. Fox News Correspondent Matt Finn live outside the court house where he was this afternoon when this news broke in Missouri. Good to see you tonight, Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Hi, Martha. Well, look, at the center of this case, the alleged invasion of privacy case is that photo, which the woman says Greitens took of her while she was tied to an exercise machine during an extramarital affair in 2015. The woman who has not identified but known to be his hairdresser claims that the governor took the picture of her against her will and then threaten to send it. Her testimony amounted to enough for Governor Greitens to be charged with a felony invasion of privacy. However, that photo never surfaced.  We were in day three of the jury selection process today, kind of scratching our heads wondering how this trial was continuing without the photo at the center of the case. This morning, one of the first thing that happened during court was a member of Greitens's defense team took to the stand and put it on record that discovery has closed and his photo has not surfaced. Yet, they continued with the jury selection process throughout all the day. Well, we now learned that the governor's defense team did file a motion to dismiss, although that motion was denied, and then, you know, expecting to go home and the last hour or two this afternoon, the state took to the bench and said that it is going to drop this case. It then released a statement saying in part that they are dropping the case because the judge in this case allowed the circuit attorney, who's prosecuting Greitens, to be a witness. And they say they have no other choice but to drop this particular trial and seek a special prosecutor. Trouble is not over for the governor. There's a special meeting this Thursday in which the Governor Greitens can be impeached by the state legislature and there's also another case behind all this, the Attorney General John Hawley here is continuing to investigate whether the governor used his donor list from his private charity when he ran for re-election as the governor. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Matt, thank you very much. Matt Finn in Missouri with the breaking news today. And this also getting some attention this evening: Stormy Daniels' Michael Avenatti spends most nights on T.V. at a lot of afternoons as well railing against President Trump and his longtime lawyer Michael Cohen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "In college, in law school, you did opposition research for Democratic political operative, Rahm Emanuel? Some people looking at that would say you're politically motivated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AVENATTI",
      "sentences": "I haven't done anything in politics in over 20 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "sentences": "Mr. Avenatti, where did you get this information about Michael Cohen's bank records?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AVENATTI",
      "sentences": "Well, just like journalist don't disclose their sources, attorneys aren't required to disclose there's either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLE WALLACE, MSNBC",
      "sentences": "Are you now, sort of, functioning as a journalist willing to go to jail and protect your resources?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AVENATTI",
      "sentences": "Well, look, we have what's called the attorney work product. You have the law that allows you to protect sources. They're very similar, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, now that Avenatti's integrity is being questioned by some, he is threatening those who are digging around in his background, including The Daily Caller, where this article was posted: \"With Avenatti in the spotlight, his own questionable past emerges.\" My next guest is now also the subject of Avenatti's ire. Longtime Clinton adviser Mark Penn recently wrote a very tough piece for The Hill titled: \"Who is paying Michael Avenatti?\", suggesting the real motivations might be political. Here now, Mark Penn a long-time Democratic pollster and adviser to former President Bill Clinton. Mark, good to see you tonight. Thanks for being here. You say in your piece, Avenatti is acting less like an attorney and more like a journalist or someone doing oppo research for the Democratic Party. Exactly who is he, you say? And he's lawyer, an opposition researcher, a journalist, or a campaign operative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK PENN, FORMER ADVISER TO PRESIDENT BILL CLINTON",
      "sentences": "Yes, I don't know any lawyer that goes out and does 100 interviews on CNN and tells their client to ignore a nondisclosure agreement. You know, so, it raised a lot of questions and all I did was really question: OK, where is he being paid? He says he's got now a crowd sourced funding, but that was not set up until he was representing her for several weeks. And so, where is that $500,000 that he's raised going? No accounting to that. Where did he get these bank records that maybe the treasury and prosecutors would have? He says work product. But let me tell you, he's disclosed it. So, he's waived any privilege by disclosing. These arguments are nonsense. He's out giving 100 interviews, and let me tell you, he's not helping Democrats because since he went out there with Stormy Daniels, Democrats have tanks because it allows President Trump to talk about the Middle East and North Korea, and Democrats are sitting there with Stormy Daniels. I don't think we want a repeat of 1998 and surely this guy is not the guy we want speaking on behalf of Democrats for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, it's interesting, Mark, because you obviously worked for Bill and Hillary Clinton, you're a long-time Democrat and yet you time and time again, with the pieces that you are writing, you have been, you know, sort of sticking up for the argument that President Trump is making here, is that what drives you? That you don't want to go down that road again? That you feel like what happened in 1998 was a travesty?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Exactly. I spent a year fighting against Ken Starr, and we decided as a country -- look, these personal actions, we can't have perjury traps and other ways of trapping people into violations over here that we hold up the whole country for. It doesn't make sense and in Edwards case, it didn't make sense from the Clinton case, and I wish more Democrats or Republicans would get together and say hey, let's fight it out on the issues, let's vote people out we don't like, let's not try to criminalize everything. And yes, you bet, I think it was wrong in 98, and that's why I think it's wrong now and I think more people have to be consistent on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, what do you say to Michael Avenatti? He is tweeting about you: \"Too bad Mark Penn didn't do any basic research for his ridiculous piece in The Hill.\" He goes on to say, \"He nearly bothered to review Google or this feed, he would know exactly who is paying me. We did nothing wrong re the release of the financial info. #basta\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "As I said, he set this up sometime later after he got questions from journalists on who's paying. Then, the question is: where's the money then the questions is where did he get these documents? And what's their authenticity? And what's something done illegally? And is there another opera research set up here behind him that's being paid by donors. You know, you got to read his statements very carefully. He doesn't actually deny everything he says he's denied at really 100 interviews, if you're a lawyer, do legally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mark Penn, always good to see you, sir, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, still ahead tonight, a chilling sign of the times to come? One mom, one mom, complains that her daughter didn't make the team and now anybody who wants to join the squad can be on it. So, what is next? Can I join the football team? Great panel coming up. Also, tonight, New Yorker cover shows President Trump trying to chip his way out of this swap, but is this a game that he may be winning against the so-called deep state that wants to stay right there in the swamp? David Bossie and Jason Chaffetz, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's even more disturbing when a flow of information is from leadership to lobbyists, and then to members.  REP. ROD BLUM, R—IOWA: So many things that are not right with the omnibus. First thing is the process. 2,232 pages, not that we are counting, were given to us, I think it's around 8:00 at night, basically gave eight hours, ten hours to read over 2,000 pages. That's the equivalent of two entire bibles. Anyone that voted for the omnibus bill that says they read the bill is a flat-out liar. Why would you be voting for something that you haven't read or that your staff and yourself combined can't read in that amount of time? Most all the decisions around this place are made by a few people at the very top. So, we have at the omnibus is two of the Senate leaders, two House leaders get in a room, smoke-filled room, and they're going to figure out how we were going to spend $1.3 billion. Without the input of any other congressional members or United States Senators. Now, that's not good representative government, wouldn't you say? REP. TOM GARRETT JR., R—VIRGINIA: What's wrong with the flipping swamp is you got a bunch of people up there who are hell bent on perpetuating their own power, their own name, their celebrity status, their chairmanships, their leadership positions, et cetera. And I take Mr. Trump at his word, that he wants to drain the swamp and make Washington work better for Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is a clip from the new episode of \"The Swamp\", the documentary, that goes behind the scenes with freshman House Freedom Caucus Members on what it's really like to work on the Hill and to try to fight upstream this system. And it comes as the cover of the new issue of the New Yorker magazine is released. It shows President Trump trying to chip his way out of a very deep swamp that is full of snakes. And inside the issue, the article is titled: \"Trump versus the deep state: how the administration's loyalists are quietly reshaping American government\". Here is Evan Osnos, who's the author of that piece. He was on MSNBC earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EVAN OSNOS, JOURNALIST AND AUTHOR",
      "sentences": "What this president understands is that if he's going to try to get things done personally, then eventually he's had to try to reorder, reshuffle and really change the nature of governance so that the voices that are being heard are ones who will speak up on his behalf and that dissent and debate will be sidelined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now, David Bossie, Trump 2016 deputy campaign manager; and Jason Chaffetz, former House Oversight Committee Chairman and author of the upcoming book \"The Deep State\", and both are Fox News Contributors. Good to see you, guys, thanks for being here. David, you have worked closely with this president. In the way that the author describes loyalists, and we have seen a lot of people jettison from this administration, is he right? DAVID BOSSIE, FOX NEWS CONTRIBUTOR AND TRUMP 2016 DEPUTY CAMPAIGN MANAGER: Well, this president ran on draining the swamp. That was one of the main tenets of our campaign, was to change Washington, and he's truly an outsider. And I belief his said, there are nearly 80,000 fewer federal employees today than there were when President Trump came in office 15 months ago. That is an unbelievable --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But you know, they say it's just because they haven't gotten around to filling spots. But you're saying they have no intention of filling those spots?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "No, no, these people are leaving. That's right. These people are leaving, they're fleeing the ship because it's not as attractive as it once was, and the economy is much better. But this president is focused on the deconstruction of the administrative state. That's what we talked about during the campaign and that's what he's doing today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, and there's a lot of pushback, obviously. There's a lot of folks who really like living in that administrative state. You know, one of the things that I find so interesting, Jason Chaffetz, is that, you know the area in and around Washington, D.C. is one of the wealthiest area in the country, which makes you wonder, right? Because there's a lot of people are working for the government who live in that area, and it has grown and grown and grown and grown over the last several decades. Do you think President Trump is having any success trying to trim the swamp?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Oh, yeah. I mean, the people in the deep state, they do not like transparency. They don't want accountability, they don't want to be called on the mat, and when they a disruptive personality like Donald Trump and his team come along they want to flee. They don't like the sunshine, they don't like that. And so, I do think he's making progress. But remember, Washington, D.C., if you spend a million dollars a day, every day, it would take you almost 3,000 years to get to 1 trillion. The government spends $4 trillion every 12 months. So there's a lot of people getting rich along the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. You know, the author of this piece, David, talks about what he sees as the positive things that government can do. You know, he talks about prescription drugs and, you know, regulating aspects of, you know, the lives of senior citizens, making sure people don't fall through the cracks, and he sees this as something that is very much worth protecting and he sees President Trump as trying to dismantle it. We all remember Steve Bannon talking about, you know, dismantling the administrative state, which people thought was scary. But this guy seems to think it's worth saving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Let's not forget that Newt Gingrich pack 20 plus years ago, 23 years ago, ran on the contract for America, and part of that contract was eliminating federal agencies and government bureaucracy. So, this has been going on for a long time. Newt was at the tip of the spear on this stuff. So, this -- Donald Trump believes in the safety net. He believes in good government. He just doesn't believe in bloated government and that's where we are. And I think that one of the things we learned, and President Trump learned, in signing this really bad omnibus bill is he's not going to do it again. And I think the members of congress are going to have to bring him a bill that's much more fiscally responsible next time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that's going to be interesting, because we're going to see that happen in the fall, and then again in December, opportunities to actually have a budget and to not do these continuing resolutions that just keep going on and on and on in the government. The even darker side of this, Jason Chaffetz, is what the administration sees as this effort to undermine them with the Russian investigation, and that all of it goes back to that as their most powerful tool to prevent the administration from doing what they want to do, which is to say, you know what, maybe we don't need, you know, 15,000 people working at the Department of Agriculture, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, you do have these operatives within the deep state that I came to know and see up close and personal, and they want to do everything they can to embarrass the president. They want to slow down his agenda. They want to slow walk it. They think they can outlast this president. You have people at the department of interior, for instance, that are trying to slow down, what Secretary Zinke is trying to do. I mean, it happens throughout. There's 2.2 million federal workers and a lot of them are patriotic, they do good hard work, and there is a proper role of government. But there's far too many people making far too much money and they just regulate things to death, and the president is right at the top of his agenda is to get rid of that regulation. He wants to get the economy moving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We've seen a lot of shake-up in the administration, David Bossie, and what this writer talks about is that if you don't prove that you're loyal to the president you will -- you know, if you're not on the program, he is going to boot you, you're going to be out. Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Well, that should be true. You know, you serve at the pleasure of the president, period. There is no and, or but, at the end of that sentence. You serve at the pleasure of this president. And either you're on the same page rowing in the same direction as this president is, or you can go find something else to do. You can go manage a restaurant or work somewhere else. It doesn't matter. We want people who are loyal to this president, and people who are going to try to make a successful presidency by forwarding his agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think most presidents want people who are loyal to the agenda. Certainly, Lyndon Johnson did, and President Obama had a lot of very loyal people around him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think, you know, it's something typically a president wants to do is to surround himself with people who are on the same page. So, interesting piece. Thanks you guys. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So, coming up next, call your bookie, the Supreme Court says if states want to gamble on sports, so be it. What did they just set a precedent for pot and for sanctuary cities as well? Who better to ask, Judge Andrew Napolitano, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking news tonight, just moments ago after weeks of heated debate, the Seattle city council has just voted to impose a massive new tax on big businesses in an effort to solve their city's homeless problem. The so-called head tax forces any company with more than $20 million in gross revenue, like Amazon and Starbucks, to contribute $275 per employee, per year, toward housing units and services for the homeless. Earlier this month, Amazon halted construction in Seattle, threatening to go elsewhere if this proposal went through. Here now, Fox News senior judicial analyst, Judge Andrew Napolitano, is here on a couple of things with us tonight. What do you think about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "sentences": "Well, I think this defies the basic laws of economics. For anybody to say, and one of our young producers got some people to say this earlier today, that Amazon causes homelessness is a basic misunderstanding of all the jobs Amazon has created and all the wealth that it has accumulated. Now, when.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wait until they see the homeless shelter when Amazon pulls out of there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Correct. I mean, Amazon causes homelessness? These people just don't understand economics 101. Here's the constitutional provision. When the government is perceived as targeting a particular taxpayer, like Amazon and Starbucks, that raises the bar very, very high for the government to justify the tax and I don't think they can do it. If I were Howard Schultz or Jeff Bezos, I'd begin moving out of Seattle immediately, at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And it's tied to a certain level in terms of how much money you make. So, if you're very successful in Seattle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You are definitely going to be punished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Right. It really only targets the two of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Let's face it. And these are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Which has to be unconstitutional to go after a specific company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Correct",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ad ask to provide a tax base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "And the two heads of this company, one of whom I know from years ago at Princeton, they are liberal/progressive people who are being burned by their own kind right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It will be fascinating to see what they do. Fascinating. All right, what about this SCOTUS decision that basically said that sports gambling is a state issue, even though there's a federal statute that bans sports gambling in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They now said it's up to the states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "The federal statute prohibits the states from permitting sports gambling, it does not ban it nationwide. If Congress really wanted sports gambling out, they could just enact the statue banning it. The Supreme Court said that. But congress can't tell the states what to do. So, this is a strengthening of the tenth amendment. This prohibits the federal government from again commandeering states and telling them how to spend their money and what law enforcement should do. And the best thing I heard was what you said at the outset of the end of the last segment call your bookie because sports gambling is going to be in all 50 states, maybe not all, but the overwhelming majority of them, in our home state by the end of the week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah, absolutely. You know, and in terms of the other issues, does it strengthen the argument for sanctuary cities or pot legality?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "It strengthens the argument for sanctuary cities, because the sanctuary city argument is, I'm going to make Jerry Brown's argument, is what I would make if I'm the governor of California. The federal government can't force our people, our state employees, to help them enforce federal law. They can enforce it themselves and they can pay for it. That's what this case today reinforces. Marijuana, I think, is a different issue because marijuana is already illegal at the federal level. But, if the feds stop enforcing at the federal level and people began to expect it to be legal, it's going to be difficult for them to reinforce it at the federal level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fascinating. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "For those who believe that states have rights, and Chris Christie started all of this and my hat is off to him, this is a great decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you. Fascinating. Judge Napolitano, always good to see you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Any time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Happy Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Same to you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's Monday, it's Judge Napolitano day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Coming up next, I know you're going to want to weigh in on this, a high school mom says that her daughter didn't make the team, so then it has to be open to everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Oh, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Who wants to cheerlead. So, what if somebody wants to -- I want to be on football team, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to be on the football team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "I tried my hardest. And everything is going away, all because of one child who did not make the team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Our panel, cheerleading rejects all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Kind of. Ainsley Earhardt is here, Mike Gunzelman is here, and Kat Timpf, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Why does one person have to ruin it for everyone? And everyone should be allowed on the cheerleading team, can everyone be on the varsity basketball team? Trace Gallagher explains what I'm talking about from our west coast newsroom tonight. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Martha. Hanover Park High School in East Hanover, New Jersey, has traditionally split its cheer squad into three teams, black, white and gold, representing the schools colors. Every student who tries out is placed on one of those teams and gets a varsity letter, but as for skill level, the black team was the highest. Only cheerleaders who scored above 87 in tumbling and choreography were selected, except, not enough students scored 87, so the qualifying score was randomly dropped to 78. The school says, quoting, a modification was made for qualification to the black squad. This modification increase the number of students who then qualify for black squad based on a scoring decision. But, because some kids still didn't qualify, the principal decided teams would no longer be based on skill but rather grade level. Juniors and seniors on the black team, freshmen and sophomores on the white, and the gold theme just goes away. But students say the change is only happening because a parent was angry their daughter didn't make a higher team. So, last week, ten cheerleaders addressed the school board. Here's one. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "I tried my hardest. And everything's going away, all because of one child who did not make team, and their parent complaint. So now, all my hard work has been thrown out the window.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah. The backlash on social media was quick with the school's Facebook page flooded with comments like, I'm 52 and live in Georgia, I want to be on your cheer squad and I can still do a cart wheel. Well, without a lot of back pain and limping afterwards. But that's OK, right? And, quote, your daughter didn't make it, but instead you have the rules changed to include her? Tell your daughter to practice more. And finally, quote, why go for excellence when you can just let a little snowflake whine and cry to get the position. This is why the country is going down the tubes. The school administration says the move supports and encourages more participation, which ultimately was always the goal. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Here now with more, Ainsley Earhardt, Fox & Friends co-host and author of 'The Light Within Me.' Mike Gunzelman, host of the Gunz Show, and Kat Timpf, Fox News contributor. I said cheerleading rejects all, is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Oh, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You've tried to be cheerleader, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Years after year, and for some reason it didn't work. I didn't have to have a psycho mother freaking out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Don't you feel bad for this kid whose mother, you know, raised holy hell and was like, you know -- everybody's got to be on the team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "It's kind of funny. I mean, congratulations to this mom because now your daughter has no friends whatsoever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "You talk about mean girls. She will see mean girls in action, because this mother taking things to a whole different level and absolutely being crazy about it. Obviously, you're like the entitlement society side of it like, oh, we all expect things to be handed to us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah, this is not helpful mom. AISLEY EARHARDT, FOX & FRIENDS CO-HOST: I was a cheerleader in seventh grade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Eighth grade I tried out and I was cut from the team. Broken hearted, cried, so upset. My dad comes upstairs, he sits on my bed and he says someone else needed that spot. You're strong enough, God created you to be strong enough. So, you're giving up your spot so another girl who might not be strong enough can take it. That was such a valuable lesson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you said, no, dad, I want this spot, and your mom went and got it for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Actually, I thought, wow, my dad totally turned it around and spun it where I bought into that. But good. That was smart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "And you're somehow OK now. Somehow managed to recover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "It's all because I've got cut from the cheerleading squad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I was cut from the cheerleading squad and I was so bad that I really had some nerve to even waste anyone's time by trying out, whatsoever. But I just, instead, joined the mock trial team and had some fun there and was actually able to pursue something I'm good at, rather than allowing myself to embarrass myself by somersaulting around the football field because I couldn't even do a cartwheel. That wouldn't have been good for anyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "American Idol where those kids are so bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I was a cheerleader for like a long time, middle school, all through high school. And when I had my daughter, I hid my cheerleading pictures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Because I knew that if she saw it she's be like, I want to be a cheerleader, and I didn't want her to be a cheerleader. I wanted her to be on mock trial, which she did end up doing. And she became an athlete and a soccer player and all this cool stuff because, honestly, I think they should do away with cheerleading. I was the head of the force.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Cheerleading is like -- you stand on the sidelines and you cheer for someone else. It's like get out there and do it yourself. And, you know, who needs to learn to dance? I wanted to learn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Well, I'm still trying to learn to dance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But, it's just to me, it's like this whole -- I was so bad for the cheerleaders, because when I was a cheerleader I actually thought people were watching our routines. They're not watching your routine. They're watching football. They're watching basketball. And it's like, oh, that was such a good one. We did such a good job. Patting each other on the back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "But even from a story of, you know, failure, obviously, we're all going to fail in life, but Michael Jordan got cut from his freshman high school basketball team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Failure makes you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "As Michael Jordan, the greatest player of all time, like, he got through it. I mean, it just makes you stronger and better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. And inclusiveness is great, but it doesn't change reality, right? Just because they allow everyone to make the cheerleading team, that shouldn't make you feel any better about yourself, because you're still a bad cheerleader. You're just letting everybody in that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Do you think when they will look back at these videos, so and say I was crying and pleading.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Of course they are, which is why they shouldn't be playing soccer or Basketball, because then they will feel good about -- they will feel so much better about themselves. All right. So, Ainsley is going to cover the royal wedding and you're leaving tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "I'm leaving tomorrow night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's so exciting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I did the last one. But poor Meghan Markle, her father apparently paid the paparazzi to take pictures of him getting measured for his tuxedo and looking in a computer screen at Starbucks. So there he is. He was looking at pictures of Meghan and Harry online and everything, and it turned out that it was like a paparazzi deal that he might have even made some money off of it, and now he's not going to the wedding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yeah. You don't need that kind of drama on your wedding day. Probably got enough drama having such a famous wedding, but to have your dad to something like that, I'd be so mad at my dad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "It's a lack of trust already. You know what I mean? From the beginning, from the onset with the most famous couple in the world right now. I'm just very depressed though and devastated that I don't have a chance with Meghan Markle anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What about Harry? All those girls. When we did Williams wedding, they give out this little pens and combs and things that said, don't worry, you can still marry Harry, because William was gone. You've got a story now. This will be very interesting to watch what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "I feel sorry for her -- I mean, I'm happy for her because she has the ultimate Cinderella story. You know, it's amazing what she's been through and how far she's come. And everyone -- every book I've read about her, and every article I've read, she was a hard worker and she really deserved this, and she seems to be a good person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "She's lovely, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Yeah. But her dad to do this, her brother would send messages to Harry, don't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Leave her alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Exactly. And I feel like this is the Cinderella story because she has the family. The dad is trying to make money, or his friend is the photographer making money. They couldn't find the tailor. The tailor was close. So they went up to some kid and they've said, will you act like you're the tailor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They gave him a measuring tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Her mother should walk her down the aisle, OK? This is an easy problem to solve, her mother is lovely, she's going to be there and she should walk her down the aisle. Anyway, this is so much fun. Great to have you guys here. Have a fantastic time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Put in a good word for me with Meghan, all right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "A couple more hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "More story after this. Quote of the night is coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Earlier today, President Trump speaking by phone to hero, James Shaw Jr., commending him for bravely stepping in to wrestle a gun away from an active shooter at a waffle house in Tennessee, and saving many lives as a result. James Shaw Jr. comments in the hours after the incident are our quote of the night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES SHAW JR.",
      "sentences": "I'm not a hero. I'm just a regular person. And I think anybody could have did what I did if they're just pushed to -- pushed in that kind of cage and -- you have to either react or you have to -- or you're going to, you know, fold. And I chose to react.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You are a hero, James Shaw Jr. We will be back here tomorrow night at 7. Tucker Carlson is up next. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "utterance": "Good news about Charles. Thank you, Bret. And a Fox News Alert to start tonight. The First Lady, Melania Trump, in the hospital this evening. President Trump leaving her bedside just moments ago and just a few minutes from now, we'll hear from Kellyanne Conway, counselor to the president. But first, Kristin Fisher has the latest this evening from the Walter Reed Medical Center. Kristin."
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CHANNEL REPORTER",
      "utterance": "Hey, Martha. Well, it's raining so hard right now that President Trump arrived by Marine One, but he had to leave by motorcade because it simply wasn't safe to fly. As for the first lady, we are told that she's recovering. We're told that she's in very good spirits and she's expected to be in the hospital, though, for about a week. So, while this was a fairly routine procedure, any time that you're in the hospital for about a week, that's obviously pretty serious."
    },
    {
      "speaker": "Now, we all found out about this in a surprised statement that came from the White House just a few hours ago. I want to read it to you in full. It reads",
      "utterance": "\"This morning, First Lady Melania Trump underwent an embolization procedure to treat a benign kidney condition. The procedure was successful and there were no complications.\" Now, we don't know exactly what that condition is, but embolization is typically used to treat a tumor and, in this case, we believe it's a benign tumor based upon the statement that I just read you. But the way it works, I still got a few doctors this afternoon and they say that the way it works is you put a catheter in an artery and then you inject some particles up into the blood vessels that surround that tumor, essentially cutting off the blood supply. The way it was explained to me is that, if there's no blood supply then, the tumor dies. And so, that's the procedure that she had today. As for President Trump, he arrived here a little over an hour ago by Marine One to visit his wife. We're told that he didn't come out here sooner that he didn't come out this morning when she actually had this procedure because he didn't want to tip off the press. And anywhere the president goes, the press will have to follow him anywhere. So, that's why he wasn't up here at the very beginning. And it's very clear that, you know, this White House wanted to keep this as secret. The first lady, of course, is known to be a very private first lady, though in recent weeks, she really had a bit of a coming out. Over the last few weeks -- just last week, rather, we saw her unveil her official platform, she hosted our first state dinner. Now, this and now, of course, everyone is just hoping and praying that she makes a full recovery and that it's nothing more serious, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Kristin, thank you very much. Kristin Fisher out there in the pouring rain at Walter Reed tonight. And also breaking tonight, a historic moment, clashes with some deadly chaos in the Middle East today as the U.S. officially opened the embassy now in Jerusalem."
    },
    {
      "speaker": "IVANKA TRUMP, DAUGHTER OF PRESIDENT TRUMP",
      "utterance": "We welcome you officially and for the first time to the embassy of the United States."
    },
    {
      "speaker": "BENJAMIN NETANYAHU, PRIME MINISTER OF ISRAEL",
      "utterance": "Thank you, President Trump, for having the courage to keep your promises."
    },
    {
      "speaker": "JARED KUSHNER, WHITE HOUSE ADVISER",
      "utterance": "We stand together because we believe democracy is worth defending."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "The United States will always be a great friend of Israel and a partner in the cause of freedom and peace."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A lot of positive celebration on that side. But at least 55 people are dead at this hour. The international ramifications already being felt. Turkey tonight, has announced that they will pull their ambassadors out of Israel and out of the United States in response to this move. So, this is the question, is at the beginning of a power shift in the Middle East that could lead ultimately to peace, or does it mark the end of the peace process in the beginning of more violence to come? Joining me now, Kellyanne Conway, counselor to the President. Kellyanne, great to have you with us tonight. Thank you for being here."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What was the -- earlier today, Raj Shah was speaking with the press. He said that he believes in terms of this violence that the responsibility rests squarely with Hamas. Is that the White House perspective on that?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Yes, we think these deaths are tragic, of course, any loss of life is. And at the same time, Hamas bears responsibility for killing these individuals. Look, this president made good on the promise of four presidents, the previous three presidents before him all promised to do with this president did, which is to recognize Jerusalem as the capital of Israel, as Israelis do, and to move our U.S. embassy there. You know, President George W. Bush said as soon as he got into office, he would do that. It was not done. President Obama said that Jerusalem, Israel must remain undivided. And that Jerusalem will always be its capital. So, in this way this president is only recognizing reality. But I think it also - - the violence in the loss of life, Martha, underscores that this is a very fraught process and that Hamas has been causing trouble in Gaza for a very long time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It raises the obvious question, though, once that move has been made, and as you say, it has been promised by several U.S. presidents and now carried through by President Trump, but what happens now? You know, we know that Jared Kushner and others have worked on the peace process. Where is that peace process now? What's the next move?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, we continue to work on that peace process obviously with our greatest ally in the Middle East, the state of Israel. And we're very happy that a number of allies are joining with this president when he's taking such bold actions around the globe otherwise. Look at what's happening with North Korea. You look at the polls, the way the Democrats by a 2-1 margin approve over disapprove, the president wanting to sit down with North Korea and have this summit. You see than women are much more favorable on this action. You see that independents are --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I do want to ask you about North Korea but I just want to stay back with Israel for just one moment because France urged Israel to use restraint during the course of this process. So, what is the United States' stance towards Israel about what we're watching happening at the border? Are you also -- is the president also urging more restraint? Because tomorrow, there could be an escalation as they remember and recognize the day that Israel became a state. So, what is the White House telling Israel about their reaction in their response?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, the president and the United States remain very involved in the peace process. Secretary of State Pompeo has it right when he says Israel has the right to defend itself. This president also made clear on December 6th when he announced that he would move the embassy to Jerusalem, Martha that the borders are left to the people there, that the U.S. is not getting involved in that. But we recognize a sovereign nation should have borders and should have -- we want to recognize that their capital is where they say it is. But we're closely monitoring the violence and the loss of life as well."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I just want to play a sound bite from John Brennan and then from Mike Pompeo, the new Secretary of State, and get your thoughts on this, Kellyanne."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF THE CIA",
      "utterance": "Kim Jong Un, who I despised because of the brutality that he has put up on the North Korean people, but unfortunately, I think he has been masterful in how he has manipulated perceptions and how he's manipulated and quite frankly duped Mr. Trump."
    },
    {
      "speaker": "MIKE POMPEO, U.S. SECRETARY OF STATE",
      "utterance": "I think former Director Brennan's remarks are silly on their face. We're going to enter into a set of discussions with two nations doing their best to achieve outcomes for their own people that are consistent with their objectives and goals."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Your thoughts on John Brennan's statement that the president was duped into this meeting with Kim Jong Un."
    },
    {
      "speaker": "CONWAY",
      "utterance": "That's a very irresponsible, it's not a rational statement for several reasons. You see a number of people from across the aisle, and as I just remarked earlier, Martha, in the polls, Democrats, women, college educated voters that were continually told don't support the president as much. They very much support taking this action with respect to North Korea. If you look at the polling, people who are older, 50-plus and 55- plus, they certainly do because they lived through decades of war. They've grown up only knowing war between North Korea and South Korea. And I would say that Mr. Brennan and others who came in the -- who started in the administration before ours should remember that old saying that politics stops at the water's edge. These are decidedly nonpartisan issues looking for bipartisan support. And I would hope that someone who was involved in the previous administration could at least see the prospects, the prospect of opening up relations there and denuclearizing the Korean Peninsula. North Korea has already -- with this president's leadership -- released those three Americans back here and even then, people couldn't just applaud it, and say isn't that wonderful day for those three men to be free? They had to make it partisan and political, and I think that's part of what the president's poll numbers are improving, Martha, because people are so tired of the reflexive, invective, and the inability, and the irrationality of not being able to say today was a good day for America. Finally, on the point of North Korea, this president has made clear again and again, that things are looking very promising now. The summit is set for June 12th, but at the same time the president said he'll see what happens. That these conditions need to be met. But so far, we like the fact that they are suspending their tests. They're releasing Americans and this president feels that we are at a very good place moving forward toward June 12th."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. I want to get your thought on one last thing and this is a Trump tweet from today on leakers. He said, \"The so-called leaks coming out of the White House are a massive over exaggeration put up a fake news media in order to make us look as bad as possible. With that being said, leakers are traitors and cowards and we will find out who they are.\" Can you tell us about that process of trying to figure out who is leaking from the Communications Department and what's going to be done?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "I won't tell you the process so much as to tell you that there are all kinds of leaks. Some leaks exist to hurt, I guess, colleagues, some leaks exist because they disagree with the policies that are being put forth, but none of them are helpful. And I will tell you that something else that's going on in this White House but not as badly as it was at the beginning where it's not so much leaking as using the media to shiv each other. And that was going on quite a bit at the beginning of the administration and it's less so now. But I think the president is on solid ground here, that if you work at the pleasure of the president as we all do here, and you have the privilege and the blessing of coming today every work in this White House on behalf of the nation that we all love then you ought to be competent, you ought to be loyal, and you ought to be able to reinforce the agenda that prevailed here. And so, I can't go on more but I have several discussions with the president on this very topic today."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you expect personnel changes as a result?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "I do, actually, yes, I do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Interesting. Kellyanne Conway, always good to see you, thank you very much."
    },
    {
      "speaker": "CONWAY",
      "utterance": "My pleasure. Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, stunning news in St. Louis right now in the trial of Governor Eric Greitens, prosecutors made a shocking announcement today: they will drop the criminal charge against the sitting governor. And Stormy Daniels lawyer Michael Avenatti feeling the heat claiming he is a one-man seeker of truth but he is now lashing out at journalists, including my next guests, who say they're not buying it. Democratic pollster and former Bill Clinton Adviser, Mark Penn, up next on that."
    },
    {
      "speaker": "MICHAEL AVENATTI, ATTORNEY TO STORMY DANIELS",
      "utterance": "There's no big fat cat donor. There's no left-wing's conspiracy funding us. There's no political party. There's no pact. It just isn't there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fox News Alert, prosecutors in Missouri making a surprise announcement tonight. They are dropping the criminal charge filed against Republican Governor Eric Greitens just days before his testimony was supposed to get underway."
    },
    {
      "speaker": "GOV. ERIC GREITENS (R), MISSOURI",
      "utterance": "Today, the prosecutors dropped the false charges against me. This is a great victory and it has been a long time coming."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. That was just a short time ago. Greitens's troubles, though, are far from over. Fox News Correspondent Matt Finn live outside the court house where he was this afternoon when this news broke in Missouri. Good to see you tonight, Matt."
    },
    {
      "speaker": "MATT FINN, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Hi, Martha. Well, look, at the center of this case, the alleged invasion of privacy case is that photo, which the woman says Greitens took of her while she was tied to an exercise machine during an extramarital affair in 2015. The woman who has not identified but known to be his hairdresser claims that the governor took the picture of her against her will and then threaten to send it. Her testimony amounted to enough for Governor Greitens to be charged with a felony invasion of privacy. However, that photo never surfaced. We were in day three of the jury selection process today, kind of scratching our heads wondering how this trial was continuing without the photo at the center of the case. This morning, one of the first thing that happened during court was a member of Greitens's defense team took to the stand and put it on record that discovery has closed and his photo has not surfaced. Yet, they continued with the jury selection process throughout all the day. Well, we now learned that the governor's defense team did file a motion to dismiss, although that motion was denied, and then, you know, expecting to go home and the last hour or two this afternoon, the state took to the bench and said that it is going to drop this case. It then released a statement saying in part that they are dropping the case because the judge in this case allowed the circuit attorney, who's prosecuting Greitens, to be a witness. And they say they have no other choice but to drop this particular trial and seek a special prosecutor. Trouble is not over for the governor. There's a special meeting this Thursday in which the Governor Greitens can be impeached by the state legislature and there's also another case behind all this, the Attorney General John Hawley here is continuing to investigate whether the governor used his donor list from his private charity when he ran for re-election as the governor. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Matt, thank you very much. Matt Finn in Missouri with the breaking news today. And this also getting some attention this evening: Stormy Daniels' Michael Avenatti spends most nights on T.V. at a lot of afternoons as well railing against President Trump and his longtime lawyer Michael Cohen."
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "utterance": "In college, in law school, you did opposition research for Democratic political operative, Rahm Emanuel? Some people looking at that would say you're politically motivated."
    },
    {
      "speaker": "AVENATTI",
      "utterance": "I haven't done anything in politics in over 20 years."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "utterance": "Mr. Avenatti, where did you get this information about Michael Cohen's bank records?"
    },
    {
      "speaker": "AVENATTI",
      "utterance": "Well, just like journalist don't disclose their sources, attorneys aren't required to disclose there's either."
    },
    {
      "speaker": "NICOLE WALLACE, MSNBC",
      "utterance": "Are you now, sort of, functioning as a journalist willing to go to jail and protect your resources?"
    },
    {
      "speaker": "AVENATTI",
      "utterance": "Well, look, we have what's called the attorney work product. You have the law that allows you to protect sources. They're very similar, OK?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, now that Avenatti's integrity is being questioned by some, he is threatening those who are digging around in his background, including The Daily Caller, where this article was posted: \"With Avenatti in the spotlight, his own questionable past emerges.\" My next guest is now also the subject of Avenatti's ire. Longtime Clinton adviser Mark Penn recently wrote a very tough piece for The Hill titled: \"Who is paying Michael Avenatti?\", suggesting the real motivations might be political. Here now, Mark Penn a long-time Democratic pollster and adviser to former President Bill Clinton. Mark, good to see you tonight. Thanks for being here. You say in your piece, Avenatti is acting less like an attorney and more like a journalist or someone doing oppo research for the Democratic Party. Exactly who is he, you say? And he's lawyer, an opposition researcher, a journalist, or a campaign operative?"
    },
    {
      "speaker": "MARK PENN, FORMER ADVISER TO PRESIDENT BILL CLINTON",
      "utterance": "Yes, I don't know any lawyer that goes out and does 100 interviews on CNN and tells their client to ignore a nondisclosure agreement. You know, so, it raised a lot of questions and all I did was really question: OK, where is he being paid? He says he's got now a crowd sourced funding, but that was not set up until he was representing her for several weeks. And so, where is that $500,000 that he's raised going? No accounting to that. Where did he get these bank records that maybe the treasury and prosecutors would have? He says work product. But let me tell you, he's disclosed it. So, he's waived any privilege by disclosing. These arguments are nonsense. He's out giving 100 interviews, and let me tell you, he's not helping Democrats because since he went out there with Stormy Daniels, Democrats have tanks because it allows President Trump to talk about the Middle East and North Korea, and Democrats are sitting there with Stormy Daniels. I don't think we want a repeat of 1998 and surely this guy is not the guy we want speaking on behalf of Democrats for sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, it's interesting, Mark, because you obviously worked for Bill and Hillary Clinton, you're a long-time Democrat and yet you time and time again, with the pieces that you are writing, you have been, you know, sort of sticking up for the argument that President Trump is making here, is that what drives you? That you don't want to go down that road again? That you feel like what happened in 1998 was a travesty?"
    },
    {
      "speaker": "PENN",
      "utterance": "Exactly. I spent a year fighting against Ken Starr, and we decided as a country -- look, these personal actions, we can't have perjury traps and other ways of trapping people into violations over here that we hold up the whole country for. It doesn't make sense and in Edwards case, it didn't make sense from the Clinton case, and I wish more Democrats or Republicans would get together and say hey, let's fight it out on the issues, let's vote people out we don't like, let's not try to criminalize everything. And yes, you bet, I think it was wrong in 98, and that's why I think it's wrong now and I think more people have to be consistent on that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, what do you say to Michael Avenatti? He is tweeting about you: \"Too bad Mark Penn didn't do any basic research for his ridiculous piece in The Hill.\" He goes on to say, \"He nearly bothered to review Google or this feed, he would know exactly who is paying me. We did nothing wrong re the release of the financial info. #basta\""
    },
    {
      "speaker": "PENN",
      "utterance": "As I said, he set this up sometime later after he got questions from journalists on who's paying. Then, the question is: where's the money then the questions is where did he get these documents? And what's their authenticity? And what's something done illegally? And is there another opera research set up here behind him that's being paid by donors. You know, you got to read his statements very carefully. He doesn't actually deny everything he says he's denied at really 100 interviews, if you're a lawyer, do legally."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mark Penn, always good to see you, sir, thank you very much."
    },
    {
      "speaker": "PENN",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, still ahead tonight, a chilling sign of the times to come? One mom, one mom, complains that her daughter didn't make the team and now anybody who wants to join the squad can be on it. So, what is next? Can I join the football team? Great panel coming up. Also, tonight, New Yorker cover shows President Trump trying to chip his way out of this swap, but is this a game that he may be winning against the so-called deep state that wants to stay right there in the swamp? David Bossie and Jason Chaffetz, coming up next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's even more disturbing when a flow of information is from leadership to lobbyists, and then to members. REP. ROD BLUM, R—IOWA: So many things that are not right with the omnibus. First thing is the process. 2,232 pages, not that we are counting, were given to us, I think it's around 8:00 at night, basically gave eight hours, ten hours to read over 2,000 pages. That's the equivalent of two entire bibles. Anyone that voted for the omnibus bill that says they read the bill is a flat-out liar. Why would you be voting for something that you haven't read or that your staff and yourself combined can't read in that amount of time? Most all the decisions around this place are made by a few people at the very top. So, we have at the omnibus is two of the Senate leaders, two House leaders get in a room, smoke-filled room, and they're going to figure out how we were going to spend $1.3 billion. Without the input of any other congressional members or United States Senators. Now, that's not good representative government, wouldn't you say? REP. TOM GARRETT JR., R—VIRGINIA: What's wrong with the flipping swamp is you got a bunch of people up there who are hell bent on perpetuating their own power, their own name, their celebrity status, their chairmanships, their leadership positions, et cetera. And I take Mr. Trump at his word, that he wants to drain the swamp and make Washington work better for Americans."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is a clip from the new episode of \"The Swamp\", the documentary, that goes behind the scenes with freshman House Freedom Caucus Members on what it's really like to work on the Hill and to try to fight upstream this system. And it comes as the cover of the new issue of the New Yorker magazine is released. It shows President Trump trying to chip his way out of a very deep swamp that is full of snakes. And inside the issue, the article is titled: \"Trump versus the deep state: how the administration's loyalists are quietly reshaping American government\". Here is Evan Osnos, who's the author of that piece. He was on MSNBC earlier today."
    },
    {
      "speaker": "EVAN OSNOS, JOURNALIST AND AUTHOR",
      "utterance": "What this president understands is that if he's going to try to get things done personally, then eventually he's had to try to reorder, reshuffle and really change the nature of governance so that the voices that are being heard are ones who will speak up on his behalf and that dissent and debate will be sidelined."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now, David Bossie, Trump 2016 deputy campaign manager; and Jason Chaffetz, former House Oversight Committee Chairman and author of the upcoming book \"The Deep State\", and both are Fox News Contributors. Good to see you, guys, thanks for being here. David, you have worked closely with this president. In the way that the author describes loyalists, and we have seen a lot of people jettison from this administration, is he right? DAVID BOSSIE, FOX NEWS CONTRIBUTOR AND TRUMP 2016 DEPUTY CAMPAIGN MANAGER: Well, this president ran on draining the swamp. That was one of the main tenets of our campaign, was to change Washington, and he's truly an outsider. And I belief his said, there are nearly 80,000 fewer federal employees today than there were when President Trump came in office 15 months ago. That is an unbelievable --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But you know, they say it's just because they haven't gotten around to filling spots. But you're saying they have no intention of filling those spots?"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "No, no, these people are leaving. That's right. These people are leaving, they're fleeing the ship because it's not as attractive as it once was, and the economy is much better. But this president is focused on the deconstruction of the administrative state. That's what we talked about during the campaign and that's what he's doing today."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, and there's a lot of pushback, obviously. There's a lot of folks who really like living in that administrative state. You know, one of the things that I find so interesting, Jason Chaffetz, is that, you know the area in and around Washington, D.C. is one of the wealthiest area in the country, which makes you wonder, right? Because there's a lot of people are working for the government who live in that area, and it has grown and grown and grown and grown over the last several decades. Do you think President Trump is having any success trying to trim the swamp?"
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Oh, yeah. I mean, the people in the deep state, they do not like transparency. They don't want accountability, they don't want to be called on the mat, and when they a disruptive personality like Donald Trump and his team come along they want to flee. They don't like the sunshine, they don't like that. And so, I do think he's making progress. But remember, Washington, D.C., if you spend a million dollars a day, every day, it would take you almost 3,000 years to get to 1 trillion. The government spends $4 trillion every 12 months. So there's a lot of people getting rich along the way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. You know, the author of this piece, David, talks about what he sees as the positive things that government can do. You know, he talks about prescription drugs and, you know, regulating aspects of, you know, the lives of senior citizens, making sure people don't fall through the cracks, and he sees this as something that is very much worth protecting and he sees President Trump as trying to dismantle it. We all remember Steve Bannon talking about, you know, dismantling the administrative state, which people thought was scary. But this guy seems to think it's worth saving."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Let's not forget that Newt Gingrich pack 20 plus years ago, 23 years ago, ran on the contract for America, and part of that contract was eliminating federal agencies and government bureaucracy. So, this has been going on for a long time. Newt was at the tip of the spear on this stuff. So, this -- Donald Trump believes in the safety net. He believes in good government. He just doesn't believe in bloated government and that's where we are. And I think that one of the things we learned, and President Trump learned, in signing this really bad omnibus bill is he's not going to do it again. And I think the members of congress are going to have to bring him a bill that's much more fiscally responsible next time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that's going to be interesting, because we're going to see that happen in the fall, and then again in December, opportunities to actually have a budget and to not do these continuing resolutions that just keep going on and on and on in the government. The even darker side of this, Jason Chaffetz, is what the administration sees as this effort to undermine them with the Russian investigation, and that all of it goes back to that as their most powerful tool to prevent the administration from doing what they want to do, which is to say, you know what, maybe we don't need, you know, 15,000 people working at the Department of Agriculture, for example."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, you do have these operatives within the deep state that I came to know and see up close and personal, and they want to do everything they can to embarrass the president. They want to slow down his agenda. They want to slow walk it. They think they can outlast this president. You have people at the department of interior, for instance, that are trying to slow down, what Secretary Zinke is trying to do. I mean, it happens throughout. There's 2.2 million federal workers and a lot of them are patriotic, they do good hard work, and there is a proper role of government. But there's far too many people making far too much money and they just regulate things to death, and the president is right at the top of his agenda is to get rid of that regulation. He wants to get the economy moving."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We've seen a lot of shake-up in the administration, David Bossie, and what this writer talks about is that if you don't prove that you're loyal to the president you will -- you know, if you're not on the program, he is going to boot you, you're going to be out. Is that true?"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Well, that should be true. You know, you serve at the pleasure of the president, period. There is no and, or but, at the end of that sentence. You serve at the pleasure of this president. And either you're on the same page rowing in the same direction as this president is, or you can go find something else to do. You can go manage a restaurant or work somewhere else. It doesn't matter. We want people who are loyal to this president, and people who are going to try to make a successful presidency by forwarding his agenda."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think most presidents want people who are loyal to the agenda. Certainly, Lyndon Johnson did, and President Obama had a lot of very loyal people around him."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think, you know, it's something typically a president wants to do is to surround himself with people who are on the same page. So, interesting piece. Thanks you guys. Good to see you tonight."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So, coming up next, call your bookie, the Supreme Court says if states want to gamble on sports, so be it. What did they just set a precedent for pot and for sanctuary cities as well? Who better to ask, Judge Andrew Napolitano, coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking news tonight, just moments ago after weeks of heated debate, the Seattle city council has just voted to impose a massive new tax on big businesses in an effort to solve their city's homeless problem. The so-called head tax forces any company with more than $20 million in gross revenue, like Amazon and Starbucks, to contribute $275 per employee, per year, toward housing units and services for the homeless. Earlier this month, Amazon halted construction in Seattle, threatening to go elsewhere if this proposal went through. Here now, Fox News senior judicial analyst, Judge Andrew Napolitano, is here on a couple of things with us tonight. What do you think about this?"
    },
    {
      "speaker": "ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "utterance": "Well, I think this defies the basic laws of economics. For anybody to say, and one of our young producers got some people to say this earlier today, that Amazon causes homelessness is a basic misunderstanding of all the jobs Amazon has created and all the wealth that it has accumulated. Now, when."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wait until they see the homeless shelter when Amazon pulls out of there."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Correct. I mean, Amazon causes homelessness? These people just don't understand economics 101. Here's the constitutional provision. When the government is perceived as targeting a particular taxpayer, like Amazon and Starbucks, that raises the bar very, very high for the government to justify the tax and I don't think they can do it. If I were Howard Schultz or Jeff Bezos, I'd begin moving out of Seattle immediately, at the same time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And it's tied to a certain level in terms of how much money you make. So, if you're very successful in Seattle."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You are definitely going to be punished."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Right. It really only targets the two of them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Exactly."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Let's face it. And these are."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Which has to be unconstitutional to go after a specific company."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Correct"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ad ask to provide a tax base."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "And the two heads of this company, one of whom I know from years ago at Princeton, they are liberal/progressive people who are being burned by their own kind right now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It will be fascinating to see what they do. Fascinating. All right, what about this SCOTUS decision that basically said that sports gambling is a state issue, even though there's a federal statute that bans sports gambling in the country."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "OK."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They now said it's up to the states."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "The federal statute prohibits the states from permitting sports gambling, it does not ban it nationwide. If Congress really wanted sports gambling out, they could just enact the statue banning it. The Supreme Court said that. But congress can't tell the states what to do. So, this is a strengthening of the tenth amendment. This prohibits the federal government from again commandeering states and telling them how to spend their money and what law enforcement should do. And the best thing I heard was what you said at the outset of the end of the last segment call your bookie because sports gambling is going to be in all 50 states, maybe not all, but the overwhelming majority of them, in our home state by the end of the week."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah, absolutely. You know, and in terms of the other issues, does it strengthen the argument for sanctuary cities or pot legality?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "It strengthens the argument for sanctuary cities, because the sanctuary city argument is, I'm going to make Jerry Brown's argument, is what I would make if I'm the governor of California. The federal government can't force our people, our state employees, to help them enforce federal law. They can enforce it themselves and they can pay for it. That's what this case today reinforces. Marijuana, I think, is a different issue because marijuana is already illegal at the federal level. But, if the feds stop enforcing at the federal level and people began to expect it to be legal, it's going to be difficult for them to reinforce it at the federal level."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fascinating. Thank you."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "For those who believe that states have rights, and Chris Christie started all of this and my hat is off to him, this is a great decision."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you. Fascinating. Judge Napolitano, always good to see you, sir."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Any time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Happy Monday."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Same to you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's Monday, it's Judge Napolitano day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Coming up next, I know you're going to want to weigh in on this, a high school mom says that her daughter didn't make the team, so then it has to be open to everyone."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Oh, come on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Who wants to cheerlead. So, what if somebody wants to -- I want to be on football team, right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to be on the football team."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "I tried my hardest. And everything is going away, all because of one child who did not make the team."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Our panel, cheerleading rejects all."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Kind of. Ainsley Earhardt is here, Mike Gunzelman is here, and Kat Timpf, coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Why does one person have to ruin it for everyone? And everyone should be allowed on the cheerleading team, can everyone be on the varsity basketball team? Trace Gallagher explains what I'm talking about from our west coast newsroom tonight. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Martha. Hanover Park High School in East Hanover, New Jersey, has traditionally split its cheer squad into three teams, black, white and gold, representing the schools colors. Every student who tries out is placed on one of those teams and gets a varsity letter, but as for skill level, the black team was the highest. Only cheerleaders who scored above 87 in tumbling and choreography were selected, except, not enough students scored 87, so the qualifying score was randomly dropped to 78. The school says, quoting, a modification was made for qualification to the black squad. This modification increase the number of students who then qualify for black squad based on a scoring decision. But, because some kids still didn't qualify, the principal decided teams would no longer be based on skill but rather grade level. Juniors and seniors on the black team, freshmen and sophomores on the white, and the gold theme just goes away. But students say the change is only happening because a parent was angry their daughter didn't make a higher team. So, last week, ten cheerleaders addressed the school board. Here's one. Watch."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "I tried my hardest. And everything's going away, all because of one child who did not make team, and their parent complaint. So now, all my hard work has been thrown out the window."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah. The backlash on social media was quick with the school's Facebook page flooded with comments like, I'm 52 and live in Georgia, I want to be on your cheer squad and I can still do a cart wheel. Well, without a lot of back pain and limping afterwards. But that's OK, right? And, quote, your daughter didn't make it, but instead you have the rules changed to include her? Tell your daughter to practice more. And finally, quote, why go for excellence when you can just let a little snowflake whine and cry to get the position. This is why the country is going down the tubes. The school administration says the move supports and encourages more participation, which ultimately was always the goal. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Here now with more, Ainsley Earhardt, Fox & Friends co-host and author of 'The Light Within Me.' Mike Gunzelman, host of the Gunz Show, and Kat Timpf, Fox News contributor. I said cheerleading rejects all, is that true?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Oh, absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You've tried to be cheerleader, right?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Years after year, and for some reason it didn't work. I didn't have to have a psycho mother freaking out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Don't you feel bad for this kid whose mother, you know, raised holy hell and was like, you know -- everybody's got to be on the team."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "It's kind of funny. I mean, congratulations to this mom because now your daughter has no friends whatsoever."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I know."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "You talk about mean girls. She will see mean girls in action, because this mother taking things to a whole different level and absolutely being crazy about it. Obviously, you're like the entitlement society side of it like, oh, we all expect things to be handed to us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah, this is not helpful mom. AISLEY EARHARDT, FOX & FRIENDS CO-HOST: I was a cheerleader in seventh grade."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Eighth grade I tried out and I was cut from the team. Broken hearted, cried, so upset. My dad comes upstairs, he sits on my bed and he says someone else needed that spot. You're strong enough, God created you to be strong enough. So, you're giving up your spot so another girl who might not be strong enough can take it. That was such a valuable lesson."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you said, no, dad, I want this spot, and your mom went and got it for you."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Actually, I thought, wow, my dad totally turned it around and spun it where I bought into that. But good. That was smart."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "And you're somehow OK now. Somehow managed to recover."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "It's all because I've got cut from the cheerleading squad."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Exactly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I was cut from the cheerleading squad and I was so bad that I really had some nerve to even waste anyone's time by trying out, whatsoever. But I just, instead, joined the mock trial team and had some fun there and was actually able to pursue something I'm good at, rather than allowing myself to embarrass myself by somersaulting around the football field because I couldn't even do a cartwheel. That wouldn't have been good for anyone."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "American Idol where those kids are so bad."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I was a cheerleader for like a long time, middle school, all through high school. And when I had my daughter, I hid my cheerleading pictures."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Really."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Because I knew that if she saw it she's be like, I want to be a cheerleader, and I didn't want her to be a cheerleader. I wanted her to be on mock trial, which she did end up doing. And she became an athlete and a soccer player and all this cool stuff because, honestly, I think they should do away with cheerleading. I was the head of the force."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Really."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Cheerleading is like -- you stand on the sidelines and you cheer for someone else. It's like get out there and do it yourself. And, you know, who needs to learn to dance? I wanted to learn."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Well, I'm still trying to learn to dance."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But, it's just to me, it's like this whole -- I was so bad for the cheerleaders, because when I was a cheerleader I actually thought people were watching our routines. They're not watching your routine. They're watching football. They're watching basketball. And it's like, oh, that was such a good one. We did such a good job. Patting each other on the back."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "But even from a story of, you know, failure, obviously, we're all going to fail in life, but Michael Jordan got cut from his freshman high school basketball team."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Failure makes you."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "As Michael Jordan, the greatest player of all time, like, he got through it. I mean, it just makes you stronger and better."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. And inclusiveness is great, but it doesn't change reality, right? Just because they allow everyone to make the cheerleading team, that shouldn't make you feel any better about yourself, because you're still a bad cheerleader. You're just letting everybody in that."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Do you think when they will look back at these videos, so and say I was crying and pleading."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Of course they are, which is why they shouldn't be playing soccer or Basketball, because then they will feel good about -- they will feel so much better about themselves. All right. So, Ainsley is going to cover the royal wedding and you're leaving tonight."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "I'm leaving tomorrow night."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's so exciting."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I did the last one. But poor Meghan Markle, her father apparently paid the paparazzi to take pictures of him getting measured for his tuxedo and looking in a computer screen at Starbucks. So there he is. He was looking at pictures of Meghan and Harry online and everything, and it turned out that it was like a paparazzi deal that he might have even made some money off of it, and now he's not going to the wedding."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yeah. You don't need that kind of drama on your wedding day. Probably got enough drama having such a famous wedding, but to have your dad to something like that, I'd be so mad at my dad."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "It's a lack of trust already. You know what I mean? From the beginning, from the onset with the most famous couple in the world right now. I'm just very depressed though and devastated that I don't have a chance with Meghan Markle anymore."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What about Harry? All those girls. When we did Williams wedding, they give out this little pens and combs and things that said, don't worry, you can still marry Harry, because William was gone. You've got a story now. This will be very interesting to watch what happens."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "I feel sorry for her -- I mean, I'm happy for her because she has the ultimate Cinderella story. You know, it's amazing what she's been through and how far she's come. And everyone -- every book I've read about her, and every article I've read, she was a hard worker and she really deserved this, and she seems to be a good person."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "She's lovely, yeah."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Yeah. But her dad to do this, her brother would send messages to Harry, don't do it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Leave her alone."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Exactly. And I feel like this is the Cinderella story because she has the family. The dad is trying to make money, or his friend is the photographer making money. They couldn't find the tailor. The tailor was close. So they went up to some kid and they've said, will you act like you're the tailor?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They gave him a measuring tape."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Her mother should walk her down the aisle, OK? This is an easy problem to solve, her mother is lovely, she's going to be there and she should walk her down the aisle. Anyway, this is so much fun. Great to have you guys here. Have a fantastic time."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Put in a good word for me with Meghan, all right?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "A couple more hours."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "More story after this. Quote of the night is coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Earlier today, President Trump speaking by phone to hero, James Shaw Jr., commending him for bravely stepping in to wrestle a gun away from an active shooter at a waffle house in Tennessee, and saving many lives as a result. James Shaw Jr. comments in the hours after the incident are our quote of the night."
    },
    {
      "speaker": "JAMES SHAW JR.",
      "utterance": "I'm not a hero. I'm just a regular person. And I think anybody could have did what I did if they're just pushed to -- pushed in that kind of cage and -- you have to either react or you have to -- or you're going to, you know, fold. And I chose to react."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You are a hero, James Shaw Jr. We will be back here tomorrow night at 7. Tucker Carlson is up next."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}