{
  "date": "May 28, 2020",
  "headline": "Wyoming governor on canceling state's iconic summer rodeo events",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/wyoming-governor-on-canceling-states-iconic-summer-rodeo-events",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "All right, thank you, Bill, very, very much. We are following that sudden surge south for the markets in a second, though.  We are looking at what's going on in Minnesota. That presser, that George Floyd presser, is about to begin. We will take you to that right away.  We're also monitoring some tape playback we're waiting for from the president of the United States regarding this crackdown on social media he says has abused its privilege by targeting conservatives. So he's issued an executive order to do just that.  He might want to be careful what he wishes for. We will get into that though. In the meantime, we are covering this, also the latest of the coronavirus, the 100,000-plus count in this country, the death count, that has a world shaking and wondering, what could be next? Even though it's slowing down, a lot of people especially wondering what's going on.  Then we get to the issue right now about Minnesota and the death of a man that seems now totally unnecessary and uncalled for, and a lot of experts around the country are wondering what happened and why. Mike Tobin in Minneapolis with the latest -- Michael.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS CORRESPONDENT",
      "sentences": "And behind me, Neil, is the burned-out aftermath of the AutoZone. We saw that burning last night. The witnesses tell me what they did.   What the demonstrators did is put a bunch of fireworks inside the AutoZone and set that on fire. And, of course, there's all sorts of things that would burn inside of an auto parts store. Panning around, if you look just across the street, this is the Target which is currently being looted right now. It was a free-for-all last night. We go out there now, the doors are all busted open. The people are coming and going at their will. Some people are tidying up in front of the Target. A lot of people are just taking advantage of the opportunity. And I should note that, in nearby St. Paul, the police are out there with the riot gear. Some tear to gas has been dispensed, because, in St. Paul at the Target as well, the looters are they're trying to be opportunistic in a very tough time.   What you're looking at here is a standoff that has been going on for hours. That is the 3rd Precinct, really the flash point in all of this, because this is the precinct from which the four officers were dispatched in this incident. And what you're looking at, a bunch of demonstrators who are trying to get into the 3rd Precinct. And it's hard to see through the crowd, but there is a line of police officers in riot gear preventing them from getting in. It's the usual taunting, jeering. Every once in a while, something will fly over the crowd. But this standoff has been going on for hours now -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Mike, thank you very, very much.   We will be going back there as soon as authorities start this press conference. In the meantime, the president has been doing a lot of cracking down today on China and threatening retaliatory measures to counter what the Chinese have been doing in Hong Kong to crack down on protesters, but the one that's getting a lot of attention in the social media world, well, it gets social media by and being targeted for not being fair to conservatives.  So the president planning to issue an executive order that will police this much more aggressively, maybe take away some of the liability protection that many of them have enjoyed. John Roberts at the White House with more on that.  Hey, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Hey, Neil. Good afternoon to you. This has been bubbling up for some time now, but it really reached a rolling boil earlier this week after Twitter put out a fact-check on one of the president's tweets about the potential for massive fraud with mail-in voting.  The president this afternoon declaring such actions to be political activism. And he's going to go after Twitter and other social media platforms, specifically Section 230 of the Communications Decency Act of 1996, which shielded these social media platforms from liability when they either censor or remove material from their Web sites.   It basically allowed them to do whatever they wanted to do under the guise of policing their Web site. But there is a growing idea, particularly among conservative voices, that this impinges on free speech. So the president signing an executive order this afternoon that -- we don't know exactly what it's going to do just yet, because we don't have the content of it. But Kayleigh McEnany gave us a preview of what the president wants to do. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "sentences": "There are various shields in place that essentially shield some of these social media companies and allow them to censor conservative users.  And we're not able to see what happens behind those shields. That section was one of those shields you mentioned. So we're looking at ways to remove those shields to shed some light on what is happening and some of the decision-making behind the scenes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The American Civil Liberties Union, not surprisingly, weighed in on the president's actions in a statement this afternoon provided to FOX News, saying -- quote -- \"Much as he might wish otherwise, Donald Trump is not the president of Twitter. This order, if issued, would be a blatant and unconstitutional threat to punish social media companies that displease the president.\" The idea even drawing fire from members of the president's own party. Here's Congressman Paul Mitchell of Michigan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PAUL MITCHELL (R-MI)",
      "sentences": "You don't like to platform, then don't use the platform. But to start deciding whether or not someone's censoring properly or not, or labeling something as being totally truthful or not, it's government control of communication.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump said this afternoon -- and we will get the play out of that Oval Office event very soon, Neil -- that he does expect that this is going to draw a lawsuit.   He basically said, why wouldn't it? But the president also thinks that this could spur a push for new legislation. And on that front, he has got an unlikely ally in the form of former Vice President Joe Biden, who back in January, referring to the Section 230 of the Communications Decency Act, said, it needs to be revoked immediately.  So we will see what happens, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What gave this the heightened urgency, John? When Twitter called him out on a fact-check on his views on mail-in voting? On the Joe Scarborough thing, going after him, calling the guy on murderer?  What ticked it off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "I mean, as I said, it's been bubbling up for a while. But when Twitter earlier this week put that fact-check out on the president's tweets and referred to reports from CNN and The Washington Post, both of whom, the president does not appreciate their reporting very much, used them as the sources for the fact-checking, that's when the president hit the roof.  They haven't been able to scrape him off the ceiling just yet. So that's why we're seeing this new executive order coming out this afternoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it.   John Roberts, thank you very, very much, busy guy today.  In the meantime, another busy guy to analyze all of this, our Judge Andrew Napolitano. Judge, should the president be concerned what he -- what he is unleashing here, that, if he takes away liability protection for the Googles and the Twitters and the Facebooks, then they would have to be extra cautious running a lot of his tweets, wouldn't they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "sentences": "You're exactly right, Neil.   And to back up a little bit, he, the president, is not in a position to remove their immunity from liability. As John Roberts just so nicely explained, it's a statute enacted by the Congress in 1996. It would have to be amended by the Congress. That is not going to happen, at least during the president term. If the president is reelected, and the Republicans control the House, there might be a different likelihood of that occurring. But the president should be careful what he asks for, because, if you impose liability on the part of the entity that posts it or erroneous statements and the content of it, they're going to be very, very scrutinizing of what they post. Look, it could terminate his account this afternoon, if they want. They have no obligation to run anything that they don't want to. And the government has absolutely no right whatsoever to censor what they run or, as our former colleague, now the press secretary, Kayleigh McEnany, just suggested, to get inside the inner workings of Twitter.   That's quite simply immunized from government scrutiny by the First Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, if memory serves me right, Judge, I don't believe Twitter, even though they brought out a fact-check on the president's comments on mail-in balloting leading to rampant abuse and fraud and all that, and illegals were voting and all of that, and leaving aside what -- the range of stuff he said about MSNBC's Joe Scarborough, that he murdered a woman who worked with him some 20 years ago, leaving all of that aside, Twitter never took those tweets down. So, there would be more reason, under this type of executive action, for them to do so. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Yes. Listen, one of the Supreme Court opinions that the president loves, I love, is Citizens United. It stands for a lot of things, one of which is, corporations have freedom of speech. Even if Twitter was interfering with the president's tweets in order to help defeat him run -- his run for reelection, they would be absolutely permitted to do so. And there's nothing that government can do about it.  The president can condemn it. He can use other means to communicate, but he can't use the powers of the government to interfere with the free speech of the people who own or operate Twitter.  If he does, or if he attempts to do so, it's very easy for me to say the courts will interfere with it. At the present day in our history, right now, in May of 2020, we have the most pro-First Amendment Supreme Court we have ever had in 231 years.  It will strike this down. Any interference with free speech, particularly political speech, they will strike it down in a heartbeat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think the president would be making as much of a potential legal fuss of this if this involved questioning the accuracy or fact- checking liberal commentary or Democrats' tweets?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "I don't think the president makes any bones about the fact that he is rowing his own boat here. And he's bruised, because he has the largest Twitter following in the United States. And here he was more or less censured or corrected by them, and it's hurt him. And he wants to strike back. I don't think he's looking at fairness. I think he's looking at striking back...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I get that.  But, Judge, could I ask you this, then? Maybe that is the strategy, Judge, that he knows this would legally go nowhere, that a court would probably slap this down, to your fine point, but that the message here is to put a chill on Twitter, on Facebook, by extension, Google, be careful what you say about me, be careful what you are implying about me, and therein lines his victory?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Well, his victory would be, in my opinion, in ginning up his base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "But if he's using government powers to chill speech, to deter the speaker, to cause the speaker to think twice about speaking, for fear of retaliation from the government, not from Donald Trump, the person -- he can say whatever he wants -- but using the levers of government to chill speech is absolutely unconstitutional.  And the Supreme Court has been consistent on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Thank you very, very much, my friend, a lot of breaking news here. We do appreciate your -- we have never tripped the judge up yet, though I do try. We have a lot coming up here. We're going to be hearing from these authorities of what certainly went down in Minnesota and the death of a man that seems needless now, in retrospect, the furor over the George Floyd case, in just a minute. Then, of course, those president comments we have been waiting for on slapping down social media, when the president says that the facts that they try to clarify shouldn't have to do with correcting the facts that he presents.   We're on it. The president is talking about this crackdown on social media. Let's listen in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're going to give you a signed copy of what I'm going to be signing in a couple of minutes, and you'll see exactly what we're doing. They've had unchecked power to censor, restrict, edit, shape, hide, alter virtually any form of communication between private citizens or large public audiences. There's no precedent in American history for a so small a number of corporations to control so large a sphere of human interaction. And that includes individual people controlling vast amounts of territory, and we can't allow that to happen, especially when they go about doing what they're doing, because they're doing things incorrectly. They have points of view. And if we go by that, it's actually amazing that there was a success in 2016, but we can't let this continue to happen.  It's very, very unfair, and you look at the statistics, and you look at what is going on, and I think everybody would very much agree with that, including Democrats, by the way. I saw quite a few Democrats are saying, this is about time something is done. So, let's see if they keep that decision after they hear that we agree with them. The choices that Twitter makes when it chooses to suppress, edit, blacklist, shadow ban are editorial decisions, pure and simple. They're editorial decisions. In those moments, Twitter ceases to be a neutral public platform and they become an editor with a viewpoint, and I think we can say that about others also, whether you're looking at Google, whether you're looking at Facebook, and perhaps others. One egregious example is when they try to silence views that they disagree with by selectively applying a fact check, fact check, F-A-C-T, fact check. What they choose to fact-check and what they choose to ignore or even promote is nothing more than a political activism group or political activism, and it's inappropriate. You look at what's happened, you look at where they're going, where they're coming from, I think you all see it yourselves. The censorship and bias is a threat to freedom itself. Imagine if your phone company silenced or edited your conversation. Social media companies have vastly more power and more reach than any phone company in the United States, more reach actually then your newspapers, by far, more reach than a lot of your traditional forms of communication. Therefore, today, I'm signing an executive order to protect and uphold the free speech and rights of the American people. Currently, social media giants like Twitter receive an unprecedented liability shield, based on the theory that they're a neutral platform, which they're not, not an editor with a viewpoint.  My executive order calls for new regulations under Section 230 of the Communications Decency Act to make it that social media companies that engage in censoring or any political conduct will not be able to keep their liability shield. That's a big deal. They have a shield. They can do what they want. They have a shield. They're not going to have that shield. My executive order further instructs the Federal Trade Commission, FTC, to prohibit social media companies from engaging in any deceptive acts or practices affecting commerce. This authority resides in Section 5 of the Federal Trade Commission Act. I think you know it pretty well. Most of you know it very well. I would think you know it quite well, right? Additionally, I'm directing the attorney general to work cooperatively with the states. He's going to be working very much and very closely in cooperation with the states to enforce their own laws against such deceptive business practices. The states have brought in powerful authority to regulate in this arena, and they'll be doing it also, and we encourage them to do it, if they see exactly as we've been seeing. It's -- what they're doing is tantamount to monopoly, you can say. It's tantamount to taking over the airwaves. Can't let it happen. Otherwise, we're not going to have a democracy. We're not going to have anything to do with a Republic.  Finally, I'm directing my administration to develop policies and procedures to ensure taxpayer dollars are not going in any social media company that repress free speech. The government spends billions of dollars on giving them money. They're rich enough. So we're going to be doing none of it or very little of it. As president, I will not allow the American people to be bullied by these giant corporations. Many people have wanted this to be done by presidents for a long time, and now we're doing it. And I'm sure they will be doing a lawsuit. And I'm also sure that we're going to be going for legislation in addition to this, and the legislation will start immediately. And I tell you, I've been called by Democrats that want to do this, and so I think you could possibly have a bipartisan situation, but we're fed up with it. And it's unfair, and it's been very unfair, and we'll see what happens. Any questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. President, given your concern with Twitter, have you given any consideration to deleting your account, to just walking away from this platform you've been so critical of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, if you weren't fake, I would not even think about. I would do that in a heartbeat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "I'm real, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "But the news is -- the news is fake. If you look at what gets printed in newspapers, if only the public could understand where they're reading a story, and they think it's real, and it's not real in so many cases. And I'm not saying in every case. You have some great journalists. You have some journalists that I have great respect for. But, largely, I find, at least in a political sense, there's so much fake news, it's disgraceful. I would do that in a heartbeat -- if I had fair -- if we had a fair press in this country, I would do that in a heartbeat. There's nothing I'd rather do than get rid of my whole Twitter account. But I'm able to get to, I guess, 186 million people, when you add up all the different accounts and add Facebook and Instagram. It's a lot of people. And that's more than the media companies have, frankly, by a lot. And so, if I get a story that's wrong, I can put a social media -- I don't usually use the word Twitter. I use -- I say social media. But I put something out, and the next day or the next hour or the next minute, everybody's reading about it. So I'm able to refute fake news. And that's very important.  I'd like to ask the attorney general, please, to say a couple of words. And he's very strongly behind it, backing it very powerfully. And, again, we're going to be doing this. We're also going through Congress. Please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, U.S. ATTORNEY GENERAL",
      "sentences": "Well, as you mentioned, Mr. president, one of the things that I've found has the broadest bipartisan support these days is the feeling that this provision, Section 230, has been stretched way beyond its original intention. And people feel that on both sides of the aisle. This was adopted 25 years ago to protect a fledgling industry. And its purpose was to allow Web sites that were serving as essentially bulletin boards for diverse third-party content coming on to say that you're not responsible for the content of that third-party information. And it also tried to encourage these companies to take down things like child pornography or human trafficking advertising and things by saying, if you act to remove this kind of objectionable material, you won't be liable for taking it down. Now, it's been completely stretched to allow what have become really behemoths who control a lot of the flow of information in our society to engage in censorship of that information and to act as editors and publishers of the material. So, when they put on their own content, like fact-check content, on to other people's content, and when the curate their collection, and when they start censoring particular content, including in many cases at the direction of foreign governments, like communist China, they become publishers. And they shouldn't be entitled to the same kind of shield that was set up earlier.  Now, this executive order is a very strong step toward addressing this problem. It sets up a rule-making procedure that will eventually be under the FCC to try to get back to the original interpretation and understanding of Section 230. It also empowers the attorney general to work with state attorneys general to come up with model legislation that addresses this at the state level. And we're preparing federal legislation, which we will be sending over shortly for review of the Office of Management and Budget. So, this is an important step to get back to the original understanding. You know, there's a bit of a bait and switch that's occurred in our society. These companies grew because they held themselves out as public forums, as free public forums, where a variety of voices and diverse voices could come on and be heard. That's how they grew. That's how they attracted the eyeballs. That's why people joined them. But now that they have become these very powerful networks with eyeballs, now that they've grown by holding themselves out as free public forums, they've now switched. And they are using that market power to force particular viewpoints. And that's wrong. And it has to be addressed not only through this executive order, but I think litigation going forward and by further action on Capitol Hill. Thank you, Mr. President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Do you have any questions for the attorney general?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Yes, actually, I do. Mr. Attorney General, not only have you been against Section 230, and the president has been against Section 230. The vice president has said he's against Section 230. Do you believe that the executive order that the president is about to sign in any way repeals or amends Section 230?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "No, it doesn't repeal Section 230. And I'm not against Section 230, if it was properly interpreted -- interpreted and properly applied, but it's been stretched. And I don't know of anyone on Capitol Hill who doesn't agree that it's been stretched beyond its original intention. I think this will help it get back to the right balance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. Attorney General, can you give us more details on the legislation both you and the president referred to? What do you want to do in that legislation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Well, we're still reviewing a number of possibilities, and it'd be premature for me to discuss...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "One of the things we may do, Bill, is just remove or totally change 230. What I think we can say is, we're going to regulate it. It's a provision, and we're going to regulate it. You take a look at this, as an example. This was just out, Twitter Moments of the Mueller witch-hunt. So, we won. We were in the right. You see what's happened. It's a total fraud. It was a total fraud, 76-1, OK, 76-1, if you look at it. Do you think that's fair? Twitter classifies the term illegal alien as hate speech, illegal alien. But -- and viciously. You look at what China -- I mean, just article after article. Here's one. This is our -- this is the arbiter. This guy is the arbiter of what's supposed to go in Twitter. He's the one, he thought that -- he thought -- and he used CNN as a guide. CNN, which is fake news, he uses CNN as a guide. His name is Yoel Roth. And he's the one that said that mail-in balloting -- you look, mail-in. No fraud? No fraud? really? Why didn't you take a look all over the country? There's cases all over the country.  If we went to mail-in balloting, our election all over the world would look as a total joke. It would be a total joke. There's such fraud and abuse. And you know about harvesting, where they harvest the ballots and they go in and grab them, and they go to people's houses and then say, sign here. No, it doesn't work. Now, an absentee ballot, you can't be there or you're sick, and you go and you register and you do all sorts of things to get that ballot, and there's good security measures -- but where they send out, like in California, millions and millions of ballots to anybody that's breathing, anybody in California that's breathing gets a ballot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "But, Mr. President, that's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "California...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "So, here's your -- excuse me. Wait a minute. I'm not finished. So, here's your -- here's your man. And that's on Twitter. And the amazing thing is, he's wrong. And even no matter who it is, they will admit that he's wrong, because there's tremendous controversy on mail-in voting. And I can say this. The Republican Party cannot let it happen. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "You know Gavin Newsom, Governor Newsom, has not sent ballots out to everybody in California. They're only going to registered voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "But many are there? How many are there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "So, what your -- what your tweet said was not wrong -- was not correct. It was wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "OK. Oh, really? So when he sends out 28 million ballots, and they're in all the mailboxes, and kids go in and they raid the mailboxes and they hand them to people that are signing the ballots down the end of the street, which is happening, they grab the ballots, you don't think that happens? There's ballot harvesting, where all of a sudden -- we had seven elections for Congress, and they were like tied. And they lost every one of them, because they came and they dropped a whole pile of ballots on the table. But you don't think they rip them out of mailboxes? It's all the time. You read about it. You can read about it. Take a look. They do worse than that. In some cases, they won't sell them to -- like, to a Republican community, a conservative community. They don't happen to send the ballots to those communities. And there's no way of checking. No, you have to go and you have to vote. Voting is a great thing. Voting -- we would be the laughing stock of the world. And if you just use common sense, you know that's going to happen. But they raid the mailboxes. They can even print ballots. They get the same paper, the same machine. Nothing special. They get the same paper, the same machine. They print ballots. And Bill would have to do a great job to catch them, doing it, or your state authorities would have to. But you have tremendous potential, and you have tremendous fraud and abuse, but you have tremendous potential for fraud and abuse. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. President, you had said in one of your Twitter -- in one of your tweets that you would consider shutting down Twitter and social media companies. Did you actually mean you would want to shut down an American company?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, I tell it's going to be -- I'll tell you what? I have so much, it seems, influence over Twitter, in the sense of people wanting to see -- go to Twitter because of what I have. I have a vast number of -- we have a number of platforms, as you know. We have millions and millions of people. I think this. If Twitter were not honorable, if you're going to have a guy like this be your judge and jury, I think you shut it down, as far as I'm concerned. But I'd have to go through a legal process to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "How would you shut down an American company?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't know. I'd have to ask the lawyers. I'd have to go through a legal process. If it were legal, if it were able to be legally shut down, I would do it. I think I'd be hurting it very badly if we didn't use it anymore. I mean, we have other sites we could use, I guess, or we'd have to develop other sites. But -- and I'm not just talking about Twitter. Look at Facebook. Look at the tribunal they set up at Facebook. This woman who you remember testifying recently in Congress, her hatred was so incredible toward the Republican Party and me, that there is no way you can get a fair trial. So, this is not like it's supposed to be. This is not like it's supposed to be. So we're going to see what happens. And you know what? I guess it's going to be challenged in court. What isn't? But I think we'll do very well. Yes, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "As to potential litigation, can you discuss the timing of that and what is the remedy that you're going to be seeking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "No, what I was referring to, there is litigation going on all the time on Section 230 and its scope. And we would look for appropriate vehicles to weigh in and file statement of interest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "So, you wouldn't be filing in individual...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Not necessarily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "OK. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. President, are you worried about the situation on the border between India and China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Ah, India. He loves India so much. He's never asked a question other than an India question. And that's OK. I just got back from India, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I just beat COVID. I got back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "You're very popular in India.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I know. They like me in India. I think they like me in India, certainly more than the media likes me in this country. And I like Modi. I like your prime minister a lot. He's a great gentleman, great gentlemen. Yes, they have a big conflict going with India and China. Is that what you're talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes, they have a big conflict going with India and China, two countries with 1.4 billion people, two countries with very powerful militaries. And India is not happy. And, probably, China is not happy. But I can tell you, I did speak to Prime Minister Modi. He's not -- he's not in a good mood about what's going on with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. President, have you spoken to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Wait. Are you finished?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "No, sir. So, what -- you tweeted about you want to mediate between India and China on this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I would do that. I would do that. If they thought it would help, if I were the mediator or the arbiter, I would do that. So we'll see. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Have you spoken to the family of George Floyd yet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No, I haven't, but I feel very, very badly. It's a very shocking sight. Bill and I were talking about it before. It's one of the reasons Bill is here right now, because, as you know, we're very much involved. And I've asked the attorney general, FBI, and the attorney general, to take a very strong look and to see what went on, because that was a very, very bad thing that I saw. I saw it last night, and I didn't like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Do you think those police officers should be prosecuted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'm not going to make any comments right now. I can tell you. I think what I saw was not good, was not good, very bad. Anybody else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. President, are you definitively staying in the U.S.-China trade deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We'll be announcing what we're doing tomorrow with respect to China. And we are not happy with China. We are not happy with what's happened. All over the world, people are suffering, 186 countries. All over the world, they're suffering. We're not happy. OK. Thank you very much, everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All right, press, let's go. Come on. Come on. Let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Thank you, Mr. President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you, everybody. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, I really don't know where to begin here, folks, on a couple of things. Obviously, the president ending on his comments about George Floyd, the 46- year-old African-American who was killed earlier this week when a white police officer had handcuffed him and pinned him down with his knee. But the real explosive news -- and we will be going to Minneapolis shortly, when they're going to have a press conference on this featuring the mayor and others who think that the officers involved should not only lost their jobs, but be going to jail. But the real big development on the part of the president here was this crackdown on social media companies. Now, the president is saying that some of their liability protection should be waived, when they -- when they do things that are not fair, in this case to some things that he has said online on Twitter. But what was shocking in those comments, he was open to shutting down Twitter, whatever your opinions on the left or right, a huge, huge social networking site, among the largest on the planet, and that, since it was fact-checking him, that's good enough to crack down and maybe look at shutting down Twitter. Now, the issues that came into mind, one of them that prompted a quick fact-checking on mail-in ballots is what got the president's ire, because he said that he was being policed on that. He was being policed on that because he was wrong. He was being policed on that because he said millions of illegals were getting ballots, when that simply was not the case. So, this isn't a left-right issue. That was not the case. That was a wrong fact. That was a misstatement. Some have said it was an outright lie. Having said that, what Twitter was doing was clarifying. Now, you can check the sources and the fact-checkers. They should be scrutinized. But when you're questioned on that, and they don't pull your tweets down, that's another matter. The president also was called on some outrageous comments he made about MSNBC's Joe Scarborough, who had a young woman die in his congressional Florida office some 20 years ago, never mind that Joe Scarborough wasn't even there at the time, was about 800, 900 miles away. The president was strongly implying, outright accusing that maybe something fishy was up and maybe that this was a case of murder. That was something too that had to be fact-checked. So, it wasn't just a right or left thing here. That was something that was incumbent upon any -- anyone to check comments that were deemed outrageous. Now, part of this investigation, crackdown on social media companies that claim legal liability or protection from that is that, if people say outrageous things on a site, you know, viewer, reader, beware. He took umbrage to it when it was done to him. So, that's really the genesis of all of this. But he might be careful what he wishes for on this, because, if you are limiting their protection from any legal action because of something users are saying, that presumably could include no less than the president of the United States, among Twitter's biggest users on the entire planet. If they feel uncomfortable about something he is saying, next time, forget fact-checking him. They might have to take him down. That's what the president has set in motion here. We will explore that in a moment. We're also exploring right now what is happening in Minnesota in the case of this 46-year-old African-American who now has galvanized police forces around the country, who feel that the white police officer involved here overdid it. John Iannarelli is with us, a former FBI special agent. Ahead of this George Floyd presser, John, we're trying to find out, was any of this necessary? How did this get out of control? A number of other pieces of video, John, have become available that seem to show a calm -- a calm captive, who was complaining that he couldn't breathe, much like the Eric Garner case in New York, something that Governor Andrew Cuomo raised in New York. Do you find those similarities fair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN IANNARELLI, FORMER FBI AGENT",
      "sentences": "Let me tell you, I have been through police academy training as a police officer and as an FBI agent, the academy trainings, 51 weeks in police and FBI academies total, and I have never seen use of force or ever been trained to use of force in the way we saw it displayed. I have heard a lot of commentary of, well, we have to take a look at what happened beforehand. And I agree. In most cases, you do. But the bottom line is, you had a compliance subject on the ground in handcuffs. The time for use of force is over, if it existed prior to that. They should have put them in the back of the car and that would have been the end of the discussion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you look for, John, when you look at this video, though -- not only the role of the officer involved, but the three others there? There might have been more who witnessed this, didn't do anything about it, thought that he might have been going a little overboard. The argument you hear from protesters -- and it turned very violent last night. Things are trying to calm down a little today. Should they all be arrested?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "What I think the FBI is going to look at, we have two parallel cases now. Local police, local authorities are going to look at whether or not there were murder charges to be filed in this matter. The FBI is going to look at civil rights, because the violation of color of law, the officer causing a person to lose their life. The FBI is going to take a look and say, how was this officer trained? I can tell you, in all my police training, I have never seen a knee applied to the carotid artery of an individual, and for such a long period of time. My guess is that there's not going to be part of the training, that this was done independently of the official policy, and, therefore, he's going to be wrong and facing charges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, John, to your point, there's a lot we don't know. And you're the expert here. I mean, looking at before, during, after video here, there's a lot that you can't necessarily piece together. But when a number of police chiefs around the country are saying, this does seem excessive, they're worried about the signal it's sending, if authorities aren't more forceful here, again, looking at this and the fallout from this, where do you think this entire case goes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "They're going to have to take action. Number one, citizens deserve to have fair and honest policing within their communities. And for the most part, they do. We have 815,000 law enforcement officers in this country. And these events, as wide as they are within the media, are rare. There were only 372 persons killed nationwide by law enforcement officers last year, one-third of which were African-Americans. But when we have a case that, on the evidence, needs to be investigated to determine if there was criminality, they need to take action and do something about it, so that police can be trusted by the citizens they have to protect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well put, John. Thank you so much. And thank you for your patience through the president's remarks waiting to get to you. We might check back with you, John, if you don't mind, after the Minneapolis presser. It's running a little late right now. We're told that the mayor is going to be making some statements again, Mayor Jacob Frey, who was among the first to say that at least the original officer involved, the one who had his knee on George Floyd's throat, should not only have lost his job; right now, he should be stewing in a jail. Stay with us. You're watching \"Your World.\" But there is something interesting about looking at charts and numbers and bar charts. I'm into that stuff. But, then again, I have no life. The fact is, the trend is down. It gets less and less there. And this was the eighth straight weekly decline we have seen. It's the kind of stuff that Jason Furman notices very, very closely. And he's not nearly the nerd. Actually, he's a cool nerd, the former economic adviser to President Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And, Jason, very, very good to have you. One of the things you startle those on the left and right about lately is, you said that those who might be counting on a very slow, bumpy recovery -- I'm kind of paraphrasing here, I apologize -- that they might be missing something, that this might be a strong comeback out of this. Do you still believe that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON FURMAN, HARVARD ECONOMICS PROFESSOR",
      "sentences": "Yes, Neil, what I think is that there will be two phases of the recovery. The first will be very fast, and the second will be much slower. In the very fast part, we will see the unemployment rate fall very quickly. We will see months with a million or more jobs created, but that won't get us close to all the way back to where we need to go, and will be the beginning of a longer, harder slog. That's what I think now. And that's what I have -- that's what I have -- that's what I have thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. So, in other words, it wasn't a debate about whether it's a V-shape or a U- shape recovery, but that coming from the depths of this -- and we do see that in these claims, where they are markedly coming down each week, even though they're eye-popping numbers -- and we will probably see in the employment data when it comes out 20 percent or more unemployment rate. But, from there, it improves, are you saying swiftly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FURMAN",
      "sentences": "Yes, I mean, if you look at daily economic data that tries to track things like consumer spending, you saw that bottom out around April 15. You have seen a decent amount of growth in it since April 15, still really, really deep, in a hole. Then, forecasting forward, there's two types of ways you can create jobs. One is a laid-off worker goes back to their employer because their employer reopened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FURMAN",
      "sentences": "The second is, somebody gets fired and has to find a new job. That first type is fast and will likely be front-loaded. That second type, the finding the new jobs for the fired workers, that will take some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, all bets are off if we get a second wave, right? If we get a second wave of the virus, or it leads to unusual spike in cases that no one planned on, then all bets are just gone, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FURMAN",
      "sentences": "I think all bets are off on a second wave. I'm not sure that you would see the synchronized shutdown of economic activity even in a second wave that we saw back in April. I think we should. I think it was the right thing to have done in April, but not every governor, not every person sees it that way. So I'm not sure that we would respond in the manner I think is appropriate. And so maybe we'd have a little bit of extra GDP and lose a lot of lives as a consequence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It sounds to me, Jason -- I don't want to put words in your mouth either again -- that when you were telling this to Democrats, ostensibly, and the Biden backers and the rest, I sense you were trying to go, don't get so giddy about the possibility of a staggering economy, that it could come back. Smartly, take nothing for granted. What was the reaction you got?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FURMAN",
      "sentences": "Yes, I mean, I made these comments originally in a bipartisan group. And my concern...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FURMAN",
      "sentences": "... that there will be an illusion that the problem is being fixed. And so the economy will go from very, very bad to just bad. And we're still going to need economic policy. And my worry is that people would think, oh, we're -- a million jobs a month, we don't need another round of fiscal stimulus, we don't need to help the states, we don't need to extend unemployment insurance benefits, and some of the will to take the economic steps that I think we really need for our economy might diminish. So, that's my biggest warning is, even if you're seeing good economic data, don't get complacent, be in this for the long haul, do a lot in terms of economic policy to speed this recovery as much as we can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you still think that's needed? You can be on the left or right on this. You can an Obama or Trumpite or Bidenite or whatever. The bottom line is, more stimulus will be needed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FURMAN",
      "sentences": "Yes, the Fed has done everything it can. There's a limit to how big its impact on the economy can be, which is why the Fed chair, Jay Powell, has said, effectively, that he would like more fiscal support. The CARES Act was very good. It basically goes through July. It needs to be extended. It needs to be built on, because, otherwise, we will be in a much worse economic situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Jason Furman, thank you very much, former economic adviser to President Barack Obama, taking a look at the data, saying it could still look pretty strong, but the economy still needs a good deal of help. Stay with us. We're waiting here on that presser in Minneapolis. When they're there, we're there. Should the weather prove prohibitive then, they get another shot at it the next day, Sunday. All this has to be exact timing. Phil Keating likes to remind me that that's because it has to be precise to be in sync with the International Space Station. And that's all math and very exacting. Phil Keating now at Cape Canaveral with the very latest. Hey, Phil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, continuing that thought, Neil, SpaceX likes to do these instantaneous launches. So, it has to be at that moment. The weather conditions have to be perfect at that moment. They can't slide it 20 minutes. And had they done that yesterday, they very likely would have been able to launch. But this is one of the most important and anticipated launches from Cape Canaveral in a decade. However, the big warning is, the weather forecast for Saturday and Sunday is just as bad as it was yesterday. Every step of the way went perfectly all day yesterday. Astronauts Bob Behnken and Doug Hurley, with their spacesuits and helmets on, sat in the capsule and spent a few hours checking the systems. All technical aspects of the rocket and capsule and launch systems were all good as well. So the launch all day was officially a go, but it all depended on the weather. There were several rounds of heavy rain, dark clouds, lightning and thunder. Even a tornado warning impacted Kennedy Space Center and the launch pad. So, in the end, 16 minutes from launch, it was scrubbed for safety.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM BRIDENSTINE, NASA ADMINISTRATOR",
      "sentences": "Well, here in this particular case, we had just simply too much electricity in the atmosphere. There wasn't really a lightning storm or anything like that. But there was a concern that, if we did launch, it could actually trigger lightning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "Tens and tens of thousands of people drove into the area, crowded onto the beaches, despite NASA urging people just to watch the launch on TV, due to coronavirus and social distancing concerns. Well, they came anyway for a blastoff bust. But, today, that bust turned to boom, because the Kennedy Space Center Visitor Center, which is just down the road, finally reopened today, long lines of cars to get into there this morning. They're doing 50 percent capacity, but they certainly fulfilled that 50 percent capacity. Undoubtedly, a lot of the people that went there are people who came down for Wednesday's launch, but decided to make a little five-day vacation out of it and stay for Saturday and Sunday. So, the next launch attempt for SpaceX and this rocket with two astronauts is 3:22 p.m. Eastern time Saturday afternoon. If that gets scrubbed because of weather, then Sunday at 3:00 in the afternoon. But the weather forecast, again, heavy rains all day long throughout the day, and that means the launch forecast for having weather good enough to launch on either day at that time is 40 percent -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wow. I don't trust any of these percentages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you very much. You have been doing yeoman's work through all of this, Phil. We have made you an honorary astronaut, you know, by the way, so you can join me. Phil Keating on all of that. And, by the way, we will be covering all of this live for you on Saturday, a special edition of \"Cavuto Live\" Saturday at 3:00 p.m. That does not mean we have stopped our earlier edition from 10:00 to 12:00. We still be on that day, but Saturday is launch day. All right, so we're on that. We're also on top of states reopening right now, including Wyoming. But the one bummer in the news with Wyoming is that some of the famous rodeo events, they might not be happening. In fact, increasingly, it doesn't look like they are. The guy who calls the shots on this joins us right now, the governor of the beautiful state of Wyoming, Mark Gordon. Governor, say it isn't so. The rodeo off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. MARK GORDON (R-WY)",
      "sentences": "Well -- well, thanks, Neil. And we are holding rodeos. They're smaller rodeos at this point. One of the things is, in this COVID environment, a lot of things change. Sponsorships change. You're not sure who's going to come. A lot of these rodeos are looking at what it's going to take to make them profitable. They make a certain amount of income every year to carry them to the next year. And, yesterday, sadly, and really sad for me, there were five rodeos that kind of came together and said, look, we just -- there's so much uncertainty. We don't know who's going to show up, when they're going to show up. We just think, at this point, we need to call it a cancel. So we had a joint conference between all of us, the health orders, talk about spacing, talk about an egress and ingress and that sort of thing. But, ultimately, at the end of the day, when you see the crowds, so these - - these events and the state jointly decided that maybe we aren't going to do these. So, a tough, tough thing on Cheyenne Frontier Days. We're still working on a couple of the rodeos, hoping they can go. But our local rodeos are up and going. We have had pretty good luck so far. I think we have got the fifth lowest unemployment, 9.2 percent. We have got the second lowest number of deaths. We're, I think, fifth in the nation in terms of positive COVID cases, on the bottom, the least amount.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORDON",
      "sentences": "So, we feel pretty good. Opened up Yellowstone Park last -- last week. The superintendent told me they were only 200 cars below what they were in 2019 for Memorial Day. So, I think we're getting back and going again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I have no doubt. You have a beautiful state, Governor. And, having been in Jackson Hole for some of these rodeo events, they're not to be missed. But you're making the right choice and thinking of people first, keeping them healthy and safe. I wish you well with this. Good health to you, your family and, obviously, your fine constituents, Wyoming Republican Governor Mark Gordon. So, we will be following that and states reopening right now. We had 13 more states join with their next phase of reopenings in this country. We will be exploring that. Also letting you know again about the big SpaceX launch that they're going to take another shot out at on Saturday. We will be doing that as well with Neil Armstrong's son, Mark Armstrong, the NASA administrator, Jim Bridenstine, and the importance of this, and why they can wait until the very last second to cancel this. It's necessary, but it's fascinating, the process. We will explore that. In the meantime, here comes \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "All right, thank you, Bill, very, very much. We are following that sudden surge south for the markets in a second, though. We are looking at what's going on in Minnesota. That presser, that George Floyd presser, is about to begin. We will take you to that right away. We're also monitoring some tape playback we're waiting for from the president of the United States regarding this crackdown on social media he says has abused its privilege by targeting conservatives. So he's issued an executive order to do just that. He might want to be careful what he wishes for. We will get into that though. In the meantime, we are covering this, also the latest of the coronavirus, the 100,000-plus count in this country, the death count, that has a world shaking and wondering, what could be next? Even though it's slowing down, a lot of people especially wondering what's going on. Then we get to the issue right now about Minnesota and the death of a man that seems now totally unnecessary and uncalled for, and a lot of experts around the country are wondering what happened and why. Mike Tobin in Minneapolis with the latest -- Michael."
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS CORRESPONDENT",
      "utterance": "And behind me, Neil, is the burned-out aftermath of the AutoZone. We saw that burning last night. The witnesses tell me what they did. What the demonstrators did is put a bunch of fireworks inside the AutoZone and set that on fire. And, of course, there's all sorts of things that would burn inside of an auto parts store. Panning around, if you look just across the street, this is the Target which is currently being looted right now. It was a free-for-all last night. We go out there now, the doors are all busted open. The people are coming and going at their will. Some people are tidying up in front of the Target. A lot of people are just taking advantage of the opportunity. And I should note that, in nearby St. Paul, the police are out there with the riot gear. Some tear to gas has been dispensed, because, in St. Paul at the Target as well, the looters are they're trying to be opportunistic in a very tough time. What you're looking at here is a standoff that has been going on for hours. That is the 3rd Precinct, really the flash point in all of this, because this is the precinct from which the four officers were dispatched in this incident. And what you're looking at, a bunch of demonstrators who are trying to get into the 3rd Precinct. And it's hard to see through the crowd, but there is a line of police officers in riot gear preventing them from getting in. It's the usual taunting, jeering. Every once in a while, something will fly over the crowd. But this standoff has been going on for hours now -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Mike, thank you very, very much. We will be going back there as soon as authorities start this press conference. In the meantime, the president has been doing a lot of cracking down today on China and threatening retaliatory measures to counter what the Chinese have been doing in Hong Kong to crack down on protesters, but the one that's getting a lot of attention in the social media world, well, it gets social media by and being targeted for not being fair to conservatives. So the president planning to issue an executive order that will police this much more aggressively, maybe take away some of the liability protection that many of them have enjoyed. John Roberts at the White House with more on that. Hey, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Hey, Neil. Good afternoon to you. This has been bubbling up for some time now, but it really reached a rolling boil earlier this week after Twitter put out a fact-check on one of the president's tweets about the potential for massive fraud with mail-in voting. The president this afternoon declaring such actions to be political activism. And he's going to go after Twitter and other social media platforms, specifically Section 230 of the Communications Decency Act of 1996, which shielded these social media platforms from liability when they either censor or remove material from their Web sites. It basically allowed them to do whatever they wanted to do under the guise of policing their Web site. But there is a growing idea, particularly among conservative voices, that this impinges on free speech. So the president signing an executive order this afternoon that -- we don't know exactly what it's going to do just yet, because we don't have the content of it. But Kayleigh McEnany gave us a preview of what the president wants to do. Listen here."
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "utterance": "There are various shields in place that essentially shield some of these social media companies and allow them to censor conservative users. And we're not able to see what happens behind those shields. That section was one of those shields you mentioned. So we're looking at ways to remove those shields to shed some light on what is happening and some of the decision-making behind the scenes."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The American Civil Liberties Union, not surprisingly, weighed in on the president's actions in a statement this afternoon provided to FOX News, saying -- quote -- \"Much as he might wish otherwise, Donald Trump is not the president of Twitter. This order, if issued, would be a blatant and unconstitutional threat to punish social media companies that displease the president.\" The idea even drawing fire from members of the president's own party. Here's Congressman Paul Mitchell of Michigan."
    },
    {
      "speaker": "REP. PAUL MITCHELL (R-MI)",
      "utterance": "You don't like to platform, then don't use the platform. But to start deciding whether or not someone's censoring properly or not, or labeling something as being totally truthful or not, it's government control of communication."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump said this afternoon -- and we will get the play out of that Oval Office event very soon, Neil -- that he does expect that this is going to draw a lawsuit. He basically said, why wouldn't it? But the president also thinks that this could spur a push for new legislation. And on that front, he has got an unlikely ally in the form of former Vice President Joe Biden, who back in January, referring to the Section 230 of the Communications Decency Act, said, it needs to be revoked immediately. So we will see what happens, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What gave this the heightened urgency, John? When Twitter called him out on a fact-check on his views on mail-in voting? On the Joe Scarborough thing, going after him, calling the guy on murderer? What ticked it off?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "I mean, as I said, it's been bubbling up for a while. But when Twitter earlier this week put that fact-check out on the president's tweets and referred to reports from CNN and The Washington Post, both of whom, the president does not appreciate their reporting very much, used them as the sources for the fact-checking, that's when the president hit the roof. They haven't been able to scrape him off the ceiling just yet. So that's why we're seeing this new executive order coming out this afternoon."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. John Roberts, thank you very, very much, busy guy today. In the meantime, another busy guy to analyze all of this, our Judge Andrew Napolitano. Judge, should the president be concerned what he -- what he is unleashing here, that, if he takes away liability protection for the Googles and the Twitters and the Facebooks, then they would have to be extra cautious running a lot of his tweets, wouldn't they?"
    },
    {
      "speaker": "ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "utterance": "You're exactly right, Neil. And to back up a little bit, he, the president, is not in a position to remove their immunity from liability. As John Roberts just so nicely explained, it's a statute enacted by the Congress in 1996. It would have to be amended by the Congress. That is not going to happen, at least during the president term. If the president is reelected, and the Republicans control the House, there might be a different likelihood of that occurring. But the president should be careful what he asks for, because, if you impose liability on the part of the entity that posts it or erroneous statements and the content of it, they're going to be very, very scrutinizing of what they post. Look, it could terminate his account this afternoon, if they want. They have no obligation to run anything that they don't want to. And the government has absolutely no right whatsoever to censor what they run or, as our former colleague, now the press secretary, Kayleigh McEnany, just suggested, to get inside the inner workings of Twitter. That's quite simply immunized from government scrutiny by the First Amendment."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, if memory serves me right, Judge, I don't believe Twitter, even though they brought out a fact-check on the president's comments on mail-in balloting leading to rampant abuse and fraud and all that, and illegals were voting and all of that, and leaving aside what -- the range of stuff he said about MSNBC's Joe Scarborough, that he murdered a woman who worked with him some 20 years ago, leaving all of that aside, Twitter never took those tweets down. So, there would be more reason, under this type of executive action, for them to do so. Right?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Yes. Listen, one of the Supreme Court opinions that the president loves, I love, is Citizens United. It stands for a lot of things, one of which is, corporations have freedom of speech. Even if Twitter was interfering with the president's tweets in order to help defeat him run -- his run for reelection, they would be absolutely permitted to do so. And there's nothing that government can do about it. The president can condemn it. He can use other means to communicate, but he can't use the powers of the government to interfere with the free speech of the people who own or operate Twitter. If he does, or if he attempts to do so, it's very easy for me to say the courts will interfere with it. At the present day in our history, right now, in May of 2020, we have the most pro-First Amendment Supreme Court we have ever had in 231 years. It will strike this down. Any interference with free speech, particularly political speech, they will strike it down in a heartbeat."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think the president would be making as much of a potential legal fuss of this if this involved questioning the accuracy or fact- checking liberal commentary or Democrats' tweets?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "I don't think the president makes any bones about the fact that he is rowing his own boat here. And he's bruised, because he has the largest Twitter following in the United States. And here he was more or less censured or corrected by them, and it's hurt him. And he wants to strike back. I don't think he's looking at fairness. I think he's looking at striking back..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I get that. But, Judge, could I ask you this, then? Maybe that is the strategy, Judge, that he knows this would legally go nowhere, that a court would probably slap this down, to your fine point, but that the message here is to put a chill on Twitter, on Facebook, by extension, Google, be careful what you say about me, be careful what you are implying about me, and therein lines his victory?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Well, his victory would be, in my opinion, in ginning up his base."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "But if he's using government powers to chill speech, to deter the speaker, to cause the speaker to think twice about speaking, for fear of retaliation from the government, not from Donald Trump, the person -- he can say whatever he wants -- but using the levers of government to chill speech is absolutely unconstitutional. And the Supreme Court has been consistent on that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Thank you very, very much, my friend, a lot of breaking news here. We do appreciate your -- we have never tripped the judge up yet, though I do try. We have a lot coming up here. We're going to be hearing from these authorities of what certainly went down in Minnesota and the death of a man that seems needless now, in retrospect, the furor over the George Floyd case, in just a minute. Then, of course, those president comments we have been waiting for on slapping down social media, when the president says that the facts that they try to clarify shouldn't have to do with correcting the facts that he presents. We're on it. The president is talking about this crackdown on social media. Let's listen in."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're going to give you a signed copy of what I'm going to be signing in a couple of minutes, and you'll see exactly what we're doing. They've had unchecked power to censor, restrict, edit, shape, hide, alter virtually any form of communication between private citizens or large public audiences. There's no precedent in American history for a so small a number of corporations to control so large a sphere of human interaction. And that includes individual people controlling vast amounts of territory, and we can't allow that to happen, especially when they go about doing what they're doing, because they're doing things incorrectly. They have points of view. And if we go by that, it's actually amazing that there was a success in 2016, but we can't let this continue to happen. It's very, very unfair, and you look at the statistics, and you look at what is going on, and I think everybody would very much agree with that, including Democrats, by the way. I saw quite a few Democrats are saying, this is about time something is done. So, let's see if they keep that decision after they hear that we agree with them. The choices that Twitter makes when it chooses to suppress, edit, blacklist, shadow ban are editorial decisions, pure and simple. They're editorial decisions. In those moments, Twitter ceases to be a neutral public platform and they become an editor with a viewpoint, and I think we can say that about others also, whether you're looking at Google, whether you're looking at Facebook, and perhaps others. One egregious example is when they try to silence views that they disagree with by selectively applying a fact check, fact check, F-A-C-T, fact check. What they choose to fact-check and what they choose to ignore or even promote is nothing more than a political activism group or political activism, and it's inappropriate. You look at what's happened, you look at where they're going, where they're coming from, I think you all see it yourselves. The censorship and bias is a threat to freedom itself. Imagine if your phone company silenced or edited your conversation. Social media companies have vastly more power and more reach than any phone company in the United States, more reach actually then your newspapers, by far, more reach than a lot of your traditional forms of communication. Therefore, today, I'm signing an executive order to protect and uphold the free speech and rights of the American people. Currently, social media giants like Twitter receive an unprecedented liability shield, based on the theory that they're a neutral platform, which they're not, not an editor with a viewpoint. My executive order calls for new regulations under Section 230 of the Communications Decency Act to make it that social media companies that engage in censoring or any political conduct will not be able to keep their liability shield. That's a big deal. They have a shield. They can do what they want. They have a shield. They're not going to have that shield. My executive order further instructs the Federal Trade Commission, FTC, to prohibit social media companies from engaging in any deceptive acts or practices affecting commerce. This authority resides in Section 5 of the Federal Trade Commission Act. I think you know it pretty well. Most of you know it very well. I would think you know it quite well, right? Additionally, I'm directing the attorney general to work cooperatively with the states. He's going to be working very much and very closely in cooperation with the states to enforce their own laws against such deceptive business practices. The states have brought in powerful authority to regulate in this arena, and they'll be doing it also, and we encourage them to do it, if they see exactly as we've been seeing. It's -- what they're doing is tantamount to monopoly, you can say. It's tantamount to taking over the airwaves. Can't let it happen. Otherwise, we're not going to have a democracy. We're not going to have anything to do with a Republic. Finally, I'm directing my administration to develop policies and procedures to ensure taxpayer dollars are not going in any social media company that repress free speech. The government spends billions of dollars on giving them money. They're rich enough. So we're going to be doing none of it or very little of it. As president, I will not allow the American people to be bullied by these giant corporations. Many people have wanted this to be done by presidents for a long time, and now we're doing it. And I'm sure they will be doing a lawsuit. And I'm also sure that we're going to be going for legislation in addition to this, and the legislation will start immediately. And I tell you, I've been called by Democrats that want to do this, and so I think you could possibly have a bipartisan situation, but we're fed up with it. And it's unfair, and it's been very unfair, and we'll see what happens. Any questions?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. President, given your concern with Twitter, have you given any consideration to deleting your account, to just walking away from this platform you've been so critical of?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, if you weren't fake, I would not even think about. I would do that in a heartbeat."
    },
    {
      "speaker": "QUESTION",
      "utterance": "I'm real, sir."
    },
    {
      "speaker": "TRUMP",
      "utterance": "But the news is -- the news is fake. If you look at what gets printed in newspapers, if only the public could understand where they're reading a story, and they think it's real, and it's not real in so many cases. And I'm not saying in every case. You have some great journalists. You have some journalists that I have great respect for. But, largely, I find, at least in a political sense, there's so much fake news, it's disgraceful. I would do that in a heartbeat -- if I had fair -- if we had a fair press in this country, I would do that in a heartbeat. There's nothing I'd rather do than get rid of my whole Twitter account. But I'm able to get to, I guess, 186 million people, when you add up all the different accounts and add Facebook and Instagram. It's a lot of people. And that's more than the media companies have, frankly, by a lot. And so, if I get a story that's wrong, I can put a social media -- I don't usually use the word Twitter. I use -- I say social media. But I put something out, and the next day or the next hour or the next minute, everybody's reading about it. So I'm able to refute fake news. And that's very important. I'd like to ask the attorney general, please, to say a couple of words. And he's very strongly behind it, backing it very powerfully. And, again, we're going to be doing this. We're also going through Congress. Please."
    },
    {
      "speaker": "WILLIAM BARR, U.S. ATTORNEY GENERAL",
      "utterance": "Well, as you mentioned, Mr. president, one of the things that I've found has the broadest bipartisan support these days is the feeling that this provision, Section 230, has been stretched way beyond its original intention. And people feel that on both sides of the aisle. This was adopted 25 years ago to protect a fledgling industry. And its purpose was to allow Web sites that were serving as essentially bulletin boards for diverse third-party content coming on to say that you're not responsible for the content of that third-party information. And it also tried to encourage these companies to take down things like child pornography or human trafficking advertising and things by saying, if you act to remove this kind of objectionable material, you won't be liable for taking it down. Now, it's been completely stretched to allow what have become really behemoths who control a lot of the flow of information in our society to engage in censorship of that information and to act as editors and publishers of the material. So, when they put on their own content, like fact-check content, on to other people's content, and when the curate their collection, and when they start censoring particular content, including in many cases at the direction of foreign governments, like communist China, they become publishers. And they shouldn't be entitled to the same kind of shield that was set up earlier. Now, this executive order is a very strong step toward addressing this problem. It sets up a rule-making procedure that will eventually be under the FCC to try to get back to the original interpretation and understanding of Section 230. It also empowers the attorney general to work with state attorneys general to come up with model legislation that addresses this at the state level. And we're preparing federal legislation, which we will be sending over shortly for review of the Office of Management and Budget. So, this is an important step to get back to the original understanding. You know, there's a bit of a bait and switch that's occurred in our society. These companies grew because they held themselves out as public forums, as free public forums, where a variety of voices and diverse voices could come on and be heard. That's how they grew. That's how they attracted the eyeballs. That's why people joined them. But now that they have become these very powerful networks with eyeballs, now that they've grown by holding themselves out as free public forums, they've now switched. And they are using that market power to force particular viewpoints. And that's wrong. And it has to be addressed not only through this executive order, but I think litigation going forward and by further action on Capitol Hill. Thank you, Mr. President."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Do you have any questions for the attorney general?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "Yes, actually, I do. Mr. Attorney General, not only have you been against Section 230, and the president has been against Section 230. The vice president has said he's against Section 230. Do you believe that the executive order that the president is about to sign in any way repeals or amends Section 230?"
    },
    {
      "speaker": "BARR",
      "utterance": "No, it doesn't repeal Section 230. And I'm not against Section 230, if it was properly interpreted -- interpreted and properly applied, but it's been stretched. And I don't know of anyone on Capitol Hill who doesn't agree that it's been stretched beyond its original intention. I think this will help it get back to the right balance."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. Attorney General, can you give us more details on the legislation both you and the president referred to? What do you want to do in that legislation?"
    },
    {
      "speaker": "BARR",
      "utterance": "Well, we're still reviewing a number of possibilities, and it'd be premature for me to discuss..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "One of the things we may do, Bill, is just remove or totally change 230. What I think we can say is, we're going to regulate it. It's a provision, and we're going to regulate it. You take a look at this, as an example. This was just out, Twitter Moments of the Mueller witch-hunt. So, we won. We were in the right. You see what's happened. It's a total fraud. It was a total fraud, 76-1, OK, 76-1, if you look at it. Do you think that's fair? Twitter classifies the term illegal alien as hate speech, illegal alien. But -- and viciously. You look at what China -- I mean, just article after article. Here's one. This is our -- this is the arbiter. This guy is the arbiter of what's supposed to go in Twitter. He's the one, he thought that -- he thought -- and he used CNN as a guide. CNN, which is fake news, he uses CNN as a guide. His name is Yoel Roth. And he's the one that said that mail-in balloting -- you look, mail-in. No fraud? No fraud? really? Why didn't you take a look all over the country? There's cases all over the country. If we went to mail-in balloting, our election all over the world would look as a total joke. It would be a total joke. There's such fraud and abuse. And you know about harvesting, where they harvest the ballots and they go in and grab them, and they go to people's houses and then say, sign here. No, it doesn't work. Now, an absentee ballot, you can't be there or you're sick, and you go and you register and you do all sorts of things to get that ballot, and there's good security measures -- but where they send out, like in California, millions and millions of ballots to anybody that's breathing, anybody in California that's breathing gets a ballot."
    },
    {
      "speaker": "QUESTION",
      "utterance": "But, Mr. President, that's not true."
    },
    {
      "speaker": "QUESTION",
      "utterance": "California..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "So, here's your -- excuse me. Wait a minute. I'm not finished. So, here's your -- here's your man. And that's on Twitter. And the amazing thing is, he's wrong. And even no matter who it is, they will admit that he's wrong, because there's tremendous controversy on mail-in voting. And I can say this. The Republican Party cannot let it happen. Go ahead."
    },
    {
      "speaker": "QUESTION",
      "utterance": "You know Gavin Newsom, Governor Newsom, has not sent ballots out to everybody in California. They're only going to registered voters."
    },
    {
      "speaker": "TRUMP",
      "utterance": "But many are there? How many are there?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "So, what your -- what your tweet said was not wrong -- was not correct. It was wrong."
    },
    {
      "speaker": "TRUMP",
      "utterance": "OK. Oh, really? So when he sends out 28 million ballots, and they're in all the mailboxes, and kids go in and they raid the mailboxes and they hand them to people that are signing the ballots down the end of the street, which is happening, they grab the ballots, you don't think that happens? There's ballot harvesting, where all of a sudden -- we had seven elections for Congress, and they were like tied. And they lost every one of them, because they came and they dropped a whole pile of ballots on the table. But you don't think they rip them out of mailboxes? It's all the time. You read about it. You can read about it. Take a look. They do worse than that. In some cases, they won't sell them to -- like, to a Republican community, a conservative community. They don't happen to send the ballots to those communities. And there's no way of checking. No, you have to go and you have to vote. Voting is a great thing. Voting -- we would be the laughing stock of the world. And if you just use common sense, you know that's going to happen. But they raid the mailboxes. They can even print ballots. They get the same paper, the same machine. Nothing special. They get the same paper, the same machine. They print ballots. And Bill would have to do a great job to catch them, doing it, or your state authorities would have to. But you have tremendous potential, and you have tremendous fraud and abuse, but you have tremendous potential for fraud and abuse. Go ahead."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. President, you had said in one of your Twitter -- in one of your tweets that you would consider shutting down Twitter and social media companies. Did you actually mean you would want to shut down an American company?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, I tell it's going to be -- I'll tell you what? I have so much, it seems, influence over Twitter, in the sense of people wanting to see -- go to Twitter because of what I have. I have a vast number of -- we have a number of platforms, as you know. We have millions and millions of people. I think this. If Twitter were not honorable, if you're going to have a guy like this be your judge and jury, I think you shut it down, as far as I'm concerned. But I'd have to go through a legal process to do that."
    },
    {
      "speaker": "QUESTION",
      "utterance": "How would you shut down an American company?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't know. I'd have to ask the lawyers. I'd have to go through a legal process. If it were legal, if it were able to be legally shut down, I would do it. I think I'd be hurting it very badly if we didn't use it anymore. I mean, we have other sites we could use, I guess, or we'd have to develop other sites. But -- and I'm not just talking about Twitter. Look at Facebook. Look at the tribunal they set up at Facebook. This woman who you remember testifying recently in Congress, her hatred was so incredible toward the Republican Party and me, that there is no way you can get a fair trial. So, this is not like it's supposed to be. This is not like it's supposed to be. So we're going to see what happens. And you know what? I guess it's going to be challenged in court. What isn't? But I think we'll do very well. Yes, go ahead."
    },
    {
      "speaker": "QUESTION",
      "utterance": "As to potential litigation, can you discuss the timing of that and what is the remedy that you're going to be seeking?"
    },
    {
      "speaker": "BARR",
      "utterance": "No, what I was referring to, there is litigation going on all the time on Section 230 and its scope. And we would look for appropriate vehicles to weigh in and file statement of interest."
    },
    {
      "speaker": "QUESTION",
      "utterance": "So, you wouldn't be filing in individual..."
    },
    {
      "speaker": "BARR",
      "utterance": "Not necessarily."
    },
    {
      "speaker": "QUESTION",
      "utterance": "OK. Thank you."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. President, are you worried about the situation on the border between India and China?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Ah, India. He loves India so much. He's never asked a question other than an India question. And that's OK. I just got back from India, right?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I just beat COVID. I got back."
    },
    {
      "speaker": "QUESTION",
      "utterance": "You're very popular in India."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I know. They like me in India. I think they like me in India, certainly more than the media likes me in this country. And I like Modi. I like your prime minister a lot. He's a great gentleman, great gentlemen. Yes, they have a big conflict going with India and China. Is that what you're talking about?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "Yes."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes, they have a big conflict going with India and China, two countries with 1.4 billion people, two countries with very powerful militaries. And India is not happy. And, probably, China is not happy. But I can tell you, I did speak to Prime Minister Modi. He's not -- he's not in a good mood about what's going on with China."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. President, have you spoken to..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Wait. Are you finished?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "No, sir. So, what -- you tweeted about you want to mediate between India and China on this issue."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I would do that. I would do that. If they thought it would help, if I were the mediator or the arbiter, I would do that. So we'll see. Go ahead."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Have you spoken to the family of George Floyd yet?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "No, I haven't, but I feel very, very badly. It's a very shocking sight. Bill and I were talking about it before. It's one of the reasons Bill is here right now, because, as you know, we're very much involved. And I've asked the attorney general, FBI, and the attorney general, to take a very strong look and to see what went on, because that was a very, very bad thing that I saw. I saw it last night, and I didn't like it."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Do you think those police officers should be prosecuted?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'm not going to make any comments right now. I can tell you. I think what I saw was not good, was not good, very bad. Anybody else?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. President, are you definitively staying in the U.S.-China trade deal?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We'll be announcing what we're doing tomorrow with respect to China. And we are not happy with China. We are not happy with what's happened. All over the world, people are suffering, 186 countries. All over the world, they're suffering. We're not happy. OK. Thank you very much, everybody."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "All right, press, let's go. Come on. Come on. Let's go."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Thank you, Mr. President."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you, everybody. Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, I really don't know where to begin here, folks, on a couple of things. Obviously, the president ending on his comments about George Floyd, the 46- year-old African-American who was killed earlier this week when a white police officer had handcuffed him and pinned him down with his knee. But the real explosive news -- and we will be going to Minneapolis shortly, when they're going to have a press conference on this featuring the mayor and others who think that the officers involved should not only lost their jobs, but be going to jail. But the real big development on the part of the president here was this crackdown on social media companies. Now, the president is saying that some of their liability protection should be waived, when they -- when they do things that are not fair, in this case to some things that he has said online on Twitter. But what was shocking in those comments, he was open to shutting down Twitter, whatever your opinions on the left or right, a huge, huge social networking site, among the largest on the planet, and that, since it was fact-checking him, that's good enough to crack down and maybe look at shutting down Twitter. Now, the issues that came into mind, one of them that prompted a quick fact-checking on mail-in ballots is what got the president's ire, because he said that he was being policed on that. He was being policed on that because he was wrong. He was being policed on that because he said millions of illegals were getting ballots, when that simply was not the case. So, this isn't a left-right issue. That was not the case. That was a wrong fact. That was a misstatement. Some have said it was an outright lie. Having said that, what Twitter was doing was clarifying. Now, you can check the sources and the fact-checkers. They should be scrutinized. But when you're questioned on that, and they don't pull your tweets down, that's another matter. The president also was called on some outrageous comments he made about MSNBC's Joe Scarborough, who had a young woman die in his congressional Florida office some 20 years ago, never mind that Joe Scarborough wasn't even there at the time, was about 800, 900 miles away. The president was strongly implying, outright accusing that maybe something fishy was up and maybe that this was a case of murder. That was something too that had to be fact-checked. So, it wasn't just a right or left thing here. That was something that was incumbent upon any -- anyone to check comments that were deemed outrageous. Now, part of this investigation, crackdown on social media companies that claim legal liability or protection from that is that, if people say outrageous things on a site, you know, viewer, reader, beware. He took umbrage to it when it was done to him. So, that's really the genesis of all of this. But he might be careful what he wishes for on this, because, if you are limiting their protection from any legal action because of something users are saying, that presumably could include no less than the president of the United States, among Twitter's biggest users on the entire planet. If they feel uncomfortable about something he is saying, next time, forget fact-checking him. They might have to take him down. That's what the president has set in motion here. We will explore that in a moment. We're also exploring right now what is happening in Minnesota in the case of this 46-year-old African-American who now has galvanized police forces around the country, who feel that the white police officer involved here overdid it. John Iannarelli is with us, a former FBI special agent. Ahead of this George Floyd presser, John, we're trying to find out, was any of this necessary? How did this get out of control? A number of other pieces of video, John, have become available that seem to show a calm -- a calm captive, who was complaining that he couldn't breathe, much like the Eric Garner case in New York, something that Governor Andrew Cuomo raised in New York. Do you find those similarities fair?"
    },
    {
      "speaker": "JOHN IANNARELLI, FORMER FBI AGENT",
      "utterance": "Let me tell you, I have been through police academy training as a police officer and as an FBI agent, the academy trainings, 51 weeks in police and FBI academies total, and I have never seen use of force or ever been trained to use of force in the way we saw it displayed. I have heard a lot of commentary of, well, we have to take a look at what happened beforehand. And I agree. In most cases, you do. But the bottom line is, you had a compliance subject on the ground in handcuffs. The time for use of force is over, if it existed prior to that. They should have put them in the back of the car and that would have been the end of the discussion."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you look for, John, when you look at this video, though -- not only the role of the officer involved, but the three others there? There might have been more who witnessed this, didn't do anything about it, thought that he might have been going a little overboard. The argument you hear from protesters -- and it turned very violent last night. Things are trying to calm down a little today. Should they all be arrested?"
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "What I think the FBI is going to look at, we have two parallel cases now. Local police, local authorities are going to look at whether or not there were murder charges to be filed in this matter. The FBI is going to look at civil rights, because the violation of color of law, the officer causing a person to lose their life. The FBI is going to take a look and say, how was this officer trained? I can tell you, in all my police training, I have never seen a knee applied to the carotid artery of an individual, and for such a long period of time. My guess is that there's not going to be part of the training, that this was done independently of the official policy, and, therefore, he's going to be wrong and facing charges."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, John, to your point, there's a lot we don't know. And you're the expert here. I mean, looking at before, during, after video here, there's a lot that you can't necessarily piece together. But when a number of police chiefs around the country are saying, this does seem excessive, they're worried about the signal it's sending, if authorities aren't more forceful here, again, looking at this and the fallout from this, where do you think this entire case goes?"
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "They're going to have to take action. Number one, citizens deserve to have fair and honest policing within their communities. And for the most part, they do. We have 815,000 law enforcement officers in this country. And these events, as wide as they are within the media, are rare. There were only 372 persons killed nationwide by law enforcement officers last year, one-third of which were African-Americans. But when we have a case that, on the evidence, needs to be investigated to determine if there was criminality, they need to take action and do something about it, so that police can be trusted by the citizens they have to protect."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well put, John. Thank you so much. And thank you for your patience through the president's remarks waiting to get to you. We might check back with you, John, if you don't mind, after the Minneapolis presser. It's running a little late right now. We're told that the mayor is going to be making some statements again, Mayor Jacob Frey, who was among the first to say that at least the original officer involved, the one who had his knee on George Floyd's throat, should not only have lost his job; right now, he should be stewing in a jail. Stay with us. You're watching \"Your World.\" But there is something interesting about looking at charts and numbers and bar charts. I'm into that stuff. But, then again, I have no life. The fact is, the trend is down. It gets less and less there. And this was the eighth straight weekly decline we have seen. It's the kind of stuff that Jason Furman notices very, very closely. And he's not nearly the nerd. Actually, he's a cool nerd, the former economic adviser to President Barack Obama."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And, Jason, very, very good to have you. One of the things you startle those on the left and right about lately is, you said that those who might be counting on a very slow, bumpy recovery -- I'm kind of paraphrasing here, I apologize -- that they might be missing something, that this might be a strong comeback out of this. Do you still believe that?"
    },
    {
      "speaker": "JASON FURMAN, HARVARD ECONOMICS PROFESSOR",
      "utterance": "Yes, Neil, what I think is that there will be two phases of the recovery. The first will be very fast, and the second will be much slower. In the very fast part, we will see the unemployment rate fall very quickly. We will see months with a million or more jobs created, but that won't get us close to all the way back to where we need to go, and will be the beginning of a longer, harder slog. That's what I think now. And that's what I have -- that's what I have -- that's what I have thought."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. So, in other words, it wasn't a debate about whether it's a V-shape or a U- shape recovery, but that coming from the depths of this -- and we do see that in these claims, where they are markedly coming down each week, even though they're eye-popping numbers -- and we will probably see in the employment data when it comes out 20 percent or more unemployment rate. But, from there, it improves, are you saying swiftly?"
    },
    {
      "speaker": "FURMAN",
      "utterance": "Yes, I mean, if you look at daily economic data that tries to track things like consumer spending, you saw that bottom out around April 15. You have seen a decent amount of growth in it since April 15, still really, really deep, in a hole. Then, forecasting forward, there's two types of ways you can create jobs. One is a laid-off worker goes back to their employer because their employer reopened."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "FURMAN",
      "utterance": "The second is, somebody gets fired and has to find a new job. That first type is fast and will likely be front-loaded. That second type, the finding the new jobs for the fired workers, that will take some time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, all bets are off if we get a second wave, right? If we get a second wave of the virus, or it leads to unusual spike in cases that no one planned on, then all bets are just gone, right?"
    },
    {
      "speaker": "FURMAN",
      "utterance": "I think all bets are off on a second wave. I'm not sure that you would see the synchronized shutdown of economic activity even in a second wave that we saw back in April. I think we should. I think it was the right thing to have done in April, but not every governor, not every person sees it that way. So I'm not sure that we would respond in the manner I think is appropriate. And so maybe we'd have a little bit of extra GDP and lose a lot of lives as a consequence."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It sounds to me, Jason -- I don't want to put words in your mouth either again -- that when you were telling this to Democrats, ostensibly, and the Biden backers and the rest, I sense you were trying to go, don't get so giddy about the possibility of a staggering economy, that it could come back. Smartly, take nothing for granted. What was the reaction you got?"
    },
    {
      "speaker": "FURMAN",
      "utterance": "Yes, I mean, I made these comments originally in a bipartisan group. And my concern..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "FURMAN",
      "utterance": "... that there will be an illusion that the problem is being fixed. And so the economy will go from very, very bad to just bad. And we're still going to need economic policy. And my worry is that people would think, oh, we're -- a million jobs a month, we don't need another round of fiscal stimulus, we don't need to help the states, we don't need to extend unemployment insurance benefits, and some of the will to take the economic steps that I think we really need for our economy might diminish. So, that's my biggest warning is, even if you're seeing good economic data, don't get complacent, be in this for the long haul, do a lot in terms of economic policy to speed this recovery as much as we can."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you still think that's needed? You can be on the left or right on this. You can an Obama or Trumpite or Bidenite or whatever. The bottom line is, more stimulus will be needed?"
    },
    {
      "speaker": "FURMAN",
      "utterance": "Yes, the Fed has done everything it can. There's a limit to how big its impact on the economy can be, which is why the Fed chair, Jay Powell, has said, effectively, that he would like more fiscal support. The CARES Act was very good. It basically goes through July. It needs to be extended. It needs to be built on, because, otherwise, we will be in a much worse economic situation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Jason Furman, thank you very much, former economic adviser to President Barack Obama, taking a look at the data, saying it could still look pretty strong, but the economy still needs a good deal of help. Stay with us. We're waiting here on that presser in Minneapolis. When they're there, we're there. Should the weather prove prohibitive then, they get another shot at it the next day, Sunday. All this has to be exact timing. Phil Keating likes to remind me that that's because it has to be precise to be in sync with the International Space Station. And that's all math and very exacting. Phil Keating now at Cape Canaveral with the very latest. Hey, Phil."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, continuing that thought, Neil, SpaceX likes to do these instantaneous launches. So, it has to be at that moment. The weather conditions have to be perfect at that moment. They can't slide it 20 minutes. And had they done that yesterday, they very likely would have been able to launch. But this is one of the most important and anticipated launches from Cape Canaveral in a decade. However, the big warning is, the weather forecast for Saturday and Sunday is just as bad as it was yesterday. Every step of the way went perfectly all day yesterday. Astronauts Bob Behnken and Doug Hurley, with their spacesuits and helmets on, sat in the capsule and spent a few hours checking the systems. All technical aspects of the rocket and capsule and launch systems were all good as well. So the launch all day was officially a go, but it all depended on the weather. There were several rounds of heavy rain, dark clouds, lightning and thunder. Even a tornado warning impacted Kennedy Space Center and the launch pad. So, in the end, 16 minutes from launch, it was scrubbed for safety."
    },
    {
      "speaker": "JIM BRIDENSTINE, NASA ADMINISTRATOR",
      "utterance": "Well, here in this particular case, we had just simply too much electricity in the atmosphere. There wasn't really a lightning storm or anything like that. But there was a concern that, if we did launch, it could actually trigger lightning."
    },
    {
      "speaker": "KEATING",
      "utterance": "Tens and tens of thousands of people drove into the area, crowded onto the beaches, despite NASA urging people just to watch the launch on TV, due to coronavirus and social distancing concerns. Well, they came anyway for a blastoff bust. But, today, that bust turned to boom, because the Kennedy Space Center Visitor Center, which is just down the road, finally reopened today, long lines of cars to get into there this morning. They're doing 50 percent capacity, but they certainly fulfilled that 50 percent capacity. Undoubtedly, a lot of the people that went there are people who came down for Wednesday's launch, but decided to make a little five-day vacation out of it and stay for Saturday and Sunday. So, the next launch attempt for SpaceX and this rocket with two astronauts is 3:22 p.m. Eastern time Saturday afternoon. If that gets scrubbed because of weather, then Sunday at 3:00 in the afternoon. But the weather forecast, again, heavy rains all day long throughout the day, and that means the launch forecast for having weather good enough to launch on either day at that time is 40 percent -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wow. I don't trust any of these percentages."
    },
    {
      "speaker": "KEATING",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you very much. You have been doing yeoman's work through all of this, Phil. We have made you an honorary astronaut, you know, by the way, so you can join me. Phil Keating on all of that. And, by the way, we will be covering all of this live for you on Saturday, a special edition of \"Cavuto Live\" Saturday at 3:00 p.m. That does not mean we have stopped our earlier edition from 10:00 to 12:00. We still be on that day, but Saturday is launch day. All right, so we're on that. We're also on top of states reopening right now, including Wyoming. But the one bummer in the news with Wyoming is that some of the famous rodeo events, they might not be happening. In fact, increasingly, it doesn't look like they are. The guy who calls the shots on this joins us right now, the governor of the beautiful state of Wyoming, Mark Gordon. Governor, say it isn't so. The rodeo off?"
    },
    {
      "speaker": "GOV. MARK GORDON (R-WY)",
      "utterance": "Well -- well, thanks, Neil. And we are holding rodeos. They're smaller rodeos at this point. One of the things is, in this COVID environment, a lot of things change. Sponsorships change. You're not sure who's going to come. A lot of these rodeos are looking at what it's going to take to make them profitable. They make a certain amount of income every year to carry them to the next year. And, yesterday, sadly, and really sad for me, there were five rodeos that kind of came together and said, look, we just -- there's so much uncertainty. We don't know who's going to show up, when they're going to show up. We just think, at this point, we need to call it a cancel. So we had a joint conference between all of us, the health orders, talk about spacing, talk about an egress and ingress and that sort of thing. But, ultimately, at the end of the day, when you see the crowds, so these - - these events and the state jointly decided that maybe we aren't going to do these. So, a tough, tough thing on Cheyenne Frontier Days. We're still working on a couple of the rodeos, hoping they can go. But our local rodeos are up and going. We have had pretty good luck so far. I think we have got the fifth lowest unemployment, 9.2 percent. We have got the second lowest number of deaths. We're, I think, fifth in the nation in terms of positive COVID cases, on the bottom, the least amount."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "GORDON",
      "utterance": "So, we feel pretty good. Opened up Yellowstone Park last -- last week. The superintendent told me they were only 200 cars below what they were in 2019 for Memorial Day. So, I think we're getting back and going again."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I have no doubt. You have a beautiful state, Governor. And, having been in Jackson Hole for some of these rodeo events, they're not to be missed. But you're making the right choice and thinking of people first, keeping them healthy and safe. I wish you well with this. Good health to you, your family and, obviously, your fine constituents, Wyoming Republican Governor Mark Gordon. So, we will be following that and states reopening right now. We had 13 more states join with their next phase of reopenings in this country. We will be exploring that. Also letting you know again about the big SpaceX launch that they're going to take another shot out at on Saturday. We will be doing that as well with Neil Armstrong's son, Mark Armstrong, the NASA administrator, Jim Bridenstine, and the importance of this, and why they can wait until the very last second to cancel this. It's necessary, but it's fascinating, the process. We will explore that. In the meantime, here comes \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}