{
  "date": "May 16, 2017",
  "headline": "Bret Baier on political fallout from Times report on Comey",
  "subHeadline": "Reaction and analysis on 'The Five'",
  "url": "https://www.foxnews.com/transcript/bret-baier-on-political-fallout-from-times-report-on-comey",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "This is a FOX News alert. Hello everyone, I'm Dana Perino and this is \"The Five.\" We begin tonight with breaking news, The New York Times this evening reporting that President Trump suggested that then FBI Director James Comey that he drop the bureau's investigation into former National Security Adviser Michael Flynn. According to The Times, in February, Mr. Trump told Comey, quote, \"I hope you can let this go,\" citing a memo written by Mr. Comey.  The White House says the report is, quote, \"Not a truthful or accurate portrayal of the conversation between the President and Mr. Comey.\" But opponents of the President are saying this new information is stunning evidence of obstruction of justice. It's the second straight night we've had breaking news about the President, and joining us with more on this developing story is chief political anchor Bret Baier.  Bret, I noticed that you tweeted early on when this story broke about 15 minutes later that Comey was a known note taker writing detailed memos. This may be the tip of the very detailed iceberg and could change the dynamic on the hill. I'd like for you to talk about that and also we're going to take over questions.  My question is the post, citing anonymous sources says that Attorney General Jeff Sessions and Deputy Attorney General Rosenstein had seen this memo before they had written a memo that Trump said originally was the reason for the firing of Jim Comey. So, I was just wondering if you had been able to track any of that down between six and 9:00 which is not a lot of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS",
      "sentences": "Well, first of all, good evening, good to be with you. I think that here's what we know. And it's important, in these environments, to deal in facts. What we know to be a fact from FBI sources and sources of Department of Justice is that Comey, the former FBI director, then-FBI director at the time met with President Trump February 14th, the day after Michael Flynn was fired. After that meeting, we know that he took very detailed notes. A very detailed memo, we are told, and that he was uncomfortable. What we don't have independently of The New York Times is the quote from the memo, as they report, that President Trump says to Comey, I hope you can find a way to bring this to an end. In other words, the investigation of Michael Flynn. We also don't know what the extent of the memos, and how many memos there are, and what exactly is in them.  We do know another fact that the acting FBI Director McCabe testified on Capitol Hill that there is no known interference from the White House or anyone else in the FBI investigation, that nothing has slowed the FBI agents that are doing the investigation. Also, Rosenstein, the deputy Attorney General testified to the same thing. So, I think where we are, until we get more confirmation or actually see the memo, is really, where Senator Richard Burr is, the chair of the Senate Intelligence Committee, where he said tonight, I need to see more than just anonymous sources here.   He met with Comey the day before he was fired. He and Senator Warner from Virginia, the two chairs of the Senate Intelligence Committee, they said he didn't say anything about this. He didn't tell them one thing, and he got very detailed in what he did tell them. He says, verse says, you would think he would say something if this was truly what happened. He didn't, clearly, say much to anyone as far as we can tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. We know that he's been invited to testify so maybe then we'll be able to get those answers at least then. We'll take it around the table, I'll start with Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Bret, I'm going to put a little \"Watters' World\" spin on this story. If I went out tomorrow, I'm not going do the thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was a nice attempt. You've been practicing, I could tell.  If I went out tomorrow in the street and I asked 10 people who James Comey was, I'd probably maybe get three, maybe four who knew, depending on the neighborhood. This is a scandal with no video, with no audio, with no sex, with no money, with no dead bodies. It's a boring scandal. No one knows the deputy AG's name, no one can pronounce the Russian defense minister's name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "I can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There are memos, in which memo, and who sent what memo to who, no one is emotionally invested or can even understand this story. It's a process story. Now, do we think we are losing sight of what the rest of the country thinks and feels about something like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, listen. I think that you're right in that there is a large section of the country that would like Washington to work on something else. But it is a big story. I mean, potentially, potentially, if you have the President asking the FBI director to move away from an investigation, an investigation where he is told that he's not a target but yet is investigating the Trump campaign, and ties or collusion possibilities with Russia, that is a big deal. And it's a big enough deal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Did Obama say it publicly the IRS situation wasn't that big of a deal? Or that Hillary's secret server didn't put any lives at risk or didn't jeopardize that as a security? And everybody blew that off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jesse, you're exactly right. Trey Gowdy tonight on Martha show mentioned that saying that Gowdy are saying, Comey did not come forward the four times he said President Obama stepped in front of an investigation, namely the Hillary Clinton email server investigation by saying, essentially, it was no big deal. You're right, and there is hypocrisy here. However, right now, in this environment, as the stories come out day by day, there are elements of truth to them. Some of them have fallen apart but some of them are describing a White House that is in a tough spot and is in a chaotic moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Bob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB BECKEL, CO-HOST",
      "sentences": "Jesse, the four people you interviewed probably are from Nigeria. But let me ask, let's go to some facts. The fact is that they had dinner together, the fact is that Comey does keep these memos, he's a lawyer and he gave detailed information on them. The fact is somebody in the CIA leak that out to \"The Washington Post.\" The fact is that the White House says no, so that means either Trump or Comey is lying, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Now, if that's the case, when Jesse says, this is not a big deal, the President of the United States to be positive, obstruction of justice is clearly an impeachable offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "If you get to that point, I think Bob you're right. You can make that claim. I think that you're going to see many calls now for the actual memo. You've already got a letter that went out tonight from Jason Chaffetz, the House Oversight Committee Chairman to the FBI, to say, we need to see these memos. You're already hearing Bob calls for the so- called tapes that the President referenced in that tweet and the White House has not talked about since. Either the tapes themselves or transcripts, and I think you're going to see more and hear more calls for a special prosecutor or special commission and that Republicans may start getting to that spot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A long way to go from here to there. Kimberly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "All right. Good evening, Bret. So, also what about the source saying that there are copious notes? I imagine there's going to be a request, you know, for those notes but what I'm curious about is, if this was the situation that was developing at that time, you know, why didn't Director Comey say anything about it? Why are we hearing about it after he's been dismissed from his position? I mean, it's the question that I would look at as a former prosecutor to say, what is the motive here, how valid is this information, why wasn't it extemporaneous, you know, happening at the time if he thought it was problematic versus waiting in the aftermath for something like this to then get leaked out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I agree with you, Kimberly. That's a big question. I think the memos, as far as we can tell and from what sources are telling us were kind of contemporaneous at the time, dated and marked every time he talked about something. With the big figure like the President on big items. However, why did he step up? The New York Times reports it was a close circle at the FBI who knew, but there wasn't an obstruction that was testified too by the acting FBI Director McCabe or the Deputy Attorney General Rosenstein who wasn't there at the time but clearly had the information about the DOJ and how the investigation was going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Just real quick, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That is the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Okay though, just real quick in terms of when I would proffer evidence in front of a jury, and for something like this, if you have an electronic recording or something that can be authenticated in terms of this veracity, you know, time, date stamp, that's one thing. But if somebody is writing a note, I can write a note here and I can backdate it for last June and say, well, I made this and these a series of my notes that were contemporaneous at the time. But nevertheless you can't necessarily accept it for the truth of the matter if you can't authenticate the time that it was actually produced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. I agree with you. But I think his documents were kind of seized or locked down the day he was fired. And we'll have to get into the process of what exactly happened with those memos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. An interesting question, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It seems like I see you every day now, Bret. Trump breaks more news than Michael Moore breaks lawn chairs. According to this memo, Trump said, I hope you let him go or I hope you can let this go. When you say you hope for something it's not a command. It's not saying you better do this. It's like saying, I hope I get a bicycle for Christmas and I really hope you show up to my birthday party or I really hope that you won't make loud noises, you know, when I'm sleeping. It's a hope, it's not a command. So in my mind, and I know that this isn't yet a question, it seems like it's not a big deal which is maybe why Comey didn't think it was obstructionist, so he didn't have to comply to reporting it because he knew that he could -- that what Trump was doing was what Trump does. Everything to him is like visiting a construction site. It's not what a politician says or does. He doesn't understand the internal, how internal stuff works and when he shows up it's like, you know, I really wish we could do this for cheaper.  I wish we didn't use these kinds of lights and these bathrooms. We could have done a better job. It seems to me that this is just how Trump speaks and Comey understood that this is how Trump speaks. Therefore, he didn't feel like it was required to tell the DOJ of any attempt to obstruct justice. I think I just explain the story better than anybody on the planet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "May be you did. May be you did. You know, Steve Helton on our panel was very similar in his thoughts about being -- all right, but you are much better. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But he had an accent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Basically the outsider mentality, the developer mentality, and that he hasn't been around Washington to know the speaker. However, you know, I don't think it takes away from the import of this series of stories and the White House kind of dealing with all of it at once.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I was trying to take the import out of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I know you were.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And export.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think it was a good try.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you so much. All right. We're going to keep talking here but thank you so much, Bret Baier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll see you, guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Okay. Kimberly, though, do you remember when Comey had the whole thing in 2004 about the reauthorization of the NSA program and he goes to the bedside of Attorney General John Ashcroft and he says, I'm uncomfortable with this and there is Andy Carr, the chief of staff and the Attorney -- the White House Counsel and he actually documented those things then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's one of the reason that all those things, and as I understand, it was like a memo to file, like a contemporary utterance so that he like, documented all of this stuff. And it could be that he has times when he talked to President Obama, too. I mean, I don't know if he'll actually say that, but is it totally inadmissible to have something like that? I thought that actually was good evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No. It absolutely isn't. And so, what you would have is an evidentiary hearing to make sure to say, it is admissible, can we authenticate it? Is this something -- and the point you bring up are good, that they would argue, to say look, this is somebody that is in the pattern or practice of authenticating --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "-- and making, putting forward these documents. He does these memorandums. You see that there is a serious but then it begs the question, well, if you're going to put forward these documents as it relates to President Trump, then let's see the documents about President Obama and the different times that you decided to like, you know, look the other way even though you had perhaps an idea or a feeling of obstruction of justice.  Why now is this coming forward? Who is leaking this information against the President to try to make it seem like there's something that is untoward? We don't know. That's what they have investigations for. But nevertheless, the timing of it seems rather, I don't know what you're laughing about, Bob that it seems a little bit suspect, because in the wake of Director Comey being fired by the President then all of a sudden we get this oh, yes, bad on you, you tried to obstruct justice. So, these are questions that need to be asked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "So, they need to be asked but if you go back the Obama time again, you guys have got to move forward. You know? This is not something you keep going back too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You have to move forward from the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "I have not said that about the election, I've said that, accept the fact that the guy is the President of the United States, barely, but he is President of the United States. But listen, when you said, you thought --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, he was president five months ago so it actually is relevant because part of this story leads back into the presidency of Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "If you're, now, wait a minute, look, if you're Comey --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, it does about the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "-- and he did not reveal that fact about the obstruction of justice, and was a good try, Greg, but you could call it hope, you could call it dirt, you could call it anything else you want, and he said take it easy on my boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would hope --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "That's obstruction of justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would hope --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. But that's when you would say I would hope. That's not the same, it's just not. If you understand language it's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "But it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But if it was and he would believe it to be obstruction and he didn't. This is very \"mean girls\" by the way. This whole way that Comey is doing it, very \"mean girls.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "How about how he was fired?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. Oh my God! That's a great example. He was fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, it was like payback.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was an aggressive act that Trump did in the open. Comey did it behind closed doors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He did it in secret. He had a friend read the memo. That's \"mean girls.\" But Trump actually said, you're fired, you're not even here, and it's public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Let's just assume there was a tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Greg, let's assume there was a tape. Let's assume there was a tape in that discussion. That came out. And that came out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "And that means President Trump obstructed justice. I don't care how you look at it, it's gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Maybe -- meeting on a tarmac in Arizona like -- you've been worried about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Oh, God!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a good point. You made a good point though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think Comey is a little bit of a drama queen. He goes to the bedside of -- he makes this huge fight with Apple after San Bernardino. You know, he gets fired, and he starts leaking, he's always interfering with Hillary and then on the eve of the election, it's always about Comey. Have anyone noticed that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "What I've noticed is, every law enforcement officer, every FBI officer says, he's a terrific guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A lot of people are pretty happy he left --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Yes. He's very professional. He's very comprehensive. Leave it alone, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think having a friend read the memo --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Can you blame Bush for eight years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. But the bottom-line --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You read the memo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. But the Comey had no problem when he was assuming the role of Loretta Lynch and stepping in as judge, jury, prosecutor and saying there will be no charges against Hillary Clinton, there is insufficient evidence and adding an element of the crime that does not exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "But what does that have to do with Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You're saying that he's a shining example and beacon of purity --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "What does that have to do with --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "-- and that Donald Trump tried to obstruct justice but you don't have proof of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "You know the law well. That's not going to stand up in a court of law. Well, because differently the fact is that Trump can obstruct justice. That is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I'm specifically speaking to your point in making an evaluation about his character and integrity and I'm pointing to a specific examples where he was lacking in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And also, Bob, it might not have been illegal. It might be politically unwise or painful to go through but I think that the Democrats leap to impeach immediately after hearing anonymous sources at \"The Washington Post,\" it's a little bit of a stretch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "No, they should have moved to impeach now but let's clarify something. It is not a political issue. When he said lay off my boy, that is obstruction of justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. We got to run. Nice more to come on \"The Five\". Greg got some advice on how to react to the recent news about the Trump administration. Can't wait. That's straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Every day we are told this is it for the Trump administration. It's over. Pack up the jet. Leave the keys to the White House with Pence. True, Trump makes it pretty easy for his critics. He's a lotion for commotion. What he says out loud makes leaking so easy. But now all the coverage of him is a nonstop shrieking car alarm as Trump defenders fight every battle like it's the last. But maybe everyone should calm down and -- I can't believe I'm going to say this -- listen to Nancy: HOUSE MINORITY LEADER NANCY PELOSI, D-CALIF. Again, you're talking about impeachment, you're talking about what are the facts? Not that I don't like him and I don't like his hair. What are the facts? I don't like what he said about this. What are the facts that you would make a case on? What are the rules that he may have violated? If you don't have that case, you're just participating in more hearsay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. For more on this, we go to hell. Just as I thought, hell has frozen over. Nancy is right. And by admitting that I now have a rash all over my body.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But when she --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Well, what else is new?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When Nancy is the voice of reason you know things are nuts. But the point is, we need to separate the personality from the policies. When you do, you see Trump's policies are largely benign. It's his behavior that's so brash. And the hate toward him so visceral that every misstep becomes the end. So, will the American public finally grow tired of the coverage before they tire of Trump? Who knows? Because both are exhausting. So does President Trump talk out of turn? Yes. That's plausible. But then are his words exaggerated by those who can't accept an election result? Yes. That's plausible too. See, the two extremes -- is he nefarious or noble -- are never right. It's always going to be in the middle. So instead, relax. Everybody relax and take inspiration from the world's greatest movie. KEVIN BACON AS CHIP DILLER IN \"ANIMAL HOUSE\": Remain calm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BACON",
      "sentences": "Remain calm! All is well!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That worked out well. Kimberly, you're related to Nancy Pelosi by one of your many marriages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's so mean. That's fake news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Isn't it refreshing that she's the voice of moderation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "The evanescence and through marriage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "You don't need to be defensive, it's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Fine, whatever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "It's the five marriages that's the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I actually agree with her like you said. I thought she was lucid, she made sense. That's actually accurate. We can't run around with like hearsay. What are the facts versus the media hysteria? They bought in in an end outcome without even wondering, caring, or delivering about any supporting facts and that's a problem. So, they're a long way from being able to accomplish or achieve that because they have fanciful dreams like children in Toyland about impeachment and then obviously trying to take back the house. But you can't just do that without some kind of wrongdoing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Bob, I'm sure you'll going to agree with me on this but it seems like this story about Russia is already dying on the vine. It's over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "How is your stomach, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "That's us dying on the vine. You know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So, he said he's in better physical health than you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Actually, I think I maybe, except for my legs. But anyway. But I'm not older. So, let me just say, you said something, did you say something?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Look at Bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "You little peasy ant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I bought you dinner tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "I know. But you're still my son.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No more dinner, Bob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why did you buy him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Chinese.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Not shrimp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Like what Dana have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Fish?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Fish, it was fish and shrimp?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There is no shrimp though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Bob, make your point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh my God!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "I'm trying to, but I got interrupted as usual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You get distracted. The facts. You keep talking about facts. I agree with Kimberly. I think you've set it up exactly right but there are some facts that we do know, that a highly classified intelligence operation was leaked. That's a fact. The reason we know that is the name of the town, and it was controlled by ISIS. So, that's -- very few people knew that. It was a highly classified operation. That leak emanated from somebody in the White House. Now, in that room, and the Oval Office that day, because the only people who would know about this intelligence operation would be the president, McMasters, and the secretaries of state and defense. That's it. So, one of them may have leaked it. Now, the other three said they weren't talking. They won't let the President talk. So, more than likely and the President sort of admitted it, too. He said, yes, it's a Russian thing -- wait a second, so that's a fact. And the fact was that an agent left there and called the CIA, and the NSA to warn them about this, that's a fact. Now, when you have those facts in front of you, what do you say? Donald Trump leaks a classified operation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't like President Obama's White House, remember the raid on Osama bin Laden? That ended up with --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "I was hoping you of all people would not go back there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "But there's a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is a very good point. You know what else? I have a \"Washington Post\" headline here from last summer when Obama was president. U.S. offers to share Syria intelligence on terror. Okay? Hey, how about Bradley Manning. Now, Chelsea Manning, didn't he leak all types of classified information and President Obama gave him clemency? How about Edward Snowden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. Health care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He was a hero for the left. He leaked all of this information. The left is outraged when things are leaks. Listen. Perhaps President Obama -- President Trump said the wrong thing. And perhaps maybe things were compromised. And if he did, that's wrong. And that's a mistake. But he's trying to keep us safe. And he's trying to work with Russia to save lives. And if you say Trump shouldn't be trusted with classified information, you voted for a woman who the FBI said shouldn't be trusted with classified information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Jesse, but this is about a laptop band that was already discussed in the press and subject of many news reports. And the statement from Tillerson, from Dina Powell, right? And from McMaster was that no direct sources, military operations, procedures, anything like that was released. But then The Washington Post put it forward in their paper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Yes, that was not vetted by the Intelligence Committee which is not the case. And yes, Trump did not know about sources and methods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, no, no, no. I'm going to get to Dana, please. I think that, it's not about sources and methods, it's kind of naivete of Trump. The fact that he thinks like since Russia and America doesn't like ISIS, we can talk about this and maybe he thought that way and then he said something but as far as I can tell, they are saying, what he said was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But the world of Intel is about nuance and complexity and these partnerships and it's very -- and you do have to tread carefully. Trust your Intel people. They said he didn't know. Okay. Why didn't he know? That's a problem too. Okay. Whatever. I do, if I could comment on Nancy Pelosi, I actually don't think that the Democrats don't want to impeach him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because I think that the longer he stays that they think that that is actually their ticket back to relevance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "You know, you're right about that, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, thank you. Of course I was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "You're right. It's about 2018, right now the guys down to 36 percent, he'll get killed in the midterm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We'll see about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The Washington Post just admits that it's biased against President Trump? That story is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The Washington Post news erupted into applause last night after their story broke an online readership record with its report that President Trump shared highly classified intelligence with Russia, according to a Twitter post by the paper's fact checker, Glenn Kessler. Matt Drudge, publisher of the highly influential Drudge Report took issue with the celebration, saying it finally clarifies how this has turned into nothing but a blood sport. Stop snoring, Bob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Dana, what is your assessment of The Washington Post newsroom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, it's a business. We look at our ratings every day. We would love to break news. I don't know if we would break news that uses anonymous sources like this about an intelligence story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Oh, no, we wouldn't do that, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, maybe we wouldn't, I don't know what we would do in that case. But they are in a highly competitive situation. They're being called fake news all the time. They feel like they got one over on and they cheered. I guess if we had a big night where we won, like we always do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, it so passe for us. During the night, we don't even notice winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "We just win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We win so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm so tired of winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We know why they broke the record for viewership, because Hillary just kept pressing refresh over and over again because that's all she does in the woods with her laptop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It proves the point that, as much as the media pretends to find Trump so odious, they are so secretly or not so secretly overjoyed that they won because remember how it could be under Hillary, you said \"Saturday Night Live\" parities as a comparison, when they used to do Hillary, they refuse to be funny, they would use her character kind of in a gentle way where she was observing from up high. That's what they would have to be doing now in the media, in comedy. If Hillary was president, they wouldn't be doing their job. So thank President Trump for making your job great again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right and if they don't have Trump, they have Pence. Kimberly, a study came out and it said CNN dedicated 92 percent of their coverage to the Trump presidency and 78 percent were anti-Trump guests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yeah, it is a very significant play here in terms of trying to do win the presidency of Donald Trump to the point where we really see that it's almost become a blood sport for them. That this is what they crave, they crave a certain outcome, and anything that can resonate with that to try to effectuate that outcome, they are going to run with. It's like a witch hunt. It doesn't matter if he does something positive, something good, job numbers or anything like that, they're going to find a way to turn it against them. That's the reality of the research, Bob. They are very biased. The mainstream media is very biased. What (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "A good friend of mine made a very good point. Trump is going to be a victim now by you, guys. Poor little guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Like Obama all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Let's go back to Watergate, okay? Do you want to go through that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Treated this guy who was a big bully as a victim and he's not. And the other thing is, we can say all this. By the way, were spending 100 percent of the show on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "How do you explain the bias of the coverage and the numbers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "(inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "what's that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "How do you explain the biased coverage and the numbers and the polling about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Well, I -- you look at one number and that's gallop every day. Trump is now below Nixon. I mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, I'm not asking about that, I'm asking about the network coverage. WATTERS: I think the numbers you look at is over 300, the electoral votes that he won over Hillary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Take a look at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Oh, God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Directly ahead, ISIS is trying to down airlines with laptop bombs. A full report after this break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Details are emerging of the terror threat President Trump controversially discussed with the Russians last week. ISIS is apparently trying to down airliners with laptop bombs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H.R. MCMASTER, U.S. NATIONAL SECURITY ADVISER",
      "sentences": "The president was meeting with the foreign minister about the terrorist threat. The president was emphasizing, we have some common interest here. We have to work together in some critical areas. We have an area of cooperation with transnational terrorist organizations, ISIS in particular, an organization that had already taken down a Russian airliner and murdered over 200 people in October of 2015.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Command performance, four stars? Five stars? All right. So Dana, McMaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "We love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Obviously, I think, when you have somebody that's a subject matter expert that can come to the podium.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": ". and calm people down, but I also think that this is sort of, this has bothered me, it's been 48 hours since the story has been out there. The root of the story is the fact that ISIS is actually working on technology that could cause significant damage to innocent life, to our economy, to the whole system. And I feel like America has to make a decision about investing in technologies that are entrepreneurs and innovators come up with. And we cannot let ISIS out with us on technology. So when it comes to getting to an airport, whatever it might be, there are some things, it's expensive and people get annoyed, but they can see through your clothing. And may be the robots are actually the solution to this because they would be more efficient at it than a human being and then you have a human layer as well just checking to make sure because we cannot let ISIS out with us on technology, that is atrocious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You're absolutely right. You can't just be playing a secondary backup game that you might get lucky and be able to get some information, a rich source of intel especially in the past, like just you brought up that we've like (inaudible) everybody. We need to be able to stay ahead of it, be able to intercept this, and then come up with the technology to be able to combat it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's a great point. That's getting lost in this fake scandal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I remember after an American was beheaded by a guy from ISIS, President Obama went golfing. And the media said he was cool and calm and he could walk and chew gum at the same time. President Trump is trying to deal with Russia to keep everybody safe and he's now Benedict Arnold? It doesn't make a lot of sense. President Trump is cleaning up the mess that Obama left in the Middle East. He retreated from Iraq and let ISIS take over third of that country. There is a refugee crisis on his watch because he didn't draw a red line. And everyone is up in arms because President Trump is trying to keep us safe and it seems like the media wants to defeat Trump more than they want to defeat ISIS.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Are you finished with (inaudible). Let me just get through to today. What happened here was they found out about these computer technologies because of a third country who is an ally of ours who had human intel in a very dangerous place. What Trump did was to expose that and what is going to happen now is a lot of countries that normally share intel with us are going to be very, very literally of doing that. WATTERS: Because Israel was reportedly the source and they said they are still going to share intel. BECKEL: Of course they're going to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Bob, you're trying to make a problem where Israel has said we have no problem with that information being shared. In fact, the Russians were already privy to that information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "They were not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "From their own intelligence gathering. Yes, it's been all over the news. Everybody knows that ISIS is trying to use laptops. That's why they were going to ban them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "All the intelligence gathering? I mean, there is no intelligence there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Why do people listen to me when we debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "What did you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Ridiculous. All right. Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll go back to what Dana was talking about. Infidels work day and night to kill us and the fact that we are still alive has to do with the distance number one in the look (ph) of our birth. But as technology marries to terror, those two variables won't matter anymore. Distance will matter and where you were born won't matter because remember, we didn't fathom 9/11 until 9/11 and all that was was a box cutter plus a jet. Not technology created a missile. So the next big scale attack, it won't dawn on us until it happens and we go, wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And the thing is this technology actually in this day, it's expensive, so we have to decide if we're willing to pay for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And the other thing too, about these laptops, it's going to create a whole new industry. Like laptops will be like rental cars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "If you got laptops in your eyes (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You land and you rent a laptop or maybe you could rent laptops on a plane. But, you know what, I'd rather be alive and deal with one small little problem then be blown to a million pieces so I can watch a movie on my laptop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "(inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "You drawn that far too much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Getting blown up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "(inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right. No, no, no, we have no time for psychological problems. Too numerous and frequent. The president is going on his first overseas trip soon. We'll preview it after these brief messages. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "(inaudible) Jesse's mother and his wife, his children. I did not mean Jesse wasn't intelligent. It has to do with intelligence, you know, things (inaudible) find information. He was leaking just like Donald Trump. Donald Trump is about to embark on his first overseas trip. It's very important thing for a president that he doesn't make any mistakes. I've got a little idea here for all of us at this stable. Who believes that Donald Trump is going to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, this is a good idea to have (inaudible) happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Who thinks Donald Trump is going to get (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you know what he's not gonna do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's not going to bow to the Saudi king.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "What do you think the chances are that he's going to get through this without making a gas (ph)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, he's not going to do an apology to her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "No, forget that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Can you forget that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You are relentlessly off message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Someone has to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I want to say this is amazing block (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Okay. Will you tell me, give some odds, please. Don't be a (inaudible). Just say it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I got to call my guys in the desert. What you think, 3-1? Who knows, whatever the gap it's going to be it is going to be fake news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Okay. Dana, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think it's a great concept for a first trip, and it's bold. It's not like, you know, go up to Canada or Mexico, the three major capitals, there probably reasons for that. But I think it's a great concept for a foreign trip. My motto is beware the foreign trip for president because something always happens on the home front that you have to try to manage the time difference is hard. So the chances of there being some sort of like saying yes, we have some movable piece to pay off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "(inaudible) percentage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Percentage of -- 100 percent, there will be something that happens on the trip that you think is a gap. And that Jesse will think it's no big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And that's probably somewhere in the middle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "(inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Greg, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I believe, if I'm not mistaken, that he has traveled before. I think he has a plane and he has gone overseas and as a businessman worth billions. He's actually met people who are different from him. Having said that, you never know. You could ask the pope if the cracker comes in different flavors, which would be pretty funny. I give him 50 percent. It will be something innocuous. But I would say the speech in Saudi Arabia will be very, very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And will be good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I think I could hear comments from last night, Dana, but I think this was, you know, well thought out, well executed in terms of level of preparation. And now they just have to keep the communication going and keep the message in terms of what the president is doing, who is he meeting with, what kind of information and alliances and results come from it. It makes a lot of sense to me to be doing this. I think the timing is very good given everything that is going on. And then you just hope that the mainstream media actually -- I'm serious, actually covers the trip and get fair due in court (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "I think that's right. They should get a (inaudible). It's meticulously planned and I will give you 150% that this guy is going to blow it and blow it badly. He's going to call the pope, the orthodox leader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I bet he's going to disappoint you, Bob. Let's hope for the American president to speak and for the results to be good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "This guy can't get through a day without making some verbal mistake. \"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Look at you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Okay. It's time now for \"One More Thing.\" Kimberly starts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I have a cute one. This is a five cuteness alert at 9:00 eastern. University of Texas guy named Josh (inaudible) stuck his pet chihuahua, Attila, in a mini cap and gown in celebration of his recent graduation. Look at some of these adorable photos. Josh got his bachelor's degree in exercise science but Attila must have got her bachelor's degree in, what, Dana? Canine cuteness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, very cute, very cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Very cute. Isn't that adorable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And were going to stay in Texas because this is Carson Huey. He received his diploma along with more than 2,000 other students at Texas Christian University, but his story was a bit different than his peers. He's 14 years old, youngest person accepting a diploma. He earned his college degree in physics after starting at the college in 2013 at just 11 years old. He was on \"Fox & Friends.\" Check it out. CARSON HUEY, 14-YEAR-OLD COLLEGE GRADUATE: Overall, it was a very positive experience. I really liked going and learning all the stuff that I could learn and just getting to sort of grow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "God bless them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I haven't banned a phrase in a while. Let's ban one. You know, it's a word you keep hearing over and over again, just like groundhog day. Groundhog day is something that happens over and over again and people are just tired of hearing about it. So I'm banning the phrase groundhog day. Bob just use a certain finger in my direction and we didn't catch it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was groundhog day too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Bob?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "Yeah, okay. Let's go back to the president, if we could. President Trump gave a speech at Liberty University in Virginia. And, you know, if you listen to what he says and listen to a certain movie that you all know, there seems to be some amazing, amazing plagiarism here. Let's take a look at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you could tell what I mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We take our next steps into the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "You must go forward into the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is the passion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Passion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Courage of conviction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Courage and your conviction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And most importantly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Most importantly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Have faith in yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Be true to yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "There you go. I did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Unbelievable. They are hard at work at the capitol. They are very worried about ducklings so they have installed a dock ramp so they don't have to exert themselves to go into the pool. They can then climb the ramp into the pool and it probably cost $45,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So cute. How we get Bob to the set.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's why we get deep on the ramp (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, Bob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Billed the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECKEL",
      "sentences": "I have no regrets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Billed the ramp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Set your DVR. Never miss an episode of \"The Five.\" \"Hannity\" is next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "This is a FOX News alert. Hello everyone, I'm Dana Perino and this is \"The Five.\" We begin tonight with breaking news, The New York Times this evening reporting that President Trump suggested that then FBI Director James Comey that he drop the bureau's investigation into former National Security Adviser Michael Flynn. According to The Times, in February, Mr. Trump told Comey, quote, \"I hope you can let this go,\" citing a memo written by Mr. Comey. The White House says the report is, quote, \"Not a truthful or accurate portrayal of the conversation between the President and Mr. Comey.\" But opponents of the President are saying this new information is stunning evidence of obstruction of justice. It's the second straight night we've had breaking news about the President, and joining us with more on this developing story is chief political anchor Bret Baier. Bret, I noticed that you tweeted early on when this story broke about 15 minutes later that Comey was a known note taker writing detailed memos. This may be the tip of the very detailed iceberg and could change the dynamic on the hill. I'd like for you to talk about that and also we're going to take over questions. My question is the post, citing anonymous sources says that Attorney General Jeff Sessions and Deputy Attorney General Rosenstein had seen this memo before they had written a memo that Trump said originally was the reason for the firing of Jim Comey. So, I was just wondering if you had been able to track any of that down between six and 9:00 which is not a lot of time."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS",
      "utterance": "Well, first of all, good evening, good to be with you. I think that here's what we know. And it's important, in these environments, to deal in facts. What we know to be a fact from FBI sources and sources of Department of Justice is that Comey, the former FBI director, then-FBI director at the time met with President Trump February 14th, the day after Michael Flynn was fired. After that meeting, we know that he took very detailed notes. A very detailed memo, we are told, and that he was uncomfortable. What we don't have independently of The New York Times is the quote from the memo, as they report, that President Trump says to Comey, I hope you can find a way to bring this to an end. In other words, the investigation of Michael Flynn. We also don't know what the extent of the memos, and how many memos there are, and what exactly is in them. We do know another fact that the acting FBI Director McCabe testified on Capitol Hill that there is no known interference from the White House or anyone else in the FBI investigation, that nothing has slowed the FBI agents that are doing the investigation. Also, Rosenstein, the deputy Attorney General testified to the same thing. So, I think where we are, until we get more confirmation or actually see the memo, is really, where Senator Richard Burr is, the chair of the Senate Intelligence Committee, where he said tonight, I need to see more than just anonymous sources here. He met with Comey the day before he was fired. He and Senator Warner from Virginia, the two chairs of the Senate Intelligence Committee, they said he didn't say anything about this. He didn't tell them one thing, and he got very detailed in what he did tell them. He says, verse says, you would think he would say something if this was truly what happened. He didn't, clearly, say much to anyone as far as we can tell."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. We know that he's been invited to testify so maybe then we'll be able to get those answers at least then. We'll take it around the table, I'll start with Jesse."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Bret, I'm going to put a little \"Watters' World\" spin on this story. If I went out tomorrow, I'm not going do the thing."
    },
    {
      "speaker": "BAIER",
      "utterance": "Okay."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was a nice attempt. You've been practicing, I could tell. If I went out tomorrow in the street and I asked 10 people who James Comey was, I'd probably maybe get three, maybe four who knew, depending on the neighborhood. This is a scandal with no video, with no audio, with no sex, with no money, with no dead bodies. It's a boring scandal. No one knows the deputy AG's name, no one can pronounce the Russian defense minister's name."
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "I can."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There are memos, in which memo, and who sent what memo to who, no one is emotionally invested or can even understand this story. It's a process story. Now, do we think we are losing sight of what the rest of the country thinks and feels about something like this?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, listen. I think that you're right in that there is a large section of the country that would like Washington to work on something else. But it is a big story. I mean, potentially, potentially, if you have the President asking the FBI director to move away from an investigation, an investigation where he is told that he's not a target but yet is investigating the Trump campaign, and ties or collusion possibilities with Russia, that is a big deal. And it's a big enough deal --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Did Obama say it publicly the IRS situation wasn't that big of a deal? Or that Hillary's secret server didn't put any lives at risk or didn't jeopardize that as a security? And everybody blew that off."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jesse, you're exactly right. Trey Gowdy tonight on Martha show mentioned that saying that Gowdy are saying, Comey did not come forward the four times he said President Obama stepped in front of an investigation, namely the Hillary Clinton email server investigation by saying, essentially, it was no big deal. You're right, and there is hypocrisy here. However, right now, in this environment, as the stories come out day by day, there are elements of truth to them. Some of them have fallen apart but some of them are describing a White House that is in a tough spot and is in a chaotic moment."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Bob."
    },
    {
      "speaker": "BOB BECKEL, CO-HOST",
      "utterance": "Jesse, the four people you interviewed probably are from Nigeria. But let me ask, let's go to some facts. The fact is that they had dinner together, the fact is that Comey does keep these memos, he's a lawyer and he gave detailed information on them. The fact is somebody in the CIA leak that out to \"The Washington Post.\" The fact is that the White House says no, so that means either Trump or Comey is lying, right?"
    },
    {
      "speaker": "BAIER",
      "utterance": "That is true."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Now, if that's the case, when Jesse says, this is not a big deal, the President of the United States to be positive, obstruction of justice is clearly an impeachable offense."
    },
    {
      "speaker": "BAIER",
      "utterance": "If you get to that point, I think Bob you're right. You can make that claim. I think that you're going to see many calls now for the actual memo. You've already got a letter that went out tonight from Jason Chaffetz, the House Oversight Committee Chairman to the FBI, to say, we need to see these memos. You're already hearing Bob calls for the so- called tapes that the President referenced in that tweet and the White House has not talked about since. Either the tapes themselves or transcripts, and I think you're going to see more and hear more calls for a special prosecutor or special commission and that Republicans may start getting to that spot."
    },
    {
      "speaker": "PERINO",
      "utterance": "A long way to go from here to there. Kimberly?"
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "All right. Good evening, Bret. So, also what about the source saying that there are copious notes? I imagine there's going to be a request, you know, for those notes but what I'm curious about is, if this was the situation that was developing at that time, you know, why didn't Director Comey say anything about it? Why are we hearing about it after he's been dismissed from his position? I mean, it's the question that I would look at as a former prosecutor to say, what is the motive here, how valid is this information, why wasn't it extemporaneous, you know, happening at the time if he thought it was problematic versus waiting in the aftermath for something like this to then get leaked out."
    },
    {
      "speaker": "BAIER",
      "utterance": "I agree with you, Kimberly. That's a big question. I think the memos, as far as we can tell and from what sources are telling us were kind of contemporaneous at the time, dated and marked every time he talked about something. With the big figure like the President on big items. However, why did he step up? The New York Times reports it was a close circle at the FBI who knew, but there wasn't an obstruction that was testified too by the acting FBI Director McCabe or the Deputy Attorney General Rosenstein who wasn't there at the time but clearly had the information about the DOJ and how the investigation was going."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Just real quick, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "That is the question."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Okay though, just real quick in terms of when I would proffer evidence in front of a jury, and for something like this, if you have an electronic recording or something that can be authenticated in terms of this veracity, you know, time, date stamp, that's one thing. But if somebody is writing a note, I can write a note here and I can backdate it for last June and say, well, I made this and these a series of my notes that were contemporaneous at the time. But nevertheless you can't necessarily accept it for the truth of the matter if you can't authenticate the time that it was actually produced."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. I agree with you. But I think his documents were kind of seized or locked down the day he was fired. And we'll have to get into the process of what exactly happened with those memos."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. An interesting question, you know?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It seems like I see you every day now, Bret. Trump breaks more news than Michael Moore breaks lawn chairs. According to this memo, Trump said, I hope you let him go or I hope you can let this go. When you say you hope for something it's not a command. It's not saying you better do this. It's like saying, I hope I get a bicycle for Christmas and I really hope you show up to my birthday party or I really hope that you won't make loud noises, you know, when I'm sleeping. It's a hope, it's not a command. So in my mind, and I know that this isn't yet a question, it seems like it's not a big deal which is maybe why Comey didn't think it was obstructionist, so he didn't have to comply to reporting it because he knew that he could -- that what Trump was doing was what Trump does. Everything to him is like visiting a construction site. It's not what a politician says or does. He doesn't understand the internal, how internal stuff works and when he shows up it's like, you know, I really wish we could do this for cheaper. I wish we didn't use these kinds of lights and these bathrooms. We could have done a better job. It seems to me that this is just how Trump speaks and Comey understood that this is how Trump speaks. Therefore, he didn't feel like it was required to tell the DOJ of any attempt to obstruct justice. I think I just explain the story better than anybody on the planet."
    },
    {
      "speaker": "BAIER",
      "utterance": "May be you did. May be you did. You know, Steve Helton on our panel was very similar in his thoughts about being -- all right, but you are much better. All right."
    },
    {
      "speaker": "PERINO",
      "utterance": "But he had an accent."
    },
    {
      "speaker": "BAIER",
      "utterance": "Basically the outsider mentality, the developer mentality, and that he hasn't been around Washington to know the speaker. However, you know, I don't think it takes away from the import of this series of stories and the White House kind of dealing with all of it at once."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I was trying to take the import out of it."
    },
    {
      "speaker": "BAIER",
      "utterance": "I know you were."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And export."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think it was a good try."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you so much. All right. We're going to keep talking here but thank you so much, Bret Baier."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll see you, guys."
    },
    {
      "speaker": "PERINO",
      "utterance": "Okay. Kimberly, though, do you remember when Comey had the whole thing in 2004 about the reauthorization of the NSA program and he goes to the bedside of Attorney General John Ashcroft and he says, I'm uncomfortable with this and there is Andy Carr, the chief of staff and the Attorney -- the White House Counsel and he actually documented those things then."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's one of the reason that all those things, and as I understand, it was like a memo to file, like a contemporary utterance so that he like, documented all of this stuff. And it could be that he has times when he talked to President Obama, too. I mean, I don't know if he'll actually say that, but is it totally inadmissible to have something like that? I thought that actually was good evidence."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No. It absolutely isn't. And so, what you would have is an evidentiary hearing to make sure to say, it is admissible, can we authenticate it? Is this something -- and the point you bring up are good, that they would argue, to say look, this is somebody that is in the pattern or practice of authenticating --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "-- and making, putting forward these documents. He does these memorandums. You see that there is a serious but then it begs the question, well, if you're going to put forward these documents as it relates to President Trump, then let's see the documents about President Obama and the different times that you decided to like, you know, look the other way even though you had perhaps an idea or a feeling of obstruction of justice. Why now is this coming forward? Who is leaking this information against the President to try to make it seem like there's something that is untoward? We don't know. That's what they have investigations for. But nevertheless, the timing of it seems rather, I don't know what you're laughing about, Bob that it seems a little bit suspect, because in the wake of Director Comey being fired by the President then all of a sudden we get this oh, yes, bad on you, you tried to obstruct justice. So, these are questions that need to be asked."
    },
    {
      "speaker": "BECKEL",
      "utterance": "So, they need to be asked but if you go back the Obama time again, you guys have got to move forward. You know? This is not something you keep going back too."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You have to move forward from the election."
    },
    {
      "speaker": "BECKEL",
      "utterance": "I have not said that about the election, I've said that, accept the fact that the guy is the President of the United States, barely, but he is President of the United States. But listen, when you said, you thought --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, he was president five months ago so it actually is relevant because part of this story leads back into the presidency of Barack Obama."
    },
    {
      "speaker": "BECKEL",
      "utterance": "If you're, now, wait a minute, look, if you're Comey --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, it does about the election."
    },
    {
      "speaker": "BECKEL",
      "utterance": "-- and he did not reveal that fact about the obstruction of justice, and was a good try, Greg, but you could call it hope, you could call it dirt, you could call it anything else you want, and he said take it easy on my boy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would hope --"
    },
    {
      "speaker": "BECKEL",
      "utterance": "That's obstruction of justice."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would hope --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. But that's when you would say I would hope. That's not the same, it's just not. If you understand language it's not."
    },
    {
      "speaker": "BECKEL",
      "utterance": "But it is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But if it was and he would believe it to be obstruction and he didn't. This is very \"mean girls\" by the way. This whole way that Comey is doing it, very \"mean girls.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "How about how he was fired?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. Oh my God! That's a great example. He was fired."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, it was like payback."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was an aggressive act that Trump did in the open. Comey did it behind closed doors."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He did it in secret. He had a friend read the memo. That's \"mean girls.\" But Trump actually said, you're fired, you're not even here, and it's public."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Let's just assume there was a tape."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Greg, let's assume there was a tape. Let's assume there was a tape in that discussion. That came out. And that came out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BECKEL",
      "utterance": "And that means President Trump obstructed justice. I don't care how you look at it, it's gone."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Maybe -- meeting on a tarmac in Arizona like -- you've been worried about it."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Oh, God!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a good point. You made a good point though."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think Comey is a little bit of a drama queen. He goes to the bedside of -- he makes this huge fight with Apple after San Bernardino. You know, he gets fired, and he starts leaking, he's always interfering with Hillary and then on the eve of the election, it's always about Comey. Have anyone noticed that?"
    },
    {
      "speaker": "BECKEL",
      "utterance": "What I've noticed is, every law enforcement officer, every FBI officer says, he's a terrific guy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A lot of people are pretty happy he left --"
    },
    {
      "speaker": "BECKEL",
      "utterance": "Yes. He's very professional. He's very comprehensive. Leave it alone, man."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think having a friend read the memo --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Can you blame Bush for eight years?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. But the bottom-line --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You read the memo."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. But the Comey had no problem when he was assuming the role of Loretta Lynch and stepping in as judge, jury, prosecutor and saying there will be no charges against Hillary Clinton, there is insufficient evidence and adding an element of the crime that does not exist."
    },
    {
      "speaker": "BECKEL",
      "utterance": "But what does that have to do with Donald Trump?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You're saying that he's a shining example and beacon of purity --"
    },
    {
      "speaker": "BECKEL",
      "utterance": "What does that have to do with --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "-- and that Donald Trump tried to obstruct justice but you don't have proof of it."
    },
    {
      "speaker": "BECKEL",
      "utterance": "You know the law well. That's not going to stand up in a court of law. Well, because differently the fact is that Trump can obstruct justice. That is wrong."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I'm specifically speaking to your point in making an evaluation about his character and integrity and I'm pointing to a specific examples where he was lacking in it."
    },
    {
      "speaker": "PERINO",
      "utterance": "And also, Bob, it might not have been illegal. It might be politically unwise or painful to go through but I think that the Democrats leap to impeach immediately after hearing anonymous sources at \"The Washington Post,\" it's a little bit of a stretch."
    },
    {
      "speaker": "BECKEL",
      "utterance": "No, they should have moved to impeach now but let's clarify something. It is not a political issue. When he said lay off my boy, that is obstruction of justice."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. We got to run. Nice more to come on \"The Five\". Greg got some advice on how to react to the recent news about the Trump administration. Can't wait. That's straight ahead."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Every day we are told this is it for the Trump administration. It's over. Pack up the jet. Leave the keys to the White House with Pence. True, Trump makes it pretty easy for his critics. He's a lotion for commotion. What he says out loud makes leaking so easy. But now all the coverage of him is a nonstop shrieking car alarm as Trump defenders fight every battle like it's the last. But maybe everyone should calm down and -- I can't believe I'm going to say this -- listen to Nancy: HOUSE MINORITY LEADER NANCY PELOSI, D-CALIF. Again, you're talking about impeachment, you're talking about what are the facts? Not that I don't like him and I don't like his hair. What are the facts? I don't like what he said about this. What are the facts that you would make a case on? What are the rules that he may have violated? If you don't have that case, you're just participating in more hearsay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. For more on this, we go to hell. Just as I thought, hell has frozen over. Nancy is right. And by admitting that I now have a rash all over my body."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Again?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But when she --"
    },
    {
      "speaker": "BECKEL",
      "utterance": "Well, what else is new?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When Nancy is the voice of reason you know things are nuts. But the point is, we need to separate the personality from the policies. When you do, you see Trump's policies are largely benign. It's his behavior that's so brash. And the hate toward him so visceral that every misstep becomes the end. So, will the American public finally grow tired of the coverage before they tire of Trump? Who knows? Because both are exhausting. So does President Trump talk out of turn? Yes. That's plausible. But then are his words exaggerated by those who can't accept an election result? Yes. That's plausible too. See, the two extremes -- is he nefarious or noble -- are never right. It's always going to be in the middle. So instead, relax. Everybody relax and take inspiration from the world's greatest movie. KEVIN BACON AS CHIP DILLER IN \"ANIMAL HOUSE\": Remain calm."
    },
    {
      "speaker": "BACON",
      "utterance": "Remain calm! All is well!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That worked out well. Kimberly, you're related to Nancy Pelosi by one of your many marriages."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's so mean. That's fake news."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Isn't it refreshing that she's the voice of moderation?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "The evanescence and through marriage."
    },
    {
      "speaker": "BECKEL",
      "utterance": "You don't need to be defensive, it's fine."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Fine, whatever."
    },
    {
      "speaker": "BECKEL",
      "utterance": "It's the five marriages that's the problem."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I actually agree with her like you said. I thought she was lucid, she made sense. That's actually accurate. We can't run around with like hearsay. What are the facts versus the media hysteria? They bought in in an end outcome without even wondering, caring, or delivering about any supporting facts and that's a problem. So, they're a long way from being able to accomplish or achieve that because they have fanciful dreams like children in Toyland about impeachment and then obviously trying to take back the house. But you can't just do that without some kind of wrongdoing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Bob, I'm sure you'll going to agree with me on this but it seems like this story about Russia is already dying on the vine. It's over."
    },
    {
      "speaker": "BECKEL",
      "utterance": "How is your stomach, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's great."
    },
    {
      "speaker": "BECKEL",
      "utterance": "That's us dying on the vine. You know?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So, he said he's in better physical health than you."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Actually, I think I maybe, except for my legs. But anyway. But I'm not older. So, let me just say, you said something, did you say something?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Look at Bill."
    },
    {
      "speaker": "BECKEL",
      "utterance": "You little peasy ant."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I bought you dinner tonight."
    },
    {
      "speaker": "BECKEL",
      "utterance": "I know. But you're still my son."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No more dinner, Bob."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why did you buy him?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Chinese."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Not shrimp."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Like what Dana have."
    },
    {
      "speaker": "PERINO",
      "utterance": "Fish?"
    },
    {
      "speaker": "BECKEL",
      "utterance": "Fish, it was fish and shrimp?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "There is no shrimp though."
    },
    {
      "speaker": "PERINO",
      "utterance": "Bob, make your point."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh my God!"
    },
    {
      "speaker": "BECKEL",
      "utterance": "I'm trying to, but I got interrupted as usual."
    },
    {
      "speaker": "PERINO",
      "utterance": "You get distracted. The facts. You keep talking about facts. I agree with Kimberly. I think you've set it up exactly right but there are some facts that we do know, that a highly classified intelligence operation was leaked. That's a fact. The reason we know that is the name of the town, and it was controlled by ISIS. So, that's -- very few people knew that. It was a highly classified operation. That leak emanated from somebody in the White House. Now, in that room, and the Oval Office that day, because the only people who would know about this intelligence operation would be the president, McMasters, and the secretaries of state and defense. That's it. So, one of them may have leaked it. Now, the other three said they weren't talking. They won't let the President talk. So, more than likely and the President sort of admitted it, too. He said, yes, it's a Russian thing -- wait a second, so that's a fact. And the fact was that an agent left there and called the CIA, and the NSA to warn them about this, that's a fact. Now, when you have those facts in front of you, what do you say? Donald Trump leaks a classified operation."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't like President Obama's White House, remember the raid on Osama bin Laden? That ended up with --"
    },
    {
      "speaker": "BECKEL",
      "utterance": "I was hoping you of all people would not go back there."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "But there's a --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is a very good point. You know what else? I have a \"Washington Post\" headline here from last summer when Obama was president. U.S. offers to share Syria intelligence on terror. Okay? Hey, how about Bradley Manning. Now, Chelsea Manning, didn't he leak all types of classified information and President Obama gave him clemency? How about Edward Snowden?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. Health care."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He was a hero for the left. He leaked all of this information. The left is outraged when things are leaks. Listen. Perhaps President Obama -- President Trump said the wrong thing. And perhaps maybe things were compromised. And if he did, that's wrong. And that's a mistake. But he's trying to keep us safe. And he's trying to work with Russia to save lives. And if you say Trump shouldn't be trusted with classified information, you voted for a woman who the FBI said shouldn't be trusted with classified information."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Jesse, but this is about a laptop band that was already discussed in the press and subject of many news reports. And the statement from Tillerson, from Dina Powell, right? And from McMaster was that no direct sources, military operations, procedures, anything like that was released. But then The Washington Post put it forward in their paper."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Yes, that was not vetted by the Intelligence Committee which is not the case. And yes, Trump did not know about sources and methods."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, no, no, no. I'm going to get to Dana, please. I think that, it's not about sources and methods, it's kind of naivete of Trump. The fact that he thinks like since Russia and America doesn't like ISIS, we can talk about this and maybe he thought that way and then he said something but as far as I can tell, they are saying, what he said was --"
    },
    {
      "speaker": "PERINO",
      "utterance": "But the world of Intel is about nuance and complexity and these partnerships and it's very -- and you do have to tread carefully. Trust your Intel people. They said he didn't know. Okay. Why didn't he know? That's a problem too. Okay. Whatever. I do, if I could comment on Nancy Pelosi, I actually don't think that the Democrats don't want to impeach him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Because I think that the longer he stays that they think that that is actually their ticket back to relevance."
    },
    {
      "speaker": "BECKEL",
      "utterance": "You know, you're right about that, by the way."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, thank you. Of course I was."
    },
    {
      "speaker": "BECKEL",
      "utterance": "You're right. It's about 2018, right now the guys down to 36 percent, he'll get killed in the midterm."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We'll see about that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Coming up."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The Washington Post just admits that it's biased against President Trump? That story is next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The Washington Post news erupted into applause last night after their story broke an online readership record with its report that President Trump shared highly classified intelligence with Russia, according to a Twitter post by the paper's fact checker, Glenn Kessler. Matt Drudge, publisher of the highly influential Drudge Report took issue with the celebration, saying it finally clarifies how this has turned into nothing but a blood sport. Stop snoring, Bob."
    },
    {
      "speaker": "BECKEL",
      "utterance": "I'm sorry."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Dana, what is your assessment of The Washington Post newsroom?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, it's a business. We look at our ratings every day. We would love to break news. I don't know if we would break news that uses anonymous sources like this about an intelligence story."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Oh, no, we wouldn't do that, no."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, maybe we wouldn't, I don't know what we would do in that case. But they are in a highly competitive situation. They're being called fake news all the time. They feel like they got one over on and they cheered. I guess if we had a big night where we won, like we always do."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, it so passe for us. During the night, we don't even notice winning."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "We just win."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We win so much."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm so tired of winning."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg, what do you think?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We know why they broke the record for viewership, because Hillary just kept pressing refresh over and over again because that's all she does in the woods with her laptop."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It proves the point that, as much as the media pretends to find Trump so odious, they are so secretly or not so secretly overjoyed that they won because remember how it could be under Hillary, you said \"Saturday Night Live\" parities as a comparison, when they used to do Hillary, they refuse to be funny, they would use her character kind of in a gentle way where she was observing from up high. That's what they would have to be doing now in the media, in comedy. If Hillary was president, they wouldn't be doing their job. So thank President Trump for making your job great again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right and if they don't have Trump, they have Pence. Kimberly, a study came out and it said CNN dedicated 92 percent of their coverage to the Trump presidency and 78 percent were anti-Trump guests."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yeah, it is a very significant play here in terms of trying to do win the presidency of Donald Trump to the point where we really see that it's almost become a blood sport for them. That this is what they crave, they crave a certain outcome, and anything that can resonate with that to try to effectuate that outcome, they are going to run with. It's like a witch hunt. It doesn't matter if he does something positive, something good, job numbers or anything like that, they're going to find a way to turn it against them. That's the reality of the research, Bob. They are very biased. The mainstream media is very biased. What (inaudible)."
    },
    {
      "speaker": "BECKEL",
      "utterance": "A good friend of mine made a very good point. Trump is going to be a victim now by you, guys. Poor little guy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Like Obama all the time."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Let's go back to Watergate, okay? Do you want to go through that?"
    },
    {
      "speaker": "BECKEL",
      "utterance": "Treated this guy who was a big bully as a victim and he's not. And the other thing is, we can say all this. By the way, were spending 100 percent of the show on it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "How do you explain the bias of the coverage and the numbers?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "(inaudible)."
    },
    {
      "speaker": "BECKEL",
      "utterance": "what's that?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "How do you explain the biased coverage and the numbers and the polling about it?"
    },
    {
      "speaker": "BECKEL",
      "utterance": "Well, I -- you look at one number and that's gallop every day. Trump is now below Nixon. I mean."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, I'm not asking about that, I'm asking about the network coverage. WATTERS: I think the numbers you look at is over 300, the electoral votes that he won over Hillary."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Take a look at that."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Oh, God."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Directly ahead, ISIS is trying to down airlines with laptop bombs. A full report after this break."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Details are emerging of the terror threat President Trump controversially discussed with the Russians last week. ISIS is apparently trying to down airliners with laptop bombs."
    },
    {
      "speaker": "H.R. MCMASTER, U.S. NATIONAL SECURITY ADVISER",
      "utterance": "The president was meeting with the foreign minister about the terrorist threat. The president was emphasizing, we have some common interest here. We have to work together in some critical areas. We have an area of cooperation with transnational terrorist organizations, ISIS in particular, an organization that had already taken down a Russian airliner and murdered over 200 people in October of 2015."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Command performance, four stars? Five stars? All right. So Dana, McMaster."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "We love it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Obviously, I think, when you have somebody that's a subject matter expert that can come to the podium."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": ". and calm people down, but I also think that this is sort of, this has bothered me, it's been 48 hours since the story has been out there. The root of the story is the fact that ISIS is actually working on technology that could cause significant damage to innocent life, to our economy, to the whole system. And I feel like America has to make a decision about investing in technologies that are entrepreneurs and innovators come up with. And we cannot let ISIS out with us on technology. So when it comes to getting to an airport, whatever it might be, there are some things, it's expensive and people get annoyed, but they can see through your clothing. And may be the robots are actually the solution to this because they would be more efficient at it than a human being and then you have a human layer as well just checking to make sure because we cannot let ISIS out with us on technology, that is atrocious."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You're absolutely right. You can't just be playing a secondary backup game that you might get lucky and be able to get some information, a rich source of intel especially in the past, like just you brought up that we've like (inaudible) everybody. We need to be able to stay ahead of it, be able to intercept this, and then come up with the technology to be able to combat it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's a great point. That's getting lost in this fake scandal."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I remember after an American was beheaded by a guy from ISIS, President Obama went golfing. And the media said he was cool and calm and he could walk and chew gum at the same time. President Trump is trying to deal with Russia to keep everybody safe and he's now Benedict Arnold? It doesn't make a lot of sense. President Trump is cleaning up the mess that Obama left in the Middle East. He retreated from Iraq and let ISIS take over third of that country. There is a refugee crisis on his watch because he didn't draw a red line. And everyone is up in arms because President Trump is trying to keep us safe and it seems like the media wants to defeat Trump more than they want to defeat ISIS."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Are you finished with (inaudible). Let me just get through to today. What happened here was they found out about these computer technologies because of a third country who is an ally of ours who had human intel in a very dangerous place. What Trump did was to expose that and what is going to happen now is a lot of countries that normally share intel with us are going to be very, very literally of doing that. WATTERS: Because Israel was reportedly the source and they said they are still going to share intel. BECKEL: Of course they're going to say that."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Bob, you're trying to make a problem where Israel has said we have no problem with that information being shared. In fact, the Russians were already privy to that information."
    },
    {
      "speaker": "BECKEL",
      "utterance": "They were not."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "From their own intelligence gathering. Yes, it's been all over the news. Everybody knows that ISIS is trying to use laptops. That's why they were going to ban them."
    },
    {
      "speaker": "BECKEL",
      "utterance": "All the intelligence gathering? I mean, there is no intelligence there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Why do people listen to me when we debate?"
    },
    {
      "speaker": "BECKEL",
      "utterance": "What did you say?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Ridiculous. All right. Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll go back to what Dana was talking about. Infidels work day and night to kill us and the fact that we are still alive has to do with the distance number one in the look (ph) of our birth. But as technology marries to terror, those two variables won't matter anymore. Distance will matter and where you were born won't matter because remember, we didn't fathom 9/11 until 9/11 and all that was was a box cutter plus a jet. Not technology created a missile. So the next big scale attack, it won't dawn on us until it happens and we go, wow."
    },
    {
      "speaker": "PERINO",
      "utterance": "And the thing is this technology actually in this day, it's expensive, so we have to decide if we're willing to pay for it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And the other thing too, about these laptops, it's going to create a whole new industry. Like laptops will be like rental cars."
    },
    {
      "speaker": "PERINO",
      "utterance": "If you got laptops in your eyes (ph)."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You land and you rent a laptop or maybe you could rent laptops on a plane. But, you know what, I'd rather be alive and deal with one small little problem then be blown to a million pieces so I can watch a movie on my laptop."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "(inaudible)."
    },
    {
      "speaker": "BECKEL",
      "utterance": "You drawn that far too much."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What?"
    },
    {
      "speaker": "BECKEL",
      "utterance": "Getting blown up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "(inaudible)."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right. No, no, no, we have no time for psychological problems. Too numerous and frequent. The president is going on his first overseas trip soon. We'll preview it after these brief messages. Stay with us."
    },
    {
      "speaker": "BECKEL",
      "utterance": "(inaudible) Jesse's mother and his wife, his children. I did not mean Jesse wasn't intelligent. It has to do with intelligence, you know, things (inaudible) find information. He was leaking just like Donald Trump. Donald Trump is about to embark on his first overseas trip. It's very important thing for a president that he doesn't make any mistakes. I've got a little idea here for all of us at this stable. Who believes that Donald Trump is going to."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, this is a good idea to have (inaudible) happen."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Who thinks Donald Trump is going to get (inaudible)."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you know what he's not gonna do?"
    },
    {
      "speaker": "BECKEL",
      "utterance": "What?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's not going to bow to the Saudi king."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's true."
    },
    {
      "speaker": "BECKEL",
      "utterance": "What do you think the chances are that he's going to get through this without making a gas (ph)?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, he's not going to do an apology to her."
    },
    {
      "speaker": "BECKEL",
      "utterance": "No, forget that."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Can you forget that?"
    },
    {
      "speaker": "PERINO",
      "utterance": "You are relentlessly off message."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Someone has to say."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I want to say this is amazing block (ph)."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Okay. Will you tell me, give some odds, please. Don't be a (inaudible). Just say it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I got to call my guys in the desert. What you think, 3-1? Who knows, whatever the gap it's going to be it is going to be fake news."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Okay. Dana, what do you think?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think it's a great concept for a first trip, and it's bold. It's not like, you know, go up to Canada or Mexico, the three major capitals, there probably reasons for that. But I think it's a great concept for a foreign trip. My motto is beware the foreign trip for president because something always happens on the home front that you have to try to manage the time difference is hard. So the chances of there being some sort of like saying yes, we have some movable piece to pay off."
    },
    {
      "speaker": "BECKEL",
      "utterance": "(inaudible) percentage."
    },
    {
      "speaker": "PERINO",
      "utterance": "Percentage of -- 100 percent, there will be something that happens on the trip that you think is a gap. And that Jesse will think it's no big deal."
    },
    {
      "speaker": "PERINO",
      "utterance": "And that's probably somewhere in the middle."
    },
    {
      "speaker": "WATTERS",
      "utterance": "(inaudible)."
    },
    {
      "speaker": "BECKEL",
      "utterance": "Greg, what do you think?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I believe, if I'm not mistaken, that he has traveled before. I think he has a plane and he has gone overseas and as a businessman worth billions. He's actually met people who are different from him. Having said that, you never know. You could ask the pope if the cracker comes in different flavors, which would be pretty funny. I give him 50 percent. It will be something innocuous. But I would say the speech in Saudi Arabia will be very, very important."
    },
    {
      "speaker": "PERINO",
      "utterance": "And will be good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I think I could hear comments from last night, Dana, but I think this was, you know, well thought out, well executed in terms of level of preparation. And now they just have to keep the communication going and keep the message in terms of what the president is doing, who is he meeting with, what kind of information and alliances and results come from it. It makes a lot of sense to me to be doing this. I think the timing is very good given everything that is going on. And then you just hope that the mainstream media actually -- I'm serious, actually covers the trip and get fair due in court (ph)."
    },
    {
      "speaker": "BECKEL",
      "utterance": "I think that's right. They should get a (inaudible). It's meticulously planned and I will give you 150% that this guy is going to blow it and blow it badly. He's going to call the pope, the orthodox leader."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I bet he's going to disappoint you, Bob. Let's hope for the American president to speak and for the results to be good."
    },
    {
      "speaker": "BECKEL",
      "utterance": "This guy can't get through a day without making some verbal mistake. \"One More Thing\" is up next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Look at you."
    },
    {
      "speaker": "PERINO",
      "utterance": "Okay. It's time now for \"One More Thing.\" Kimberly starts."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I have a cute one. This is a five cuteness alert at 9:00 eastern. University of Texas guy named Josh (inaudible) stuck his pet chihuahua, Attila, in a mini cap and gown in celebration of his recent graduation. Look at some of these adorable photos. Josh got his bachelor's degree in exercise science but Attila must have got her bachelor's degree in, what, Dana? Canine cuteness."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, very cute, very cute."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Very cute. Isn't that adorable?"
    },
    {
      "speaker": "PERINO",
      "utterance": "And were going to stay in Texas because this is Carson Huey. He received his diploma along with more than 2,000 other students at Texas Christian University, but his story was a bit different than his peers. He's 14 years old, youngest person accepting a diploma. He earned his college degree in physics after starting at the college in 2013 at just 11 years old. He was on \"Fox & Friends.\" Check it out. CARSON HUEY, 14-YEAR-OLD COLLEGE GRADUATE: Overall, it was a very positive experience. I really liked going and learning all the stuff that I could learn and just getting to sort of grow."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "God bless them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I haven't banned a phrase in a while. Let's ban one. You know, it's a word you keep hearing over and over again, just like groundhog day. Groundhog day is something that happens over and over again and people are just tired of hearing about it. So I'm banning the phrase groundhog day. Bob just use a certain finger in my direction and we didn't catch it."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was groundhog day too."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Bob?"
    },
    {
      "speaker": "BECKEL",
      "utterance": "Yeah, okay. Let's go back to the president, if we could. President Trump gave a speech at Liberty University in Virginia. And, you know, if you listen to what he says and listen to a certain movie that you all know, there seems to be some amazing, amazing plagiarism here. Let's take a look at it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you could tell what I mean."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We take our next steps into the world."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "You must go forward into the world."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It is the passion."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Passion."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Courage of conviction."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Courage and your conviction."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And most importantly."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Most importantly."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Have faith in yourself."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Be true to yourself."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I did it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I did it."
    },
    {
      "speaker": "BECKEL",
      "utterance": "There you go. I did it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Unbelievable. They are hard at work at the capitol. They are very worried about ducklings so they have installed a dock ramp so they don't have to exert themselves to go into the pool. They can then climb the ramp into the pool and it probably cost $45,000."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So cute. How we get Bob to the set."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's why we get deep on the ramp (ph)."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, Bob."
    },
    {
      "speaker": "PERINO",
      "utterance": "Billed the wall."
    },
    {
      "speaker": "BECKEL",
      "utterance": "I have no regrets."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Billed the ramp."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Set your DVR. Never miss an episode of \"The Five.\" \"Hannity\" is next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}