{
  "date": "May 1, 2019",
  "headline": "Attorney General Barr defends his handling of Mueller report amid criticism",
  "subHeadline": "Guest: Ben Domenech",
  "url": "https://www.foxnews.com/transcript/attorney-general-barr-defends-his-handling-of-mueller-report-amid-criticism",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JERROLD NADLER, D-N.Y., HOUSE JUDICIARY COMMITTEE CHAIRMAN",
      "sentences": "Compliance with Congressional subpoenas is not optional, and if good faith negotiations don't result in a pledge of compliance in the next day or two, the next step is seeking a contempt citation against the attorney general. He is trying to blackmail the committee into not follow what we think is the most effective means of eliciting the information we need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Chairman Jerry Nadler about the attorney general not showing up to testify tomorrow in the House. The DOJ is saying it was unnecessary and inappropriate the way they structured the hearing. Obviously, he did testify today, and one viewer, a prominent one, watched a little of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "I guess they want to treat her differently than they have anybody else. And for many, many years they've never done it this way. They are bringing in outside counsel or something, and that's not the way -- you elect people who are supposed to be able to do their own talking. But he did a fantastic job today, I'm told. I got to see some of it. He did a fantastic job. And it's all a big hoax, this whole thing with Russia. It turned out there is no collusion, there is no obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER",
      "sentences": "President Trump, that whole interview at 8:00 p.m. on FBN. Let's bring in our panel on a big day, Ben Domenech, publisher of \"The Federalist,\" Mara Liasson, national political correspondent for National Public Radio, and \"Washington Post\" columnist Marc Thiessen. Ben, overall, a lot happened obviously throughout this testimony, we were stuck on this very panel watching all of it. Your sense of how the attorney general fared.  BEN DOMENECH, \"THE FEDERALIST\": I think that depends entirely on who you talk to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Your perspective, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "This is a perspective where you are going to have very different reactions to what was going on. And while I know that there were some comparisons going on to the Kavanaugh subject, there similarly you saw a situation where the people watching it really perceived very different things. Personally, I think that Barr actually did a pretty good job fending off the questions that he received from a lot of the different Democratic senators. I think it actually didn't serve them well to have some people on the panel who were more interested in creating a 2020 moment for themselves as opposed to asking some tough questions. And I think that he comported himself well enough when it came to the president and what he said as well, that this is someone who he views as someone who can defend him in a very effective manner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The big moment, Mara, of a lot of the questioning was after Bill Barr put up the four pages where he comes to conclusions of them Mueller report before releasing the whole redacted report, he gets a letter from Bob Mueller saying he has concerns. Then he picks up the phone and calls Bob Mueller. This is the exchange where he talks about that phone call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "sentences": "He said that they were concerned about the way the media was playing this. I asked him if he felt that my letter was misleading or inaccurate, and he said, no. There were notes taken of the call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "May we have those notes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "I'm going to write a letter to Mr. Mueller, and I'm going to ask him, is there anything you said about that conversation he disagrees with, and if there is, he can come and tell us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And that's where they left it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "sentences": "This is a common theme, which is Bob Barr tell us --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Bill Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "I'm sorry, Bill Barr tells us what Bob Mueller thinks, or feels, and then later maybe we either read a report that Mueller wrote, or we might have testimony from Mueller himself. So I think that right now Barr's credibility with the Democrats on the committee is very low. They feel that after he got that letter from Mueller, he came up and testified before them on April 9th. He was asked, are you aware of the Mueller teams concerns about you letter and how you characterized the report. He said no, but he'd already had this letter from Mueller and talked to him. So I think right now everybody is waiting to hear what Mueller has to say for himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Lindsey Graham says he's not going to call Mueller up. He says enough is enough. He's done. Obviously, the House wants to hear from him May 15th.   MARC THIESSEN, COLUMNIST, \"WASHINGTON POST\": He's right not to. If Mueller wants to come up and testify, by all means. But Barr offered Mueller a chance to review the memo beforehand and Mueller declined. So now all of a sudden to come around and say I don't like the way it's being covered, it's kind of rich to come around and complain about the coverage when you had a chance to review the memo beforehand and give him some suggestions. So this was a Shakespearean drama and the title was \"Much Ado About Nothing.\" Bob Barr has been --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Bill Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Bill Barr. We keep doing the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "He has been completely open about this. He overrode DOJ regulations to release this report with very few redactions. He's given Congress a virtually unredacted copy of the report that they can review. He put out a short summary because he didn't want to leave the country in in suspense while they went through the redaction process. And this was a complete nonissue except that the Democrats aren't trying to find anything because they didn't get the Russia collusion story because it turns out the underlying crime didn't happen. And so they are having trouble letting go, and so they are trying to go after Bill Barr in this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The other part of the hearing deals with the Republicans, who have a lot of questions about the origin and the beginnings of this investigation. Here is Senator Cornyn and Graham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN CORNYN, R-TX",
      "sentences": "Knowing what we know now, that basically the allegations made therein were secondhand, hearsay, or unverified, can you state with confidence that the Steele dossier was not part of the Russian disinformation campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "No, I can't state that with confidence, and that is one of the arrows that I'm reviewing. I'm concerned about it, and I don't think it's entirely speculative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Do you share my concerns about the FISA warrant process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Do you share my concerns about the counterintelligence investigation and how it was opened and why it was opened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It seems, Ben, that's he set on moving forward with his own investigation, and obviously tracking the inspector general's investigation as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "This is going to be a very serious and important review. I think that all these Republicans who have questions about the way this was spun up are certainly operating in defense of the current president. But it's important for the country that we have confidence in our law enforcement situation where investigations like this under any president cannot be spun up without meeting various thresholds. You cannot weaponize the criminal justice system in the country in that way without degrading our faith in all of these institutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mara, we won't speculate what that's going to look like, or what the results are going to be, but it seems that Bob Mueller wanted to get that letter out, or his team did. You don't write it down unless you are going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "As people have said, it's very unusual for somebody like him to go to paper. In other words, to want to memorialize his concerns about Barr's letter. It's really, really unusual that he would do that, and I am sure he's going to be asked about it a lot if and when he finally comes before Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But the bottom line is the first thing that he was charged with, he does not find conspiracy, collusion, cooperating with the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "\"Collusion\" is not a legal term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right, conspiracy, cooperation with the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "He didn't do it. The president of the United States did not conspire with Russia to steal the election. And the fact is, if you are Donald Trump, if any of you were out there, if you were accused of a crime you knew you didn't commit and somebody appointed a Special Counsel who spent two years and $25 million investigating you, you would be pretty ticked off. And you'd want to know how this started, how it happened, and why did we waste the American people's time and tax dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Mueller was also tasked with explaining what the Russians did, which he did in great detail, and he did a great service to the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "And the only person who focused on that today was Ben Sasse. If Democrats were serious, they would say the president didn't do this, we should now get to the bottom of what Russia did and try to figure out a way to stop it from happening again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "At the end of the line for everyone in their career, at some point they become a media critic. This was his pages of media criticism essentially from Bob Mueller. I do think, though, that the overall idea that somehow we need larger context for this very detailed legal argument that we are having over the nature of the obstruction was not something that was going to somehow change the narrative dramatically or replay it in a way that Bob Mueller would have preferred. That was never going to be the focus on this report that led to the conclusions that it had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We have more on this. I have a couple more questions, so we're going to call an audible, right back after the panel. After the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did Bob Mueller support your conclusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "I don't know whether Bob Mueller supported my conclusion.  He argued for putting out summaries of each volume, the executive summaries that had been written by his office. But he was very clear with me that he was not suggesting that we had misrepresented his report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There are two questions that came up today, and we talked a little bit about them in the last panel. One was the Chris Van Hollen panel about, did he support the conclusion about obstruction? The other was an exchange from Congressman Charlie Crist from Florida where he asked about reports that members of the Mueller team were upset with how the findings were being characterized. And this is the Mueller letter. It says, \"The summary letter the Department sent to Congress,\" this is Barr's letter to Congress, \"and released to the public late in the afternoon, March 24, did not fully capture the context, nature, and substance of the offices working conclusions. We communicating that concern to the department of the morning of March 25th. There is now public confusion about critical aspects of the results of our investigation. This threatens to undermine a central purpose for which the department appointed the special counsel to assure full public confidence in the outcome of the investigations.\"  In the testimony, Marc, Barr said basically he was upset, because he could have just picked up the phone. But he wrote these letters in an effort to make sure everybody had it on the record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "But I repeat, he offered Mueller the change to review and edit and make suggestions for how the summary would come out. So how can Mueller then just turn that down and then turn around and complain that he doesn't like the way it is written, covered, that it wasn't fully covering it. He turned down the opportunity to edit it. So, sorry, you had your chance and you didn't do it. And besides, this was all about -- I think what came down to was he wanted the executive summary released. And as Barr explained today, he even suggested edits and redactions so that they could be released. But Barr said today that the intelligence community had redactions that they needed to take. So even if he wanted to, even if he agreed that that should come out early, he couldn't do it because the intelligence community wouldn't let him do it. But the whole report is out now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It would be delayed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "It's there. We all have it. Anybody can read it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Including the 19 pages that was in question, the summaries, and everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There are a number of Democrats who called for Barr to resign, including 2020 presidential candidates. And this is the irony of ironies, in an op-ed late this afternoon in \"New York Times,\" James Comey, \"How Trump Co-Opts Leaders like Bill Barr.\" \"Amoral leaders have a way of revealing the character of those around them. Sometimes what they reveal is inspiring. For example, James Mattis, the former Secretary of Defense, resigned over principle. But more often, proximity to an amoral leader reveals something depressing. I think that's at least part of what we have seen with Bill Barr and Rod Rosenstein. Accomplished people lacking inner strength can't resist the compromises necessary to survive Mr. Trump, and that adds up to something they will never recover from. It takes character like Mr. Mattis's to avoid the damage, because Mr. Trump eats your soul in small bites.\" James Comey, former FBI director.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "He wants compared himself to a giraffe. If he is, he's the most Emo giraffe that we've ever had in the role of heading such a powerful agency. I have heard enough from James Comey. This is just -- come on, this is ridiculous. Barr is an institutionalist. He has a view of the executive that is not one that is at all going to be at odds with the things that a lot of Republicans have believed. He has served honorably in the past. The idea that his soul is being eaten is just ridiculous. And frankly, it makes me think less of James Comey overall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Maybe Barr is doing exactly what he believes in. He'd be doing this for any president. He believes in a strong executive, and this is a chance to increase the powers of the executive. Maybe he's just carrying out the mission he's believed in for 25 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There are some Republicans out there saying that the Democrats mission now is to undermine Barr in case his investigation of Democrats turns out something that leads to indictments on that side of the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "That's exactly what they are doing. That's exactly what they are doing. Now, it pivots. We've been investigating Donald Trump for the collusion hoax for two years, and now we are going to find out how this got started. And it's going to start with the Obama administration. And it's -- if they think Donald Trump looked pretty bad from the Mueller report because of his cooperation, because he allowed McGahn to spend 30 hours with the Special Counsel, we're going to have the same thing happen on the other shoe on the other foot, now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, thank you. Busy news day. When we come back, making college graduation a family affair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, a graduation like no other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have always been pretty close as a family, so doing something like this, there's not many people that can say they've walked with their sibling and their parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Pat McGill, father of Regan and Ryan McGill, graduated at college alongside his children over the weekend. The three shared professors and classes while attending Eastern Michigan University. Pat, a campus police officer for two decades, even busted his kids' friends at parties. But he studied alongside them and graduated alongside them, too. Thanks for inviting us into your home tonight. That's it for “The Special Report,” fair, balanced and unafraid. \"The Story\" hosted by Martha MacCallum on a busy day starts right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JERROLD NADLER, D-N.Y., HOUSE JUDICIARY COMMITTEE CHAIRMAN",
      "utterance": "Compliance with Congressional subpoenas is not optional, and if good faith negotiations don't result in a pledge of compliance in the next day or two, the next step is seeking a contempt citation against the attorney general. He is trying to blackmail the committee into not follow what we think is the most effective means of eliciting the information we need to."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Chairman Jerry Nadler about the attorney general not showing up to testify tomorrow in the House. The DOJ is saying it was unnecessary and inappropriate the way they structured the hearing. Obviously, he did testify today, and one viewer, a prominent one, watched a little of it."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "I guess they want to treat her differently than they have anybody else. And for many, many years they've never done it this way. They are bringing in outside counsel or something, and that's not the way -- you elect people who are supposed to be able to do their own talking. But he did a fantastic job today, I'm told. I got to see some of it. He did a fantastic job. And it's all a big hoax, this whole thing with Russia. It turned out there is no collusion, there is no obstruction."
    },
    {
      "speaker": "BRET BAIER",
      "utterance": "President Trump, that whole interview at 8:00 p.m. on FBN. Let's bring in our panel on a big day, Ben Domenech, publisher of \"The Federalist,\" Mara Liasson, national political correspondent for National Public Radio, and \"Washington Post\" columnist Marc Thiessen. Ben, overall, a lot happened obviously throughout this testimony, we were stuck on this very panel watching all of it. Your sense of how the attorney general fared. BEN DOMENECH, \"THE FEDERALIST\": I think that depends entirely on who you talk to."
    },
    {
      "speaker": "BAIER",
      "utterance": "Your perspective, yes."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "This is a perspective where you are going to have very different reactions to what was going on. And while I know that there were some comparisons going on to the Kavanaugh subject, there similarly you saw a situation where the people watching it really perceived very different things. Personally, I think that Barr actually did a pretty good job fending off the questions that he received from a lot of the different Democratic senators. I think it actually didn't serve them well to have some people on the panel who were more interested in creating a 2020 moment for themselves as opposed to asking some tough questions. And I think that he comported himself well enough when it came to the president and what he said as well, that this is someone who he views as someone who can defend him in a very effective manner."
    },
    {
      "speaker": "BAIER",
      "utterance": "The big moment, Mara, of a lot of the questioning was after Bill Barr put up the four pages where he comes to conclusions of them Mueller report before releasing the whole redacted report, he gets a letter from Bob Mueller saying he has concerns. Then he picks up the phone and calls Bob Mueller. This is the exchange where he talks about that phone call."
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "utterance": "He said that they were concerned about the way the media was playing this. I asked him if he felt that my letter was misleading or inaccurate, and he said, no. There were notes taken of the call."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "May we have those notes?"
    },
    {
      "speaker": "BARR",
      "utterance": "No."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "I'm going to write a letter to Mr. Mueller, and I'm going to ask him, is there anything you said about that conversation he disagrees with, and if there is, he can come and tell us."
    },
    {
      "speaker": "BAIER",
      "utterance": "And that's where they left it."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "utterance": "This is a common theme, which is Bob Barr tell us --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Bill Barr."
    },
    {
      "speaker": "LIASSON",
      "utterance": "I'm sorry, Bill Barr tells us what Bob Mueller thinks, or feels, and then later maybe we either read a report that Mueller wrote, or we might have testimony from Mueller himself. So I think that right now Barr's credibility with the Democrats on the committee is very low. They feel that after he got that letter from Mueller, he came up and testified before them on April 9th. He was asked, are you aware of the Mueller teams concerns about you letter and how you characterized the report. He said no, but he'd already had this letter from Mueller and talked to him. So I think right now everybody is waiting to hear what Mueller has to say for himself."
    },
    {
      "speaker": "BAIER",
      "utterance": "Lindsey Graham says he's not going to call Mueller up. He says enough is enough. He's done. Obviously, the House wants to hear from him May 15th. MARC THIESSEN, COLUMNIST, \"WASHINGTON POST\": He's right not to. If Mueller wants to come up and testify, by all means. But Barr offered Mueller a chance to review the memo beforehand and Mueller declined. So now all of a sudden to come around and say I don't like the way it's being covered, it's kind of rich to come around and complain about the coverage when you had a chance to review the memo beforehand and give him some suggestions. So this was a Shakespearean drama and the title was \"Much Ado About Nothing.\" Bob Barr has been --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Bill Barr."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Bill Barr. We keep doing the same thing."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's right."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "He has been completely open about this. He overrode DOJ regulations to release this report with very few redactions. He's given Congress a virtually unredacted copy of the report that they can review. He put out a short summary because he didn't want to leave the country in in suspense while they went through the redaction process. And this was a complete nonissue except that the Democrats aren't trying to find anything because they didn't get the Russia collusion story because it turns out the underlying crime didn't happen. And so they are having trouble letting go, and so they are trying to go after Bill Barr in this way."
    },
    {
      "speaker": "BAIER",
      "utterance": "The other part of the hearing deals with the Republicans, who have a lot of questions about the origin and the beginnings of this investigation. Here is Senator Cornyn and Graham."
    },
    {
      "speaker": "SEN. JOHN CORNYN, R-TX",
      "utterance": "Knowing what we know now, that basically the allegations made therein were secondhand, hearsay, or unverified, can you state with confidence that the Steele dossier was not part of the Russian disinformation campaign?"
    },
    {
      "speaker": "BARR",
      "utterance": "No, I can't state that with confidence, and that is one of the arrows that I'm reviewing. I'm concerned about it, and I don't think it's entirely speculative."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Do you share my concerns about the FISA warrant process?"
    },
    {
      "speaker": "BARR",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Do you share my concerns about the counterintelligence investigation and how it was opened and why it was opened?"
    },
    {
      "speaker": "BARR",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIER",
      "utterance": "It seems, Ben, that's he set on moving forward with his own investigation, and obviously tracking the inspector general's investigation as well."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "This is going to be a very serious and important review. I think that all these Republicans who have questions about the way this was spun up are certainly operating in defense of the current president. But it's important for the country that we have confidence in our law enforcement situation where investigations like this under any president cannot be spun up without meeting various thresholds. You cannot weaponize the criminal justice system in the country in that way without degrading our faith in all of these institutions."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mara, we won't speculate what that's going to look like, or what the results are going to be, but it seems that Bob Mueller wanted to get that letter out, or his team did. You don't write it down unless you are going to do it."
    },
    {
      "speaker": "LIASSON",
      "utterance": "As people have said, it's very unusual for somebody like him to go to paper. In other words, to want to memorialize his concerns about Barr's letter. It's really, really unusual that he would do that, and I am sure he's going to be asked about it a lot if and when he finally comes before Congress."
    },
    {
      "speaker": "BAIER",
      "utterance": "But the bottom line is the first thing that he was charged with, he does not find conspiracy, collusion, cooperating with the Russians."
    },
    {
      "speaker": "LIASSON",
      "utterance": "\"Collusion\" is not a legal term."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right, conspiracy, cooperation with the Russians."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "He didn't do it. The president of the United States did not conspire with Russia to steal the election. And the fact is, if you are Donald Trump, if any of you were out there, if you were accused of a crime you knew you didn't commit and somebody appointed a Special Counsel who spent two years and $25 million investigating you, you would be pretty ticked off. And you'd want to know how this started, how it happened, and why did we waste the American people's time and tax dollars."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Mueller was also tasked with explaining what the Russians did, which he did in great detail, and he did a great service to the country."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "And the only person who focused on that today was Ben Sasse. If Democrats were serious, they would say the president didn't do this, we should now get to the bottom of what Russia did and try to figure out a way to stop it from happening again."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, go ahead."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "At the end of the line for everyone in their career, at some point they become a media critic. This was his pages of media criticism essentially from Bob Mueller. I do think, though, that the overall idea that somehow we need larger context for this very detailed legal argument that we are having over the nature of the obstruction was not something that was going to somehow change the narrative dramatically or replay it in a way that Bob Mueller would have preferred. That was never going to be the focus on this report that led to the conclusions that it had."
    },
    {
      "speaker": "BAIER",
      "utterance": "We have more on this. I have a couple more questions, so we're going to call an audible, right back after the panel. After the break."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Did Bob Mueller support your conclusion."
    },
    {
      "speaker": "BARR",
      "utterance": "I don't know whether Bob Mueller supported my conclusion. He argued for putting out summaries of each volume, the executive summaries that had been written by his office. But he was very clear with me that he was not suggesting that we had misrepresented his report."
    },
    {
      "speaker": "BAIER",
      "utterance": "There are two questions that came up today, and we talked a little bit about them in the last panel. One was the Chris Van Hollen panel about, did he support the conclusion about obstruction? The other was an exchange from Congressman Charlie Crist from Florida where he asked about reports that members of the Mueller team were upset with how the findings were being characterized. And this is the Mueller letter. It says, \"The summary letter the Department sent to Congress,\" this is Barr's letter to Congress, \"and released to the public late in the afternoon, March 24, did not fully capture the context, nature, and substance of the offices working conclusions. We communicating that concern to the department of the morning of March 25th. There is now public confusion about critical aspects of the results of our investigation. This threatens to undermine a central purpose for which the department appointed the special counsel to assure full public confidence in the outcome of the investigations.\" In the testimony, Marc, Barr said basically he was upset, because he could have just picked up the phone. But he wrote these letters in an effort to make sure everybody had it on the record."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "But I repeat, he offered Mueller the change to review and edit and make suggestions for how the summary would come out. So how can Mueller then just turn that down and then turn around and complain that he doesn't like the way it is written, covered, that it wasn't fully covering it. He turned down the opportunity to edit it. So, sorry, you had your chance and you didn't do it. And besides, this was all about -- I think what came down to was he wanted the executive summary released. And as Barr explained today, he even suggested edits and redactions so that they could be released. But Barr said today that the intelligence community had redactions that they needed to take. So even if he wanted to, even if he agreed that that should come out early, he couldn't do it because the intelligence community wouldn't let him do it. But the whole report is out now."
    },
    {
      "speaker": "BAIER",
      "utterance": "It would be delayed."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "It's there. We all have it. Anybody can read it."
    },
    {
      "speaker": "BAIER",
      "utterance": "Including the 19 pages that was in question, the summaries, and everything."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Everything."
    },
    {
      "speaker": "BAIER",
      "utterance": "There are a number of Democrats who called for Barr to resign, including 2020 presidential candidates. And this is the irony of ironies, in an op-ed late this afternoon in \"New York Times,\" James Comey, \"How Trump Co-Opts Leaders like Bill Barr.\" \"Amoral leaders have a way of revealing the character of those around them. Sometimes what they reveal is inspiring. For example, James Mattis, the former Secretary of Defense, resigned over principle. But more often, proximity to an amoral leader reveals something depressing. I think that's at least part of what we have seen with Bill Barr and Rod Rosenstein. Accomplished people lacking inner strength can't resist the compromises necessary to survive Mr. Trump, and that adds up to something they will never recover from. It takes character like Mr. Mattis's to avoid the damage, because Mr. Trump eats your soul in small bites.\" James Comey, former FBI director."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "He wants compared himself to a giraffe. If he is, he's the most Emo giraffe that we've ever had in the role of heading such a powerful agency. I have heard enough from James Comey. This is just -- come on, this is ridiculous. Barr is an institutionalist. He has a view of the executive that is not one that is at all going to be at odds with the things that a lot of Republicans have believed. He has served honorably in the past. The idea that his soul is being eaten is just ridiculous. And frankly, it makes me think less of James Comey overall."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Maybe Barr is doing exactly what he believes in. He'd be doing this for any president. He believes in a strong executive, and this is a chance to increase the powers of the executive. Maybe he's just carrying out the mission he's believed in for 25 years."
    },
    {
      "speaker": "BAIER",
      "utterance": "There are some Republicans out there saying that the Democrats mission now is to undermine Barr in case his investigation of Democrats turns out something that leads to indictments on that side of the issue."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "That's exactly what they are doing. That's exactly what they are doing. Now, it pivots. We've been investigating Donald Trump for the collusion hoax for two years, and now we are going to find out how this got started. And it's going to start with the Obama administration. And it's -- if they think Donald Trump looked pretty bad from the Mueller report because of his cooperation, because he allowed McGahn to spend 30 hours with the Special Counsel, we're going to have the same thing happen on the other shoe on the other foot, now."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, thank you. Busy news day. When we come back, making college graduation a family affair."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, a graduation like no other."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We have always been pretty close as a family, so doing something like this, there's not many people that can say they've walked with their sibling and their parents."
    },
    {
      "speaker": "BAIER",
      "utterance": "Pat McGill, father of Regan and Ryan McGill, graduated at college alongside his children over the weekend. The three shared professors and classes while attending Eastern Michigan University. Pat, a campus police officer for two decades, even busted his kids' friends at parties. But he studied alongside them and graduated alongside them, too. Thanks for inviting us into your home tonight. That's it for “The Special Report,” fair, balanced and unafraid. \"The Story\" hosted by Martha MacCallum on a busy day starts right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}