{
  "date": "May 16, 2017",
  "headline": "Rep. Gowdy: We need to see the entire reported Comey memo",
  "subHeadline": "This is a rush transcript from \"The Story,\" May 16, 2017.",
  "url": "https://www.foxnews.com/transcript/rep-gowdy-we-need-to-see-the-entire-reported-comey-memo",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KENTUCKY",
      "sentences": "I think we could with a little less drama from the White House on a lot of things so that we can focus on our agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But that was even earlier tonight he said that. We have a huge lineup for you on this quickly moving story tonight. The Senate Select Intelligence Committee Member, James Risch, is with us; plus former Senior Advisor to President George W. Bush, Karl Rove, is here; and House Judiciary Committee Member, Trey Gowdy, will join us moments away with all of their reactions to this. But we begin tonight with Chief White House Correspondent John Roberts, who joins us at the White House. John, a busy night there once again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Oh, my goodness, Martha, it just never seems to end. Let me walk you through the genesis of all of this. The report, the New York Times broke about a quarter after five this afternoon, so I just keep monitoring my phone for the latest breaking news. About a quarter after five, back in February, the president held in oval office meeting with a group of his advisors. The Attorney General Jeff Sessions was there, as was the FBI Director.  As that meeting wrapped up, the president asked most of the participants with the exception of James Comey to leave. And Comey wrote a memo, according to somebody who was close to him and the New York Times reporting, in which he said that the president said to him that Lieutenant General Michael Flynn, the former national security adviser, had done nothing wrong, suggesting that the FBI should move on past this St. James Comey. I hope you can see your way clear to letting this go.   You showed just a second ago the reaction from the White House here, but I think it bears repeating, the White House saying the president has never asked Mr. Comey or anyone else to end any investigation, including any investigation involving General Flynn. What we don't know though, is what the president actually did say to the former FBI Director during that meeting. We only know that the White House is claiming he did not say what has reported to have said in the New York Times. The White House also reminding people that at the Senate Intelligence Committee hearing last week, the acting Director of the FBI, Andrew McCabe, said that there has been no evidence of any tampering with the Russia investigation on the part of the White House. But the White House is now and the communication staff, involved in meetings of some form or another, I think a meeting could be with the White House Correspondents Association. Meantime, up on Capitol Hill, the Democrats are beginning a rallying cry, beating the drums that this is obstruction of justice unfolding before our eyes. That word coming from Elijah Cummings, Senator Richard Blumenthal of Connecticut, also echoing the charge that this is obstruction of justice. Now, if it were, you would think that at the time that James Comey had that meeting with the president, wrote himself that memo, that he might have reported that to his superiors at the Department of Justice or at least spread it around at the FBI and there's no indication that that happened. Vis-a-vis the testimony that we heard last week from his number two at the FBI, Andrew McCabe.   So, at the moment, what we've got, Martha, here at the White House, and from James Comey's side is a he-said-he-said sort of situation, where this memo is purporting to say one thing and then the White House is saying, no, that didn't happen. But what we need to hear from the White House is, what did the president say to him back in February? Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Question and we do hope that we will hear from the White House this evening, as you point out, John, the communications folks are in a meeting and we have had only the statement that you referenced and that we referenced earlier, as well. John, thank you very much. John Roberts, continuing at the White House this evening, as this news breaks. Joining me now Senator Jim Risch, who serves on the Senate Select Intelligence Committee. Senator Risch, good to have you here tonight. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JAMES RISCH, R-IDAHO",
      "sentences": "Thanks, Martha. Glad to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You were listening to all of this, what do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "Well, I don't know anything about the latest thing on the FBI situation. I - it strikes me that I used to be a prosecutor, if someone came to me and asked me to squelch an investigation, I would have been screaming bloodied murder about it and told the world. So, I don't know - you know what's happening, a couple of large newspapers that are so vitriolic and hateful against the president, that every little scrap of paper that goes across their desk that says something bad about him, they blow it up and I think that is what you got. I mean, there's - the use of non-sourced materials in town is just, just amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, according to the New York Times though, who is clearly one of the papers that you referenced. They say that there is evidence that Jim Comey is a note taker that he would often write things down. And we also know that in prior investigations, General FBI investigations, the notes that are taken by an agent during any kind of interchange with a source or anyone involved in a case are submitted as evidence. So, you know, if these notes are produced and if they say what they're purported to say, which is, just reference the story, it claims that the president said, \"I hope you can let this go,\" referring to the investigation to Michael Flynn, would you have a problem with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "Well - you know, Martha, I don't want to do the \"F.\" Let's see get to know it out there and see what it says and find out why he didn't report it if indeed it happens. This is all speculation at this point. I really don't want to go there. Let's talk about what I'm signed up for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I understand. Just indulge me for just one more moment because would you say that Jim Comey, if that were the case, would have an obligation, in fact, it would be unlawful for him not to present evidence of obstruction of justice if that's what he thought it was at the moment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "Yes, no question about that. And the Acting Director is very close to Comey. He thinks very highly of him, they've worked together and everything else. And he's been in front of the committees in the senate and he hasn't said a word about that either. So, awfully strange.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you're going to get, and we already are getting a lot of calls from Democrats, of folks on the other side of the aisle and from you for a special prosecutor, perhaps even an independent prosecutor based on this and also based on the information that we originally invited you to want to talk about, which is the question of any intelligence that might have been a leaked in that meeting with Russian officials the other. What do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "Well, first of all, you got to have a crime first if you're talking about this leak: the Russian classified material. The president of the United States has the absolute right, and the legal right, to declassify anything that's classified at any time he wants for any reason or no reason. Indeed, he has an obligation when he took the oath of office to declassify it when it's the best interest of the people of the United States. The media in this town is asking like this is a one off and gosh this never happens. The president of the United States, this one, and all previous President has conversations about classified facts with foreign governments all the time, regularly, multiple times a week.  This is not - there's nothing unusual about that at all. Now, someone committed a crime here. There's a weasel. And that person is the person who got a hold of the information that happened in that meeting between the president and the Foreign Minister of Russia. And that was classified information that this person got a hold of and they leaked it to the New York Times. That is a felony. It is un-American. They endangered the lives of their families and other Americans. That person is guilty of treason and should be held to answer for it. I would call him a newspaper to come forward and identify the person that gave them this information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, you're clearly frustrated about the lack of investigation into leaks and the White House is also very frustrated about that. They feel, as you do, that there are two sides to the story and they want an equal investigation. You're on the Intel Committee, what is it like in that committee when you press for this side of the story to also be investigated? What kind of feedback are you getting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "Well, we've done an investigation of leaks lots and lots, and sometimes they come to something more often than not, they don't. Because the people just won't speak about it. So, it is - it's incredibly frustrating. You're saying they are two sides, there aren't two sides. There's only one side of this; only one person committed a crime. And that is whoever the weasel was that disclose this information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of your colleagues, Bob Corker has spoken in a very derogatory way about the administration, about the White House, he said, you know, he sees it in a downward spiral, that's not an exact quote of what he said. You have a number of individuals who are very concerned. We saw Mitch McConnell earlier today said he wants to see a little less drama coming out of the White House. Are you calling for the White House to do things differently? Are you tired of this kind of stuff getting the way of the agenda that you all thought you were brought to Washington to carry out? Tax reform, repeal and replace of ObamaCare, this is making all that very tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "Well, believe it or not, we are actually doing those things on top of all this other stuff that's going on. But look, I was a governor, I did things differently. We've got a President that's not acting in a classical situation. He communicates with the American people differently. He does it directly and not through a filter, through the media that he doesn't like. But look, everybody's different. Every human being is different. What I like to see some things different? Certainly, but I'm not going to correct the president of the United States. He got to be - look, you got to give this guy a credit. He became President of the United States being who he was, and that's what's happening right now. I think it's getting better as time goes on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You do? It doesn't feel like that in the past few days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "You can't necessarily make that argument in the last 48 hours. But look, he was doing what Presidents do. He was meeting with the foreign government, he discussed with them. And I'm neither confirming nor denying what the subject was, public sourcing says it was the safety of passenger air flights in the world. I mean, this is something we have in common with the Russians. We exchange-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But his Homeland Security Advisor saw fit to alert the CIA and the NSA immediately that that was discussed in that room, they then redacted everything that the presidents said from it. So, don't you think that's a little curious?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "No. It is standard protocol - after the president has a discussion with someone where he declassifies some information, that appropriate sources would make the notifications. None of this is unusual at all. The only thing that's unusual about it is that the media got a hold of a classified conversation by somebody who wasn't authorized to do that. So, again, the president has the right to do this and indeed the duty to do this. I would think that most people in America will be looking at this and say, look, we and the Russians and every country in the face of this earth, with the exception of the terrorists, wouldn't want people to be safe when they got in an airplane. They should discuss how we can make flying-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you're not concerned about that kind of information fallen into the Russian hands given the fact that at points, they have attacked the people that were training in some of these areas? You don't have a problem with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "Well, look, we have overlapping issues and we have the same interest in seeing that flights are safe. When it comes to fighting terrorism, they have the same interests and we have and that is to see that they are attacked by terrorism also. This story about flight safety, as you know, you guys have had it for weeks, about what's happening with the - with computers and phone. So, this is - I mean, to get together and discuss how can we do this safer, this is what he was elected to be President for. This is why he took the oath of office for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Senator Jim Risch, thank you very much for your time. Good to see you tonight, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "I enjoyed it. Thank you. Glad to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, let's bring in Karl Rove, Fox News Political Contributor and former Deputy Chief of Staff to President George W. Bush. Karl, good to have you here tonight. You know, we said in the intro that there is a war going on inside the beltway. Do you think that's an overstatement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS POLITICAL CONTRIBUTOR",
      "sentences": "Well, no, I don't. The president is embroiled in a war with his detractors, the Democrats on the hill, in particular, are in a high dungeon, hysterically screaming for a special prosecutor, or a congressional investigation, or impeachment. I thought it was really interesting - today, the latest is did the president involved himself in obstruction of justice? We don't know whether or not he said in that conversation. You think he could let this thing with Flynn go? We don't know whether or not it's accurate that there are - the way that Comey remembers it is accurate. But it would seem that if the president said that and Comey thought it was incorrect or improper to be asked that, he should have said to the president. With all due respect, I don't think that's a kind of question you should be asking me. And if we want to talk about obstruction, and say drop the investigation, let it go, is in obstruction; what about President Obama publicly saying that Hillary Clinton had not done anything wrong while the FBI is investigating whether or not she had done something improper? It was improper for President Trump to say in the oval office, hey, let this thing go. I think you have to apply that same standard and say it was inappropriate for the president, former President, while he was in office, while the investigation was underway to say, hey, she hasn't done anything wrong. And that's a signal into the FBI to drop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He did the same thing about the IRS, saying that there was nothing there, essentially not a smidgeon of corruption while that investigation was in the middle of going on. But Karl, you know, just speak to the elements that we have so far in the story. If the president - as you say, you know, if it's true, Jim Comey, you know, should have called him on it right away, should have alerted the Department of Justice if he felt he was sincerely being asked to table an investigation. But there is no information that he did that, yet. And in fact, that would be illegal, it would be his obligation if he felt he was truly being asked to table this investigation, he would've had to let someone know, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes. And if he thought it was getting into the gray area, then, the best thing for him and for the president is for him to say, Mr. President, better that you never asked me those kinds of questions. Better that you never raised the issues in that way. So, if it was in the gray area, he had an obligation to say something to the president, I think. If it was not in the gray area and it had crossed his line that he had an obligation to say something inside the Justice Department to raise it to his superiors in the chain of command.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, you know, what do you say to those who look at this and they say, you know, look at the tarmac conversation? Republicans were outraged that there was any discussion that went on and we don't even know what was said between Loretta Lynch and former President Bill Clinton. People who say that there is not the same standard being applied to both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Look, he's a Republican, he was elected with an \"R\" behind his name. Who thinks that he's going to get the same treatment that either Bill Clinton or Barack Obama got? I mean, let's wake up and live in the real world. This is something that every Republican President has to deal with and that is that the press is against them. In this instance, they are really against him because he has offended them deeply, he has picked an argument with them deliberately, he insults them regularly, and their people and they react to it in the way that people normally react to it; if you push them, they're going to push back. And so, they're pushing back with every bit of muscle they got and looking for everything that they can attack him with and there's a dual standard, let's not kid ourselves, one standard for if you are a Democrat, another if you are a Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But Karl, you know, this is like a punching bag. I mean, it keeps coming back and then there's another punch every single day against this White House and they do appear at the moment to extraordinarily hunker down. There's no one coming out from the White House to talk right now. Have you ever seen something like this? I mean, there's a daily breaking news story that is ugly, you can barely keep your neck above them, and they're not talking right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, there've been moments like that in the past. But I think one of the thing that is peculiar about this situation is, we haven't somebody who has never been involved in politics, who doesn't know the ways of Washington, but he is a business leader. He's led in business enterprise. And right now, those talents as a business leader, as somebody who is, you know, sort of organizing people around him and focusing them on a goal, they are desperately needed. That is why this conversation about, there's going to be a shakeup in the White House, that there's going to be - they're going to be op-ed it from top to bottom, that everybody in a significant player in the west wing is going to be fired, or the communicators have let him down. These problems start with the president, it's the president's actions and the way he executes his decisions that add to these controversies and provide his enemies a chance to shoot at him. And right now is not a moment to - now is a moment to sort of say to everybody we're in the Fox altogether, to summon their best abilities, to stiffen their spines and to lead them; not to cause them to sit there and say, I got too close my door and dock because my head is on the chopping block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How much of this do you think is just Donald Trump? I mean, he is an outsider, he is a businessman. He has never been involved in politics before and that definitely causes others who have been for a long time to bristle, that he just doesn't get the way that things are done. You just don't bring up intelligence in the middle of a conversation with Russian officials. You know he is fresh off what he sees a pretty good situation with the Chinese leader. And he thinks, you know what, I brought him into my fold, we became friendly, and I discussed things with him. He may be trying to be doing the exact same thing with these Russian officials, to try to break new ground with them. Is that valid?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, to some degree it is. Look, we don't know exactly what he said to the Russians. And we're missing one piece of the puzzle here. Yes, somebody inside the administration leaked. But if this information came from the Israelis, somebody on the Israeli side leaked, as well, because the original story has former government officials. That is to say people not in the administration, probably in the previous administration, so I could see an Israeli intelligence source say, why did President Trump share this information that might put one of our resources at risk and talk to a compatriot who used to serve in the government to leak it to the New York Times. So, we have more than one leaker in here. We got somebody inside the administration, but we also got somebody outside the administration who used to be in government. And I think they got their information from whatever intelligent service - I assume the coverage is correct, that this originally was sourced by the Israelis. Somebody in the Israeli Intelligence Community, who doesn't like Trump and fed that information, and sort of brushed back the Americans. Don't be playing fast and loose with the stuff we give you. Don't share it with the Russians because you're putting our people at risk. And I may be wrong on it, but it strikes me that that's a plausible explanation as to how that unnamed former government official got this information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And the current Israeli leadership has said that they don't have any problem with this, that it hasn't impacted their relationship negatively.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes, that's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Karl, thank you so much. Great to see you as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "You bet. Great! Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the White House fervently denies the New York Times report that the president told Mr. Comey to drop the Flynn probe. The president is promising a speedy search for a new FBI Director. No announcement so far for Jim Comey's old job. My next guest removed himself from the White House's short list, saying that he doesn't believe he's the right man for the job, Congressman Trey Gowdy, of the Intelligence and Judiciary Committee joins us now. Good to see you this evening, Congressman Gowdy. Thank you for being here. I want to get your thoughts in this breaking news first, and then we'll get to some of that. What's your reaction to the story in the Times?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TREY GOWDY, R-SOUTH CAROLINA",
      "sentences": "Well, I've been in a classified skit for Director Pompeo for the last two hours or so I'm catching up a little bit. I read the story obviously, I want to see the memo. Obviously, I want to talk to Director Comey to determine how contemporaneous his recording of the conversation was. But also, importantly, not just what was said, but what did Director Comey hear? How did he take it? That can only be done, with all due respect to the New York Times that can only be done by looking at the memo and talking to Director Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, the New York Times in this report does not have the memo in their hands. It was read to them over the phone. So, that in and of itself, you know, as you point out, it's very difficult to get the context if you can't read the whole thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Well, if you go back to criminal procedure, which is my background, there's a doctrine called the rule of completeness. Whenever part of the document is introduced, you got to be able to look at the entire document; your viewers and my fellow citizens deserve to see the entire context of whatever conversation may or may not have taken place.  And quite frankly, Director Comey deserves an opportunity to come tell us how he heard it, what he heard, how pervasive it was, and how much of the conversation that segment consumed. So, we have a story, there's a reason newspaper articles are not admissible in any courtrooms in the United States. I'm not knocking the reporter, the reporter does good work but we're long ways from a conviction, the fact that we simply have a headline in the New York Times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, in terms of the, you know, calls for a special prosecutor, an independent prosecutor, this going to only fuel those. Do you think there's any reason to go that route at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I have been resistant in the past but I've been open-minded. Special counsel is only appropriate if there is an allegation of a crime. And there are several crimes, potentially at play here. The hacking of the DNC is a crime. I don't hear people talking about it that that much. The dissemination of classified information is a crime. General Flynn's comments to the FBI may or may not constitute a false statement to a law enforcement official. And I've heard allegations that this rises to the level of obstruction of justice. So, you do have a sufficient evidentiary basis for a crime, but the other half, the other half of the equation is whether or not the Department of Justice or any of the 94 U.S. attorneys can do the job themselves. And I have not been persuaded that all 94 U.S. attorneys in our country, many of whom are women and men who had nothing to do with politics are incapable of fairly adjudicating this fact pattern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. One last question on this and I want to get to the next subject with you. If James Comey I believed that what the president said to him was an effort to obstruct justice, you know, to get him to table this investigation of Michael Flynn, would he be obligated to let the Department of Justice know right away?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I don't think so. I'm probably in the minority here. I don't think Director Comey reported President Obama the four different times he prejudged the outcome of an investigation. And there were four different times - Director Comey has not been afraid in the past to say no to Presidents and Attorney Generals. He did it when he was with the Department of Justice. I think if he felt like this was an effort to influence him, he knows exactly what to do. But I won't know that until I have a chance to ask him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. One thing we're left with still in all of this is an empty seat at the head of the FBI. And your name was on that short list, you asked for it to be taken off. Why? Why do you think you're not the right person for that job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I think the country can do better than me, quite frankly. I did have 20 years in a courtroom, Martha, that's the best job I've ever had. But the reality is, in this current political environment, I am known more for being asked to chair one committee than I am in the 20 years I spent in a courtroom. And my first rule of friendship is, don't ask friends to do things that are not in their best interest. The senate confirmation process would be dreadful and it'd be miserable. And quite frankly, I think the country deserves a woman or a man who is devoid of political taint. And whether I like it or not, whether I wish I could wash it off or not, I had been in politics for six years. I think I could be fair, but I don't know that I could get the job and I don't know that I could convince a sufficient number of my fellow citizens that I would be fair, and quite frankly, they deserve an FBI director that is above reproach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, that's something that Jason Chaffetz is saying, the congressman, is saying that he has a subpoena pen hanging over this memo and he would like to see it. Any reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I don't know that he would have to subpoena it. I thought he was recuperating from surgery. I'm glad he's doing better. And he found a subpoena pen. I don't know that you would need to subpoena this memo. If it was read to the New York Times, I would certainly hope the FBI would read it to members of congress. So, hopefully, I don't come to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to go back a little further in the Jim Comey story. You put out a statement when he was fired saying that he had a very tough job and access to the facts that perhaps the rest of us did not, is the way that you put it. You know, a lot of people have said that his performance on July 5th, when he came out and said, you know, we have all of this evidence, extreme carelessness on the part of Hillary Clinton, yet we are not prosecute her. Was that news conference enough in and of itself to let him go, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "No. And I think when history knows the full fact pattern that led Director Comey to have that July news conference. I think what your viewers know is the meeting on the tarmac, between the spouse of the suspect, or the target of an investigation of the Attorney General. What your viewers don't know, Martha, and what Jim Comey frankly can't tell them because it's classified, and I can tell them because it's classified, there were a lot of other reasons that Jim Comey decided to take that decision upon himself. And I think history, and I've had plenty of differences with Jim Comey, I want to be clear about that, lots of them. But I think history is going to be much kinder to Jim Comey in that July press conference than the Democrats were when he had it. I think he had access to information that because he is a stand-up guy, and he's not going to disseminate classified information, although, God knows everybody else's, he is not going to do it even if it cast him in a negative light. So, all your viewers see is this meeting on the tarmac. Jim Comey had access to additional information that I am convinced left him with no other choice than to make a decision he made in July.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you're saying that he had no choice; there was pressure on him to not prosecute Hillary Clinton? Is that what you're suggesting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "No, no. No. I think he had access to information that he wanted to safeguard the integrity of the investigation and the integrity of the process. And I probably ought to just leave it right there. But I'm not talking about pressure. I don't think the guy feels pressure. I think he wanted the public to have confidence in the investigation and the outcome, even though I disagreed with the outcome, he wanted you to have confidence in the process. He had access to information that your viewers don't have, and they might not ever have because it is classified. But trust me when I tell you this, Martha, I know what it was. And I have been a critic of Jim Comey in the past, but he made the only decision he could have made with respect to appropriating that decision away from the Department of Justice and making the decision himself and history will be a hell of a lot kinder to him than the Democrats were at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I only take away from that that you're suggesting that they were more entanglements between the Clintons and perhaps the Justice Department than everyone understands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "You are very perceptive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. Thank you. Trey Gowdy, always good to see you, sir. We'll talk more on that later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Yes, ma'am. You too, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Yes, Ma'am",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, here now with more tonight. Bill Bennett, is the host of the Bill Bennett podcast, former Education Secretary, and a Fox News contributor who helps look at the big picture and gives us some historical perspective on what we are witnessing. It feels like there is a storm brewing all around that White House right now and they just can't get out from under it. Bill, what is your take?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL BENNET, FORMER EDUCATION SECRETARY AND FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. There is a storm brewing. It's not a storm raging over the entire country. By the way, this is what's wrong with that storm in Washington, Martha. That a guy of Trey Gowdy's caliber could say, I won't go through the confirmation process. It would be dreadful. That's a very straight man that he doesn't want to do it, tells you something right there. The other thing is, I've been in North Carolina the last few days, not a single random person has come up to me and said, my gosh, let's get to the bottom of this. What they have said is, can we get down to business? Can we get back to doing what the president said he was going to do? Storm is brewing in Washington, a lot of people are interested in it, watch Fox all day long. A lot of people are thinking that the president has already lost this round because he's not about the business that he promised to be about. So to reach -- let's all move to Idaho, what a great, sensible guy he is. Says look where we're about it, we're doing it. But, you know, with tax cuts, health care reform, defeating ISIS. These things are all taking a backseat. I want to say something about my former student, Charles Schumer, or at least I graded his senior paper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, THE STORY HOST",
      "sentences": "Did he get a good grade?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Not as good as he thought he deserve. He got a great grade. He graduated magna cum laude, but for little Chuckie that wasn't good enough. He wanted to be summa. We argued about it for about three hours. But I would have taken down even further if I'd known he would have made a fundamental historical mistake like he did today. He said in his lugubrious and sententious way, the country is being tested at an unprecedented ways. What the heck is he talking about? The civil war? The Great War? World War II? Nonsense. Look, we'll find out answers to some of these questions when Comey testifies. But it seems to me, just to a thought experiment, if the president was talking to the president of China, which he was at Mar-a-Lago, and they were talking about North Korea, and the president says, you really got to do something to constrain these guys, and the president of China says, why, could President Trump say, we have intelligence that they're developing missiles that could be long-range and come -- oops, I can't tell you that, Mr. President, because it's confidential information. Of course he should share that information. The Chinese probably know it anyway. But the point is as has been said by several people today. These kinds of exchanges take place all the time. Did it do harm? Did it do damage? We have no evidence that it did. The Israelis certainly aren't upset about it, and show their full confidence to the United States. So let's put it in perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I hear what you're saying. But there is an argument to be made that in some of these cases, the White House is sort of handing their opposition quite a bit of material to chew on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that they're doing that on a daily basis. Let me just posit, if the president, for example, let's go back to the example from yesterday about the leaking information to Russian officials. If he had called up his director of national intelligence and said, you know what, when I have this conversation, and I'm going to speak with him about this intelligence, I have the right to do that, I feel like if I bring them into the loop a little but, we might get somewhere with them. And just sort of, you know, dotted the eyes and cross to the T's a little bit, had a little bit more organized approach, it would defuse a fair amount of this, I think. But they seem to be keep tripping over this stuff, and causing themselves problems that allows them to not get to the agenda that you discussed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "He's impulsive. He doesn't follow regular order, if you will for presidents. But has he tried to bring down the United States and hand the country over to Russia? Does anybody really believe that? Is any Democrat really believed that? If you look at -- well, they say it, maybe they do. Maybe you're right. Maybe they do. Maybe they're that deranged that they do. I f you looked at Mother Teresa in a microscope, you would see germs and bacteria. Look at anybody that close and you're going to see problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are you comparing Donald Trump to Mother Teresa just for the record because that's what is going to be picked up on twitter anywhere else. Bill Bennett compared Mother Teresa to Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "No, I'm not. Let me just say this on the leakers. The thing the president has to do is to clean house. He should have cleaned house day one. There are people probably in the White House, certainly in the department, who are not loyal to him. When I got to the department of education, I fired almost everybody. And you know what, a lot of them were Republicans. They been there serving -- they haven't been serving a Democrat, but you've got to have your own team. He's getting killed by these people who are leaking, who are disloyal to him, and he's got to get his own team of trusted people. That's just nonnegotiable. This is going to continue to haunt him until he gets those people whom he can trust and will not betray him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We've heard a lot about it. And I think a lot of them are going on the plane to Saudi Arabia, and Rome and Jerusalem. So we'll see if those deck chairs get change before that. Bill, thank you very much, always good to hear from you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Find out who they are and leave them in Saudi Arabia. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Bill. So joining us now -- we'll go back to the White House. Chief White House correspondent back in the front of camera on the lawn there, working this evening, chief White House correspondent, John Roberts. John, what do you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS",
      "sentences": "Good evening to you, Martha. (INAUDIBLE) to run into the coms office upstairs, and the people behind closed doors, some of them, others are awaiting to get some more information. We should hear something a little bit later on tonight. Right now, they are in a mode where they're trying to put some pieces together here, so they can give us a little bit more accurate read on what the president actually said to the FBI director during that February oval office meeting. One person I talked to said that they had not talked to the president in recent hours, another one had. But that was probably just before or shortly after this whole thing hit. So they're trying to put information together. And they understand here at the White House that they are beginning to lose the narrative on this story, with Democrats on Capitol Hill and both the house and the senate, running around starting to shout obstruction of justice, obstruction of justice. They know that they've got a potential brush fire or something greater than that on their hands. So, they're trying to get some pieces of this together. The rapid reaction force was a little delayed because of a meeting that was going on with the White House correspondents association. But they hope to get something -- I'm sorry, my phone is ringing, I don't know who that is but I'll answer it and say, I'll be with you in a moment, just in case it's one of my sources calling me back. Let me pitch it back to you, Martha. I'll get back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "John, just very quick question. Is there any more discussion about this taping system? Because we have people calling -- on Capitol Hill calling for the transcripts of these recordings, if there is indeed a taping system? And the president wants to prove what he did not say, would be pretty useful to have it right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The White House has not said anything to confirm or deny taping system, only to say that the president said something about it and that's all he's going to say. And all the president said really was Jim Comey better hope there aren't tapes of our conversations before he starts leaking things. Nothing to suggest there is or there isn't a taping system at this point, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's going to be a very interesting piece of information when we get it, John. Get on your phone and we'll see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much. So joining me now with more on this issue of leaks coming out of D.C., Lieutenant colonel Tony Shaffer, he's CIA trained intelligence operative. Good to have you here this evening, Tony. So you listen to all of this, you read the New York Times story, what do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TONY SHAFFER, CIA TRAINED INTEL OPERATIVE",
      "sentences": "Let me read you an excerpt. Neither NBC News nor the Times has seen the actual memo. Come on. This is news? Martha, think about what's going on here. And I heard John Roberts report. There's a lot of questions which have to be answered clearly. But think about what the mainstream media's projected here. And I won't almost say this is weaponized information. We have to understand that facts are facts and everything should be laid out, regarding actual memos. Think about it, why didn't that Comey associate just give a copy of that memo to the reporter? I think we'd all be a lot more comfortable about knowing what should come next. This is something to me that the standards of reporting keep getting lowered and lowered with these anonymous sources. Part two of this, as you mentioned in the introduction, the leaks. We have an issue right now where yesterday, the information which was provided to the Russians was probably sensitive, but now, all of a sudden, you guys are just talking about the fact we know the sourcing of it that it came from a clandestine human intelligence source from the Israelis. We shouldn't be having this conversation. Somebody within the White House, with the support of the media, is actually doing things to not only damage this president, but damage the variability of this country to protect sensitive sources and do the hard work of nation-state work. So this is beyond, in my judgment, I heard Bob Bennett talk about, there's been times when things could be worse or not worse, look, this is bad by the fact that I feel you have elements of our own political system turning inward on a president that they don't like, but are not recognizing the long-term and significant damage they're doing to the ability of the government of the White House to do the work of protecting the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. I mean, you nailed it. The question that I keep going back to is the underlying substance of any of these allegations. And as Bill Bennett said, does anybody really think that this president is sort in office in order to promote Russian expansionism? That would be their underlying desire, to incorporate someone who would help them, to sort of fulfill their Soviet dreams of a bigger empire again. There is no evidence that there is anything to suggest that. And yet, what you've got is, you know, all of these layers on top of this that keep allowing questions to arise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of that conversation because it is important, what the president said to Jim Comey, and what Jim Comey said to him. If he did say, you know, I hope you can let this go, is that obstruction of justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "The question becomes, actually, what should Comey had done with a request like that. If I were the FBI director, I would do one of two things, like, Mr. President, this is an area that -- I know you're new, this is not something a president should ask an FBI director and put it in those terms. There is no evidence that Comey did that. Secondly, if Comey was that worried about it, he should have made an immediate report to congressional oversight. Think about this. Martha, you and I have talked about this town, Washington, nothing like that would stay on a dressed for this amount of time. You don't hold things like that back. There's been a number of occasions where that information, if it happened, Comey should have given that to one of the oversight committees, either House, judiciary, Senate judiciary, and said we have a problem. You don't set on something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is someone who is an associate of Jim Comey, according to this report, who read this memo. So I have to believe that that was with the cooperation of Jim Comey, saying, yeah, you know, I have no problem with you reading that memo to them because those are my notes. Now, would he be wanting to go down that road if the president hadn't sort of repeatedly attacked him after he fired him? Has he sort of upped the ante and is Jim Comey feeling that he wants very much to get his side of the story out there because he feels like he got roughed up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "No, I don't see it this way. I see this as an attack. Look, if Jim Comey has something to say, he can call a press conference and ay out his case, or wait until it goes to a hearing. This is insidious. This is information warfare. This is death by a thousand cuts. As John Roberts just said, the White House right now is under siege. It's under -- this constant attacks by the media. So nobody is actually taking a step back, taking a deep breath, saying, do I really believe someone who says he read a memo that Jim Comey may or may not have written, may not -- think about this, you guys wouldn't run with something so flimsy. I've been around you guys for ten years now and I'm not a media guy. I come on to talk, but I'm not a reporter. I'm just appalled at the lack of factual content of anonymous source being reported as factual without even having a copy of the memo. That's what I'm saying. It may or may not be proven to be true. It it's true, then, obviously, Trey Gowdy and others would have to investigate. But if it's false, this is a pattern of leaks and deception which has been going on since before this president took the oath of office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Thank you very much, Tony. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So now for some very important background on all of us, we go to Trace Gallagher, live in our West Coast newsroom. Trace, take it away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "sentences": "And Martha, the timeline here is critical because it kind of provides the context for today's report of the New York Times, when FBI director James Comey was fired back on May 9th the White House press office said that it had nothing to do with the Russia investigation. Instead, it was because Comey had been criticized by the department of justice for his handling of the Hillary Clinton email investigation. Then, two days later, President Trump contradicted his own spokespeople, saying he would have fired Comey regardless of what the justice department said and that Comey was not popular within the FBI. Then, acting FBI director Andrew McCabe testified on Capitol Hill before the senate intelligence committee, and McCabe contradicted President Trump, saying that it was his impression that Directors Comey enjoyed broad support inside the FBI. But the acting director also quickly knocked down a series of reports that said Director Comey had asked the department of justice for more help to aid the Russia investigation, with McCabe saying, quote, we don't typically request resources for an individual case. McCabe also made it very clear that he worked very closely with James Comey, that Comey's files had been secured and preserved by the FBI after he was fired. And McCabe emphasized repeatedly that to his knowledge, there had been no effort by the White House to impede the FBI investigation into Russia. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "The work the men and the women of the FBI continues despite any changes in circumstance, any decisions, so there has been no effort to impede our investigation to date.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "McCabe did not describe any conversations James Comey might have had with the president and would not comment on Mr. Trump's claim that Comey told him three separate times that he was not under investigation. The day after McCabe's testimony, President Trump tweeted, quoting, James Comey better hope that there are no tapes of our conversations before he starts leaking to the press. To this day, there has been no confirmation nor denial of any recording system inside the White House. And now brings us up-to-date four days later, the New York Times is reporting that President Trump asked James Comey to end the investigation in to former national security advisor Michael Flynn. The White House, of course, issuing a very strong denial. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. So joining us now with more, Marc Thiessen, former chief speechwriter for President George W. Bush, Marie Harf is a former state department spokesperson, both are Fox News contributor. And Karl Rove is back, Fox News political contributor, as well as someone who's spent quite a bit of time inside the White House. Good to have all of you here. Let's get the new folks to weigh in. Marc, you listen to this story tonight, what do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR",
      "sentences": "Yeah. I mean, it looks like Donald Trump is paying a really heavy price for his mishandling of this whole Comey firing. I mean, he should have had, at the start of this, he should have had a replacement in mind. Had plot this out. Had a simple announcement which said, James Comey has served this country with distinction for many years, I decided to make a change. He's being replaced by, fill in the blank, and announced to this person who would have gotten lots of plaudits from people from all sides, somebody who was qualified, who's a career law enforcement person, and put him out there. Instead, what he did is he has this fake story about how he was responding to the DOJ. Then, he did an interview with Lester Holt, denigrating his character. Then, he threatened him by putting out this tweet saying he better hope I don't have recordings of my conversations. Turns out that Comey had memos of his conversations and not just that one conversation, the New York Times story today said he has memos for every conversation and meeting he's had with the president since he took office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's a note taker. We'll see if the president is taper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "He's a note taker. Greta: We don't know yet. But both sides have very different stories about how these conversations went down. Since you brought up that Lester Holt interview, I think it's worth revisiting this one section of that. Let's play what we have from Lester Holt speaking with President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I know that I'm not under investigation, me, personally. I'm not talking about campaigns. I'm not talking about anything else. I'm not under investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Did you ask him to drop the investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Did anyone from the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No, in fact I want the investigations speed it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Did anyone in the White House ask him to end the investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Any surrogates in behalf of the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Not that I know of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, he's referring there to any investigation to him. But the general question is thrown out there, did you ever asked James Comey to drop an investigation, and he said emphatically no. Why would we do that? We want this investigation and we want to get through it and get it past us. Marie, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, we need to see the Comey memo. Not just this one, but as Marc said, it sounds like he had memos from every conversations he had with the president. And if there's one thing people say about Jim Comey is that he's a bit of a boy scout. So I do think he's a note taker. And this is a really bad day capping a bad two weeks for Donald Trump, and it's not the media's fault, it's not the Democrats fault, it is because of things he has done. And as Marc said, this started with a totally botched way that he fired Comey. And you know, now that you have Jason Chaffetz coming out and saying I will get this memo even if I have to subpoena it, I heard Trey Gowdy not entirely supportive of the president. We need to see what the facts are here. But the Trump administration does not have a lot of credibility at this point in terms of pushback. And they're not even pushing back tonight. You don't see people on the record out there, like last night or like last week. No one will put their name to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It is interesting. Let's play this from Angus King, Senator Angus King.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "If these allegations, senator, are true, are we getting closer and closer to the possibility of yet another impeachment process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGUS KING, U.S. SENATOR",
      "sentences": "Reluctantly, Wolf, I have to say yes, simply because obstruction of justice is such a serious offense. And I say it with sadness and reluctance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, that seems like we're getting a little bit ahead of ourselves, Karl, doesn't it? I mean, when you look at Tony Shaffer, our conversation, I mean, we're talking about an anonymous source who didn't produce an actual memo, but claims to have read what was in the memo, and Angus King says, oh, gosh, here we go, I don't have any choice, we've got to go straight for impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, look, there's an even more fundamental reason that we're in LaLa Land. The president is alleged to have said to Comey, can you let this thing, your investigation with Flynn go? The president is the head of the executive branch. He is not obstructing justice. If he raises a question or even directs a subordinate to take an action with regard to a case. What matters is, did he obstruct justice by say, destroying relevant information, or directing people to lie to the agents, or to somehow engage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you're saying that you don't think there's anything wrong with it if this is true. If he said, can you see your way clear to letting this go? You think that's not inappropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "In fact, look, I'm not a lawyer and I didn't stay at a Holiday Inn Express last night, but I do have friends who are top-flight lawyers. And I got this understanding from a very top-flight, very top-flight D.C. lawyer, who said, look, you got to get this right. Obstruction of justice, if you take a deliberate act to somehow destroy evidence or tell people to lie to the authorities, to somehow cover up evidence, but the president, when he is the head of the executive branch, does not commit obstruction of justice if he says -- it doesn't involve him directly, but he says, can you go light on Flynn? I fired the guy. He's, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you didn't have any problem with the tarmac conversation between Loretta Lynch and Bill Clinton? They might have said to each other, gee, can you see a way clear to maybe drop this thing against Hillary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "A, he's the former president. He is no longer the head of the executive branch. And B, his wife is a subject of the investigation. If Donald Trump has said, you know what, you're investigating my son or you're investigating my daughter, and please would you let it go, then, that would be different. But in this instance, he is simply saying, raising an issue. And, look, again, I repeat, if Comey had thought it was inappropriate, he should have said to the president, either I think you're getting any gray area Mr. President, or I think this is really inappropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Maybe he did. I mean, maybe, we're going to see that that's exactly what happened, and that's why he didn't report it to the department of justice because he felt like he had handled that situation. And if that is the case, then the argument for obstruction of justice becomes a little bit more difficult.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I think it's difficult from the beginning. This is not the question of the presidents connections -- are the connections of his campaign into the Russians, or his personal income taxes or whatever. This has to do with somebody who worked for him, who's now been fired, removed from the White House staff and disgrace. And he says, Jim is a good man, can you let this thing go? And Comey says in essence, no, I can't. And the president doesn't press the issue with him. He could have directed him to drop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know what Angus King is going to say. But he fired him later because he didn't get the answer he wanted. That's what the other sides is going to say. Marie, do you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I do. And look, it may not be impeachable, it may not be obstruction of justice, but this is really bad. And take a step back here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But we don't know what happened yet. You do acknowledge that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Right. We need the facts and we need to see that memo. I totally agree. I would put my -- if I was a betting person, I would put my money on Jim Comey's recollection and not Donald Trump's. But here's the problem, every single scandal that comes out, every single one of these stories that the White House mismanages, every single time President Trump messes up and doesn't do what -- you know, behave in the way that people thinks he should, means another day they're not getting health care done, they're not getting tax reform done, he's about to go on his first foreign trip, completely overshadowed by a week of terrible stories of his own making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Marc Thiessen, there was recently a graph that showed what people are interested in, what stuff they care about. They really didn't care about the Comey thing all that much. Are we living in a bubble here and the rest of America says, you know, oh, well, he asked them to be nice to his friend and he didn't press on it, and I don't think it's a big deal? Or, you know, the hyperventilating will continue, this much we know, at least inside the beltway and across the media. But does it matter to the American people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Well, what matters to the American people, I think Marie is right, is that, you know, this whole thing that he has unraveled by doing this has put -- I mean, health care isn't going exactly very well, tax reform is sort of a slow out of the blocks. All of the agenda that he's trying to get through is being eaten up by these self-inflicted wounds. These are self-inflicted wounds. If Donald Trump -- right now, why do we not have an FBI director picked and nominated? A lot of the stuff would go away -- he someone with a great law enforcement background, unimpeachable credentials, all of this discussion will go away because we'll be focusing on the confirmation hearings of a great new FBI director.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, there has to be some middle ground for this White House where you can keep the elements of President Trump that people who supported him, know and love, the spontaneity, the outsider thing, the businessman mentality, the ability to negotiate, all of those good things. He's made good relationships with foreign leaders, but they need more discipline, Karl. And they need to not let this stuff get in the way of their agenda. And I just want to mention it, a little bit of news that we just got, Paul Ryan made a statement saying that he supports the oversight committee's request to have this memo in hand. Karl, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yeah. Look, you've got real unity among all three members of the panel that this is self-inflicted, and that only the president can change it. There's going to be a column of the Wall Street Journal on this very subject on Thursday morning. I'm writing it. And I agree totally with what both of my fellow panelists have said. This has been a terrible week for him. And the only way to get out of it is to step back and for him to examine what he has been doing for the last four months, pick those positive things that you listed, Martha, and look at the bad things that the other panelists mentioned, and do more of the good things and less of the bad things and only he can do this. The idea that somehow or another he's going to achieve this by shaking up the White House staff and firing his top leadership, they didn't create these problems, he did. They're the people who've been trying to solve these problems. They aren't going to be able to solve them without his leadership, without him stepping back and saying I've got to do things differently. And right now, he's beginning to lose the support of some of his supporters around the country who don't like the tweeting and don't like the unnecessary controversy, but have stood with him through thick and thin, and now they're looking at him saying is he really up to this, why do we keep finding ourselves in these kind of messes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "If you look back on the history of Donald Trump as a businessman, and the experiences and what he learned through bankruptcy and other failures. I mean, everyone learns through failure. So there has to be a moment where he looks at the situation and says, OK, this is how it's going, and there has to be a better way, and what is the learning curve here? And how do I get some more discipline? I mean, we watched him sort of do this, Marc, at different points during the campaign where he got disciplined. He went out there and gave policy-oriented speeches. And we would talked about how he had put together, you know, three, four, five, six, seven really great days in a row that made the difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Yeah, absolutely. Pylon -- and further agreement with Karl Rove and my fellow panelist is that -- specific day he ought to look back and in terms of what work was his address to congress. On that night, Americans looked at him and said there is a president. He was being presidential. He didn't have to do all of this tweeting. He doesn't have to do all this crazy campaign stuff. The power of the presidency is more powerful than his campaign tactics. And if he gets back to the power of the presidency and uses it, he'll be successful. If he doesn't, he won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Marie, Karl, Marc, thank you so much for being here this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, a story that got pushed to the back burner tonight and all of this, the White House also fiercely denying reports that the president may have compromise national security in an oval office meeting with top Russian officials last week. So last night, the Washington Post published a story relying almost entirely on anonymous sources, claiming that the president did revealed classified information in that room. Our next guest said he knows and trusts one of those Washington Post sources. Erick Erickson is the editor of the Resurgent and a Fox News contributor. Erick, good evening, good to have you with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERICK ERICKSON, THE RESURGENT",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You have at times been a pretty strong critic of this president. But you say that you know one of the people who leaked that story about what happened in that room and classified information was shared, according to the source. Tell us about this person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERICKSON",
      "sentences": "Well, it's a Trump supporter who is very frustrated with the advice the president is getting, and to a degree the advice the president not taking. And like a lot of other people inside the White House understand that the president pays a great deal of attention to conversation about him in the media. So when information is not getting to the president or the president is not taking information, more and more White House sources are leaking to the press, so that the president does get the memo. That's why a lot of these leaks are starting to happen. It's not intentional sabotage of the president, its people inside the White House trying to get the president's attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So is this source, it's not Tom Bossert, who has been sort of pointed to as the homeland security advisor who read the readout and alerted the CIA and the NSA?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERICKSON",
      "sentences": "I think there were multiple sources, but no, that's not mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So in terms of what happens next, and give us your reaction to this new story tonight, from the New York Times, once again, anonymous sources, and the memo was not in their hands, but they learned about this memo, and now as we have talked about, the oversight committee would like very much to see this memo in their hands. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERICKSON",
      "sentences": "You know, Martha, there's a prevailing theme here with the president. He's not a professional politician, the American people voted for someone who is not a professional politician. We should expect and give him some grace to make mistakes that a normal politician wouldn't make because.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's not getting that grace. News flash, there's no grace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERICKSON",
      "sentences": "Yeah, exactly, he's not. And the problem for the president, though, on the opposite side is that because this job is different than he expected and he's not a professional politician, used to this he needs to do a better job of listening to people's advice, stay off twitter. I mean, the president has cost these problems himself, as your panelists said by getting on twitter and directly contradicting White House staff who were actually making credible cases for firing James Comey and for these other stories, including the Russian leaks. So it goes both ways. He is a new politician. He is not used to the job. We should give him some latitude. But, by got if we're going to give him some latitude, he needs to straighten up himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of Jim Comey, and in terms of -- you know, how much you believe this story, do you think that this has legs? Just 30 seconds, real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERICKSON",
      "sentences": "You know it is because of partisanship. But honestly, it sounds very much to me like he was taken it for a friend. Donald Trump is a very loyal person, probably did as a favor to Flynn. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. We've got to leave it there. Thank you, Erick Erickson. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERICKSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We will have continuing coverage of this story throughout the evening, and we will see you back here, of course, tomorrow night with The Story, whatever it may be, when we arrive here at 7:00 tomorrow. Tucker Carlson is up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KENTUCKY",
      "utterance": "I think we could with a little less drama from the White House on a lot of things so that we can focus on our agenda."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But that was even earlier tonight he said that. We have a huge lineup for you on this quickly moving story tonight. The Senate Select Intelligence Committee Member, James Risch, is with us; plus former Senior Advisor to President George W. Bush, Karl Rove, is here; and House Judiciary Committee Member, Trey Gowdy, will join us moments away with all of their reactions to this. But we begin tonight with Chief White House Correspondent John Roberts, who joins us at the White House. John, a busy night there once again."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Oh, my goodness, Martha, it just never seems to end. Let me walk you through the genesis of all of this. The report, the New York Times broke about a quarter after five this afternoon, so I just keep monitoring my phone for the latest breaking news. About a quarter after five, back in February, the president held in oval office meeting with a group of his advisors. The Attorney General Jeff Sessions was there, as was the FBI Director. As that meeting wrapped up, the president asked most of the participants with the exception of James Comey to leave. And Comey wrote a memo, according to somebody who was close to him and the New York Times reporting, in which he said that the president said to him that Lieutenant General Michael Flynn, the former national security adviser, had done nothing wrong, suggesting that the FBI should move on past this St. James Comey. I hope you can see your way clear to letting this go. You showed just a second ago the reaction from the White House here, but I think it bears repeating, the White House saying the president has never asked Mr. Comey or anyone else to end any investigation, including any investigation involving General Flynn. What we don't know though, is what the president actually did say to the former FBI Director during that meeting. We only know that the White House is claiming he did not say what has reported to have said in the New York Times. The White House also reminding people that at the Senate Intelligence Committee hearing last week, the acting Director of the FBI, Andrew McCabe, said that there has been no evidence of any tampering with the Russia investigation on the part of the White House. But the White House is now and the communication staff, involved in meetings of some form or another, I think a meeting could be with the White House Correspondents Association. Meantime, up on Capitol Hill, the Democrats are beginning a rallying cry, beating the drums that this is obstruction of justice unfolding before our eyes. That word coming from Elijah Cummings, Senator Richard Blumenthal of Connecticut, also echoing the charge that this is obstruction of justice. Now, if it were, you would think that at the time that James Comey had that meeting with the president, wrote himself that memo, that he might have reported that to his superiors at the Department of Justice or at least spread it around at the FBI and there's no indication that that happened. Vis-a-vis the testimony that we heard last week from his number two at the FBI, Andrew McCabe. So, at the moment, what we've got, Martha, here at the White House, and from James Comey's side is a he-said-he-said sort of situation, where this memo is purporting to say one thing and then the White House is saying, no, that didn't happen. But what we need to hear from the White House is, what did the president say to him back in February? Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Question and we do hope that we will hear from the White House this evening, as you point out, John, the communications folks are in a meeting and we have had only the statement that you referenced and that we referenced earlier, as well. John, thank you very much. John Roberts, continuing at the White House this evening, as this news breaks. Joining me now Senator Jim Risch, who serves on the Senate Select Intelligence Committee. Senator Risch, good to have you here tonight. Thank you for being here."
    },
    {
      "speaker": "SEN. JAMES RISCH, R-IDAHO",
      "utterance": "Thanks, Martha. Glad to be here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You were listening to all of this, what do you make of it?"
    },
    {
      "speaker": "RISCH",
      "utterance": "Well, I don't know anything about the latest thing on the FBI situation. I - it strikes me that I used to be a prosecutor, if someone came to me and asked me to squelch an investigation, I would have been screaming bloodied murder about it and told the world. So, I don't know - you know what's happening, a couple of large newspapers that are so vitriolic and hateful against the president, that every little scrap of paper that goes across their desk that says something bad about him, they blow it up and I think that is what you got. I mean, there's - the use of non-sourced materials in town is just, just amazing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, according to the New York Times though, who is clearly one of the papers that you referenced. They say that there is evidence that Jim Comey is a note taker that he would often write things down. And we also know that in prior investigations, General FBI investigations, the notes that are taken by an agent during any kind of interchange with a source or anyone involved in a case are submitted as evidence. So, you know, if these notes are produced and if they say what they're purported to say, which is, just reference the story, it claims that the president said, \"I hope you can let this go,\" referring to the investigation to Michael Flynn, would you have a problem with that?"
    },
    {
      "speaker": "RISCH",
      "utterance": "Well - you know, Martha, I don't want to do the \"F.\" Let's see get to know it out there and see what it says and find out why he didn't report it if indeed it happens. This is all speculation at this point. I really don't want to go there. Let's talk about what I'm signed up for."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I understand. Just indulge me for just one more moment because would you say that Jim Comey, if that were the case, would have an obligation, in fact, it would be unlawful for him not to present evidence of obstruction of justice if that's what he thought it was at the moment?"
    },
    {
      "speaker": "RISCH",
      "utterance": "Yes, no question about that. And the Acting Director is very close to Comey. He thinks very highly of him, they've worked together and everything else. And he's been in front of the committees in the senate and he hasn't said a word about that either. So, awfully strange."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you're going to get, and we already are getting a lot of calls from Democrats, of folks on the other side of the aisle and from you for a special prosecutor, perhaps even an independent prosecutor based on this and also based on the information that we originally invited you to want to talk about, which is the question of any intelligence that might have been a leaked in that meeting with Russian officials the other. What do you think about that?"
    },
    {
      "speaker": "RISCH",
      "utterance": "Well, first of all, you got to have a crime first if you're talking about this leak: the Russian classified material. The president of the United States has the absolute right, and the legal right, to declassify anything that's classified at any time he wants for any reason or no reason. Indeed, he has an obligation when he took the oath of office to declassify it when it's the best interest of the people of the United States. The media in this town is asking like this is a one off and gosh this never happens. The president of the United States, this one, and all previous President has conversations about classified facts with foreign governments all the time, regularly, multiple times a week. This is not - there's nothing unusual about that at all. Now, someone committed a crime here. There's a weasel. And that person is the person who got a hold of the information that happened in that meeting between the president and the Foreign Minister of Russia. And that was classified information that this person got a hold of and they leaked it to the New York Times. That is a felony. It is un-American. They endangered the lives of their families and other Americans. That person is guilty of treason and should be held to answer for it. I would call him a newspaper to come forward and identify the person that gave them this information."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, you're clearly frustrated about the lack of investigation into leaks and the White House is also very frustrated about that. They feel, as you do, that there are two sides to the story and they want an equal investigation. You're on the Intel Committee, what is it like in that committee when you press for this side of the story to also be investigated? What kind of feedback are you getting?"
    },
    {
      "speaker": "RISCH",
      "utterance": "Well, we've done an investigation of leaks lots and lots, and sometimes they come to something more often than not, they don't. Because the people just won't speak about it. So, it is - it's incredibly frustrating. You're saying they are two sides, there aren't two sides. There's only one side of this; only one person committed a crime. And that is whoever the weasel was that disclose this information."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of your colleagues, Bob Corker has spoken in a very derogatory way about the administration, about the White House, he said, you know, he sees it in a downward spiral, that's not an exact quote of what he said. You have a number of individuals who are very concerned. We saw Mitch McConnell earlier today said he wants to see a little less drama coming out of the White House. Are you calling for the White House to do things differently? Are you tired of this kind of stuff getting the way of the agenda that you all thought you were brought to Washington to carry out? Tax reform, repeal and replace of ObamaCare, this is making all that very tough."
    },
    {
      "speaker": "RISCH",
      "utterance": "Well, believe it or not, we are actually doing those things on top of all this other stuff that's going on. But look, I was a governor, I did things differently. We've got a President that's not acting in a classical situation. He communicates with the American people differently. He does it directly and not through a filter, through the media that he doesn't like. But look, everybody's different. Every human being is different. What I like to see some things different? Certainly, but I'm not going to correct the president of the United States. He got to be - look, you got to give this guy a credit. He became President of the United States being who he was, and that's what's happening right now. I think it's getting better as time goes on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You do? It doesn't feel like that in the past few days."
    },
    {
      "speaker": "RISCH",
      "utterance": "You can't necessarily make that argument in the last 48 hours. But look, he was doing what Presidents do. He was meeting with the foreign government, he discussed with them. And I'm neither confirming nor denying what the subject was, public sourcing says it was the safety of passenger air flights in the world. I mean, this is something we have in common with the Russians. We exchange-"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But his Homeland Security Advisor saw fit to alert the CIA and the NSA immediately that that was discussed in that room, they then redacted everything that the presidents said from it. So, don't you think that's a little curious?"
    },
    {
      "speaker": "RISCH",
      "utterance": "No. It is standard protocol - after the president has a discussion with someone where he declassifies some information, that appropriate sources would make the notifications. None of this is unusual at all. The only thing that's unusual about it is that the media got a hold of a classified conversation by somebody who wasn't authorized to do that. So, again, the president has the right to do this and indeed the duty to do this. I would think that most people in America will be looking at this and say, look, we and the Russians and every country in the face of this earth, with the exception of the terrorists, wouldn't want people to be safe when they got in an airplane. They should discuss how we can make flying-"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you're not concerned about that kind of information fallen into the Russian hands given the fact that at points, they have attacked the people that were training in some of these areas? You don't have a problem with that?"
    },
    {
      "speaker": "RISCH",
      "utterance": "Well, look, we have overlapping issues and we have the same interest in seeing that flights are safe. When it comes to fighting terrorism, they have the same interests and we have and that is to see that they are attacked by terrorism also. This story about flight safety, as you know, you guys have had it for weeks, about what's happening with the - with computers and phone. So, this is - I mean, to get together and discuss how can we do this safer, this is what he was elected to be President for. This is why he took the oath of office for."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Senator Jim Risch, thank you very much for your time. Good to see you tonight, Senator."
    },
    {
      "speaker": "RISCH",
      "utterance": "I enjoyed it. Thank you. Glad to be here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, let's bring in Karl Rove, Fox News Political Contributor and former Deputy Chief of Staff to President George W. Bush. Karl, good to have you here tonight. You know, we said in the intro that there is a war going on inside the beltway. Do you think that's an overstatement?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS POLITICAL CONTRIBUTOR",
      "utterance": "Well, no, I don't. The president is embroiled in a war with his detractors, the Democrats on the hill, in particular, are in a high dungeon, hysterically screaming for a special prosecutor, or a congressional investigation, or impeachment. I thought it was really interesting - today, the latest is did the president involved himself in obstruction of justice? We don't know whether or not he said in that conversation. You think he could let this thing with Flynn go? We don't know whether or not it's accurate that there are - the way that Comey remembers it is accurate. But it would seem that if the president said that and Comey thought it was incorrect or improper to be asked that, he should have said to the president. With all due respect, I don't think that's a kind of question you should be asking me. And if we want to talk about obstruction, and say drop the investigation, let it go, is in obstruction; what about President Obama publicly saying that Hillary Clinton had not done anything wrong while the FBI is investigating whether or not she had done something improper? It was improper for President Trump to say in the oval office, hey, let this thing go. I think you have to apply that same standard and say it was inappropriate for the president, former President, while he was in office, while the investigation was underway to say, hey, she hasn't done anything wrong. And that's a signal into the FBI to drop it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He did the same thing about the IRS, saying that there was nothing there, essentially not a smidgeon of corruption while that investigation was in the middle of going on. But Karl, you know, just speak to the elements that we have so far in the story. If the president - as you say, you know, if it's true, Jim Comey, you know, should have called him on it right away, should have alerted the Department of Justice if he felt he was sincerely being asked to table an investigation. But there is no information that he did that, yet. And in fact, that would be illegal, it would be his obligation if he felt he was truly being asked to table this investigation, he would've had to let someone know, correct?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes. And if he thought it was getting into the gray area, then, the best thing for him and for the president is for him to say, Mr. President, better that you never asked me those kinds of questions. Better that you never raised the issues in that way. So, if it was in the gray area, he had an obligation to say something to the president, I think. If it was not in the gray area and it had crossed his line that he had an obligation to say something inside the Justice Department to raise it to his superiors in the chain of command."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, you know, what do you say to those who look at this and they say, you know, look at the tarmac conversation? Republicans were outraged that there was any discussion that went on and we don't even know what was said between Loretta Lynch and former President Bill Clinton. People who say that there is not the same standard being applied to both sides."
    },
    {
      "speaker": "ROVE",
      "utterance": "Look, he's a Republican, he was elected with an \"R\" behind his name. Who thinks that he's going to get the same treatment that either Bill Clinton or Barack Obama got? I mean, let's wake up and live in the real world. This is something that every Republican President has to deal with and that is that the press is against them. In this instance, they are really against him because he has offended them deeply, he has picked an argument with them deliberately, he insults them regularly, and their people and they react to it in the way that people normally react to it; if you push them, they're going to push back. And so, they're pushing back with every bit of muscle they got and looking for everything that they can attack him with and there's a dual standard, let's not kid ourselves, one standard for if you are a Democrat, another if you are a Republican."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But Karl, you know, this is like a punching bag. I mean, it keeps coming back and then there's another punch every single day against this White House and they do appear at the moment to extraordinarily hunker down. There's no one coming out from the White House to talk right now. Have you ever seen something like this? I mean, there's a daily breaking news story that is ugly, you can barely keep your neck above them, and they're not talking right now."
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, there've been moments like that in the past. But I think one of the thing that is peculiar about this situation is, we haven't somebody who has never been involved in politics, who doesn't know the ways of Washington, but he is a business leader. He's led in business enterprise. And right now, those talents as a business leader, as somebody who is, you know, sort of organizing people around him and focusing them on a goal, they are desperately needed. That is why this conversation about, there's going to be a shakeup in the White House, that there's going to be - they're going to be op-ed it from top to bottom, that everybody in a significant player in the west wing is going to be fired, or the communicators have let him down. These problems start with the president, it's the president's actions and the way he executes his decisions that add to these controversies and provide his enemies a chance to shoot at him. And right now is not a moment to - now is a moment to sort of say to everybody we're in the Fox altogether, to summon their best abilities, to stiffen their spines and to lead them; not to cause them to sit there and say, I got too close my door and dock because my head is on the chopping block."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How much of this do you think is just Donald Trump? I mean, he is an outsider, he is a businessman. He has never been involved in politics before and that definitely causes others who have been for a long time to bristle, that he just doesn't get the way that things are done. You just don't bring up intelligence in the middle of a conversation with Russian officials. You know he is fresh off what he sees a pretty good situation with the Chinese leader. And he thinks, you know what, I brought him into my fold, we became friendly, and I discussed things with him. He may be trying to be doing the exact same thing with these Russian officials, to try to break new ground with them. Is that valid?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, to some degree it is. Look, we don't know exactly what he said to the Russians. And we're missing one piece of the puzzle here. Yes, somebody inside the administration leaked. But if this information came from the Israelis, somebody on the Israeli side leaked, as well, because the original story has former government officials. That is to say people not in the administration, probably in the previous administration, so I could see an Israeli intelligence source say, why did President Trump share this information that might put one of our resources at risk and talk to a compatriot who used to serve in the government to leak it to the New York Times. So, we have more than one leaker in here. We got somebody inside the administration, but we also got somebody outside the administration who used to be in government. And I think they got their information from whatever intelligent service - I assume the coverage is correct, that this originally was sourced by the Israelis. Somebody in the Israeli Intelligence Community, who doesn't like Trump and fed that information, and sort of brushed back the Americans. Don't be playing fast and loose with the stuff we give you. Don't share it with the Russians because you're putting our people at risk. And I may be wrong on it, but it strikes me that that's a plausible explanation as to how that unnamed former government official got this information."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And the current Israeli leadership has said that they don't have any problem with this, that it hasn't impacted their relationship negatively."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes, that's right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Karl, thank you so much. Great to see you as always."
    },
    {
      "speaker": "ROVE",
      "utterance": "You bet. Great! Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the White House fervently denies the New York Times report that the president told Mr. Comey to drop the Flynn probe. The president is promising a speedy search for a new FBI Director. No announcement so far for Jim Comey's old job. My next guest removed himself from the White House's short list, saying that he doesn't believe he's the right man for the job, Congressman Trey Gowdy, of the Intelligence and Judiciary Committee joins us now. Good to see you this evening, Congressman Gowdy. Thank you for being here. I want to get your thoughts in this breaking news first, and then we'll get to some of that. What's your reaction to the story in the Times?"
    },
    {
      "speaker": "REP. TREY GOWDY, R-SOUTH CAROLINA",
      "utterance": "Well, I've been in a classified skit for Director Pompeo for the last two hours or so I'm catching up a little bit. I read the story obviously, I want to see the memo. Obviously, I want to talk to Director Comey to determine how contemporaneous his recording of the conversation was. But also, importantly, not just what was said, but what did Director Comey hear? How did he take it? That can only be done, with all due respect to the New York Times that can only be done by looking at the memo and talking to Director Comey."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, the New York Times in this report does not have the memo in their hands. It was read to them over the phone. So, that in and of itself, you know, as you point out, it's very difficult to get the context if you can't read the whole thing."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Well, if you go back to criminal procedure, which is my background, there's a doctrine called the rule of completeness. Whenever part of the document is introduced, you got to be able to look at the entire document; your viewers and my fellow citizens deserve to see the entire context of whatever conversation may or may not have taken place. And quite frankly, Director Comey deserves an opportunity to come tell us how he heard it, what he heard, how pervasive it was, and how much of the conversation that segment consumed. So, we have a story, there's a reason newspaper articles are not admissible in any courtrooms in the United States. I'm not knocking the reporter, the reporter does good work but we're long ways from a conviction, the fact that we simply have a headline in the New York Times."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, in terms of the, you know, calls for a special prosecutor, an independent prosecutor, this going to only fuel those. Do you think there's any reason to go that route at this point?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I have been resistant in the past but I've been open-minded. Special counsel is only appropriate if there is an allegation of a crime. And there are several crimes, potentially at play here. The hacking of the DNC is a crime. I don't hear people talking about it that that much. The dissemination of classified information is a crime. General Flynn's comments to the FBI may or may not constitute a false statement to a law enforcement official. And I've heard allegations that this rises to the level of obstruction of justice. So, you do have a sufficient evidentiary basis for a crime, but the other half, the other half of the equation is whether or not the Department of Justice or any of the 94 U.S. attorneys can do the job themselves. And I have not been persuaded that all 94 U.S. attorneys in our country, many of whom are women and men who had nothing to do with politics are incapable of fairly adjudicating this fact pattern."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. One last question on this and I want to get to the next subject with you. If James Comey I believed that what the president said to him was an effort to obstruct justice, you know, to get him to table this investigation of Michael Flynn, would he be obligated to let the Department of Justice know right away?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I don't think so. I'm probably in the minority here. I don't think Director Comey reported President Obama the four different times he prejudged the outcome of an investigation. And there were four different times - Director Comey has not been afraid in the past to say no to Presidents and Attorney Generals. He did it when he was with the Department of Justice. I think if he felt like this was an effort to influence him, he knows exactly what to do. But I won't know that until I have a chance to ask him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. One thing we're left with still in all of this is an empty seat at the head of the FBI. And your name was on that short list, you asked for it to be taken off. Why? Why do you think you're not the right person for that job?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I think the country can do better than me, quite frankly. I did have 20 years in a courtroom, Martha, that's the best job I've ever had. But the reality is, in this current political environment, I am known more for being asked to chair one committee than I am in the 20 years I spent in a courtroom. And my first rule of friendship is, don't ask friends to do things that are not in their best interest. The senate confirmation process would be dreadful and it'd be miserable. And quite frankly, I think the country deserves a woman or a man who is devoid of political taint. And whether I like it or not, whether I wish I could wash it off or not, I had been in politics for six years. I think I could be fair, but I don't know that I could get the job and I don't know that I could convince a sufficient number of my fellow citizens that I would be fair, and quite frankly, they deserve an FBI director that is above reproach."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, that's something that Jason Chaffetz is saying, the congressman, is saying that he has a subpoena pen hanging over this memo and he would like to see it. Any reaction to that?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I don't know that he would have to subpoena it. I thought he was recuperating from surgery. I'm glad he's doing better. And he found a subpoena pen. I don't know that you would need to subpoena this memo. If it was read to the New York Times, I would certainly hope the FBI would read it to members of congress. So, hopefully, I don't come to that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to go back a little further in the Jim Comey story. You put out a statement when he was fired saying that he had a very tough job and access to the facts that perhaps the rest of us did not, is the way that you put it. You know, a lot of people have said that his performance on July 5th, when he came out and said, you know, we have all of this evidence, extreme carelessness on the part of Hillary Clinton, yet we are not prosecute her. Was that news conference enough in and of itself to let him go, do you think?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "No. And I think when history knows the full fact pattern that led Director Comey to have that July news conference. I think what your viewers know is the meeting on the tarmac, between the spouse of the suspect, or the target of an investigation of the Attorney General. What your viewers don't know, Martha, and what Jim Comey frankly can't tell them because it's classified, and I can tell them because it's classified, there were a lot of other reasons that Jim Comey decided to take that decision upon himself. And I think history, and I've had plenty of differences with Jim Comey, I want to be clear about that, lots of them. But I think history is going to be much kinder to Jim Comey in that July press conference than the Democrats were when he had it. I think he had access to information that because he is a stand-up guy, and he's not going to disseminate classified information, although, God knows everybody else's, he is not going to do it even if it cast him in a negative light. So, all your viewers see is this meeting on the tarmac. Jim Comey had access to additional information that I am convinced left him with no other choice than to make a decision he made in July."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you're saying that he had no choice; there was pressure on him to not prosecute Hillary Clinton? Is that what you're suggesting?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "No, no. No. I think he had access to information that he wanted to safeguard the integrity of the investigation and the integrity of the process. And I probably ought to just leave it right there. But I'm not talking about pressure. I don't think the guy feels pressure. I think he wanted the public to have confidence in the investigation and the outcome, even though I disagreed with the outcome, he wanted you to have confidence in the process. He had access to information that your viewers don't have, and they might not ever have because it is classified. But trust me when I tell you this, Martha, I know what it was. And I have been a critic of Jim Comey in the past, but he made the only decision he could have made with respect to appropriating that decision away from the Department of Justice and making the decision himself and history will be a hell of a lot kinder to him than the Democrats were at the time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I only take away from that that you're suggesting that they were more entanglements between the Clintons and perhaps the Justice Department than everyone understands."
    },
    {
      "speaker": "GOWDY",
      "utterance": "You are very perceptive."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. Thank you. Trey Gowdy, always good to see you, sir. We'll talk more on that later."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Yes, ma'am. You too, thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you, sir."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Yes, Ma'am"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, here now with more tonight. Bill Bennett, is the host of the Bill Bennett podcast, former Education Secretary, and a Fox News contributor who helps look at the big picture and gives us some historical perspective on what we are witnessing. It feels like there is a storm brewing all around that White House right now and they just can't get out from under it. Bill, what is your take?"
    },
    {
      "speaker": "BILL BENNET, FORMER EDUCATION SECRETARY AND FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. There is a storm brewing. It's not a storm raging over the entire country. By the way, this is what's wrong with that storm in Washington, Martha. That a guy of Trey Gowdy's caliber could say, I won't go through the confirmation process. It would be dreadful. That's a very straight man that he doesn't want to do it, tells you something right there. The other thing is, I've been in North Carolina the last few days, not a single random person has come up to me and said, my gosh, let's get to the bottom of this. What they have said is, can we get down to business? Can we get back to doing what the president said he was going to do? Storm is brewing in Washington, a lot of people are interested in it, watch Fox all day long. A lot of people are thinking that the president has already lost this round because he's not about the business that he promised to be about. So to reach -- let's all move to Idaho, what a great, sensible guy he is. Says look where we're about it, we're doing it. But, you know, with tax cuts, health care reform, defeating ISIS. These things are all taking a backseat. I want to say something about my former student, Charles Schumer, or at least I graded his senior paper."
    },
    {
      "speaker": "MARTHA MACCALLUM, THE STORY HOST",
      "utterance": "Did he get a good grade?"
    },
    {
      "speaker": "BENNETT",
      "utterance": "Not as good as he thought he deserve. He got a great grade. He graduated magna cum laude, but for little Chuckie that wasn't good enough. He wanted to be summa. We argued about it for about three hours. But I would have taken down even further if I'd known he would have made a fundamental historical mistake like he did today. He said in his lugubrious and sententious way, the country is being tested at an unprecedented ways. What the heck is he talking about? The civil war? The Great War? World War II? Nonsense. Look, we'll find out answers to some of these questions when Comey testifies. But it seems to me, just to a thought experiment, if the president was talking to the president of China, which he was at Mar-a-Lago, and they were talking about North Korea, and the president says, you really got to do something to constrain these guys, and the president of China says, why, could President Trump say, we have intelligence that they're developing missiles that could be long-range and come -- oops, I can't tell you that, Mr. President, because it's confidential information. Of course he should share that information. The Chinese probably know it anyway. But the point is as has been said by several people today. These kinds of exchanges take place all the time. Did it do harm? Did it do damage? We have no evidence that it did. The Israelis certainly aren't upset about it, and show their full confidence to the United States. So let's put it in perspective."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I hear what you're saying. But there is an argument to be made that in some of these cases, the White House is sort of handing their opposition quite a bit of material to chew on."
    },
    {
      "speaker": "BENNETT",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that they're doing that on a daily basis. Let me just posit, if the president, for example, let's go back to the example from yesterday about the leaking information to Russian officials. If he had called up his director of national intelligence and said, you know what, when I have this conversation, and I'm going to speak with him about this intelligence, I have the right to do that, I feel like if I bring them into the loop a little but, we might get somewhere with them. And just sort of, you know, dotted the eyes and cross to the T's a little bit, had a little bit more organized approach, it would defuse a fair amount of this, I think. But they seem to be keep tripping over this stuff, and causing themselves problems that allows them to not get to the agenda that you discussed."
    },
    {
      "speaker": "BENNETT",
      "utterance": "He's impulsive. He doesn't follow regular order, if you will for presidents. But has he tried to bring down the United States and hand the country over to Russia? Does anybody really believe that? Is any Democrat really believed that? If you look at -- well, they say it, maybe they do. Maybe you're right. Maybe they do. Maybe they're that deranged that they do. I f you looked at Mother Teresa in a microscope, you would see germs and bacteria. Look at anybody that close and you're going to see problems."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are you comparing Donald Trump to Mother Teresa just for the record because that's what is going to be picked up on twitter anywhere else. Bill Bennett compared Mother Teresa to Donald Trump."
    },
    {
      "speaker": "BENNETT",
      "utterance": "No, I'm not. Let me just say this on the leakers. The thing the president has to do is to clean house. He should have cleaned house day one. There are people probably in the White House, certainly in the department, who are not loyal to him. When I got to the department of education, I fired almost everybody. And you know what, a lot of them were Republicans. They been there serving -- they haven't been serving a Democrat, but you've got to have your own team. He's getting killed by these people who are leaking, who are disloyal to him, and he's got to get his own team of trusted people. That's just nonnegotiable. This is going to continue to haunt him until he gets those people whom he can trust and will not betray him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We've heard a lot about it. And I think a lot of them are going on the plane to Saudi Arabia, and Rome and Jerusalem. So we'll see if those deck chairs get change before that. Bill, thank you very much, always good to hear from you."
    },
    {
      "speaker": "BENNETT",
      "utterance": "Find out who they are and leave them in Saudi Arabia. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Bill. So joining us now -- we'll go back to the White House. Chief White House correspondent back in the front of camera on the lawn there, working this evening, chief White House correspondent, John Roberts. John, what do you know?"
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS",
      "utterance": "Good evening to you, Martha. (INAUDIBLE) to run into the coms office upstairs, and the people behind closed doors, some of them, others are awaiting to get some more information. We should hear something a little bit later on tonight. Right now, they are in a mode where they're trying to put some pieces together here, so they can give us a little bit more accurate read on what the president actually said to the FBI director during that February oval office meeting. One person I talked to said that they had not talked to the president in recent hours, another one had. But that was probably just before or shortly after this whole thing hit. So they're trying to put information together. And they understand here at the White House that they are beginning to lose the narrative on this story, with Democrats on Capitol Hill and both the house and the senate, running around starting to shout obstruction of justice, obstruction of justice. They know that they've got a potential brush fire or something greater than that on their hands. So, they're trying to get some pieces of this together. The rapid reaction force was a little delayed because of a meeting that was going on with the White House correspondents association. But they hope to get something -- I'm sorry, my phone is ringing, I don't know who that is but I'll answer it and say, I'll be with you in a moment, just in case it's one of my sources calling me back. Let me pitch it back to you, Martha. I'll get back to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "John, just very quick question. Is there any more discussion about this taping system? Because we have people calling -- on Capitol Hill calling for the transcripts of these recordings, if there is indeed a taping system? And the president wants to prove what he did not say, would be pretty useful to have it right now."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The White House has not said anything to confirm or deny taping system, only to say that the president said something about it and that's all he's going to say. And all the president said really was Jim Comey better hope there aren't tapes of our conversations before he starts leaking things. Nothing to suggest there is or there isn't a taping system at this point, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's going to be a very interesting piece of information when we get it, John. Get on your phone and we'll see what happens."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much. So joining me now with more on this issue of leaks coming out of D.C., Lieutenant colonel Tony Shaffer, he's CIA trained intelligence operative. Good to have you here this evening, Tony. So you listen to all of this, you read the New York Times story, what do you make of it?"
    },
    {
      "speaker": "TONY SHAFFER, CIA TRAINED INTEL OPERATIVE",
      "utterance": "Let me read you an excerpt. Neither NBC News nor the Times has seen the actual memo. Come on. This is news? Martha, think about what's going on here. And I heard John Roberts report. There's a lot of questions which have to be answered clearly. But think about what the mainstream media's projected here. And I won't almost say this is weaponized information. We have to understand that facts are facts and everything should be laid out, regarding actual memos. Think about it, why didn't that Comey associate just give a copy of that memo to the reporter? I think we'd all be a lot more comfortable about knowing what should come next. This is something to me that the standards of reporting keep getting lowered and lowered with these anonymous sources. Part two of this, as you mentioned in the introduction, the leaks. We have an issue right now where yesterday, the information which was provided to the Russians was probably sensitive, but now, all of a sudden, you guys are just talking about the fact we know the sourcing of it that it came from a clandestine human intelligence source from the Israelis. We shouldn't be having this conversation. Somebody within the White House, with the support of the media, is actually doing things to not only damage this president, but damage the variability of this country to protect sensitive sources and do the hard work of nation-state work. So this is beyond, in my judgment, I heard Bob Bennett talk about, there's been times when things could be worse or not worse, look, this is bad by the fact that I feel you have elements of our own political system turning inward on a president that they don't like, but are not recognizing the long-term and significant damage they're doing to the ability of the government of the White House to do the work of protecting the United States."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. I mean, you nailed it. The question that I keep going back to is the underlying substance of any of these allegations. And as Bill Bennett said, does anybody really think that this president is sort in office in order to promote Russian expansionism? That would be their underlying desire, to incorporate someone who would help them, to sort of fulfill their Soviet dreams of a bigger empire again. There is no evidence that there is anything to suggest that. And yet, what you've got is, you know, all of these layers on top of this that keep allowing questions to arise."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of that conversation because it is important, what the president said to Jim Comey, and what Jim Comey said to him. If he did say, you know, I hope you can let this go, is that obstruction of justice?"
    },
    {
      "speaker": "SHAFFER",
      "utterance": "The question becomes, actually, what should Comey had done with a request like that. If I were the FBI director, I would do one of two things, like, Mr. President, this is an area that -- I know you're new, this is not something a president should ask an FBI director and put it in those terms. There is no evidence that Comey did that. Secondly, if Comey was that worried about it, he should have made an immediate report to congressional oversight. Think about this. Martha, you and I have talked about this town, Washington, nothing like that would stay on a dressed for this amount of time. You don't hold things like that back. There's been a number of occasions where that information, if it happened, Comey should have given that to one of the oversight committees, either House, judiciary, Senate judiciary, and said we have a problem. You don't set on something like that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is someone who is an associate of Jim Comey, according to this report, who read this memo. So I have to believe that that was with the cooperation of Jim Comey, saying, yeah, you know, I have no problem with you reading that memo to them because those are my notes. Now, would he be wanting to go down that road if the president hadn't sort of repeatedly attacked him after he fired him? Has he sort of upped the ante and is Jim Comey feeling that he wants very much to get his side of the story out there because he feels like he got roughed up?"
    },
    {
      "speaker": "SHAFFER",
      "utterance": "No, I don't see it this way. I see this as an attack. Look, if Jim Comey has something to say, he can call a press conference and ay out his case, or wait until it goes to a hearing. This is insidious. This is information warfare. This is death by a thousand cuts. As John Roberts just said, the White House right now is under siege. It's under -- this constant attacks by the media. So nobody is actually taking a step back, taking a deep breath, saying, do I really believe someone who says he read a memo that Jim Comey may or may not have written, may not -- think about this, you guys wouldn't run with something so flimsy. I've been around you guys for ten years now and I'm not a media guy. I come on to talk, but I'm not a reporter. I'm just appalled at the lack of factual content of anonymous source being reported as factual without even having a copy of the memo. That's what I'm saying. It may or may not be proven to be true. It it's true, then, obviously, Trey Gowdy and others would have to investigate. But if it's false, this is a pattern of leaks and deception which has been going on since before this president took the oath of office."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Thank you very much, Tony. Good to see you tonight."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So now for some very important background on all of us, we go to Trace Gallagher, live in our West Coast newsroom. Trace, take it away."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "utterance": "And Martha, the timeline here is critical because it kind of provides the context for today's report of the New York Times, when FBI director James Comey was fired back on May 9th the White House press office said that it had nothing to do with the Russia investigation. Instead, it was because Comey had been criticized by the department of justice for his handling of the Hillary Clinton email investigation. Then, two days later, President Trump contradicted his own spokespeople, saying he would have fired Comey regardless of what the justice department said and that Comey was not popular within the FBI. Then, acting FBI director Andrew McCabe testified on Capitol Hill before the senate intelligence committee, and McCabe contradicted President Trump, saying that it was his impression that Directors Comey enjoyed broad support inside the FBI. But the acting director also quickly knocked down a series of reports that said Director Comey had asked the department of justice for more help to aid the Russia investigation, with McCabe saying, quote, we don't typically request resources for an individual case. McCabe also made it very clear that he worked very closely with James Comey, that Comey's files had been secured and preserved by the FBI after he was fired. And McCabe emphasized repeatedly that to his knowledge, there had been no effort by the White House to impede the FBI investigation into Russia. Listen."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "The work the men and the women of the FBI continues despite any changes in circumstance, any decisions, so there has been no effort to impede our investigation to date."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "McCabe did not describe any conversations James Comey might have had with the president and would not comment on Mr. Trump's claim that Comey told him three separate times that he was not under investigation. The day after McCabe's testimony, President Trump tweeted, quoting, James Comey better hope that there are no tapes of our conversations before he starts leaking to the press. To this day, there has been no confirmation nor denial of any recording system inside the White House. And now brings us up-to-date four days later, the New York Times is reporting that President Trump asked James Comey to end the investigation in to former national security advisor Michael Flynn. The White House, of course, issuing a very strong denial. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. So joining us now with more, Marc Thiessen, former chief speechwriter for President George W. Bush, Marie Harf is a former state department spokesperson, both are Fox News contributor. And Karl Rove is back, Fox News political contributor, as well as someone who's spent quite a bit of time inside the White House. Good to have all of you here. Let's get the new folks to weigh in. Marc, you listen to this story tonight, what do you make of it?"
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR",
      "utterance": "Yeah. I mean, it looks like Donald Trump is paying a really heavy price for his mishandling of this whole Comey firing. I mean, he should have had, at the start of this, he should have had a replacement in mind. Had plot this out. Had a simple announcement which said, James Comey has served this country with distinction for many years, I decided to make a change. He's being replaced by, fill in the blank, and announced to this person who would have gotten lots of plaudits from people from all sides, somebody who was qualified, who's a career law enforcement person, and put him out there. Instead, what he did is he has this fake story about how he was responding to the DOJ. Then, he did an interview with Lester Holt, denigrating his character. Then, he threatened him by putting out this tweet saying he better hope I don't have recordings of my conversations. Turns out that Comey had memos of his conversations and not just that one conversation, the New York Times story today said he has memos for every conversation and meeting he's had with the president since he took office."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's a note taker. We'll see if the president is taper."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "He's a note taker."
    },
    {
      "speaker": "Greta",
      "utterance": "We don't know yet. But both sides have very different stories about how these conversations went down. Since you brought up that Lester Holt interview, I think it's worth revisiting this one section of that. Let's play what we have from Lester Holt speaking with President Trump."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I know that I'm not under investigation, me, personally. I'm not talking about campaigns. I'm not talking about anything else. I'm not under investigation."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Did you ask him to drop the investigation?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "No."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Did anyone from the White House."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No, in fact I want the investigations speed it up."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Did anyone in the White House ask him to end the investigation?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "No, no."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Any surrogates in behalf of the White House?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Not that I know of."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, he's referring there to any investigation to him. But the general question is thrown out there, did you ever asked James Comey to drop an investigation, and he said emphatically no. Why would we do that? We want this investigation and we want to get through it and get it past us. Marie, your thoughts?"
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, we need to see the Comey memo. Not just this one, but as Marc said, it sounds like he had memos from every conversations he had with the president. And if there's one thing people say about Jim Comey is that he's a bit of a boy scout. So I do think he's a note taker. And this is a really bad day capping a bad two weeks for Donald Trump, and it's not the media's fault, it's not the Democrats fault, it is because of things he has done. And as Marc said, this started with a totally botched way that he fired Comey. And you know, now that you have Jason Chaffetz coming out and saying I will get this memo even if I have to subpoena it, I heard Trey Gowdy not entirely supportive of the president. We need to see what the facts are here. But the Trump administration does not have a lot of credibility at this point in terms of pushback. And they're not even pushing back tonight. You don't see people on the record out there, like last night or like last week. No one will put their name to this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It is interesting. Let's play this from Angus King, Senator Angus King."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "If these allegations, senator, are true, are we getting closer and closer to the possibility of yet another impeachment process?"
    },
    {
      "speaker": "ANGUS KING, U.S. SENATOR",
      "utterance": "Reluctantly, Wolf, I have to say yes, simply because obstruction of justice is such a serious offense. And I say it with sadness and reluctance."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, that seems like we're getting a little bit ahead of ourselves, Karl, doesn't it? I mean, when you look at Tony Shaffer, our conversation, I mean, we're talking about an anonymous source who didn't produce an actual memo, but claims to have read what was in the memo, and Angus King says, oh, gosh, here we go, I don't have any choice, we've got to go straight for impeachment."
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, look, there's an even more fundamental reason that we're in LaLa Land. The president is alleged to have said to Comey, can you let this thing, your investigation with Flynn go? The president is the head of the executive branch. He is not obstructing justice. If he raises a question or even directs a subordinate to take an action with regard to a case. What matters is, did he obstruct justice by say, destroying relevant information, or directing people to lie to the agents, or to somehow engage."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you're saying that you don't think there's anything wrong with it if this is true. If he said, can you see your way clear to letting this go? You think that's not inappropriate."
    },
    {
      "speaker": "ROVE",
      "utterance": "In fact, look, I'm not a lawyer and I didn't stay at a Holiday Inn Express last night, but I do have friends who are top-flight lawyers. And I got this understanding from a very top-flight, very top-flight D.C. lawyer, who said, look, you got to get this right. Obstruction of justice, if you take a deliberate act to somehow destroy evidence or tell people to lie to the authorities, to somehow cover up evidence, but the president, when he is the head of the executive branch, does not commit obstruction of justice if he says -- it doesn't involve him directly, but he says, can you go light on Flynn? I fired the guy. He's, you know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you didn't have any problem with the tarmac conversation between Loretta Lynch and Bill Clinton? They might have said to each other, gee, can you see a way clear to maybe drop this thing against Hillary?"
    },
    {
      "speaker": "ROVE",
      "utterance": "A, he's the former president. He is no longer the head of the executive branch. And B, his wife is a subject of the investigation. If Donald Trump has said, you know what, you're investigating my son or you're investigating my daughter, and please would you let it go, then, that would be different. But in this instance, he is simply saying, raising an issue. And, look, again, I repeat, if Comey had thought it was inappropriate, he should have said to the president, either I think you're getting any gray area Mr. President, or I think this is really inappropriate."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Maybe he did. I mean, maybe, we're going to see that that's exactly what happened, and that's why he didn't report it to the department of justice because he felt like he had handled that situation. And if that is the case, then the argument for obstruction of justice becomes a little bit more difficult."
    },
    {
      "speaker": "ROVE",
      "utterance": "I think it's difficult from the beginning. This is not the question of the presidents connections -- are the connections of his campaign into the Russians, or his personal income taxes or whatever. This has to do with somebody who worked for him, who's now been fired, removed from the White House staff and disgrace. And he says, Jim is a good man, can you let this thing go? And Comey says in essence, no, I can't. And the president doesn't press the issue with him. He could have directed him to drop."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know what Angus King is going to say. But he fired him later because he didn't get the answer he wanted. That's what the other sides is going to say. Marie, do you agree?"
    },
    {
      "speaker": "HARF",
      "utterance": "I do. And look, it may not be impeachable, it may not be obstruction of justice, but this is really bad. And take a step back here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But we don't know what happened yet. You do acknowledge that, right?"
    },
    {
      "speaker": "HARF",
      "utterance": "Right. We need the facts and we need to see that memo. I totally agree. I would put my -- if I was a betting person, I would put my money on Jim Comey's recollection and not Donald Trump's. But here's the problem, every single scandal that comes out, every single one of these stories that the White House mismanages, every single time President Trump messes up and doesn't do what -- you know, behave in the way that people thinks he should, means another day they're not getting health care done, they're not getting tax reform done, he's about to go on his first foreign trip, completely overshadowed by a week of terrible stories of his own making."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Marc Thiessen, there was recently a graph that showed what people are interested in, what stuff they care about. They really didn't care about the Comey thing all that much. Are we living in a bubble here and the rest of America says, you know, oh, well, he asked them to be nice to his friend and he didn't press on it, and I don't think it's a big deal? Or, you know, the hyperventilating will continue, this much we know, at least inside the beltway and across the media. But does it matter to the American people?"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Well, what matters to the American people, I think Marie is right, is that, you know, this whole thing that he has unraveled by doing this has put -- I mean, health care isn't going exactly very well, tax reform is sort of a slow out of the blocks. All of the agenda that he's trying to get through is being eaten up by these self-inflicted wounds. These are self-inflicted wounds. If Donald Trump -- right now, why do we not have an FBI director picked and nominated? A lot of the stuff would go away -- he someone with a great law enforcement background, unimpeachable credentials, all of this discussion will go away because we'll be focusing on the confirmation hearings of a great new FBI director."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, there has to be some middle ground for this White House where you can keep the elements of President Trump that people who supported him, know and love, the spontaneity, the outsider thing, the businessman mentality, the ability to negotiate, all of those good things. He's made good relationships with foreign leaders, but they need more discipline, Karl. And they need to not let this stuff get in the way of their agenda. And I just want to mention it, a little bit of news that we just got, Paul Ryan made a statement saying that he supports the oversight committee's request to have this memo in hand. Karl, go ahead."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yeah. Look, you've got real unity among all three members of the panel that this is self-inflicted, and that only the president can change it. There's going to be a column of the Wall Street Journal on this very subject on Thursday morning. I'm writing it. And I agree totally with what both of my fellow panelists have said. This has been a terrible week for him. And the only way to get out of it is to step back and for him to examine what he has been doing for the last four months, pick those positive things that you listed, Martha, and look at the bad things that the other panelists mentioned, and do more of the good things and less of the bad things and only he can do this. The idea that somehow or another he's going to achieve this by shaking up the White House staff and firing his top leadership, they didn't create these problems, he did. They're the people who've been trying to solve these problems. They aren't going to be able to solve them without his leadership, without him stepping back and saying I've got to do things differently. And right now, he's beginning to lose the support of some of his supporters around the country who don't like the tweeting and don't like the unnecessary controversy, but have stood with him through thick and thin, and now they're looking at him saying is he really up to this, why do we keep finding ourselves in these kind of messes?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "If you look back on the history of Donald Trump as a businessman, and the experiences and what he learned through bankruptcy and other failures. I mean, everyone learns through failure. So there has to be a moment where he looks at the situation and says, OK, this is how it's going, and there has to be a better way, and what is the learning curve here? And how do I get some more discipline? I mean, we watched him sort of do this, Marc, at different points during the campaign where he got disciplined. He went out there and gave policy-oriented speeches. And we would talked about how he had put together, you know, three, four, five, six, seven really great days in a row that made the difference."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Yeah, absolutely. Pylon -- and further agreement with Karl Rove and my fellow panelist is that -- specific day he ought to look back and in terms of what work was his address to congress. On that night, Americans looked at him and said there is a president. He was being presidential. He didn't have to do all of this tweeting. He doesn't have to do all this crazy campaign stuff. The power of the presidency is more powerful than his campaign tactics. And if he gets back to the power of the presidency and uses it, he'll be successful. If he doesn't, he won't."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Marie, Karl, Marc, thank you so much for being here this evening."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, a story that got pushed to the back burner tonight and all of this, the White House also fiercely denying reports that the president may have compromise national security in an oval office meeting with top Russian officials last week. So last night, the Washington Post published a story relying almost entirely on anonymous sources, claiming that the president did revealed classified information in that room. Our next guest said he knows and trusts one of those Washington Post sources. Erick Erickson is the editor of the Resurgent and a Fox News contributor. Erick, good evening, good to have you with us."
    },
    {
      "speaker": "ERICK ERICKSON, THE RESURGENT",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You have at times been a pretty strong critic of this president. But you say that you know one of the people who leaked that story about what happened in that room and classified information was shared, according to the source. Tell us about this person."
    },
    {
      "speaker": "ERICKSON",
      "utterance": "Well, it's a Trump supporter who is very frustrated with the advice the president is getting, and to a degree the advice the president not taking. And like a lot of other people inside the White House understand that the president pays a great deal of attention to conversation about him in the media. So when information is not getting to the president or the president is not taking information, more and more White House sources are leaking to the press, so that the president does get the memo. That's why a lot of these leaks are starting to happen. It's not intentional sabotage of the president, its people inside the White House trying to get the president's attention."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So is this source, it's not Tom Bossert, who has been sort of pointed to as the homeland security advisor who read the readout and alerted the CIA and the NSA?"
    },
    {
      "speaker": "ERICKSON",
      "utterance": "I think there were multiple sources, but no, that's not mine."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So in terms of what happens next, and give us your reaction to this new story tonight, from the New York Times, once again, anonymous sources, and the memo was not in their hands, but they learned about this memo, and now as we have talked about, the oversight committee would like very much to see this memo in their hands. What do you think?"
    },
    {
      "speaker": "ERICKSON",
      "utterance": "You know, Martha, there's a prevailing theme here with the president. He's not a professional politician, the American people voted for someone who is not a professional politician. We should expect and give him some grace to make mistakes that a normal politician wouldn't make because."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's not getting that grace. News flash, there's no grace."
    },
    {
      "speaker": "ERICKSON",
      "utterance": "Yeah, exactly, he's not. And the problem for the president, though, on the opposite side is that because this job is different than he expected and he's not a professional politician, used to this he needs to do a better job of listening to people's advice, stay off twitter. I mean, the president has cost these problems himself, as your panelists said by getting on twitter and directly contradicting White House staff who were actually making credible cases for firing James Comey and for these other stories, including the Russian leaks. So it goes both ways. He is a new politician. He is not used to the job. We should give him some latitude. But, by got if we're going to give him some latitude, he needs to straighten up himself."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of Jim Comey, and in terms of -- you know, how much you believe this story, do you think that this has legs? Just 30 seconds, real quick."
    },
    {
      "speaker": "ERICKSON",
      "utterance": "You know it is because of partisanship. But honestly, it sounds very much to me like he was taken it for a friend. Donald Trump is a very loyal person, probably did as a favor to Flynn. That's it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. We've got to leave it there. Thank you, Erick Erickson. Good to see you tonight."
    },
    {
      "speaker": "ERICKSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We will have continuing coverage of this story throughout the evening, and we will see you back here, of course, tomorrow night with The Story, whatever it may be, when we arrive here at 7:00 tomorrow. Tucker Carlson is up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}