{
  "date": "May 16, 2018",
  "headline": "Giuliani says Mueller acknowledged he can't indict Trump",
  "subHeadline": "President Trump says the special counsel will follow DOJ guidance; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/giuliani-says-mueller-acknowledged-he-cant-indict-trump",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. JAMES LANKFORD, R-OKLA.",
      "sentences": "The investigation was not about the president. Jim Comey told the president that three times in the meetings because that never has been the center of the investigation. Nor is the role of the special counsel to try to get an indictment of the president. His role was very clear, to see if there was any criminal activity among the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONN.",
      "sentences": "I want to know what the basis was for that statement by Rudy Giuliani, and whether it was just an offhand view by one of the attorneys with the Special Counsel, or whether it was a pronouncement by the special counsel himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Well, the breaking news today, Rudy Giuliani telling our own FOX News' John Roberts that the special counsel will follow DOJ guidance that the president cannot be indicted. According to Giuliani, Mueller has no choice. And they are obviously pushing for this to come to a conclusion. What does this all mean, and let's look at what the Senate put out, the Senate intelligence committee and judiciary committee today. Let's bring in our panel here in New York: former White House press secretary Ari Fleischer; Caitlin Huey-Burns, national political reporter for Real Clear Politics, and Bill McGurn, Main Street columnist for The Wall Street Journal. OK, Ari, your take on the news about Giuliani and what was said today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, it's significant but I wouldn't say the president is home free. So long as there is a Special Counsel investigating no president is home free and neither is the staff or the people who worked on the campaign. We have to wait for Bob Mueller, and only then are people home free. So it is significant, because if Rudy Giuliani is right, and I'd like to hear this also from the Department of Justice reinforcing what Giuliani said, then it's a significant sigh of relief in the legal sense. But as we all know from what Bill Clinton went through, this is a political exercise in addition to a legal exercise.  The real jeopardy also becomes Congress and the American people. If the American people think crimes were committed it will hurt Republicans in elections and hurt the president in a reelect. So a lot more needs to be said. And having said all that, I still see no evidence of collusion. I don't think there has been collusion from the start, and particularly the most pernicious, which would have been any involvement from the Trump people in hacking Hillary or Podesta's emails and disseminating them, which is what this was all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The other development was that the Bob Mueller team subpoenaed the social media director for Roger Stone today, and we also had the release of some Senate documents. Put it in perspective for us, Caitlin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAITLIN HUEY-BURNS, REAL CLEAR POLITICS",
      "sentences": "The Senate documents really confirmed what the intelligence community said, which was that Russia meddled in the election to help Donald Trump. Now that's different from the House assessment. The House assessment of course the president was cheering on. But we've seen how different those committees have operated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Senator Lankford try to straighten that out about the difference in the committees, saying that they were looking at a specific area. But go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUEY-BURNS",
      "sentences": "Sure. So I think the bigger point here, though, is that the Mueller investigation continues, the president is hanging over his administration certainly and he has expressed frustrations with that. I am interested to see how the public reacts the longer that this goes on. You have seen in polling, a slight dip in people's perceptions of the investigation. You've seen Republicans come up by a large margin really opposing that. And you've seen candidates running for office on the Republican ticket evoking the president's language that this is a witch hunt. So the president reshuffled his legal team because he didn't think that he was getting the best advice and he wanted to have a more combative nature with the special counsel, and so we will see how Giuliani handles this in this new space.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Bill, your take?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MCGURN, WALL STREET JOURNAL",
      "sentences": "I think it was good in two day, for two reasons. One is I think it's good that the committees release their findings because I think at the root of our system is political accountability, not criminal liability but political accountability. And what the American people need is to know what happened. And the longer we go on the more questions we have about our intelligence committee and so forth, and it seems less evidence there is about Donald Trump, so that's one side.  The other thing I think, Mr. Giuliani's comments were good. Think about this says. The prosecutor who ostensibly for the Justice Department is going to follow Justice Department guidelines, and that is a news story. I find it incredible. I think the proper venue for most of this is Congress, and it's amazing to me that Congress has been stonewalled in its pursuit of many of the documents, and it's taken a backseat. We kind of look to criminalize political behavior when the first accountability should be up to the American people through their elected representatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There's a lot we don't know about the start of the investigation, and there is a lot that just does not add up with that. There's a lot of people looking at it, but Capitol Hill hasn't come to that conclusion, either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "And to quote Charles Krauthammer, this has been one of the greatest issues we've ever seen where it's all smoke and no fire. And this is what we keep chasing. And this is why I keep coming back to the core issue, did anybody in the Trump campaign work with Russia to hack Hillary or Podesta's emails or work with WikiLeaks to disseminate them? If the answer is no, and nobody yet in two years, almost three years, has come up with any evidence to support either of those. If they answer is no, what are we doing? Where is this going? We're indicting people for financial fraud and other things that have nothing to do with the president. Fine, it has nothing to do with the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Anything come in your assessment of that transcript of 2,500 pages from the Trump Tower that struck you that Donald Trump Jr. didn't know whether his dad knew or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUEY-BURNS",
      "sentences": "Right. The interest in this meeting, of course, is because of the question of collusion, right, whether Trump associates were amenable or open, receptive to any help from Russian agents. And what we don't know is what Donald Trump Jr. knew or didn't know. I thought it was interesting how he said that he didn't really talk to his father about it. But he also said in various exchanges that he didn't know or couldn't recall.  And so I think this provides a more detailed assessment of that meeting, but still, I think there are lots of questions. I think the broader question of course is, when will this wrap up and what will come of it? You've had lots of indictments on Russian meddling of course, that the administration has acted on, but on the issue of collusion, you do have a lot of people asking when is this going to be answered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Final word on this and I want to do a round on North Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "While my thing is, special counsels corrupt, independent counsels corrupt absolutely. There's a reason we are at the stage and we're finding no evidence and we're going on. So it would be nice if we do get to a conclusion. I agree with Caitlin. I think also a lot of people are getting tired, but they are not getting tired because of the search. They are not getting tired that they're not saying, as Ari says, any hard evidence. We keep spinning our wheels.  The pages today are sort of interesting. They give a lot more detail and granularity. But we knew from Donald Trump Jr.'s email what he went to this meeting to see and so forth, so I'm not materially it adds. And what know, what we really don't know is why and when the FBI launched the investigation. We know what they say but we are not yet clear on why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And the vacuum of all this, as Kayla mentioned, the president's poll numbers are going up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "Right. They haven't found any evidence of the main attack against him, so you would expect that. Plus if the economy is getting better, why wouldn't it go up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, North Korea, it looks like it's touch and go on whether this summit is happening or not. Your thoughts? You've been around the block with the North Koreans. They don't really keep up with promises all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "I've been a cynic all along on this detente with North Korea because I lived through it before. I've seen North Korea lie, deceive, say they will stop enriching uranium only to start enriching, start developing plutonium to pursue a nuclear weapon. They say we have gotten rid of our nuclear weapons but they have 50 more. They got rid of 10 and they kept 50. This is North Korea.  So I think President Trump should proceed with the military drill with South Korea. Do not back down. You back down one inch to the North Koreans they will roll all over you. Be tough, be firm, and I expect if the summit goes on, be tough and be firm there. But the real issue is going to be the months and the years after an agreement if there is one that is reached because the history is North Korea, they will deceive us. So the pageantry of an agreement is not as important as North Korea actually doing what they say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So does it happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUEY-BURNS",
      "sentences": "It's interesting because the president is very clear he wants to make some kind of deal here. He has driven in large part by being able to do things his predecessors weren't able to do. He says that himself, he has also invited conversations about the know about Nobel Peace Prize. So I'm wondering how that plays in to how North Korea is thinking about this, whether they can exert leverage knowing that the president wants this so badly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Percentage Singapore, June 12th?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You have to give me a percentage, Bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "I would say 90 percent. I think that they'll meet because it's always in the North Koreans' interest to meet. They make an agreement that they don't frequently abide by. I think Ari is right. We have to keep our eye on the ball. The ball here is not letting them get to the capacity to strike the United States with a nuclear soul. In a way, it's Donald Trump's redline. And where we are, because he's been tough, and I think he should be tough, and I am glad that John Bolton is there. I am with John Bolton, if we're going to have a deal I'd rather have a Libya type deal than an Iran type deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, thank you very much.   Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JAMES LANKFORD, R-OKLA.",
      "utterance": "The investigation was not about the president. Jim Comey told the president that three times in the meetings because that never has been the center of the investigation. Nor is the role of the special counsel to try to get an indictment of the president. His role was very clear, to see if there was any criminal activity among the campaign."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONN.",
      "utterance": "I want to know what the basis was for that statement by Rudy Giuliani, and whether it was just an offhand view by one of the attorneys with the Special Counsel, or whether it was a pronouncement by the special counsel himself."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Well, the breaking news today, Rudy Giuliani telling our own FOX News' John Roberts that the special counsel will follow DOJ guidance that the president cannot be indicted. According to Giuliani, Mueller has no choice. And they are obviously pushing for this to come to a conclusion."
    },
    {
      "speaker": "What does this all mean, and let's look at what the Senate put out, the Senate intelligence committee and judiciary committee today. Let's bring in our panel here in New York",
      "utterance": "former White House press secretary Ari Fleischer; Caitlin Huey-Burns, national political reporter for Real Clear Politics, and Bill McGurn, Main Street columnist for The Wall Street Journal. OK, Ari, your take on the news about Giuliani and what was said today."
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, it's significant but I wouldn't say the president is home free. So long as there is a Special Counsel investigating no president is home free and neither is the staff or the people who worked on the campaign. We have to wait for Bob Mueller, and only then are people home free. So it is significant, because if Rudy Giuliani is right, and I'd like to hear this also from the Department of Justice reinforcing what Giuliani said, then it's a significant sigh of relief in the legal sense. But as we all know from what Bill Clinton went through, this is a political exercise in addition to a legal exercise. The real jeopardy also becomes Congress and the American people. If the American people think crimes were committed it will hurt Republicans in elections and hurt the president in a reelect. So a lot more needs to be said. And having said all that, I still see no evidence of collusion. I don't think there has been collusion from the start, and particularly the most pernicious, which would have been any involvement from the Trump people in hacking Hillary or Podesta's emails and disseminating them, which is what this was all about."
    },
    {
      "speaker": "BAIER",
      "utterance": "The other development was that the Bob Mueller team subpoenaed the social media director for Roger Stone today, and we also had the release of some Senate documents. Put it in perspective for us, Caitlin."
    },
    {
      "speaker": "CAITLIN HUEY-BURNS, REAL CLEAR POLITICS",
      "utterance": "The Senate documents really confirmed what the intelligence community said, which was that Russia meddled in the election to help Donald Trump. Now that's different from the House assessment. The House assessment of course the president was cheering on. But we've seen how different those committees have operated."
    },
    {
      "speaker": "BAIER",
      "utterance": "Senator Lankford try to straighten that out about the difference in the committees, saying that they were looking at a specific area. But go ahead."
    },
    {
      "speaker": "HUEY-BURNS",
      "utterance": "Sure. So I think the bigger point here, though, is that the Mueller investigation continues, the president is hanging over his administration certainly and he has expressed frustrations with that. I am interested to see how the public reacts the longer that this goes on. You have seen in polling, a slight dip in people's perceptions of the investigation. You've seen Republicans come up by a large margin really opposing that. And you've seen candidates running for office on the Republican ticket evoking the president's language that this is a witch hunt. So the president reshuffled his legal team because he didn't think that he was getting the best advice and he wanted to have a more combative nature with the special counsel, and so we will see how Giuliani handles this in this new space."
    },
    {
      "speaker": "BAIER",
      "utterance": "Bill, your take?"
    },
    {
      "speaker": "BILL MCGURN, WALL STREET JOURNAL",
      "utterance": "I think it was good in two day, for two reasons. One is I think it's good that the committees release their findings because I think at the root of our system is political accountability, not criminal liability but political accountability. And what the American people need is to know what happened. And the longer we go on the more questions we have about our intelligence committee and so forth, and it seems less evidence there is about Donald Trump, so that's one side. The other thing I think, Mr. Giuliani's comments were good. Think about this says. The prosecutor who ostensibly for the Justice Department is going to follow Justice Department guidelines, and that is a news story. I find it incredible. I think the proper venue for most of this is Congress, and it's amazing to me that Congress has been stonewalled in its pursuit of many of the documents, and it's taken a backseat. We kind of look to criminalize political behavior when the first accountability should be up to the American people through their elected representatives."
    },
    {
      "speaker": "BAIER",
      "utterance": "There's a lot we don't know about the start of the investigation, and there is a lot that just does not add up with that. There's a lot of people looking at it, but Capitol Hill hasn't come to that conclusion, either."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "And to quote Charles Krauthammer, this has been one of the greatest issues we've ever seen where it's all smoke and no fire. And this is what we keep chasing. And this is why I keep coming back to the core issue, did anybody in the Trump campaign work with Russia to hack Hillary or Podesta's emails or work with WikiLeaks to disseminate them? If the answer is no, and nobody yet in two years, almost three years, has come up with any evidence to support either of those. If they answer is no, what are we doing? Where is this going? We're indicting people for financial fraud and other things that have nothing to do with the president. Fine, it has nothing to do with the president."
    },
    {
      "speaker": "BAIER",
      "utterance": "Anything come in your assessment of that transcript of 2,500 pages from the Trump Tower that struck you that Donald Trump Jr. didn't know whether his dad knew or not?"
    },
    {
      "speaker": "HUEY-BURNS",
      "utterance": "Right. The interest in this meeting, of course, is because of the question of collusion, right, whether Trump associates were amenable or open, receptive to any help from Russian agents. And what we don't know is what Donald Trump Jr. knew or didn't know. I thought it was interesting how he said that he didn't really talk to his father about it. But he also said in various exchanges that he didn't know or couldn't recall. And so I think this provides a more detailed assessment of that meeting, but still, I think there are lots of questions. I think the broader question of course is, when will this wrap up and what will come of it? You've had lots of indictments on Russian meddling of course, that the administration has acted on, but on the issue of collusion, you do have a lot of people asking when is this going to be answered."
    },
    {
      "speaker": "BAIER",
      "utterance": "Final word on this and I want to do a round on North Korea."
    },
    {
      "speaker": "MCGURN",
      "utterance": "While my thing is, special counsels corrupt, independent counsels corrupt absolutely. There's a reason we are at the stage and we're finding no evidence and we're going on. So it would be nice if we do get to a conclusion. I agree with Caitlin. I think also a lot of people are getting tired, but they are not getting tired because of the search. They are not getting tired that they're not saying, as Ari says, any hard evidence. We keep spinning our wheels. The pages today are sort of interesting. They give a lot more detail and granularity. But we knew from Donald Trump Jr.'s email what he went to this meeting to see and so forth, so I'm not materially it adds. And what know, what we really don't know is why and when the FBI launched the investigation. We know what they say but we are not yet clear on why."
    },
    {
      "speaker": "BAIER",
      "utterance": "And the vacuum of all this, as Kayla mentioned, the president's poll numbers are going up."
    },
    {
      "speaker": "MCGURN",
      "utterance": "Right. They haven't found any evidence of the main attack against him, so you would expect that. Plus if the economy is getting better, why wouldn't it go up?"
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, North Korea, it looks like it's touch and go on whether this summit is happening or not. Your thoughts? You've been around the block with the North Koreans. They don't really keep up with promises all the time."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "I've been a cynic all along on this detente with North Korea because I lived through it before. I've seen North Korea lie, deceive, say they will stop enriching uranium only to start enriching, start developing plutonium to pursue a nuclear weapon. They say we have gotten rid of our nuclear weapons but they have 50 more. They got rid of 10 and they kept 50. This is North Korea. So I think President Trump should proceed with the military drill with South Korea. Do not back down. You back down one inch to the North Koreans they will roll all over you. Be tough, be firm, and I expect if the summit goes on, be tough and be firm there. But the real issue is going to be the months and the years after an agreement if there is one that is reached because the history is North Korea, they will deceive us. So the pageantry of an agreement is not as important as North Korea actually doing what they say."
    },
    {
      "speaker": "BAIER",
      "utterance": "So does it happen?"
    },
    {
      "speaker": "HUEY-BURNS",
      "utterance": "It's interesting because the president is very clear he wants to make some kind of deal here. He has driven in large part by being able to do things his predecessors weren't able to do. He says that himself, he has also invited conversations about the know about Nobel Peace Prize. So I'm wondering how that plays in to how North Korea is thinking about this, whether they can exert leverage knowing that the president wants this so badly."
    },
    {
      "speaker": "BAIER",
      "utterance": "Percentage Singapore, June 12th?"
    },
    {
      "speaker": "MCGURN",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIER",
      "utterance": "You have to give me a percentage, Bill."
    },
    {
      "speaker": "MCGURN",
      "utterance": "I would say 90 percent. I think that they'll meet because it's always in the North Koreans' interest to meet. They make an agreement that they don't frequently abide by. I think Ari is right. We have to keep our eye on the ball. The ball here is not letting them get to the capacity to strike the United States with a nuclear soul. In a way, it's Donald Trump's redline. And where we are, because he's been tough, and I think he should be tough, and I am glad that John Bolton is there. I am with John Bolton, if we're going to have a deal I'd rather have a Libya type deal than an Iran type deal."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, thank you very much. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}