{
  "date": "May 22, 2020",
  "headline": "President Trump orders houses of worship opened",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/president-trump-orders-houses-of-worship-opened",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Goodbye evening. I'm Bret Baier. Breaking tonight, two major stories. President Trump is ordering governors around the country to allow houses of worship to reopen right now. Details on that, shortly.  First up, former Vice President Joe Biden is taking heavy criticism tonight over a comment about the African American vote. The presumptive Democratic presidential nominee told a radio host this morning. If someone does not support him, quote, then you ain't black.  Critics immediately said the comment proves Democrats take the African American vote for granted. Joe Biden apologized late this afternoon, saying he was too cavalier. We'll have reaction from two African American members of Congress, one Democrat, one Republican, in just a moment.  First, correspondent Peter Doocy leads us off tonight. Good evening, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Bret. You could hear a Biden staffer telling the radio host to wrap it up as he tried to ask more questions, but Joe Biden decided to just try to answer whatever it was going to be with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA GOD, AMERICAN RADIO PRESENTER",
      "sentences": "You got more questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "You got more questions. But I'm telling you, if you have a problem figuring out whether you're for me or Trump, and you ain't black.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "At first, a Biden aide said that was a joke. But hours after the interview aired, Biden blocked it back telling black business leaders --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I shouldn't have been such a wise guy. I shouldn't have been so cavalier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And Biden argued this morning along with a gaffe problem is President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The more he talks the better off I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "This is already a cultural issue for Diddy who tweets, \"Joe Biden, I already told you the hashtag, black vote ain't free.\" And the campaign issue for Republican Michigan senate hopeful, John James.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN JAMES (R), FORMER SENATORIAL CANDIDATE, MICHIGAN",
      "sentences": "Vice President Biden, with all due respect, your latest comments are both pathetic and hurtful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The founder of Black Entertainment Television calls this quote, \"The arrogant and out-of-touch attitude of a paternalistic white candidate who has the audacity to tell black people, the descendants of slaves, that they are not black unless they vote for him.\"   The interviewer Charlamagne Tha God tells media, \"We have been loyal to Democrats for a long time. Black people have invested a lot into that party and the return on investment has not been great.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "It don't have nothing to do with Trump. It has to do with the fact I want something for my community. I would love to see...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Take a look at my record, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Rivals did that this cycle. Cory Booker challenged his work on the 1994 crime bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ)",
      "sentences": "Mr. Vice President, there's a saying in my community, you're dipping into Kool-Aid and you don't even know the flavor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And Kamala Harris challenged past work with segregationist senators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D-CA)",
      "sentences": "You also work with them to oppose busing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Harris and Booker have now both endorsed Biden and Harris is reportedly a possible running mate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No one's been vetted yet by the team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Only time will tell if Biden's new comment was as damaging as this one from Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER U.S. SECRETARY OF STATE",
      "sentences": "You can put half of Trump supporters into what I call the basket of deplorables.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Because in 2012, Biden helped Obama win despite this comment to a predominantly African American audience about Mitt Romney and Paul Ryan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "He's going to let the big banks once again write their own rules. Unchain Wall Street. You're going to put your back in chains.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Eight years later, Biden is still trying to relate with things like his pledge to decriminalize marijuana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I know a lot of weed smokers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Biden wouldn't be the presumptive Democratic nominee without strong African American support. He hadn't come close to a win in primaries or caucuses in Iowa, New Hampshire, or Nevada before his big night in South Carolina. It set him up for a strong Super Tuesday and helped him finally surpass Bernie Sanders. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Peter, thanks. Let's get some balanced reaction to all of this, the Biden comment, Texas Democratic Congresswoman, Sheila Jackson Lee, joins us tonight. Congresswoman, thanks for being here. I want to get your reaction to that story, that comment today, what you think about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. SHEILA JACKSON LEE (D-TX)",
      "sentences": "I'm going to take off my mask. I want everybody to know that we should be wearing masks, but I'm not near someone for six weeks. So I'm going to go ahead and take it off. Good to be with you.  The good news is I am delighted that the vice president was on The Breakfast Club. It is a dynamic show with a very provocative questioning host. That was the right thing to do. And then as well, I think the right thing to do was to own up that it might not have been as funny as we might have thought originally, meeting the vice president because it was done in jest. And to be able to match his record up against his opponent any day, I believe he'll come out with 100 percent. The Vice President knows that he can't take any community for granted and particularly the African American community. I don't believe he, in any way, is insensitive to the needs of this community particularly and what we're going through right now with COVID-19, the enormous amount of mortality rates in our community.  So I believe he's answered, over the last 24 hours, that he's going to fight every single day to earn the vote of every single African American of all generations, and that's the way a presidential candidate that put their candidates equal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. Congresswoman, I'm sure you've seen some of the reaction that some folks didn't think it was a joke and took offense to it, including Bob Johnson, the founder of Black Entertainment Television, who was also a big finance person for Hillary Clinton, as you well know, said this. \"Vice President Biden's statement today represents the arrogant and out-of-touch attitude of a paternalistic white candidate who has the audacity to tell black people, the descendants of slaves, that they are not black unless they vote for him. This proves, unequivocally, that the Democratic nominee believes that black people owe him their vote without question, even though we as black people know it is exactly the opposite. He should spend the rest of his campaign apologizing to every black person he meets.\" Your reaction to Bob Johnson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE",
      "sentences": "Well, my reaction is that Bob Johnson is a friend. I appreciate and respect his analysis and also his contributions to the economic engine of wealth in this nation. And there have been many tweets and comments that have been said about this. But I maintain that the Vice President is realistically aware that he has to work every single day to get every Americans vote and particularly in the African American community.  What I like about the Vice President is I don't have to look for his record, his record is present. And he has already indicated that one of his chief responsibilities and concerns is to close the wealth gap between everyone else in the African American community to boost the educational opportunities and close that horrible gap and to deal with health disparity which reflects, again, in the mortality rates of COVID-19, and the number of people that are not tested, and the communities without resources. So this is a great opportunity for the vice president to show his record and to contrast it with an individual, his opponent that has called African countries, s-hole country, that have not hired African Americans. And finally, I would say, that has made it a point of targeting with wrong words African American women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But, Congresswoman, last thing, quickly, I mean, you would say to somebody in your district, who's an African American, who perhaps enjoyed the historically low African American unemployment, the support for historically black colleges and universities, the prison reform, and justice reform and they said, you know what, I'm going to vote for Donald Trump. They are not less black tonight, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE",
      "sentences": "I don't believe anyone who saw that exchange would, in any way, suggest that anyone is blacker, blackest, or less black. That exchange was in jest, but on second thoughts, it could have been spoken differently. But I think African Americans are truly one of the most astute political groups in this nation and they know what is best for them, their children, their families, their elders. And as relates to the generational divide, if you will, or the unity of such, those who are millennials are clearly astute. And what I would say to you is that that was not what the Vice President said, in terms of those words. And if we had listened to the earlier conversation, we would know that the Vice President wants to put his record forward. He knows that everyone has their own historical, moral standing on the color have their skin. But he also said he hopes that people don't have to just vote on the color of their skin. And he also believes in the history of our people. And I don't believe in any way that he undermined who we are and what we are. Look, I happen to be someone who has introduced -- legislation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. We really appreciate your time. Thank you very much. He did say what he said and he apologized it. And we appreciate you coming on the show. You're welcome, anytime. Congresswoman Sheila Jackson Lee. Now for the other side of the coin, South Carolina Republican Senator, Tim Scott, joins us. Senator Scott, your thoughts on this comment today. You just heard the Congresswoman's reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "sentences": "Well, I'm not going to whitewash his arrogant, insensitive, painful comment that he made. It tells me that he has taken the black vote for granted and he will continue to do so. This is not the first time we've had the rhetoric from the vice president has been offensive.   And, factually, listening into my good friend, congresswoman from Texas, here's what we should think about, it was Senator Kamala Harris that called attention to Vice President Biden's ignorance on the issue of school busing. It was Senator Cory Booker who called him onto the carpet for the crime bill.  So his record has been called into question by his own party. The thing I hear right now from this party, however, crickets. It is quiet as a church mouse right now on the left. And I'm tired of hearing people put Democrats on a perch when it comes to offensive, racially offensive comments, and they hold Republicans to a very different standard. And at the same time, it's this administration that has made permanent the funding for historically black colleges and universities for the first time in America's history.  It's this administration that is reversed the damages done by the 1994 crime bill with the First Step Act. It was President Trump that signed that legislation into law. It was President Trump and this administration that decided to work with me on Opportunity Zones to bring $75 billion from the private sector into the poorest communities in this nation, closing the wealth gap. So what I'm suggesting here is, I would love, love the opportunity to put record versus record because if we do that, African Americans will be voting independently some for President Trump, some for President -- Vice President Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Senator, to that point, Joe Biden did apologize in a phone call to the Black Chamber of Commerce this afternoon, saying he was too cavalier. He went on to those say, \"Look, Donald Trump has -- this is the same man who called Africa and \"s-hole\" countries, while also claiming there were fine people on both sides in Charlottesville as those racists came out of the fields carrying torches. He's lied about President Obama's birth certificate and failed to respond to their racial disparities in the present coronavirus and has advanced policies that further threaten African American communities.\"  Level a lot of charges there on that call. But it is a call that in which he apologized and critics of the President say, he really never apologizes. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Well, I say a couple of things. I'm not sure of the definition of cavalier, it must be arrogant. The definition of cavalier today must include painful, the definition of cavalier, and speaking in jest. I thought it meant like offhand just a joke. But in fact, this has been a consistent language that he's used over decades, not just now, first. And second thing, when President Trump and I had a strong disagreement over Charlottesville, what did he do? He called me into the Oval Office and had a conversation about the racial history of this country. When we finished that conversation, here's what he said, it was a very simple thing, \"Tim, help me help those I have offended.\"  We work together to create Opportunity Zone legislation, pass it in the tax bill. And because of that, 31 million Americans living in the most devastated parts of this country are going to be recipients of the $75 billion coming into their communities to bring more access to opportunity, hopefully, better access to quality education, and certainly around the country. We're hearing more and more affordable housing. Affordable housing is the key to shrinking the wealth gap. So what President Trump has done is he sat down and had a conversation when there has been a challenge. Now, I had the opportunity to sit down with him because I was outspoken about his comments. What do I hear from my friends on the left? No one in leadership is speaking out against Vice President Biden. No one's calling his comments on the carpet. You cannot make progress. President Trump made progress because he was willing to have a conversation, a painful conversation, and we were able to find a path forward. But since then, not only do we have opportunity zones, we have the historic funding of HBCUs. We've worked on sickle cell anemia together. We've worked on education together. So that's what happens when you have a constructive conversation.  Whitewashing Vice President Biden's comments only means he will consistently disrespect the black vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, Senator Scott, we appreciate your time. Thank you very much. Balanced discussion on these comments today. Also breaking tonight, President Trump says America needs more prayer, not less, especially now. He is ordering that houses of worship be allowed to reopen this weekend and says he will overrule any governor who refuses. Chief White House correspondent, John Roberts, has that story. The faithful saying hallelujah tonight. Good evening, John. There's some governors with questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Bret, good evening to you. You know, there has been growing frustration among communities of faith, and certain businesses, and essential services have been open. But houses of worship have remained close in many places. Well, today, using the bully pulpit of the White House, President Trump moved to ease those frustrations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump, today moved to get people back to worship services. Declaring churches, synagogues, mosques and other religious institutions to be essential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Some governors have deemed to liquor stores and abortion clinics as essential, but have left out churches and other houses of worship. It's not right. So I'm correcting this injustice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And he laid down a gauntlet to governors. Let houses of worship reopen this weekend or deal with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If they don't do it, I will override the governors. In America, we need more prayer, not less.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "It's unclear what constitutional authority the president would have to override a governor. Also uncertain, whether places of worship in areas that are still coronavirus hot spots could reopen now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. DEBORAH BIRX, WHITE HOUSE CORONAVIRUS RESPONSE COORDINATOR",
      "sentences": "Maybe they can't go this week if there's a high number of COVID cases. Maybe they wait another week. But there is a way to social distance like you are here in places of worship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "As a companion to the president's declaration, the Centers for Disease Control, today unveiling new guidelines for religious services, including the use of cloth face coverings for staff and congregants, promoting social distancing in services, consider holding services outdoors, suspending or decreasing choir and congregants singing, and considering electronic collection boxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The ministers, pastors, rabbis, imams, and other faith leaders will make sure that their congregations are safe as they gather and pray. I know them well. They love their congregations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump was scheduled to take his last dose of hydroxychloroquine today. He was described in anti-malaria medication as a potential preventive after two west wing staffers tested positive for the coronavirus. A new study in the Lancet medical journal, today found no significant benefit from hydroxychloroquine in treating patients with coronavirus. And in fact, increase the risk of death for some. Dr. Deborah Birx, says, it reinforces that some people are more at risk than others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIRX",
      "sentences": "And I think it's one of our clearest study because there were so many thousands of thousands of individuals involved that the doctors clearly annotated who had heart disease, and who has obesity. And you can see dramatically the increased risk for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And as we move into the weekend that traditionally marks the start of the summer season, Dr. Deborah Birx urging people to get out and about to enjoy family and exercise. But in many places, parks and outdoor activities are either still closed or severely restricted. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John Roberts, live on the North Lawn, John, thanks.  Up next, what happens to parents and kids if schools do not reopen? We'll bring you that. First, here is what some of our Fox affiliates around the country are covering tonight. WDRB in Louisville as police Chief Steve Conrad, announces plans to retire in June. It comes as his department faces national scrutiny over the death of Breonna Taylor, a black woman who was killed in her home during narcotics raid. FOX 2 in Detroit as scientists and activists fear progress against pollution from a Dow Chemical plant in two rivers, and floodplains in Michigan may have washed away with floodwaters that overwhelmed two dams this week. About 11,000 people from homes in and near Midland were evacuated. Fox 11 in Los Angeles, as the Santa Barbara coroner's office, says 34 victims in the scuba boat fire off of the coast of California last year died as a result of carbon monoxide poisoning. Police considered the deaths accidental. And this is a live look at Chicago from our affiliate FOX 2. The big story there tonight. Cook County faces criticism for a vote that would allow the addresses of coronavirus patients to be shared with first responders. The move has raised concerns about privacy, possibly racism in certain neighborhoods. Chicago Mayor Lori Lightfoot, says the county board is capitulating to ignorance and bigotry. That is tonight's live look outside the beltway from SPECIAL REPORT. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "SPECIAL REPORT is brought to you by Pacific Life. More than 150 years of financial strength and stability. That's the power of Pacific.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "FBI director Christopher Wray is ordering an investigation into the handling of the case of former national security advisor Michael Flynn. Wray has directed the bureau's inspection division to conduct an after- action review. The Justice Department, of course, has dismissed charges against Flynn. Whether those charges will be resurrected is now being determined in court. The FBI, also identified the shooter in yesterday's attack at a U.S. naval base -- airbase in Corpus Christi, Texas. Adam Alsahli was born in Syria. He's believed to have been a U.S. citizen living in Corpus Christi. Alsahli was killed by security forces, one of whom was injured. Investigators say, the incident is being considered terrorism-related and that another conspirator may be at large. There are increasing concerns tonight about what some are characterizing as a power grab by China. Under President Xi, the government is considering a law to forbid secessionist and subversive activity in Hong Kong. Secretary of State Mike Pompeo, calls it a death knell for the high degree of autonomy Beijing had promised. National security correspondent Jennifer Griffin has details tonight from the Pentagon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Scuffles broke out in the Hong Kong legislature today when pro-Beijing leaders introduced a national security bill to crack down on Hong Kong's autonomy despite a warning from President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If it happens, we'll address that issue very strongly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The Hong Kong stock market fell five percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN HASSETT, WHITE HOUSE ECONOMIC ADVISER",
      "sentences": "If you had capital investments in China, and you saw this sort of like disdain for the rule of law that their potentially -- you know, magnifying towards Hong Kong, then, you would want to get your capital out of there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Hong Kong demonstrators protested most of last year against a proposed change to extradition laws before coronavirus hit. China's foreign ministry accused the Trump administration of having a cold war mentality, following a White House NSC report released Wednesday. ZHAO LIJIAN, DEPUTY DIRECTOR, FOREIGN MINISTRY INFORMATION DEPARTMENT (through translator): Distort China's political system and strategic intentions, and vigorously hypes the Chinese threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Defense Secretary Mark Esper, said the Pentagon is seeing an uptick in incidents involving the Chinese military. MARK ESPER, UNITED STATES SECRETARY OF DEFENSE (via telephone): They sunk a vessel in the South China Sea. They continue to intimidate their neighbors, whether it's fishing rights or oil drilling rights in the South China Sea. This is, again, you see increased aggressive behavior by China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Fox News has learned since mid-March that Chinese fighter jets have buzzed U.S. reconnaissance planes nine times, coinciding with the pandemic outbreak onboard the USS Teddy Roosevelt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Amid the new tensions between the U.S. and China including ongoing finger-pointing over China's role at the start of the pandemic, this week, the administration announced progress in the U.S.-China trade agreement. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jennifer Griffin at the Pentagon. Jennifer, thank you. Stocks were mixed today, rebounding from losses on U.S.-China tensions. The Dow lost nine, the S&P 500 was up seven, and NASDAQ gained 40. For the week, the Dow was up 3-1/3 percentage points. The S&P 500 gained 3-1/5. The NASDAQ jumped almost 3-1/2.  Up next, does the media have an agenda when it comes to reopening the country? We'll take a look with Howie Kurtz. First, \"BEYOND OUR BORDERS\" tonight. A jetliner carrying 98 people crashes in a crowded neighborhood near the airport in Pakistan's port city of Karachi. Officials, say there, at least, two survivors from that plane, at least 57 bodies have been found in the wreckage. It's not known how many people on the ground were hurt. The family of slain Washington Post columnist Jamal Khashoggi, says it has forgiven his killers. A Saudi court ruled in December, the killing was not premeditated. Today, as announcement leaves the door open for a reprieve for five government agents who have been sentenced to death, critics however are openly questioning whether the relatives have been paid off by the Saudis. U.S. officials say Syrian Democratic forces partnered with the U.S.-led coalition have killed two ISIS leaders. They say the removal of the terrorist will disrupt future attacks against innocent civilians and coalition partners. Iran supreme leader says Israel is a tumor to be removed. And is hailing Tehran supply of arms to Palestinians. The comments by Ayatollah Ali Khamenei drew swift condemnation from the U.S., the European Union, and Israel. Just some of the other stories \"BEYOND OUR BORDERS\" tonight. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Many parents are wondering tonight what they'll do if the children's schools continue to stay closed. Correspondent Doug McKelway reports the results could put a tremendous strain on the entire family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG MCKELWAY, FOX NEWS CORRESPONDENT",
      "sentences": "For too many in this country of wealth and bounty, life has suddenly got hard -- 330 million individual stories of life disrupted, from the widowed physician and mother in need of childcare --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MELANIE MALLOY, EMERGENCY MEDICINE PHYSICIAN",
      "sentences": "They don't want to send them to my in-laws or parents because they are getting older and some of them have health conditions so that might put them at more risk for COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "-- to the San Francisco janitor who works the overnight shift, his wife laid off, his kids at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARCOS ARANDA, CUSTODIAN",
      "sentences": "When the kids were in school, we could count on school lunch program, but that help isn't unavailable right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "-- to the uncle who has suddenly become daycare provider for his nieces and nephews to spare his sister prohibitive childcare cost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDDIE LURA, UNCLE",
      "sentences": "Three kids $30 an hour, that's almost $90 an hour. For the next two weeks you're talking hundreds and hundreds of dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "It's no easier for many businesses that employ them, from hospitals unable to perform routine surgeries that are the bulk of their profits, newspapers and websites forced to lay off workers as their ad base withers, and businesses who have not resorted to layoffs or furloughs who are struggling to accommodate maxed out employee leave programs and unemployment contributions. In this uncertain environment one employment expert is pleading for flexibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW STETTNER, THE CENTURY FOUNDATION",
      "sentences": "Can you accommodate their schedule? Maybe they can't really work from home, but they say, you know what my husband can watch the kids in the mornings or the afternoons. Can I come in a little early? Can I work 7:30 to 12:00?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "Andrew Stettner specializes in modernizing workforce protections. The pandemic is demonstrating what he long advocated, that some can be just as productive from home. But it's a concept that doesn't work for everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARANDA",
      "sentences": "Janitors don't have the option of working from home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "Neither do hundreds of other job categories, jobs that are often considered to be essentially. It's one of the reasons this vast uncertainty may only be lifted when a vaccine becomes widely available. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Doug, thank you. The mainstream media are playing an interesting role in the reopening of the economy. Many people feel that role has been greatly politicized. Let's take a look at that tonight. And here is FOX News media analyst and host of FOX's \"Media Buzz,\" Howard Kurtz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS MEDIA ANALYST",
      "sentences": "As Florida Governor Ron DeSantis moved toward partially reopening his state last month, he got pounded by the press. \"DeSantis has blood on his hands,\" wrote \"Washington Post\" columnist Jennifer Rubin, calling it reckless and morally indefensible not to close the beaches.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEERA TANDEN, CENTER FOR AMERICAN PROGRESS",
      "sentences": "That is the real danger Texas, Georgia, and Florida, their actions, which it is a gamble. That is the problem. It is a big gamble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But with no surge in Florida's COVID-19 cases, DeSantis now calls the coverage unfair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "You've got a lot of people in your profession who waxed poetically for weeks and weeks about how Florida was going to be just like New York. Wait two weeks, Florida is going to be next. Just like Italy, wait two weeks. We are eight weeks away from that and it hasn't happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Another Republican governor, Georgia's Brian Kemp, was skewered by the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Georgia does not meet the White House criteria for reopening right now. How potentially dangerous is this decision?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "sentences": "I am very concerned about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In Atlanta, if someone wants to get their nails done or their hair done on Friday or a tattoo or go to a gym, these are very close contact kinds of businesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. BRIAN KEMP (R-GA)",
      "sentences": "We took measured steps to get the shelter in place, and now we are taking measured steps to come out of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "No major surge in Georgia either, but when Colorado's Democratic Governor Jared Polis took similar reopening steps soon afterwards, his decisions were treated as routine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "How confident are you that this won't necessarily lead, and we hope it won't, to a new spike in cases?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. JARED POLIS (D-CO)",
      "sentences": "Hopefully the way that Colorado has been doing it can be a model for other states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "As for Florida, \"Politico\" now says the national media love to hate DeSantis, and denigrate, quote, \"Florida morons at the beach.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The final verdict, of course isn't in yet, and there are questions as to how Georgia and Florida count virus cases. But there seems to be a media divide in tone, at least, in covering this pandemic in red or blue states. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Howie, thanks. We will see you this weekend. Joe Biden says African Americans who do not support him, quote, ain't black. He apologizes for that, says it was too cavalier to say. His supporters say he was joking. We'll get reaction from the panel, and take a trip to the Candidate Casino, vice president version, when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "If you have a problem figuring out whether you're for me or Trump, then you ain't black.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It don't have nothing to do with Trump. It has to do with the fact I want something for my community. I would love to see --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Take a look at my record, man. I've never, ever, ever taken the African American community for granted. I shouldn't have been such a wise guy. I shouldn't have been so cavalier in responding. I don't take it for granted at all. And no one, no one should have to vote for any party based on their race or religion or background. If they're African American and you think Trump is worth voting for, I don't think so. I'm prepared to put my record against his. That was the bottom line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The Biden campaign first coming out saying it was a joke, no big deal. Then there was a full-fledged, did you see there, apology for being too cavalier according to the vice president, with a phone call with the Black Chamber of Commerce. What about this, where it goes, what it means big picture? Let's bring in our panel, Byron York, chief political correspondent for the \"Washington Examiner,\" Leslie Marshall, Democrat strategist, and Ben Domenech, publisher of \"The Federalist.\" Leslie, your thoughts? You heard the interviews with Congresswoman Sheila Jackson Lee and Senator Scott earlier in the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESLIE MARSHALL, DEMOCRATIC STRATEGIST",
      "sentences": "First up all, as a white woman, I was offended. And what I'm hearing from African Americans in the Democratic Party on my radio show and on social media are a few things. One, they know Joe. They know Joe as the vice presidential pick by the first black president of the United States. About 70 percent of the African Americans in the Democratic Party called themselves moderates, which certainly Joe Biden is. They look to him legislatively to be able to expand on Obamacare and to be able to restore the Voting Rights Act. And in addition, I'm hearing from a lot of people, look, I may not have been comfortable wit it, but I see a lot of fake white outrage. Listen to all 18 minutes, and I will still vote for him anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ben, there is response. I mentioned Bob Johnson, founder of BET. There's other response on Twitter from African Americans who feel offended. The Biden folks say, listen, he has a record to speak for, and he can put it against President Trump. But President Trump does have a record as well on low African American unemployment, on support for HBCUs, for the prison reform package. So it is going to be interesting to see, but nobody thinks that President Trump is going to get a huge African American turnout in the election. BEN DOMENECH, \"THE FEDERALIST\": But he doesn't need to get a huge turnout. In fact, the White House's focus has just been on increasing their support, particularly among black men, by a very small amount. I think that this was a huge bear on the part of the Biden campaign, and not just because of the gaffe that you saw today in terms of his response. When you are dealing with someone, a lengthy and respected interviewer like Charlamagne Tha God, you have to give him the time that is due him. They cut him off, or attempted to cut him off twice, in this interview. He said you can't do this to black media. And I think he is saying, you can't just count on us by default. You can't count on support by default. You need to give us more respect and our due. And the other part of this is the second part of what Joe Biden said there, which is look at my record. That record includes that crime bill which I think he did a pretty poor job of defending today. He is going to have to continue to defend it. And this is the challenge of doing so within an environment when you can't sit down for one-on-one interviews and you do have to do all of these things remotely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Byron, quickly, because I want to get to the Candidate Casino, vice president again. BRYON YORK, CHIEF POLITICAL CORRESPONDENT, \"WASHINGTON EXAMINER\": In 2016, eight percent of black voters voted for Donald Trump. That is not a huge number, but it's not nothing either, more than a million people. So that wasn't covered by this. But this controversy was about exactly what it appeared to be about, which is there's been a long debate of whether Democratic politicians take the black vote for granted. And I think that this was clearly an expression of Vice President Biden doing exactly that and getting called on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, a quick trip down the road to Candidate Casino, vice president version for Joe Biden. Leslie, you've got $100 in chips, you have to spend them. Where are you going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "I would change it now a little bit, but I had put originally today $40 on Amy Klobuchar, $40 on Val Demings, $10 on Kamala Harris, and $10 on Gretchen Whitmer. I would put more for Klobuchar because rumors are coming out of the Biden camp that she seems to be his number one choice right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Even after today and everything that happened today. Ben, your bets?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "I'm overwhelmingly for Klobuchar with $50 on her, $20 for a dark, in my category, Senator Masto from Nevada, and then $10 each on Abrams, on Whitmer, and on Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Byron?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "I still think Kamala Harris is the front runner on this, a woman and an African American and somebody who has already run. Kamala Harris $40, Amy Klobuchar $20, and $10 each for Elizabeth Warren, Tammy Duckworth, Val Demings, and Michelle Lujan Grisham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, a lot of bets out there. Panel, thanks. Stand by. Next up, the Friday Lightning Round.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Today I'm identifying houses of worship, churches, synagogues, and mosques as essential places that provide essential services. The governors need to do the right thing and allow these very important, essential places of faith to open right now, for this weekend. If they don't do it, I will override the governors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The president saying house of worship are moving forward. Back to the panel, lightning round. Ben, you have this, and on the flipside, the governor of Michigan extending the stay at order to June 12th in Michigan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Well Michigan has been very hard hit by this. The president's order today is meant to send a message to the states about the essential nature of religious services. His comment there about overruling the governors is something that I think could be tested in a couple of instances, but is more likely to come in the form of DOJ lawsuits as we have seen against those governors who don't allow these houses of worship to open.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, there is a challenge there, because the president has given the governor's power to making these decisions, Leslie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Not only has he done that, we have here in California at least three churches, one of which had over 70 people, 73 to be exact. There are three deaths as a result. But the problem with that, Bret, is it goes further than just these houses of worship, because these people go out into the community. If you look at Arkansas where you have 38 percent of one church's population that then they have found through tracing 26 additional people infected. One died in the community, three died in the church. This is something governors have to look at, because every state is on a different track with regard not only to social distancing, but to cases, and to how far it is spreading and where it's spreading. So I think the president should leave the governors to make this decision. And even though worship is essentially, God is everywhere. So let's pray wherever we can until we are safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Byron, some faith leaders say, hey, listen, if you can go to Walmart, if you can go to the supermarket, if you can someplace and social distance and be safe, why can't you go pray and be safe, they're saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "They are absolutely right. Freedom of religion is the first part of the First Amendment. The president cannot order the governors to do this stuff afterwards. Kayleigh McEnany, the White House spokeswoman said what he really meant, he was going to strongly urged them to do that. But this is a case, it is really pretty open and shut. If you are going to open other things in the state, of course, churches should be among them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here we go, lightning, lightning, winners and losers. Byron then Leslie then Ben. Here we go, Byron?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Winner is Ric Grenell, still got a few days left as DNI, declassified tons of stuff. Loser is Judge Emmet Sullivan, the judge who is making a mess of the Michael Flynn case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Leslie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "The winner is Crayola Crayons. They are now going to have more diverse colors to have children feel more included because we come in all different colors, not just that apricot flesh tone for skin in that box. And the loser I would say is the president and any leader who is going to withhold funds from states like Michigan where people are suffering not just from COVID-19, this pandemic, but from flooding. You can't have politics when you have people's lives at stakes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Ben.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "My winner and loser are two sides of the same coin, tough interview. Charlamagne Tha God who has established himself as being a challenge for Democratic candidates this cycle unquestionably, one you have to respect. And on the other side Chris Cuomo, who this week engaged in a bit of prop comedy as opposed to asking Governor Andrew Cuomo the hard questions about his nursing home policy that led to so many deaths in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, the winner of this panel making it through in the lightning round, lightning round. Have a great holiday weekend. When we come back, \"Notable Quotables.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, it's Friday. That means \"Notable Quotables.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Out of everything terrible that happens, something good will come if you look hard enough for it, as my mom would say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Never, ever in the world did I anticipate that I would ever be knighted. Sir Thomas sounds very nice. Inside I'm changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And as one grateful nation, we proclaim God bless our health care workers, they've done an incredible job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They are the superheroes, the fighters, the strong people coming into work every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I truly do believe that the day will come soon when we put this coronavirus in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because I know the American spirit, the American character. We are seeing it on display every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And we'll come back stronger and more prosperous than ever before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "One week. One week. On \"FOX News Sunday\" this weekend, Chris Wallace has an interview with Dr. Deborah Birx, the White House Coronavirus Task Force coordinator. You don't want to miss that. And Monday is Memorial Day. Just FYI, it's the holiday honoring the men and women who died while serving in the U.S. military. Thank you to them and to their families for their service and sacrifice. And when it comes to COVID-19, we are one day closer to getting through all this together. Thanks for inviting us into your home tonight. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Goodbye evening. I'm Bret Baier. Breaking tonight, two major stories. President Trump is ordering governors around the country to allow houses of worship to reopen right now. Details on that, shortly. First up, former Vice President Joe Biden is taking heavy criticism tonight over a comment about the African American vote. The presumptive Democratic presidential nominee told a radio host this morning. If someone does not support him, quote, then you ain't black. Critics immediately said the comment proves Democrats take the African American vote for granted. Joe Biden apologized late this afternoon, saying he was too cavalier. We'll have reaction from two African American members of Congress, one Democrat, one Republican, in just a moment. First, correspondent Peter Doocy leads us off tonight. Good evening, Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Bret. You could hear a Biden staffer telling the radio host to wrap it up as he tried to ask more questions, but Joe Biden decided to just try to answer whatever it was going to be with this."
    },
    {
      "speaker": "CHARLAMAGNE THA GOD, AMERICAN RADIO PRESENTER",
      "utterance": "You got more questions?"
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "You got more questions. But I'm telling you, if you have a problem figuring out whether you're for me or Trump, and you ain't black."
    },
    {
      "speaker": "DOOCY",
      "utterance": "At first, a Biden aide said that was a joke. But hours after the interview aired, Biden blocked it back telling black business leaders --"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I shouldn't have been such a wise guy. I shouldn't have been so cavalier."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And Biden argued this morning along with a gaffe problem is President Trump."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The more he talks the better off I am."
    },
    {
      "speaker": "DOOCY",
      "utterance": "This is already a cultural issue for Diddy who tweets, \"Joe Biden, I already told you the hashtag, black vote ain't free.\" And the campaign issue for Republican Michigan senate hopeful, John James."
    },
    {
      "speaker": "JOHN JAMES (R), FORMER SENATORIAL CANDIDATE, MICHIGAN",
      "utterance": "Vice President Biden, with all due respect, your latest comments are both pathetic and hurtful."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The founder of Black Entertainment Television calls this quote, \"The arrogant and out-of-touch attitude of a paternalistic white candidate who has the audacity to tell black people, the descendants of slaves, that they are not black unless they vote for him.\" The interviewer Charlamagne Tha God tells media, \"We have been loyal to Democrats for a long time. Black people have invested a lot into that party and the return on investment has not been great.\""
    },
    {
      "speaker": "CHARLAMAGNE THA GOD",
      "utterance": "It don't have nothing to do with Trump. It has to do with the fact I want something for my community. I would love to see..."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Take a look at my record, man."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Rivals did that this cycle. Cory Booker challenged his work on the 1994 crime bill."
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ)",
      "utterance": "Mr. Vice President, there's a saying in my community, you're dipping into Kool-Aid and you don't even know the flavor."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And Kamala Harris challenged past work with segregationist senators."
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D-CA)",
      "utterance": "You also work with them to oppose busing."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Harris and Booker have now both endorsed Biden and Harris is reportedly a possible running mate."
    },
    {
      "speaker": "BIDEN",
      "utterance": "No one's been vetted yet by the team."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Only time will tell if Biden's new comment was as damaging as this one from Hillary Clinton."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER U.S. SECRETARY OF STATE",
      "utterance": "You can put half of Trump supporters into what I call the basket of deplorables."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Because in 2012, Biden helped Obama win despite this comment to a predominantly African American audience about Mitt Romney and Paul Ryan."
    },
    {
      "speaker": "BIDEN",
      "utterance": "He's going to let the big banks once again write their own rules. Unchain Wall Street. You're going to put your back in chains."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Eight years later, Biden is still trying to relate with things like his pledge to decriminalize marijuana."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I know a lot of weed smokers."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Biden wouldn't be the presumptive Democratic nominee without strong African American support. He hadn't come close to a win in primaries or caucuses in Iowa, New Hampshire, or Nevada before his big night in South Carolina. It set him up for a strong Super Tuesday and helped him finally surpass Bernie Sanders. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Peter, thanks. Let's get some balanced reaction to all of this, the Biden comment, Texas Democratic Congresswoman, Sheila Jackson Lee, joins us tonight. Congresswoman, thanks for being here. I want to get your reaction to that story, that comment today, what you think about it?"
    },
    {
      "speaker": "REP. SHEILA JACKSON LEE (D-TX)",
      "utterance": "I'm going to take off my mask. I want everybody to know that we should be wearing masks, but I'm not near someone for six weeks. So I'm going to go ahead and take it off. Good to be with you. The good news is I am delighted that the vice president was on The Breakfast Club. It is a dynamic show with a very provocative questioning host. That was the right thing to do. And then as well, I think the right thing to do was to own up that it might not have been as funny as we might have thought originally, meeting the vice president because it was done in jest. And to be able to match his record up against his opponent any day, I believe he'll come out with 100 percent. The Vice President knows that he can't take any community for granted and particularly the African American community. I don't believe he, in any way, is insensitive to the needs of this community particularly and what we're going through right now with COVID-19, the enormous amount of mortality rates in our community. So I believe he's answered, over the last 24 hours, that he's going to fight every single day to earn the vote of every single African American of all generations, and that's the way a presidential candidate that put their candidates equal."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. Congresswoman, I'm sure you've seen some of the reaction that some folks didn't think it was a joke and took offense to it, including Bob Johnson, the founder of Black Entertainment Television, who was also a big finance person for Hillary Clinton, as you well know, said this. \"Vice President Biden's statement today represents the arrogant and out-of-touch attitude of a paternalistic white candidate who has the audacity to tell black people, the descendants of slaves, that they are not black unless they vote for him. This proves, unequivocally, that the Democratic nominee believes that black people owe him their vote without question, even though we as black people know it is exactly the opposite. He should spend the rest of his campaign apologizing to every black person he meets.\" Your reaction to Bob Johnson."
    },
    {
      "speaker": "LEE",
      "utterance": "Well, my reaction is that Bob Johnson is a friend. I appreciate and respect his analysis and also his contributions to the economic engine of wealth in this nation. And there have been many tweets and comments that have been said about this. But I maintain that the Vice President is realistically aware that he has to work every single day to get every Americans vote and particularly in the African American community. What I like about the Vice President is I don't have to look for his record, his record is present. And he has already indicated that one of his chief responsibilities and concerns is to close the wealth gap between everyone else in the African American community to boost the educational opportunities and close that horrible gap and to deal with health disparity which reflects, again, in the mortality rates of COVID-19, and the number of people that are not tested, and the communities without resources. So this is a great opportunity for the vice president to show his record and to contrast it with an individual, his opponent that has called African countries, s-hole country, that have not hired African Americans. And finally, I would say, that has made it a point of targeting with wrong words African American women."
    },
    {
      "speaker": "BAIER",
      "utterance": "But, Congresswoman, last thing, quickly, I mean, you would say to somebody in your district, who's an African American, who perhaps enjoyed the historically low African American unemployment, the support for historically black colleges and universities, the prison reform, and justice reform and they said, you know what, I'm going to vote for Donald Trump. They are not less black tonight, right?"
    },
    {
      "speaker": "LEE",
      "utterance": "I don't believe anyone who saw that exchange would, in any way, suggest that anyone is blacker, blackest, or less black. That exchange was in jest, but on second thoughts, it could have been spoken differently. But I think African Americans are truly one of the most astute political groups in this nation and they know what is best for them, their children, their families, their elders. And as relates to the generational divide, if you will, or the unity of such, those who are millennials are clearly astute. And what I would say to you is that that was not what the Vice President said, in terms of those words. And if we had listened to the earlier conversation, we would know that the Vice President wants to put his record forward. He knows that everyone has their own historical, moral standing on the color have their skin. But he also said he hopes that people don't have to just vote on the color of their skin. And he also believes in the history of our people. And I don't believe in any way that he undermined who we are and what we are. Look, I happen to be someone who has introduced -- legislation."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. We really appreciate your time. Thank you very much. He did say what he said and he apologized it. And we appreciate you coming on the show. You're welcome, anytime. Congresswoman Sheila Jackson Lee. Now for the other side of the coin, South Carolina Republican Senator, Tim Scott, joins us. Senator Scott, your thoughts on this comment today. You just heard the Congresswoman's reaction."
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "utterance": "Well, I'm not going to whitewash his arrogant, insensitive, painful comment that he made. It tells me that he has taken the black vote for granted and he will continue to do so. This is not the first time we've had the rhetoric from the vice president has been offensive. And, factually, listening into my good friend, congresswoman from Texas, here's what we should think about, it was Senator Kamala Harris that called attention to Vice President Biden's ignorance on the issue of school busing. It was Senator Cory Booker who called him onto the carpet for the crime bill. So his record has been called into question by his own party. The thing I hear right now from this party, however, crickets. It is quiet as a church mouse right now on the left. And I'm tired of hearing people put Democrats on a perch when it comes to offensive, racially offensive comments, and they hold Republicans to a very different standard. And at the same time, it's this administration that has made permanent the funding for historically black colleges and universities for the first time in America's history. It's this administration that is reversed the damages done by the 1994 crime bill with the First Step Act. It was President Trump that signed that legislation into law. It was President Trump and this administration that decided to work with me on Opportunity Zones to bring $75 billion from the private sector into the poorest communities in this nation, closing the wealth gap. So what I'm suggesting here is, I would love, love the opportunity to put record versus record because if we do that, African Americans will be voting independently some for President Trump, some for President -- Vice President Biden."
    },
    {
      "speaker": "BAIER",
      "utterance": "Senator, to that point, Joe Biden did apologize in a phone call to the Black Chamber of Commerce this afternoon, saying he was too cavalier. He went on to those say, \"Look, Donald Trump has -- this is the same man who called Africa and \"s-hole\" countries, while also claiming there were fine people on both sides in Charlottesville as those racists came out of the fields carrying torches. He's lied about President Obama's birth certificate and failed to respond to their racial disparities in the present coronavirus and has advanced policies that further threaten African American communities.\" Level a lot of charges there on that call. But it is a call that in which he apologized and critics of the President say, he really never apologizes. What do you say?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Well, I say a couple of things. I'm not sure of the definition of cavalier, it must be arrogant. The definition of cavalier today must include painful, the definition of cavalier, and speaking in jest. I thought it meant like offhand just a joke. But in fact, this has been a consistent language that he's used over decades, not just now, first. And second thing, when President Trump and I had a strong disagreement over Charlottesville, what did he do? He called me into the Oval Office and had a conversation about the racial history of this country. When we finished that conversation, here's what he said, it was a very simple thing, \"Tim, help me help those I have offended.\" We work together to create Opportunity Zone legislation, pass it in the tax bill. And because of that, 31 million Americans living in the most devastated parts of this country are going to be recipients of the $75 billion coming into their communities to bring more access to opportunity, hopefully, better access to quality education, and certainly around the country. We're hearing more and more affordable housing. Affordable housing is the key to shrinking the wealth gap. So what President Trump has done is he sat down and had a conversation when there has been a challenge. Now, I had the opportunity to sit down with him because I was outspoken about his comments. What do I hear from my friends on the left? No one in leadership is speaking out against Vice President Biden. No one's calling his comments on the carpet. You cannot make progress. President Trump made progress because he was willing to have a conversation, a painful conversation, and we were able to find a path forward. But since then, not only do we have opportunity zones, we have the historic funding of HBCUs. We've worked on sickle cell anemia together. We've worked on education together. So that's what happens when you have a constructive conversation. Whitewashing Vice President Biden's comments only means he will consistently disrespect the black vote."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, Senator Scott, we appreciate your time. Thank you very much. Balanced discussion on these comments today. Also breaking tonight, President Trump says America needs more prayer, not less, especially now. He is ordering that houses of worship be allowed to reopen this weekend and says he will overrule any governor who refuses. Chief White House correspondent, John Roberts, has that story. The faithful saying hallelujah tonight. Good evening, John. There's some governors with questions."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Bret, good evening to you. You know, there has been growing frustration among communities of faith, and certain businesses, and essential services have been open. But houses of worship have remained close in many places. Well, today, using the bully pulpit of the White House, President Trump moved to ease those frustrations."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump, today moved to get people back to worship services. Declaring churches, synagogues, mosques and other religious institutions to be essential."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Some governors have deemed to liquor stores and abortion clinics as essential, but have left out churches and other houses of worship. It's not right. So I'm correcting this injustice."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And he laid down a gauntlet to governors. Let houses of worship reopen this weekend or deal with him."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If they don't do it, I will override the governors. In America, we need more prayer, not less."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "It's unclear what constitutional authority the president would have to override a governor. Also uncertain, whether places of worship in areas that are still coronavirus hot spots could reopen now."
    },
    {
      "speaker": "DR. DEBORAH BIRX, WHITE HOUSE CORONAVIRUS RESPONSE COORDINATOR",
      "utterance": "Maybe they can't go this week if there's a high number of COVID cases. Maybe they wait another week. But there is a way to social distance like you are here in places of worship."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "As a companion to the president's declaration, the Centers for Disease Control, today unveiling new guidelines for religious services, including the use of cloth face coverings for staff and congregants, promoting social distancing in services, consider holding services outdoors, suspending or decreasing choir and congregants singing, and considering electronic collection boxes."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The ministers, pastors, rabbis, imams, and other faith leaders will make sure that their congregations are safe as they gather and pray. I know them well. They love their congregations."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump was scheduled to take his last dose of hydroxychloroquine today. He was described in anti-malaria medication as a potential preventive after two west wing staffers tested positive for the coronavirus. A new study in the Lancet medical journal, today found no significant benefit from hydroxychloroquine in treating patients with coronavirus. And in fact, increase the risk of death for some. Dr. Deborah Birx, says, it reinforces that some people are more at risk than others."
    },
    {
      "speaker": "BIRX",
      "utterance": "And I think it's one of our clearest study because there were so many thousands of thousands of individuals involved that the doctors clearly annotated who had heart disease, and who has obesity. And you can see dramatically the increased risk for that."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And as we move into the weekend that traditionally marks the start of the summer season, Dr. Deborah Birx urging people to get out and about to enjoy family and exercise. But in many places, parks and outdoor activities are either still closed or severely restricted. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "John Roberts, live on the North Lawn, John, thanks. Up next, what happens to parents and kids if schools do not reopen? We'll bring you that. First, here is what some of our Fox affiliates around the country are covering tonight. WDRB in Louisville as police Chief Steve Conrad, announces plans to retire in June. It comes as his department faces national scrutiny over the death of Breonna Taylor, a black woman who was killed in her home during narcotics raid. FOX 2 in Detroit as scientists and activists fear progress against pollution from a Dow Chemical plant in two rivers, and floodplains in Michigan may have washed away with floodwaters that overwhelmed two dams this week. About 11,000 people from homes in and near Midland were evacuated. Fox 11 in Los Angeles, as the Santa Barbara coroner's office, says 34 victims in the scuba boat fire off of the coast of California last year died as a result of carbon monoxide poisoning. Police considered the deaths accidental. And this is a live look at Chicago from our affiliate FOX 2. The big story there tonight. Cook County faces criticism for a vote that would allow the addresses of coronavirus patients to be shared with first responders. The move has raised concerns about privacy, possibly racism in certain neighborhoods. Chicago Mayor Lori Lightfoot, says the county board is capitulating to ignorance and bigotry. That is tonight's live look outside the beltway from SPECIAL REPORT. We'll be right back."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "SPECIAL REPORT is brought to you by Pacific Life. More than 150 years of financial strength and stability. That's the power of Pacific."
    },
    {
      "speaker": "BAIER",
      "utterance": "FBI director Christopher Wray is ordering an investigation into the handling of the case of former national security advisor Michael Flynn. Wray has directed the bureau's inspection division to conduct an after- action review. The Justice Department, of course, has dismissed charges against Flynn. Whether those charges will be resurrected is now being determined in court. The FBI, also identified the shooter in yesterday's attack at a U.S. naval base -- airbase in Corpus Christi, Texas. Adam Alsahli was born in Syria. He's believed to have been a U.S. citizen living in Corpus Christi. Alsahli was killed by security forces, one of whom was injured. Investigators say, the incident is being considered terrorism-related and that another conspirator may be at large. There are increasing concerns tonight about what some are characterizing as a power grab by China. Under President Xi, the government is considering a law to forbid secessionist and subversive activity in Hong Kong. Secretary of State Mike Pompeo, calls it a death knell for the high degree of autonomy Beijing had promised. National security correspondent Jennifer Griffin has details tonight from the Pentagon."
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "utterance": "Scuffles broke out in the Hong Kong legislature today when pro-Beijing leaders introduced a national security bill to crack down on Hong Kong's autonomy despite a warning from President Trump."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If it happens, we'll address that issue very strongly."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The Hong Kong stock market fell five percent."
    },
    {
      "speaker": "KEVIN HASSETT, WHITE HOUSE ECONOMIC ADVISER",
      "utterance": "If you had capital investments in China, and you saw this sort of like disdain for the rule of law that their potentially -- you know, magnifying towards Hong Kong, then, you would want to get your capital out of there."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Hong Kong demonstrators protested most of last year against a proposed change to extradition laws before coronavirus hit. China's foreign ministry accused the Trump administration of having a cold war mentality, following a White House NSC report released Wednesday."
    },
    {
      "speaker": "ZHAO LIJIAN, DEPUTY DIRECTOR, FOREIGN MINISTRY INFORMATION DEPARTMENT (through translator)",
      "utterance": "Distort China's political system and strategic intentions, and vigorously hypes the Chinese threat."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Defense Secretary Mark Esper, said the Pentagon is seeing an uptick in incidents involving the Chinese military."
    },
    {
      "speaker": "MARK ESPER, UNITED STATES SECRETARY OF DEFENSE (via telephone)",
      "utterance": "They sunk a vessel in the South China Sea. They continue to intimidate their neighbors, whether it's fishing rights or oil drilling rights in the South China Sea. This is, again, you see increased aggressive behavior by China."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Fox News has learned since mid-March that Chinese fighter jets have buzzed U.S. reconnaissance planes nine times, coinciding with the pandemic outbreak onboard the USS Teddy Roosevelt."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Amid the new tensions between the U.S. and China including ongoing finger-pointing over China's role at the start of the pandemic, this week, the administration announced progress in the U.S.-China trade agreement. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jennifer Griffin at the Pentagon. Jennifer, thank you. Stocks were mixed today, rebounding from losses on U.S.-China tensions. The Dow lost nine, the S&P 500 was up seven, and NASDAQ gained 40. For the week, the Dow was up 3-1/3 percentage points. The S&P 500 gained 3-1/5. The NASDAQ jumped almost 3-1/2. Up next, does the media have an agenda when it comes to reopening the country? We'll take a look with Howie Kurtz. First, \"BEYOND OUR BORDERS\" tonight. A jetliner carrying 98 people crashes in a crowded neighborhood near the airport in Pakistan's port city of Karachi. Officials, say there, at least, two survivors from that plane, at least 57 bodies have been found in the wreckage. It's not known how many people on the ground were hurt. The family of slain Washington Post columnist Jamal Khashoggi, says it has forgiven his killers. A Saudi court ruled in December, the killing was not premeditated. Today, as announcement leaves the door open for a reprieve for five government agents who have been sentenced to death, critics however are openly questioning whether the relatives have been paid off by the Saudis. U.S. officials say Syrian Democratic forces partnered with the U.S.-led coalition have killed two ISIS leaders. They say the removal of the terrorist will disrupt future attacks against innocent civilians and coalition partners. Iran supreme leader says Israel is a tumor to be removed. And is hailing Tehran supply of arms to Palestinians. The comments by Ayatollah Ali Khamenei drew swift condemnation from the U.S., the European Union, and Israel. Just some of the other stories \"BEYOND OUR BORDERS\" tonight. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "Many parents are wondering tonight what they'll do if the children's schools continue to stay closed. Correspondent Doug McKelway reports the results could put a tremendous strain on the entire family."
    },
    {
      "speaker": "DOUG MCKELWAY, FOX NEWS CORRESPONDENT",
      "utterance": "For too many in this country of wealth and bounty, life has suddenly got hard -- 330 million individual stories of life disrupted, from the widowed physician and mother in need of childcare --"
    },
    {
      "speaker": "DR. MELANIE MALLOY, EMERGENCY MEDICINE PHYSICIAN",
      "utterance": "They don't want to send them to my in-laws or parents because they are getting older and some of them have health conditions so that might put them at more risk for COVID."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "-- to the San Francisco janitor who works the overnight shift, his wife laid off, his kids at home."
    },
    {
      "speaker": "MARCOS ARANDA, CUSTODIAN",
      "utterance": "When the kids were in school, we could count on school lunch program, but that help isn't unavailable right now."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "-- to the uncle who has suddenly become daycare provider for his nieces and nephews to spare his sister prohibitive childcare cost."
    },
    {
      "speaker": "EDDIE LURA, UNCLE",
      "utterance": "Three kids $30 an hour, that's almost $90 an hour. For the next two weeks you're talking hundreds and hundreds of dollars."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "It's no easier for many businesses that employ them, from hospitals unable to perform routine surgeries that are the bulk of their profits, newspapers and websites forced to lay off workers as their ad base withers, and businesses who have not resorted to layoffs or furloughs who are struggling to accommodate maxed out employee leave programs and unemployment contributions. In this uncertain environment one employment expert is pleading for flexibility."
    },
    {
      "speaker": "ANDREW STETTNER, THE CENTURY FOUNDATION",
      "utterance": "Can you accommodate their schedule? Maybe they can't really work from home, but they say, you know what my husband can watch the kids in the mornings or the afternoons. Can I come in a little early? Can I work 7:30 to 12:00?"
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "Andrew Stettner specializes in modernizing workforce protections. The pandemic is demonstrating what he long advocated, that some can be just as productive from home. But it's a concept that doesn't work for everyone."
    },
    {
      "speaker": "ARANDA",
      "utterance": "Janitors don't have the option of working from home."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "Neither do hundreds of other job categories, jobs that are often considered to be essentially. It's one of the reasons this vast uncertainty may only be lifted when a vaccine becomes widely available. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Doug, thank you. The mainstream media are playing an interesting role in the reopening of the economy. Many people feel that role has been greatly politicized. Let's take a look at that tonight. And here is FOX News media analyst and host of FOX's \"Media Buzz,\" Howard Kurtz."
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS MEDIA ANALYST",
      "utterance": "As Florida Governor Ron DeSantis moved toward partially reopening his state last month, he got pounded by the press. \"DeSantis has blood on his hands,\" wrote \"Washington Post\" columnist Jennifer Rubin, calling it reckless and morally indefensible not to close the beaches."
    },
    {
      "speaker": "NEERA TANDEN, CENTER FOR AMERICAN PROGRESS",
      "utterance": "That is the real danger Texas, Georgia, and Florida, their actions, which it is a gamble. That is the problem. It is a big gamble."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But with no surge in Florida's COVID-19 cases, DeSantis now calls the coverage unfair."
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "You've got a lot of people in your profession who waxed poetically for weeks and weeks about how Florida was going to be just like New York. Wait two weeks, Florida is going to be next. Just like Italy, wait two weeks. We are eight weeks away from that and it hasn't happened."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Another Republican governor, Georgia's Brian Kemp, was skewered by the media."
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "utterance": "Georgia does not meet the White House criteria for reopening right now. How potentially dangerous is this decision?"
    },
    {
      "speaker": "DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "utterance": "I am very concerned about this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "In Atlanta, if someone wants to get their nails done or their hair done on Friday or a tattoo or go to a gym, these are very close contact kinds of businesses."
    },
    {
      "speaker": "GOV. BRIAN KEMP (R-GA)",
      "utterance": "We took measured steps to get the shelter in place, and now we are taking measured steps to come out of that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "No major surge in Georgia either, but when Colorado's Democratic Governor Jared Polis took similar reopening steps soon afterwards, his decisions were treated as routine."
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "utterance": "How confident are you that this won't necessarily lead, and we hope it won't, to a new spike in cases?"
    },
    {
      "speaker": "GOV. JARED POLIS (D-CO)",
      "utterance": "Hopefully the way that Colorado has been doing it can be a model for other states."
    },
    {
      "speaker": "KURTZ",
      "utterance": "As for Florida, \"Politico\" now says the national media love to hate DeSantis, and denigrate, quote, \"Florida morons at the beach.\""
    },
    {
      "speaker": "KURTZ",
      "utterance": "The final verdict, of course isn't in yet, and there are questions as to how Georgia and Florida count virus cases. But there seems to be a media divide in tone, at least, in covering this pandemic in red or blue states. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Howie, thanks. We will see you this weekend. Joe Biden says African Americans who do not support him, quote, ain't black. He apologizes for that, says it was too cavalier to say. His supporters say he was joking. We'll get reaction from the panel, and take a trip to the Candidate Casino, vice president version, when we come back."
    },
    {
      "speaker": "BIDEN",
      "utterance": "If you have a problem figuring out whether you're for me or Trump, then you ain't black."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It don't have nothing to do with Trump. It has to do with the fact I want something for my community. I would love to see --"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Take a look at my record, man. I've never, ever, ever taken the African American community for granted. I shouldn't have been such a wise guy. I shouldn't have been so cavalier in responding. I don't take it for granted at all. And no one, no one should have to vote for any party based on their race or religion or background. If they're African American and you think Trump is worth voting for, I don't think so. I'm prepared to put my record against his. That was the bottom line."
    },
    {
      "speaker": "BAIER",
      "utterance": "The Biden campaign first coming out saying it was a joke, no big deal. Then there was a full-fledged, did you see there, apology for being too cavalier according to the vice president, with a phone call with the Black Chamber of Commerce. What about this, where it goes, what it means big picture? Let's bring in our panel, Byron York, chief political correspondent for the \"Washington Examiner,\" Leslie Marshall, Democrat strategist, and Ben Domenech, publisher of \"The Federalist.\" Leslie, your thoughts? You heard the interviews with Congresswoman Sheila Jackson Lee and Senator Scott earlier in the show."
    },
    {
      "speaker": "LESLIE MARSHALL, DEMOCRATIC STRATEGIST",
      "utterance": "First up all, as a white woman, I was offended. And what I'm hearing from African Americans in the Democratic Party on my radio show and on social media are a few things. One, they know Joe. They know Joe as the vice presidential pick by the first black president of the United States. About 70 percent of the African Americans in the Democratic Party called themselves moderates, which certainly Joe Biden is. They look to him legislatively to be able to expand on Obamacare and to be able to restore the Voting Rights Act. And in addition, I'm hearing from a lot of people, look, I may not have been comfortable wit it, but I see a lot of fake white outrage. Listen to all 18 minutes, and I will still vote for him anyway."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ben, there is response. I mentioned Bob Johnson, founder of BET. There's other response on Twitter from African Americans who feel offended. The Biden folks say, listen, he has a record to speak for, and he can put it against President Trump. But President Trump does have a record as well on low African American unemployment, on support for HBCUs, for the prison reform package. So it is going to be interesting to see, but nobody thinks that President Trump is going to get a huge African American turnout in the election. BEN DOMENECH, \"THE FEDERALIST\": But he doesn't need to get a huge turnout. In fact, the White House's focus has just been on increasing their support, particularly among black men, by a very small amount. I think that this was a huge bear on the part of the Biden campaign, and not just because of the gaffe that you saw today in terms of his response. When you are dealing with someone, a lengthy and respected interviewer like Charlamagne Tha God, you have to give him the time that is due him. They cut him off, or attempted to cut him off twice, in this interview. He said you can't do this to black media. And I think he is saying, you can't just count on us by default. You can't count on support by default. You need to give us more respect and our due. And the other part of this is the second part of what Joe Biden said there, which is look at my record. That record includes that crime bill which I think he did a pretty poor job of defending today. He is going to have to continue to defend it. And this is the challenge of doing so within an environment when you can't sit down for one-on-one interviews and you do have to do all of these things remotely."
    },
    {
      "speaker": "BAIER",
      "utterance": "Byron, quickly, because I want to get to the Candidate Casino, vice president again. BRYON YORK, CHIEF POLITICAL CORRESPONDENT, \"WASHINGTON EXAMINER\": In 2016, eight percent of black voters voted for Donald Trump. That is not a huge number, but it's not nothing either, more than a million people. So that wasn't covered by this. But this controversy was about exactly what it appeared to be about, which is there's been a long debate of whether Democratic politicians take the black vote for granted. And I think that this was clearly an expression of Vice President Biden doing exactly that and getting called on it."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, a quick trip down the road to Candidate Casino, vice president version for Joe Biden. Leslie, you've got $100 in chips, you have to spend them. Where are you going?"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "I would change it now a little bit, but I had put originally today $40 on Amy Klobuchar, $40 on Val Demings, $10 on Kamala Harris, and $10 on Gretchen Whitmer. I would put more for Klobuchar because rumors are coming out of the Biden camp that she seems to be his number one choice right now."
    },
    {
      "speaker": "BAIER",
      "utterance": "Even after today and everything that happened today. Ben, your bets?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "I'm overwhelmingly for Klobuchar with $50 on her, $20 for a dark, in my category, Senator Masto from Nevada, and then $10 each on Abrams, on Whitmer, and on Harris."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Byron?"
    },
    {
      "speaker": "YORK",
      "utterance": "I still think Kamala Harris is the front runner on this, a woman and an African American and somebody who has already run. Kamala Harris $40, Amy Klobuchar $20, and $10 each for Elizabeth Warren, Tammy Duckworth, Val Demings, and Michelle Lujan Grisham."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, a lot of bets out there. Panel, thanks. Stand by. Next up, the Friday Lightning Round."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Today I'm identifying houses of worship, churches, synagogues, and mosques as essential places that provide essential services. The governors need to do the right thing and allow these very important, essential places of faith to open right now, for this weekend. If they don't do it, I will override the governors."
    },
    {
      "speaker": "BAIER",
      "utterance": "The president saying house of worship are moving forward. Back to the panel, lightning round. Ben, you have this, and on the flipside, the governor of Michigan extending the stay at order to June 12th in Michigan."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Well Michigan has been very hard hit by this. The president's order today is meant to send a message to the states about the essential nature of religious services. His comment there about overruling the governors is something that I think could be tested in a couple of instances, but is more likely to come in the form of DOJ lawsuits as we have seen against those governors who don't allow these houses of worship to open."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, there is a challenge there, because the president has given the governor's power to making these decisions, Leslie."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Not only has he done that, we have here in California at least three churches, one of which had over 70 people, 73 to be exact. There are three deaths as a result. But the problem with that, Bret, is it goes further than just these houses of worship, because these people go out into the community. If you look at Arkansas where you have 38 percent of one church's population that then they have found through tracing 26 additional people infected. One died in the community, three died in the church. This is something governors have to look at, because every state is on a different track with regard not only to social distancing, but to cases, and to how far it is spreading and where it's spreading. So I think the president should leave the governors to make this decision. And even though worship is essentially, God is everywhere. So let's pray wherever we can until we are safe."
    },
    {
      "speaker": "BAIER",
      "utterance": "Byron, some faith leaders say, hey, listen, if you can go to Walmart, if you can go to the supermarket, if you can someplace and social distance and be safe, why can't you go pray and be safe, they're saying."
    },
    {
      "speaker": "YORK",
      "utterance": "They are absolutely right. Freedom of religion is the first part of the First Amendment. The president cannot order the governors to do this stuff afterwards. Kayleigh McEnany, the White House spokeswoman said what he really meant, he was going to strongly urged them to do that. But this is a case, it is really pretty open and shut. If you are going to open other things in the state, of course, churches should be among them."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here we go, lightning, lightning, winners and losers. Byron then Leslie then Ben. Here we go, Byron?"
    },
    {
      "speaker": "YORK",
      "utterance": "Winner is Ric Grenell, still got a few days left as DNI, declassified tons of stuff. Loser is Judge Emmet Sullivan, the judge who is making a mess of the Michael Flynn case."
    },
    {
      "speaker": "BAIER",
      "utterance": "Leslie?"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "The winner is Crayola Crayons. They are now going to have more diverse colors to have children feel more included because we come in all different colors, not just that apricot flesh tone for skin in that box. And the loser I would say is the president and any leader who is going to withhold funds from states like Michigan where people are suffering not just from COVID-19, this pandemic, but from flooding. You can't have politics when you have people's lives at stakes."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Ben."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "My winner and loser are two sides of the same coin, tough interview. Charlamagne Tha God who has established himself as being a challenge for Democratic candidates this cycle unquestionably, one you have to respect. And on the other side Chris Cuomo, who this week engaged in a bit of prop comedy as opposed to asking Governor Andrew Cuomo the hard questions about his nursing home policy that led to so many deaths in New York."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, the winner of this panel making it through in the lightning round, lightning round. Have a great holiday weekend. When we come back, \"Notable Quotables.\""
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, it's Friday. That means \"Notable Quotables.\""
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Out of everything terrible that happens, something good will come if you look hard enough for it, as my mom would say."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Never, ever in the world did I anticipate that I would ever be knighted. Sir Thomas sounds very nice. Inside I'm changed."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And as one grateful nation, we proclaim God bless our health care workers, they've done an incredible job."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They are the superheroes, the fighters, the strong people coming into work every day."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I truly do believe that the day will come soon when we put this coronavirus in the past."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Because I know the American spirit, the American character. We are seeing it on display every day."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And we'll come back stronger and more prosperous than ever before."
    },
    {
      "speaker": "BAIER",
      "utterance": "One week. One week. On \"FOX News Sunday\" this weekend, Chris Wallace has an interview with Dr. Deborah Birx, the White House Coronavirus Task Force coordinator. You don't want to miss that. And Monday is Memorial Day. Just FYI, it's the holiday honoring the men and women who died while serving in the U.S. military. Thank you to them and to their families for their service and sacrifice. And when it comes to COVID-19, we are one day closer to getting through all this together. Thanks for inviting us into your home tonight. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}