{
  "date": "May 8, 2019",
  "headline": "Rep. Jerry Nadler says we are now in a 'constitutional crisis'",
  "subHeadline": "Guests: John Layfield, Gary Kaltbaum, John Thune, Debbie Lesko, Jon Sale, Danielle DiMartino Booth",
  "url": "https://www.foxnews.com/transcript/rep-jerry-nadler-says-we-are-now-in-a-constitutional-crisis",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, ANCHOR",
      "sentences": "All right, deal or no deal? President trump signaling the United States may be on the brink of one -- that is, a deal - - with China, as trade talks are supposed to resumed tomorrow. But China is warning that it is ready to retaliate if the U.S. hikes tariffs on some $200 billion worth of Chinese goods at 12:01 a.m. Friday morning. Wall Street appearing a bit more optimistic than it certainly was yesterday, not all the I's dotted or T's crossed. But it's looking that way.  That follows a nearly 500-point plunge we saw yesterday. So hope springs eternal that these guys can sort of right themselves.  Welcome, everybody. This is \"Your World.\" I'm Neil Cavuto.  Well, Reuters reporting that a 150-page draft trade agreement is -- quote - - \"riddled with reversals by China.\" So why is the president appearing to be striking an optimistic tone? FOX Business Network's Blake Burman is keeping track of all these late developments and the president's responses.  Blake, what are you hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKE BURMAN, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, all these ebbs and flows, and we haven't even gotten to the discussions tomorrow afternoon, when they will begin.  We're actually hearing now that the discussions between the U.S. and China trade teams tomorrow might only take place for a few hours tomorrow, meaning it's just about all but certain at this point that the tariff levels on some $200 billion worth of goods will be increasing from 10 to 25 percent 12:01 a.m. on Friday.   That official notice at the federal register earlier today, and China responded on its part by reminding that they too can raise tariff levels.  That is the backdrop going into these discussions that will begin tomorrow among the U.S. trade representative, Robert Lighthizer, the treasury secretary, Steve Mnuchin, and the Chinese vice premier, Liu He. Lighthizer and Mnuchin have already gone on record saying that China has retreated on previous commitments. I'm told, Neil, by one source that includes China taking out from the proposed deal commitments that dealt with changing laws in China, along with getting rid of binding legal language from the draft. President Trump weighed in with his thinking at one point today, saying that he thinks China might be stalling, writing on Twitter -- quote -- \"The reason for the China pullback and attempted renegotiation of the trade deal is the sincere hope that they will be able to 'negotiate' with Joe Biden or one of the very weak Democrats and thereby continue to rip off the United States $500 billion a year for years to come.\"   The president also saying during the second part of that tweet that China has said that: \"It is coming to make a deal.\" The stock market liked that portion of the tweet. Here was the press secretary, Sarah Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Look, we have gotten an indication they want to make a deal. Our teams are in continued negotiations. They're going to sit down tomorrow, and we will see what happens from there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Neil, if there is not a deal, the president has also made clear that he is very happy to put forward those tariffs and collect what he says would amount to $100 billion a year. And keep in mind, he is still continuing to threaten some $325 billion worth of goods, to slap tariffs on those as well.  The talks begin tomorrow -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So let me put you on the spot, my friend. If it looks like they're making progress, are you hearing that the tariffs would still go into effect because we don't have a deal done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "I think when you will just look at the timeline here, Neil, of when China arrives, the Chinese team, the talks, at the longest, have been just a few hours at a time. And then, tomorrow night, let's just call it for all intents and purposes tomorrow night at midnight.  The tariffs go in effect. Something major, something drastic or a huge turn would have to take -- would have to take place for, all of a sudden, the president and his trade team to sit back and maybe hit the pause button on those tariffs. But just the sheer timing of this seems to suggest that this is going to be going forward tomorrow night -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, my friend, Blake Burman, the best of the best over at the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In the meantime, we don't know what to make of these different figures we're told. You heard Blake talk about the $200 billion worth of the Chinese goods. The president has talked about the fact of upping the ante, maybe include an additional -- not a higher amount -- an additional $325 billions, which would essentially be everything that China ships to us. The fallout from where we stand right now with market pros Gary Kaltbaum, John Layfield, and former Federal Reserve adviser Danielle DiMartino Booth.  Depending on how bad this gets or how long it lasts, this impasse or tariff thing, Danielle, the economists say it's going to slice some oomph off the GDP. We haven't really seen this affect our economy yet. It was growing at a 3.2 percent clip, albeit this has been minimal impact, aside from farmers. So what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIELLE DIMARTINO BOOTH, FORMER FEDERAL RESERVE ADVISER",
      "sentences": "Well, I think that there's a very good possibility that will happen. And actually the threat of tariffs alone has indeed impacted GDP already, because so many companies stockpiled in advance of the potential increase in tariffs. We saw a huge contribution to the first-quarter GDP from inventories.   My fear would be that Americans rely on cheap products from China. It is simply a fact of life. We have already seen car sales tick down for the first four months of this year. So household budgets are clearly strained.  And I think the last thing that they need is for prices on Chinese goods to begin increasing. So I don't see this as a happy development. And I think the stock market is rightly reading into what some of the economic ramifications will be potentially at 12:01 a.m. Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, it's interesting, with the Chinese delegation here, John Layfield, and, of course, the vice premier here as well, that maybe things will get cooking tomorrow. Hard to say.  But we do know that this latest round of tariffs the president is proposing goes beyond U.S. companies that do business in China. And up to now, they have been able to absorb the body blow of a 10 percent tariff limit, passing it on to American consumers -- 25 percent, all bets are off. And expanded tariffs on everything from furniture and clothing, to handbags, even Christmas decorations, you name it, that will change things, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN LAYFIELD, FOX NEWS CONTRIBUTOR",
      "sentences": "Absolutely.   The effect has been muted right now. And talking about -- Danielle is correct -- about 0.3 percent of GDP is what's going to be taken off if this is ramped up to 25 percent of the existing tariffs that are at 10 percent going up to 25.  And -- but the problem you have is now you are going to start seeing more consumer products that are going to be impacted by this. This is a huge economy, about $19 trillion. This is not going to have a huge effect on the economy overall. We have got a very strong economy thanks to the president's tax cuts. However, this to me it's just self-sabotage. I think we're doing -- we could be possibly doing long-term structural damage to -- especially to our farmers what we're doing to them, because that's where China is going to retaliate against.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Gary, a lot of people have been looking at this, every time the market takes a hit, that there was this impasse. You know, you regret getting out of the market, because you have been richly rewarded if you stick it out and just go through it.  Do you think the same will apply here, or there are too many unanswered questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY KALTBAUM, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, look, leave no doubt we're in a bullish market right now. Pullbacks have lasted three days.  But I have to tell you, these are some pretty big numbers the administration's talking about. And the other part of the equation is, who's prepared for it? It started out with a tweet on Sunday and the president's trying to tell all the businesses of the United States that you have five days to prepare for monstrous, monstrous tariffs, which are costs to the business and ultimately cost the consumer. So with a market that's already in the first four months of this year getting about two-and-a-half to three years of yearly returns already, you could be in a position to really pull back hard, and it doesn't take much to have a catalyst.   And you saw what happened yesterday. So, yes, it is worrisome. And I put out a little note this morning that I got to believe that, tomorrow, they're going to say that getting some things done, and we're going to hold off on the tariffs, because I got to tell you, we're heading for an election year, and I'm not so sure this is a smart thing to do from an administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. I wish we had more time, guys. We got a lot of breaking news. I do appreciate your stopping by to explain this. That breaking news is waiting on a House Judiciary Committee vote as to whether the attorney general of the United States should be held in contempt. It seems to be a foregone conclusion that this committee will rule that way. The question is what happens after they do -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, should happen any minute now, a House panel getting set to decide yea or nay on whether the attorney general of the United States, Bill Barr , should be held in contempt for refusing to talk to the committee, even though just the day before he had endured six hours of questioning on the Senate side. Not good enough. The question is what happens after this, and the president has also made it very clear he's not keen on pretty much any of his people testifying to any committee at any time, talking about executive privilege and the like.   Catherine Herridge in the middle of it all here to help us sort it all out -- Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX CHIEF INTELLIGENCE CORRESPONDENT",
      "sentences": "Well, Neil, good afternoon. Something's happening right now that's interesting, but potentially very significant. For the last hour, the two sides have been arguing over the language in the subpoena for the full Mueller report and the underlying records.  And the Democratic chairman has said that it never meant to include what they call 6(e) material, which is grand jury material. But the problem is, that's been the main sticking point for the Justice Department and for Republicans, because, under the law, the attorney general needs a court order to share that material with Congress. Listen to this exchange.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER (D-NY)",
      "sentences": "We have made clear that the 6(e) material is not included for purposes of the subpoena. And if it wasn't clear enough when we accepted Mr. Gates' amendment, that is made super clear now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS (R-GA)",
      "sentences": "How many lawyers walk into a court today and have -- and present a four-corner document to a judge, and then you try to argue, well, that's not what we meant, Mr. -- Your Honor? I meant to actually exclude this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "So you got to watch the space, the space on the language and whether this is just going to be an interesting sort of exchange in the debate today, or whether it may have the effect of sort of legally desynching the subpoena for the Democrats. The other issue they have been looking at all day is the charge by Republicans that the Democrats want these materials because they're frankly unhappy with the findings of the special counsel on collusion, so a conspiracy between the Trump campaign and Russia, and then obstruction, which was ultimately decided by the attorney general and the deputy attorney general. And the Democrats have also been very clear that they think there's ample evidence to show the obstruction was real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CEDRIC RICHMOND (D-LA)",
      "sentences": "This is not a witch-hunt. If it looks like a duck, walks like a duck, and quacks like a duck, it's a duck.  And if it looks like obstruction, sounds like obstruction, smells like obstruction, it's obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE JOHNSON (R-LA)",
      "sentences": "This is not about seeking the truth, as we have heard this morning. It's about raw partisan politics. Our Democrat colleagues have weaponized our critical oversight responsibilities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "So, if the Democrats get the votes they need on this contempt resolution, it then goes to the House leadership. They will decide how it proceeds and when it proceeds, whether it will be criminal, civil or what they call inherent intent, which goes to the enforcement by the Congress -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Catherine, thank you very much, Catherine Herridge in Washington, D.C. Now, of course, the House is under Democratic control. This committee is under Democratic control. So it stands to reason that, by simply a party- line vote, they will proceed to hold the attorney general in contempt. Now, the House leadership, to Catherine's point, will decide what they do after that, whether this then becomes a full House vote and whether this picks up any steam.   Remember, the president is also taking the view here that it ends here, that the report is out, read it though you will, take a comprehension of what the final findings were. The president, of course, arguing that there was no collusion, and when it comes to obstruction of justice, no obstruction either. He is also urging that his former top counsel Don McGahn cannot and should not and will not testify before any committee, and, in that role, it would be violating client privilege. Then there is the separate issue of how far to proceed this and whether you make this an impeachment proceeding itself, which, then again, would allow you to question anyone you want. But what's interesting in this development is, the Democrats, who control this process, so far have not taken that leap. Now, if you don't call it an impeachment proceeding or impeachment hearings, then you really can't force the issue of getting people to testify. Now, that differs in the eye of the legal expert you're talking to or given party of any congress man or woman.  But what this means is, it's going to be a little political theater here.  Some have expressed interest in testifying, but, again, they want assurances and protections. None are being guaranteed or promised to anybody at this point. Then there's the issue of Bob Mueller, who crafted the report. Many want him to testify, but, of course, the president doesn't, says that it would be obviously an onerous development, for a variety of reasons. We will get into that a second with my next guest.  But, of course, if he were a private citizen, stepped off from his government role, are all bets off? Could he, that is, Bob Mueller, the author of the report, testify? Let's ask the House Judiciary member Republican Arizona Congresswoman Debbie Lesko. Congresswoman, thank you for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEBBIE LESKO, R-ARIZ.",
      "sentences": "Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you want to hear from Bob Mueller? The president is saying it would be a bad idea, doesn't want to see it. Others, I know, have claimed the same. But what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESKO",
      "sentences": "Well, I think I will leave that up to the president and the attorney general. I mean, in the past, the attorney general said that he was fine with Mueller testifying in front of us. So we will just have to wait and see what happens.  But what's happening here today is nothing more than political theater, which has been going on now for weeks in the Judiciary Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, now, it seems obvious to me, Congresswoman, that, just given the party breakdown, let's say all Republicans vote one way, all Democrats vote another way, the attorney general, at least within that committee, will be held in contempt. Do you know -- I know you're not talking to the House leadership here on these issues, the Democrats in charge -- but do you know what they're going to do after that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESKO",
      "sentences": "I do not know what the Democrat leadership is going to do. But this whole thing has been going on, as you know, for two years now.  The Democrats have been saying that there's collusion with Russia, collusion with Russia. And then when the Mueller report comes out and says there no collusion, well, then they have got to move on to something else. So week after week in the Judiciary Committee, instead of actually working on big issues, like securing the border -- since I'm from Arizona -- it's important to the people throughout the nation. All we're doing is doing political theater. I mean, for goodness' sakes, last week, we had a congressman bring fried chicken and eat fried chicken and pose in front of cameras with a ceramic chicken. I mean, this is -- this is crazy.  And the American people that I talk to, they want us to work together to get big issues done, not all this political theater. This is nothing more than the Democrats trying to undermine the president of the United States.  And it's all about the 2020 presidential election. And that's really sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I had an opportunity a couple of days ago to speak with the former Whitewater independent counsel, Ken Starr, who was telling me on my Saturday show that Bob Mueller is actually, the source of all of this, did a great disservice to the attorney general in writing that March 24 letter in which he implied that he didn't -- he didn't cover it straight. This was Ken Starr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNETH STARR, FORMER SPECIAL PROSECUTOR",
      "sentences": "I think it was an unreasonable letter. I'm very, very disappointed in someone who I have great respect for. And that's Bob Mueller. He shouldn't have written that letter. And then Bill Barr did exactly the right thing by calling him up and saying, what's -- what's the problem? Where's the beef? And to say then that it wasn't accurate just suggests to me that Bob Mueller did a great disservice to the Justice Department and to Bill Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congresswoman, what do you make of that, he did a great disservice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESKO",
      "sentences": "Well, I'm not going to comment on that. But I do have a question, why Robert Mueller didn't rule one way or the other. I mean, he's a prosecutor. So why didn't he say either you're guilty or innocent? And, instead, he just went on with all these verbiage and that type of thing. And, as a prosecutor, he's not in charge of exonerating somebody. I mean, the American people are innocent until proven guilty. So, I wish -- I wish that Robert Mueller would have just said, OK, we're going to refer this to a grand jury for indictment or we're -- or we're not. And, instead, it -- this whole thing has made it very confusing, a lot of different speculation. And I really do not understand why he did that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Debbie Lesko of Arizona, thank you, Congresswoman. Very good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESKO",
      "sentences": "Thank you. Good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Things are heating up in the Middle East, to put it mildly, new video coming into our newsroom showing some B-52 bombers heading out to, yes, you guessed it, the Middle East. What we're up to -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, live to Washington. The House Judiciary Committee is voting on whether to hold the attorney general of the United States in contempt.  Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ms. Roby votes no. Mr. Gaetz? Mr. Johnson of Louisiana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE JOHNSON, R-LA.",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Johnson of Louisiana votes no. Mr. Biggs?  Mr. Biggs votes no. Mr. McClintock?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TOM MCCLINTOCK, R-CALIF.",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. McClintock votes no. Miss Lesko?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESKO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ms. Lesko votes no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Reschenthaler?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. GUY RESCHENTHALER (R-PA)",
      "sentences": "No. Mr. Reschenthaler votes no. Mr. Cline?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BEN CLINE (R-VA)",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Cline votes no. Mr. Armstrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KELLY ARMSTRONG (R-ND)",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Armstrong votes no. Mr. Steube?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. W. GREGORY STEUBE (R-FL)",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Steube votes no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "Has everyone who wishes to be recorded been recorded? Has the gentleman from Tennessee been recorded? Does the gentleman from Tennessee wish to be recorded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE COHEN (D-TN)",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "How does the gentleman from Tennessee wish to be recorded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Cohen votes aye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "We have two more people coming...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS (R-GA)",
      "sentences": "Mr. Chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "We're of a roll call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Mr. Chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "Gentleman from -- gentleman from Georgia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "After all the eloquent speech today from -- and we're talking -- I forget, am I recorded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Collins, you're recorded as no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Thank you. I (INAUDIBLE) no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "Madam -- Madam Clerk, how am I recorded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Nadler, you are recorded as aye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "I wish to be recorded as aye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. SHEILA JACKSON LEE (D-TX)",
      "sentences": "Mr. Chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "The gentlelady from Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKSON LEE",
      "sentences": "How am I recorded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ms. Jackson Lee, you were recorded as aye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKSON LEE",
      "sentences": "I think that's correct. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE CHABOT (R-OH)",
      "sentences": "Mr. Chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "The gentleman from Ohio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHABOT",
      "sentences": "How am I recorded, Mr. Chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "How is the gentleman from Ohio recorded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Chabot, you are recorded as no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAVID CICILLINE (D-RI)",
      "sentences": "Mr. Chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "The gentleman from Rhode Island.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Mr. Chairman, is it -- is it appropriate for us to enter into a colloquy right in the middle of a vote or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "It's the middle of a vote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Then how am I recorded? That was what I was going to ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Cicilline, you're recorded as aye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Thank you. That is correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CEDRIC RICHMOND (D-LA)",
      "sentences": "Mr. Chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "Gentleman from Louisiana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Richmond votes aye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "How many more do we have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMIE RASKIN (D-MD)",
      "sentences": "Mr. Chairman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "Let me see. The gentleman from Maryland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RASKIN",
      "sentences": "Could the clerk please tell me how I'm recorded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Raskin, are you recorded as aye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RASKIN",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "Who seeks recognition? How was Mr. Johnson of Louisiana recorded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Johnson of Louisiana, you're recorded as no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "We -- for the benefit of members and everyone else present, we have two members coming back from a hearing. We're going to hold the vote open until they get here momentarily. We're going to hold the vote open until they get here momentarily, hopefully momentarily. People don't have to keep asking how they are recorded. We will...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "On this vote, everybody should be able to be recorded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, just to let you know, we're waiting for two more congressmen's vote. They were voting on other matters elsewhere. But it is looking now, just by party-line vote, that the House Judiciary Committee is going to hold the attorney general of the United States, Bill Barr, in contempt for not coming to testify to them. If it goes along that party-line vote, it would be 24 Democrats voting to hold him in contempt, 17 Republicans rejecting that. I think Chad Pergram is with us right now. Chad, do we know who the two are who are missing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS SENIOR CAPITOL HILL PRODUCER",
      "sentences": "We don't. I just stepped out of the committee a minute ago, Neil, and trying to figure out who they are. You have certain members of the Judiciary Committee who are members of two other committees. There are other committees meeting. It's pretty common on Capitol Hill to have multiple committees meeting at once, but because this is such a prominent hearing, that's why they have people spread all over the building at this point But this is the vote. They will hold this open for a couple of minutes, Neil. And then the question is, when does the full House of Representatives consider this? This is up to the leadership. If you go back to 2008, when they held Harriet Miers, the White House counsel, in contempt of Congress, and also Josh Bolten, who was the Bush chief of staff, John Conyers, who was then the chair of the Judiciary Committee, he waited a few weeks, until they actually popped that on the House floor. And the reason you do that is because, sometimes, you want to continue to apply pressure. So we have no indication at this point when they will do that. And, Neil, there's something else that's very important about the nature of the way that this will be considered before the full House. So when the committee behind me finishes, the committee will only have voted to hold Barr in contempt in an effort to get the full Mueller report. It's then up to the House leadership to determine if this is a civil contempt citation. In other words, do they go to court and sue for it?  That's what we have had before with Attorney General Eric Holder and certainly with Lois Lerner, the former IRS official. Do they do it as a criminal contempt citation? That's where they ask, in an awkward fashion, the Department of Justice to turn around on Barr.  Obviously, he wouldn't make that decision, but they would attempt to prosecute him. And then this is the very interesting one. It's called inherent contempt.  There are members of Congress who say, under their Article 1 authority with the Constitution, they could go and enforce this on their own. Now, in the old days, you could go back to 1800, and even as recently as 1935, Congress, what they did is, they said, we don't think that you played by the rules. You didn't provide us documents or appear or whatever. So we are going to go and -- quote -- \"arrest you.\" In 1935, they held somebody in the Willard Hotel for a while. Way back when, supposedly, they held them here on Capitol Hill, although we're not quite sure where. We can't imagine that type of scenario. You could also try to find someone. But, again, considering how Democrats have to play this in a very special realm, that they can't go too far, look like they're being too political, one doesn't think that that would happen. I spoke with one very senior source today who doesn't think that they would have an inherent contempt citation. So then you're left with criminal and civil. And as we have seen with the experience with Lerner and Holder and Bolten and Miers back in the Bush administration, it gets a lot of headlines, Neil, but not much happens after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Chad, you're the expert. I'm not. But, man, oh, man, for a simple country anchor here, he did -- that is, Barr -- testify just the day before and absorbed six hours of pretty rough questioning to a Senate panel. His objection, I think, ostensibly, was that he would be treated differently in this committee because they would have him questioned by a special counsel or a special lawyer, even though most of the members of that committee are lawyers. You could make the argument as well that the report is out, most of the redactions and all. So what's the point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "And this is the point that some of the Republicans have said, is that Jerry Nadler can look at the full report. He has been given access and some other key members...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, buddy, hang onto that. The clerk is going to the reading on this. Let's listen in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "OK. All right. Let's turn around here and listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Chairman, there are 24 ayes and 16 no's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "The ayes have it. And the committee report, as amended, is ordered reported favorably to the House. I now recognize the ranking member, the gentleman from Georgia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Thank you, Mr. Chairman. Pursuant to Clause 2-L of Rule 11, I hereby to give notice of intent to file dissenting views for the inclusion into the report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NADLER",
      "sentences": "The notice is duly noted. Members will have two days to submit views. The committee report will be reported as a single amendment, in the nature of a substitute, incorporating all adopted amendments. Without objection, staff is authorized to make technical and conforming changes. This concludes our business for today. Thanks to all of our members for attending. Without objection, the markup is adjourned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, there you have it, 24 Democrats voting to hold the attorney general of the United States in contempt, 16 Republicans not doing so. I believe there's one Republican that wasn't accounted for, Chad, but you know the committee makeup better than I do. But that is along party lines. Now what happens? Explain this process again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Right. Well, this goes to the full House. Someone is not held in contempt until you actually have a vote by the House or the Senate to hold them in contempt of Congress. We have had this most recently with Eric Holder, the former attorney general, Lois Lerner. You go back to other -- back into the 1970s, there were even Cabinet officials who were held in contempt by committees. Henry Kissinger, the secretary of state under President Ford, was held in contempt by a committee, also the commerce secretary. But, again, it didn't go to the full House floor. In those instances, they worked something out before it went to the House floor. In one instance, it was even the health education and welfare secretary, a Democratic Cabinet secretary under President Carter. So, you had a Democratic House, the committee doing that with a Democratic Cabinet official. But, again, this is going to go to the full House, unless they get that full report. And that's where the timing is a bit of question. We spoke with Nancy Pelosi, the House speaker, earlier today about what she would endorse, about how much time, about how -- what form this would take. We talked about the three forms of contempt. And she said she would take her lead from the Judiciary Committee. So, we wouldn't expect this to hang out there too long, Neil. But we would expect this to try to be an effort to try to apply additional pressure on the administration to provide the full Mueller report and maybe even provide the opportunity for some negotiation, because once you have made that -- voted in committee to do that, you said, wait a minute, you can actually show people we voted to hold you in contempt in committee. We will take it to the floor. Sometimes, that spurs those back -- behind-the-scenes negotiations. It's unclear if that will happen, especially since the administration exerted executive authority over all this, and because the waters right now seem rather poisoned, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that's putting it mildly, my friend. Thank you very, Chad Pergram.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Again, for those of you just tuning in and wondering what all the fuss is about, the House Judiciary Committee has gone ahead and voted to hold the attorney general, Bill Barr, in contempt of Congress, ostensibly for really failing to turn over an redacted version of the so-called Mueller report, the Bob Mueller report. Now, keep in mind that the report that was presented to Congress, they got about 92 percent of it. Others were given still more that brought it up to about 98 percent of the report. So it didn't affect the overall findings or the details of that report, which is why some in the White House were at loggerheads trying to understand, what's all the fuss about? John Roberts is there with the very latest. Hey, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Don't forget, though, Neil, this isn't just about the Mueller report itself. It's about the background material as well. And a lot of the background material goes to grand jury investigations, which is why Jerry Nadler has mentioned several times and a lot of his Democratic colleagues have that what they're asking Robert Mueller to do -- what they're asking, rather, Bill Barr to do is to get together with the committee to petition the courts to allow that grand jury testimony to be made public. But the Department of Justice doesn't want the grand jury information to be made public. In the middle of all of this, as this contempt hearing was about to get under way, the attorney general reached out to the president and said, look, I need your help here, because I can't fight this battle all by myself. So the president this morning asserted executive privilege over the unredacted version of the Mueller report and all of the investigative materials as a protective measure, basically to say to Congress, you aren't getting any of it, because I'm putting my stamp of executive privilege on it. So leave the attorney general alone. And the White House was quite forceful in its rebuke of Jerry Nadler seeking this information and going through this contempt of Congress process with the attorney general. Sarah Sanders saying: \"You would think, for an attorney, Chairman Nadler would be a little more up on the law . The attorney general is protecting information, grand jury information, confidential information that he cannot release. The fact that the chairman knows that and continues to ignore that is absolutely absurd.\" I am told by White House officials that when the attorney general walked into the Cabinet meeting just after 11:00 this morning, he was given a standing ovation by the rest of the Cabinet members and the president and the vice president. Clearly wasn't expecting that. It surprised him. He smiled. I'm sure he felt a little embarrassed about being given a standing ovation by his other colleagues in the Cabinet and the president and vice president. But they were showing their appreciation for him standing up in the face of all of this pressure coming down from Capitol Hill. So we don't know where we're going here on the question of executive privilege. It would seem, on the question of contempt, that now, as Chad says, this is going to go to the full House. And given the partisan makeup of the House, it's good chance that it would pass. But the big battle is going to be over executive privilege here and whether or not the committees decide that they are going to take the president to court, as has happened in other circumstances in the past, to try to get their hands on that information -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm just curious, John, had Barr agreed to testify to this House committee, the report notwithstanding, would we be here right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "You know, there's a good chance that we wouldn't be here right now. However, Jerrold Nadler wasn't going to give up on the idea that, in addition to having members of the committee, elected members of the committee question the attorney general, he was insistent on having his staff attorneys question the attorney general, and that was something that the Department of Justice and the White House wasn't about to let happen. So I think we're where we are today either way, because I don't think that Nadler would have given up on it and the attorney general wasn't going to agree to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, John Roberts, thank you very, very much. You can see the scrum developing out there in the hallway outside of this committee room. Microphones are set up. And dollar to a donut, any politician worth his or her salt might not pass up the opportunity to speak. But, again, you can be -- you can be surprised. Happy to see in the flesh with me right now is the former federal prosecutor Jon Sale, a very good read of all things drama in Washington. Jon, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON SALE, FORMER FEDERAL PROSECUTOR",
      "sentences": "Good to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. You're not surprised by this. But what do you think happens next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "Well, I woke up this morning, and I saw television that the DOJ personnel and the Senate -- the House committee personnel had reasonably reached a compromise. Then I realized I was dreaming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "The stunts, the empty chair, the chicken, I mean, as a citizen, I mean, we should be embarrassed. They really should have reached a compromise. I didn't start off defending the attorney general, but the way he was treated by -- when he appeared the first day, I mean, whether or not you support Bill Barr, you have to respect the office of the attorney general of the United States. You said -- I think you said 92 percent wasn't redacted. Actually, in the obstruction part, which everyone cares about, only 2 percent wasn't redacted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "And, today, Chairman Nadler says, well, we really don't mean 6(e) material. Well, of course, they meant 6(e) material. The attorney general -- because they asked him to agree to go to court through an agreed motion. Couldn't do that, because the law doesn't support the release of grand jury material.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, Jon, what is odd here -- and we had been talking about this not too long ago -- Nadler is the same guy who, when the Clinton investigative report was out, didn't think it had any value being released in total to the public. So that was then. I know politics is politics. But, man, that's weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "It's not weird, because you said politics is politics. So it's really understandable. But what could the attorney general do? They offered to -- except for 6(e), to provide everything else to just...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "6(e) refers to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "The grand jury. I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "They offered. And they can't give that. They offered to give everything else to a select number of the House leadership. They can't give more. I mean, can you imagine something not leaking in Washington? I mean, if you can, you will be on another planet. They're talking about sensitive intelligence, ongoing investigations. And they offered to make that available, but only to a select number of people, no notes. Well, that's the way it's done. In my practice, I have had cases where judges have ordered the release of sensitive material, same ground rules. Well, ground rules are, I could go in, no assistance, no notes. That's the compromise. It's not one that they have created.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And it's interesting, too, because I was telling our John Roberts that it looked like Barr was set to talk to this committee. Then there was this added wrinkle where they are going to have a lawyer talking to him, even though most of that committee is made up of lawyers.  And I think he probably felt, especially after six hours speaking before the Senate, I don't need this. Now, why did they make those special arrangements in that committee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "As you said, the majority of the members are lawyers. If instead of making speeches for five minutes, if they asked questions, we wouldn't be here today. But this is true. It doesn't matter, Democrat, Republican. It would be reverse, the same thing. Ask legitimate questions, and maybe they would have had the attorney general's testimony. And then maybe we wouldn't be here today. The subpoena is ridiculous. It's just political theatrics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. So let me ask you about what the president's now saying, you just can't willy-nilly start calling up people who worked for me or still work for me, Don McGahn chief among, the former counsel, that that's a slippery slope, attorney-client privilege, God knows what else, executive privilege. Where are you on that and how big a deal that will be to get him to come to the committee or committees?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "Well, if you read The New York Times, which I do every day, a number of very respectable people said, oh, my God, the republic is collapsing.  Separation of powers is gone. They're forgetting there's a third branch of government. This will all be decided in the courts. So, separation of powers is not over. The founders are not turning over in their graves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But the courts aren't in any rush, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "No, the courts are not in any rush. However, in Watergate that I was a part of, it was decided in four months. The Nixon case went to the Supreme Court, unanimous decision, only four months after we issued the subpoena.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We're going to be going to Jerry Nadler shortly. But how do you think he's handling this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "Nadler? I think he, unfortunately, is handling it that he's already made up his mind. And the party-line vote shows that there's no thought being given to this. It's political theatrics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Jon, thank you very, very much. To Jerry Nadler, the chairman of the House committee that has just decided, the Judiciary Committee, to hold the attorney general in contempt. Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, there you have it, a constitutional crisis, in the eyes of the House Judiciary chairman, Jerry Nadler. Jon Sale is back with us, a former federal prosecutor. A constitutional crisis. Is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "Well, with all due respect to Chairman Nadler, a constitutional crisis occurred at the time at the Saturday Night Massacre, if anybody remembers that, when President Nixon was about to defy a court order. This is not a constitutional crisis. I went to the University of Pennsylvania, and I walked past Ben Franklin's statue every day. He wasn't in my class. But I remember he would have said to the woman that the chairman cited, you know, there's a third branch of government. Our system works when the courts decide it. And, additionally, when he cited the Nixon case, I'm not sure he read it in its entirety. A trial subpoena called for the production of certain tapes. But the court went on to say, if you read it in its entirety, that its -- executive privilege is legitimate, and it's intertwined with separation of powers. There, it was the executive branch against the executive branch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, hang on to that thought, Jon, because we're just learning too that the Republican-led Intelligence Committee has gone ahead and subpoenaed Donald Trump Jr. to answer some questions about previous testimony he has given regarding the Russia investigation. It would be the first time one of the president's children would be kind of looped into this. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "Well, it's hard to see how there's any kind of executive privilege there. But Donald Trump Jr. will have his own personal counsel who will advise him on that. I mean, I think they can claim harassment and -- I don't know if it's a valid claim or not. But harassment is always a basis to resist a subpoena. And, once again, if they do that, they go to court, and I assume they would abide by the court's order either way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. You were very nice and kind of stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALE",
      "sentences": "It's a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We always learn a lot. Thank you, my friend. Senate Majority Whip John Thune is with us right now, Republican from South Dakota. Senator, this move right now for the Senate Intelligence Committee to subpoena Donald Trump Jr. to testify, what does that mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN THUNE, R-S.D.",
      "sentences": "Well, I think what it -- what it means, Neil, is that the Senate Intelligence Committee is doing their diligence on this side. Their investigation has been very bipartisan. They're wrapping it up. And I suspect this is probably one of the last things that they will do before they get ready to file their report. But this thing has been looked at multiple ways. You now have the Mueller report. It's all out there. No collusion, that's the conclusion that they came to. And the Democrats in the House, who seem insistent on continuing to drag this thing out, I think are missing what the American people care about. The American people think this issue is done. The Washington bubble and the folks who have Trump derangement syndrome here in Washington, D.C., and a lot of the Democrats perhaps or left-wing audience around the country are really the only people who are paying attention to this. Most, I think, Americans care about kitchen table issues, pocketbook issues, and they want to see this debate move forward onto some of those issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator, this vote in the House Judiciary Committee, as Jon Sale and I were discussing, was along party lines, the majority voting in favor, all of the Democrats, all the Republicans voting against holding the attorney general in contempt. But I'm wondering now whether you agree with Jerry Nadler's sort of constitutional crisis comment. Was he overdoing it, or what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "That's hyperbole on Jerry Nadler's part. I served with Jerry Nadler and a lot of those members in the House of Representatives. This is their, I guess, attempt to get a moment in the sun. But this is -- this is going to land with a loud thud. It's going to -- there's just -- this isn't going anywhere. And this contempt charge that they're making, they may vote out on the House of Representatives on the floor. But, I mean, this issue, again, for all intents and purposes, in the eyes of the American people, after the Mueller report was issued, fully released by Attorney General Barr, who was following the law, doing exactly what he said he would do when he testified in his confirmation hearings, when he met with me personally, and that is release all this information. It's all out there. The public can digest it. And they're ready to move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, Senator, to that point, the president was open for the entire report coming out. And most of it did in fact come out. And he was open to anyone and everyone testifying, now just the opposite. He's against subpoenaing present and former staff members. He's against Bob Mueller testifying at all. How do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Well, I think if the -- if the president or his team thought that there was a legitimate quest for the truth here or a sincere interest in actually getting questions answered, it'd be one thing. But I think they see this as a -- as political theater, which it is. I mean, this is a total -- on the House of Representatives right now, you can just watch what is going on over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if you have been subpoenaed, Senator, to have your people appear, and you and the White House, for whatever valid reasons you point out, say no, does that make a mountain out of what you argue is a political molehill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Well, I don't know that -- I just think that if -- if you're -- he's obviously -- they are subpoenaing members of the administration, obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "And so the president's claiming executive privilege, which is his - - he has the right to do that. And the courts will decide all that. It will probably take a number of years before they come to any -- any conclusions about that. But it seems to me at least what he is saying is essentially what the American people are saying, and that this is, for all intents and purposes, over. There will be some...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you said years. It would take years to resolve that, so not months, years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "I think it will be -- I think these issues of executive privilege, when they start going to the courts and work their way through the process, take a long way to get resolved, Neil. But -- so, in my view at least, what's happening over there right now is a political sideshow. It is political theater. And, you know, again, the president, to his credit, put everything out there. And the Mueller report is all out there for everybody to see. And I think now it's a question of what -- people can draw their own conclusions about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "And this is just an attempt to drag this on and play politics with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Thune, thank you for taking the time. We do appreciate it, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. For those of you just tuning in, a little bit of history here, a House panel holding the attorney general of the United States in contempt over this Mueller report, that not enough of it got out, and they want the whole thing. And they're impatient. Separately, a Senate committee has called for Donald Trump Jr. to testify about meetings he might have had and investigators who talked to him. And on we go. Here comes \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, ANCHOR",
      "utterance": "All right, deal or no deal? President trump signaling the United States may be on the brink of one -- that is, a deal - - with China, as trade talks are supposed to resumed tomorrow. But China is warning that it is ready to retaliate if the U.S. hikes tariffs on some $200 billion worth of Chinese goods at 12:01 a.m. Friday morning. Wall Street appearing a bit more optimistic than it certainly was yesterday, not all the I's dotted or T's crossed. But it's looking that way. That follows a nearly 500-point plunge we saw yesterday. So hope springs eternal that these guys can sort of right themselves. Welcome, everybody. This is \"Your World.\" I'm Neil Cavuto. Well, Reuters reporting that a 150-page draft trade agreement is -- quote - - \"riddled with reversals by China.\" So why is the president appearing to be striking an optimistic tone? FOX Business Network's Blake Burman is keeping track of all these late developments and the president's responses. Blake, what are you hearing?"
    },
    {
      "speaker": "BLAKE BURMAN, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, all these ebbs and flows, and we haven't even gotten to the discussions tomorrow afternoon, when they will begin. We're actually hearing now that the discussions between the U.S. and China trade teams tomorrow might only take place for a few hours tomorrow, meaning it's just about all but certain at this point that the tariff levels on some $200 billion worth of goods will be increasing from 10 to 25 percent 12:01 a.m. on Friday. That official notice at the federal register earlier today, and China responded on its part by reminding that they too can raise tariff levels.  That is the backdrop going into these discussions that will begin tomorrow among the U.S. trade representative, Robert Lighthizer, the treasury secretary, Steve Mnuchin, and the Chinese vice premier, Liu He. Lighthizer and Mnuchin have already gone on record saying that China has retreated on previous commitments. I'm told, Neil, by one source that includes China taking out from the proposed deal commitments that dealt with changing laws in China, along with getting rid of binding legal language from the draft. President Trump weighed in with his thinking at one point today, saying that he thinks China might be stalling, writing on Twitter -- quote -- \"The reason for the China pullback and attempted renegotiation of the trade deal is the sincere hope that they will be able to 'negotiate' with Joe Biden or one of the very weak Democrats and thereby continue to rip off the United States $500 billion a year for years to come.\""
    },
    {
      "speaker": "The president also saying during the second part of that tweet that China has said that",
      "utterance": "\"It is coming to make a deal.\" The stock market liked that portion of the tweet. Here was the press secretary, Sarah Sanders."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Look, we have gotten an indication they want to make a deal. Our teams are in continued negotiations. They're going to sit down tomorrow, and we will see what happens from there."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Neil, if there is not a deal, the president has also made clear that he is very happy to put forward those tariffs and collect what he says would amount to $100 billion a year. And keep in mind, he is still continuing to threaten some $325 billion worth of goods, to slap tariffs on those as well. The talks begin tomorrow -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So let me put you on the spot, my friend. If it looks like they're making progress, are you hearing that the tariffs would still go into effect because we don't have a deal done?"
    },
    {
      "speaker": "BURMAN",
      "utterance": "I think when you will just look at the timeline here, Neil, of when China arrives, the Chinese team, the talks, at the longest, have been just a few hours at a time. And then, tomorrow night, let's just call it for all intents and purposes tomorrow night at midnight. The tariffs go in effect. Something major, something drastic or a huge turn would have to take -- would have to take place for, all of a sudden, the president and his trade team to sit back and maybe hit the pause button on those tariffs. But just the sheer timing of this seems to suggest that this is going to be going forward tomorrow night -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, my friend, Blake Burman, the best of the best over at the White House."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Thanks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In the meantime, we don't know what to make of these different figures we're told. You heard Blake talk about the $200 billion worth of the Chinese goods. The president has talked about the fact of upping the ante, maybe include an additional -- not a higher amount -- an additional $325 billions, which would essentially be everything that China ships to us. The fallout from where we stand right now with market pros Gary Kaltbaum, John Layfield, and former Federal Reserve adviser Danielle DiMartino Booth. Depending on how bad this gets or how long it lasts, this impasse or tariff thing, Danielle, the economists say it's going to slice some oomph off the GDP. We haven't really seen this affect our economy yet. It was growing at a 3.2 percent clip, albeit this has been minimal impact, aside from farmers. So what do you think?"
    },
    {
      "speaker": "DANIELLE DIMARTINO BOOTH, FORMER FEDERAL RESERVE ADVISER",
      "utterance": "Well, I think that there's a very good possibility that will happen. And actually the threat of tariffs alone has indeed impacted GDP already, because so many companies stockpiled in advance of the potential increase in tariffs. We saw a huge contribution to the first-quarter GDP from inventories. My fear would be that Americans rely on cheap products from China. It is simply a fact of life. We have already seen car sales tick down for the first four months of this year. So household budgets are clearly strained.  And I think the last thing that they need is for prices on Chinese goods to begin increasing. So I don't see this as a happy development. And I think the stock market is rightly reading into what some of the economic ramifications will be potentially at 12:01 a.m. Friday."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, it's interesting, with the Chinese delegation here, John Layfield, and, of course, the vice premier here as well, that maybe things will get cooking tomorrow. Hard to say. But we do know that this latest round of tariffs the president is proposing goes beyond U.S. companies that do business in China. And up to now, they have been able to absorb the body blow of a 10 percent tariff limit, passing it on to American consumers -- 25 percent, all bets are off. And expanded tariffs on everything from furniture and clothing, to handbags, even Christmas decorations, you name it, that will change things, right?"
    },
    {
      "speaker": "JOHN LAYFIELD, FOX NEWS CONTRIBUTOR",
      "utterance": "Absolutely. The effect has been muted right now. And talking about -- Danielle is correct -- about 0.3 percent of GDP is what's going to be taken off if this is ramped up to 25 percent of the existing tariffs that are at 10 percent going up to 25. And -- but the problem you have is now you are going to start seeing more consumer products that are going to be impacted by this. This is a huge economy, about $19 trillion. This is not going to have a huge effect on the economy overall. We have got a very strong economy thanks to the president's tax cuts. However, this to me it's just self-sabotage. I think we're doing -- we could be possibly doing long-term structural damage to -- especially to our farmers what we're doing to them, because that's where China is going to retaliate against."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Gary, a lot of people have been looking at this, every time the market takes a hit, that there was this impasse. You know, you regret getting out of the market, because you have been richly rewarded if you stick it out and just go through it. Do you think the same will apply here, or there are too many unanswered questions?"
    },
    {
      "speaker": "GARY KALTBAUM, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, look, leave no doubt we're in a bullish market right now. Pullbacks have lasted three days. But I have to tell you, these are some pretty big numbers the administration's talking about. And the other part of the equation is, who's prepared for it? It started out with a tweet on Sunday and the president's trying to tell all the businesses of the United States that you have five days to prepare for monstrous, monstrous tariffs, which are costs to the business and ultimately cost the consumer. So with a market that's already in the first four months of this year getting about two-and-a-half to three years of yearly returns already, you could be in a position to really pull back hard, and it doesn't take much to have a catalyst. And you saw what happened yesterday. So, yes, it is worrisome. And I put out a little note this morning that I got to believe that, tomorrow, they're going to say that getting some things done, and we're going to hold off on the tariffs, because I got to tell you, we're heading for an election year, and I'm not so sure this is a smart thing to do from an administration."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. I wish we had more time, guys. We got a lot of breaking news. I do appreciate your stopping by to explain this. That breaking news is waiting on a House Judiciary Committee vote as to whether the attorney general of the United States should be held in contempt. It seems to be a foregone conclusion that this committee will rule that way. The question is what happens after they do -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, should happen any minute now, a House panel getting set to decide yea or nay on whether the attorney general of the United States, Bill Barr , should be held in contempt for refusing to talk to the committee, even though just the day before he had endured six hours of questioning on the Senate side. Not good enough. The question is what happens after this, and the president has also made it very clear he's not keen on pretty much any of his people testifying to any committee at any time, talking about executive privilege and the like. Catherine Herridge in the middle of it all here to help us sort it all out -- Catherine."
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX CHIEF INTELLIGENCE CORRESPONDENT",
      "utterance": "Well, Neil, good afternoon. Something's happening right now that's interesting, but potentially very significant. For the last hour, the two sides have been arguing over the language in the subpoena for the full Mueller report and the underlying records. And the Democratic chairman has said that it never meant to include what they call 6(e) material, which is grand jury material. But the problem is, that's been the main sticking point for the Justice Department and for Republicans, because, under the law, the attorney general needs a court order to share that material with Congress. Listen to this exchange."
    },
    {
      "speaker": "REP. JERROLD NADLER (D-NY)",
      "utterance": "We have made clear that the 6(e) material is not included for purposes of the subpoena. And if it wasn't clear enough when we accepted Mr. Gates' amendment, that is made super clear now."
    },
    {
      "speaker": "REP. DOUG COLLINS (R-GA)",
      "utterance": "How many lawyers walk into a court today and have -- and present a four-corner document to a judge, and then you try to argue, well, that's not what we meant, Mr. -- Your Honor? I meant to actually exclude this."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "So you got to watch the space, the space on the language and whether this is just going to be an interesting sort of exchange in the debate today, or whether it may have the effect of sort of legally desynching the subpoena for the Democrats. The other issue they have been looking at all day is the charge by Republicans that the Democrats want these materials because they're frankly unhappy with the findings of the special counsel on collusion, so a conspiracy between the Trump campaign and Russia, and then obstruction, which was ultimately decided by the attorney general and the deputy attorney general. And the Democrats have also been very clear that they think there's ample evidence to show the obstruction was real."
    },
    {
      "speaker": "REP. CEDRIC RICHMOND (D-LA)",
      "utterance": "This is not a witch-hunt. If it looks like a duck, walks like a duck, and quacks like a duck, it's a duck. And if it looks like obstruction, sounds like obstruction, smells like obstruction, it's obstruction."
    },
    {
      "speaker": "REP. MIKE JOHNSON (R-LA)",
      "utterance": "This is not about seeking the truth, as we have heard this morning. It's about raw partisan politics. Our Democrat colleagues have weaponized our critical oversight responsibilities."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "So, if the Democrats get the votes they need on this contempt resolution, it then goes to the House leadership. They will decide how it proceeds and when it proceeds, whether it will be criminal, civil or what they call inherent intent, which goes to the enforcement by the Congress -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Catherine, thank you very much, Catherine Herridge in Washington, D.C. Now, of course, the House is under Democratic control. This committee is under Democratic control. So it stands to reason that, by simply a party- line vote, they will proceed to hold the attorney general in contempt. Now, the House leadership, to Catherine's point, will decide what they do after that, whether this then becomes a full House vote and whether this picks up any steam. Remember, the president is also taking the view here that it ends here, that the report is out, read it though you will, take a comprehension of what the final findings were. The president, of course, arguing that there was no collusion, and when it comes to obstruction of justice, no obstruction either. He is also urging that his former top counsel Don McGahn cannot and should not and will not testify before any committee, and, in that role, it would be violating client privilege. Then there is the separate issue of how far to proceed this and whether you make this an impeachment proceeding itself, which, then again, would allow you to question anyone you want. But what's interesting in this development is, the Democrats, who control this process, so far have not taken that leap. Now, if you don't call it an impeachment proceeding or impeachment hearings, then you really can't force the issue of getting people to testify. Now, that differs in the eye of the legal expert you're talking to or given party of any congress man or woman. But what this means is, it's going to be a little political theater here.  Some have expressed interest in testifying, but, again, they want assurances and protections. None are being guaranteed or promised to anybody at this point. Then there's the issue of Bob Mueller, who crafted the report. Many want him to testify, but, of course, the president doesn't, says that it would be obviously an onerous development, for a variety of reasons. We will get into that a second with my next guest. But, of course, if he were a private citizen, stepped off from his government role, are all bets off? Could he, that is, Bob Mueller, the author of the report, testify? Let's ask the House Judiciary member Republican Arizona Congresswoman Debbie Lesko. Congresswoman, thank you for taking the time."
    },
    {
      "speaker": "REP. DEBBIE LESKO, R-ARIZ.",
      "utterance": "Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you want to hear from Bob Mueller? The president is saying it would be a bad idea, doesn't want to see it. Others, I know, have claimed the same. But what do you think?"
    },
    {
      "speaker": "LESKO",
      "utterance": "Well, I think I will leave that up to the president and the attorney general. I mean, in the past, the attorney general said that he was fine with Mueller testifying in front of us. So we will just have to wait and see what happens. But what's happening here today is nothing more than political theater, which has been going on now for weeks in the Judiciary Committee."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, now, it seems obvious to me, Congresswoman, that, just given the party breakdown, let's say all Republicans vote one way, all Democrats vote another way, the attorney general, at least within that committee, will be held in contempt. Do you know -- I know you're not talking to the House leadership here on these issues, the Democrats in charge -- but do you know what they're going to do after that?"
    },
    {
      "speaker": "LESKO",
      "utterance": "I do not know what the Democrat leadership is going to do. But this whole thing has been going on, as you know, for two years now.  The Democrats have been saying that there's collusion with Russia, collusion with Russia. And then when the Mueller report comes out and says there no collusion, well, then they have got to move on to something else. So week after week in the Judiciary Committee, instead of actually working on big issues, like securing the border -- since I'm from Arizona -- it's important to the people throughout the nation. All we're doing is doing political theater. I mean, for goodness' sakes, last week, we had a congressman bring fried chicken and eat fried chicken and pose in front of cameras with a ceramic chicken. I mean, this is -- this is crazy. And the American people that I talk to, they want us to work together to get big issues done, not all this political theater. This is nothing more than the Democrats trying to undermine the president of the United States.  And it's all about the 2020 presidential election. And that's really sad."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I had an opportunity a couple of days ago to speak with the former Whitewater independent counsel, Ken Starr, who was telling me on my Saturday show that Bob Mueller is actually, the source of all of this, did a great disservice to the attorney general in writing that March 24 letter in which he implied that he didn't -- he didn't cover it straight. This was Ken Starr."
    },
    {
      "speaker": "KENNETH STARR, FORMER SPECIAL PROSECUTOR",
      "utterance": "I think it was an unreasonable letter. I'm very, very disappointed in someone who I have great respect for. And that's Bob Mueller. He shouldn't have written that letter. And then Bill Barr did exactly the right thing by calling him up and saying, what's -- what's the problem? Where's the beef? And to say then that it wasn't accurate just suggests to me that Bob Mueller did a great disservice to the Justice Department and to Bill Barr."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congresswoman, what do you make of that, he did a great disservice?"
    },
    {
      "speaker": "LESKO",
      "utterance": "Well, I'm not going to comment on that. But I do have a question, why Robert Mueller didn't rule one way or the other. I mean, he's a prosecutor. So why didn't he say either you're guilty or innocent? And, instead, he just went on with all these verbiage and that type of thing. And, as a prosecutor, he's not in charge of exonerating somebody. I mean, the American people are innocent until proven guilty. So, I wish -- I wish that Robert Mueller would have just said, OK, we're going to refer this to a grand jury for indictment or we're -- or we're not. And, instead, it -- this whole thing has made it very confusing, a lot of different speculation. And I really do not understand why he did that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Debbie Lesko of Arizona, thank you, Congresswoman. Very good seeing you."
    },
    {
      "speaker": "LESKO",
      "utterance": "Thank you. Good seeing you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Things are heating up in the Middle East, to put it mildly, new video coming into our newsroom showing some B-52 bombers heading out to, yes, you guessed it, the Middle East. What we're up to -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, live to Washington. The House Judiciary Committee is voting on whether to hold the attorney general of the United States in contempt. Let's listen."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Ms. Roby votes no. Mr. Gaetz? Mr. Johnson of Louisiana."
    },
    {
      "speaker": "REP. MIKE JOHNSON, R-LA.",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Johnson of Louisiana votes no. Mr. Biggs? Mr. Biggs votes no. Mr. McClintock?"
    },
    {
      "speaker": "REP. TOM MCCLINTOCK, R-CALIF.",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. McClintock votes no. Miss Lesko?"
    },
    {
      "speaker": "LESKO",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Ms. Lesko votes no."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Reschenthaler?"
    },
    {
      "speaker": "REP. GUY RESCHENTHALER (R-PA)",
      "utterance": "No. Mr. Reschenthaler votes no. Mr. Cline?"
    },
    {
      "speaker": "REP. BEN CLINE (R-VA)",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Cline votes no. Mr. Armstrong?"
    },
    {
      "speaker": "REP. KELLY ARMSTRONG (R-ND)",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Armstrong votes no. Mr. Steube?"
    },
    {
      "speaker": "REP. W. GREGORY STEUBE (R-FL)",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Steube votes no."
    },
    {
      "speaker": "NADLER",
      "utterance": "Has everyone who wishes to be recorded been recorded? Has the gentleman from Tennessee been recorded? Does the gentleman from Tennessee wish to be recorded?"
    },
    {
      "speaker": "REP. STEVE COHEN (D-TN)",
      "utterance": "Yes."
    },
    {
      "speaker": "NADLER",
      "utterance": "How does the gentleman from Tennessee wish to be recorded?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Cohen votes aye."
    },
    {
      "speaker": "NADLER",
      "utterance": "We have two more people coming..."
    },
    {
      "speaker": "REP. DOUG COLLINS (R-GA)",
      "utterance": "Mr. Chairman?"
    },
    {
      "speaker": "NADLER",
      "utterance": "We're of a roll call."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Mr. Chairman?"
    },
    {
      "speaker": "NADLER",
      "utterance": "Gentleman from -- gentleman from Georgia."
    },
    {
      "speaker": "COLLINS",
      "utterance": "After all the eloquent speech today from -- and we're talking -- I forget, am I recorded?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Collins, you're recorded as no."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Thank you. I (INAUDIBLE) no."
    },
    {
      "speaker": "NADLER",
      "utterance": "Madam -- Madam Clerk, how am I recorded?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Nadler, you are recorded as aye."
    },
    {
      "speaker": "NADLER",
      "utterance": "I wish to be recorded as aye."
    },
    {
      "speaker": "REP. SHEILA JACKSON LEE (D-TX)",
      "utterance": "Mr. Chairman?"
    },
    {
      "speaker": "NADLER",
      "utterance": "The gentlelady from Texas."
    },
    {
      "speaker": "JACKSON LEE",
      "utterance": "How am I recorded?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Ms. Jackson Lee, you were recorded as aye."
    },
    {
      "speaker": "JACKSON LEE",
      "utterance": "I think that's correct. Thank you."
    },
    {
      "speaker": "REP. STEVE CHABOT (R-OH)",
      "utterance": "Mr. Chairman?"
    },
    {
      "speaker": "NADLER",
      "utterance": "The gentleman from Ohio."
    },
    {
      "speaker": "CHABOT",
      "utterance": "How am I recorded, Mr. Chairman?"
    },
    {
      "speaker": "NADLER",
      "utterance": "How is the gentleman from Ohio recorded?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Chabot, you are recorded as no."
    },
    {
      "speaker": "REP. DAVID CICILLINE (D-RI)",
      "utterance": "Mr. Chairman?"
    },
    {
      "speaker": "NADLER",
      "utterance": "The gentleman from Rhode Island."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Mr. Chairman, is it -- is it appropriate for us to enter into a colloquy right in the middle of a vote or no?"
    },
    {
      "speaker": "NADLER",
      "utterance": "It's the middle of a vote?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Then how am I recorded? That was what I was going to ask."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Cicilline, you're recorded as aye."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Thank you. That is correct."
    },
    {
      "speaker": "REP. CEDRIC RICHMOND (D-LA)",
      "utterance": "Mr. Chairman?"
    },
    {
      "speaker": "NADLER",
      "utterance": "Gentleman from Louisiana."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Richmond votes aye."
    },
    {
      "speaker": "NADLER",
      "utterance": "How many more do we have?"
    },
    {
      "speaker": "REP. JAMIE RASKIN (D-MD)",
      "utterance": "Mr. Chairman."
    },
    {
      "speaker": "NADLER",
      "utterance": "Let me see. The gentleman from Maryland."
    },
    {
      "speaker": "RASKIN",
      "utterance": "Could the clerk please tell me how I'm recorded?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Raskin, are you recorded as aye."
    },
    {
      "speaker": "RASKIN",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "NADLER",
      "utterance": "Who seeks recognition? How was Mr. Johnson of Louisiana recorded?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Johnson of Louisiana, you're recorded as no."
    },
    {
      "speaker": "NADLER",
      "utterance": "We -- for the benefit of members and everyone else present, we have two members coming back from a hearing. We're going to hold the vote open until they get here momentarily. We're going to hold the vote open until they get here momentarily, hopefully momentarily. People don't have to keep asking how they are recorded. We will..."
    },
    {
      "speaker": "NADLER",
      "utterance": "On this vote, everybody should be able to be recorded."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, just to let you know, we're waiting for two more congressmen's vote. They were voting on other matters elsewhere. But it is looking now, just by party-line vote, that the House Judiciary Committee is going to hold the attorney general of the United States, Bill Barr, in contempt for not coming to testify to them. If it goes along that party-line vote, it would be 24 Democrats voting to hold him in contempt, 17 Republicans rejecting that. I think Chad Pergram is with us right now. Chad, do we know who the two are who are missing?"
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS SENIOR CAPITOL HILL PRODUCER",
      "utterance": "We don't. I just stepped out of the committee a minute ago, Neil, and trying to figure out who they are. You have certain members of the Judiciary Committee who are members of two other committees. There are other committees meeting. It's pretty common on Capitol Hill to have multiple committees meeting at once, but because this is such a prominent hearing, that's why they have people spread all over the building at this point But this is the vote. They will hold this open for a couple of minutes, Neil. And then the question is, when does the full House of Representatives consider this? This is up to the leadership. If you go back to 2008, when they held Harriet Miers, the White House counsel, in contempt of Congress, and also Josh Bolten, who was the Bush chief of staff, John Conyers, who was then the chair of the Judiciary Committee, he waited a few weeks, until they actually popped that on the House floor. And the reason you do that is because, sometimes, you want to continue to apply pressure. So we have no indication at this point when they will do that. And, Neil, there's something else that's very important about the nature of the way that this will be considered before the full House. So when the committee behind me finishes, the committee will only have voted to hold Barr in contempt in an effort to get the full Mueller report. It's then up to the House leadership to determine if this is a civil contempt citation. In other words, do they go to court and sue for it?  That's what we have had before with Attorney General Eric Holder and certainly with Lois Lerner, the former IRS official. Do they do it as a criminal contempt citation? That's where they ask, in an awkward fashion, the Department of Justice to turn around on Barr.  Obviously, he wouldn't make that decision, but they would attempt to prosecute him. And then this is the very interesting one. It's called inherent contempt.  There are members of Congress who say, under their Article 1 authority with the Constitution, they could go and enforce this on their own. Now, in the old days, you could go back to 1800, and even as recently as 1935, Congress, what they did is, they said, we don't think that you played by the rules. You didn't provide us documents or appear or whatever. So we are going to go and -- quote -- \"arrest you.\" In 1935, they held somebody in the Willard Hotel for a while. Way back when, supposedly, they held them here on Capitol Hill, although we're not quite sure where. We can't imagine that type of scenario. You could also try to find someone. But, again, considering how Democrats have to play this in a very special realm, that they can't go too far, look like they're being too political, one doesn't think that that would happen. I spoke with one very senior source today who doesn't think that they would have an inherent contempt citation. So then you're left with criminal and civil. And as we have seen with the experience with Lerner and Holder and Bolten and Miers back in the Bush administration, it gets a lot of headlines, Neil, but not much happens after that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Chad, you're the expert. I'm not. But, man, oh, man, for a simple country anchor here, he did -- that is, Barr -- testify just the day before and absorbed six hours of pretty rough questioning to a Senate panel. His objection, I think, ostensibly, was that he would be treated differently in this committee because they would have him questioned by a special counsel or a special lawyer, even though most of the members of that committee are lawyers. You could make the argument as well that the report is out, most of the redactions and all. So what's the point?"
    },
    {
      "speaker": "PERGRAM",
      "utterance": "And this is the point that some of the Republicans have said, is that Jerry Nadler can look at the full report. He has been given access and some other key members..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, buddy, hang onto that. The clerk is going to the reading on this. Let's listen in."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "OK. All right. Let's turn around here and listen."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Chairman, there are 24 ayes and 16 no's."
    },
    {
      "speaker": "NADLER",
      "utterance": "The ayes have it. And the committee report, as amended, is ordered reported favorably to the House. I now recognize the ranking member, the gentleman from Georgia."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Thank you, Mr. Chairman. Pursuant to Clause 2-L of Rule 11, I hereby to give notice of intent to file dissenting views for the inclusion into the report."
    },
    {
      "speaker": "NADLER",
      "utterance": "The notice is duly noted. Members will have two days to submit views. The committee report will be reported as a single amendment, in the nature of a substitute, incorporating all adopted amendments. Without objection, staff is authorized to make technical and conforming changes. This concludes our business for today. Thanks to all of our members for attending. Without objection, the markup is adjourned."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, there you have it, 24 Democrats voting to hold the attorney general of the United States in contempt, 16 Republicans not doing so. I believe there's one Republican that wasn't accounted for, Chad, but you know the committee makeup better than I do. But that is along party lines. Now what happens? Explain this process again."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Right. Well, this goes to the full House. Someone is not held in contempt until you actually have a vote by the House or the Senate to hold them in contempt of Congress. We have had this most recently with Eric Holder, the former attorney general, Lois Lerner. You go back to other -- back into the 1970s, there were even Cabinet officials who were held in contempt by committees. Henry Kissinger, the secretary of state under President Ford, was held in contempt by a committee, also the commerce secretary. But, again, it didn't go to the full House floor. In those instances, they worked something out before it went to the House floor. In one instance, it was even the health education and welfare secretary, a Democratic Cabinet secretary under President Carter. So, you had a Democratic House, the committee doing that with a Democratic Cabinet official. But, again, this is going to go to the full House, unless they get that full report. And that's where the timing is a bit of question. We spoke with Nancy Pelosi, the House speaker, earlier today about what she would endorse, about how much time, about how -- what form this would take. We talked about the three forms of contempt. And she said she would take her lead from the Judiciary Committee. So, we wouldn't expect this to hang out there too long, Neil. But we would expect this to try to be an effort to try to apply additional pressure on the administration to provide the full Mueller report and maybe even provide the opportunity for some negotiation, because once you have made that -- voted in committee to do that, you said, wait a minute, you can actually show people we voted to hold you in contempt in committee. We will take it to the floor. Sometimes, that spurs those back -- behind-the-scenes negotiations. It's unclear if that will happen, especially since the administration exerted executive authority over all this, and because the waters right now seem rather poisoned, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that's putting it mildly, my friend. Thank you very, Chad Pergram."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Again, for those of you just tuning in and wondering what all the fuss is about, the House Judiciary Committee has gone ahead and voted to hold the attorney general, Bill Barr, in contempt of Congress, ostensibly for really failing to turn over an redacted version of the so-called Mueller report, the Bob Mueller report. Now, keep in mind that the report that was presented to Congress, they got about 92 percent of it. Others were given still more that brought it up to about 98 percent of the report. So it didn't affect the overall findings or the details of that report, which is why some in the White House were at loggerheads trying to understand, what's all the fuss about? John Roberts is there with the very latest. Hey, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Don't forget, though, Neil, this isn't just about the Mueller report itself. It's about the background material as well. And a lot of the background material goes to grand jury investigations, which is why Jerry Nadler has mentioned several times and a lot of his Democratic colleagues have that what they're asking Robert Mueller to do -- what they're asking, rather, Bill Barr to do is to get together with the committee to petition the courts to allow that grand jury testimony to be made public. But the Department of Justice doesn't want the grand jury information to be made public. In the middle of all of this, as this contempt hearing was about to get under way, the attorney general reached out to the president and said, look, I need your help here, because I can't fight this battle all by myself. So the president this morning asserted executive privilege over the unredacted version of the Mueller report and all of the investigative materials as a protective measure, basically to say to Congress, you aren't getting any of it, because I'm putting my stamp of executive privilege on it. So leave the attorney general alone."
    },
    {
      "speaker": "And the White House was quite forceful in its rebuke of Jerry Nadler seeking this information and going through this contempt of Congress process with the attorney general. Sarah Sanders saying",
      "utterance": "\"You would think, for an attorney, Chairman Nadler would be a little more up on the law . The attorney general is protecting information, grand jury information, confidential information that he cannot release. The fact that the chairman knows that and continues to ignore that is absolutely absurd.\" I am told by White House officials that when the attorney general walked into the Cabinet meeting just after 11:00 this morning, he was given a standing ovation by the rest of the Cabinet members and the president and the vice president. Clearly wasn't expecting that. It surprised him. He smiled. I'm sure he felt a little embarrassed about being given a standing ovation by his other colleagues in the Cabinet and the president and vice president. But they were showing their appreciation for him standing up in the face of all of this pressure coming down from Capitol Hill. So we don't know where we're going here on the question of executive privilege. It would seem, on the question of contempt, that now, as Chad says, this is going to go to the full House. And given the partisan makeup of the House, it's good chance that it would pass. But the big battle is going to be over executive privilege here and whether or not the committees decide that they are going to take the president to court, as has happened in other circumstances in the past, to try to get their hands on that information -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm just curious, John, had Barr agreed to testify to this House committee, the report notwithstanding, would we be here right now?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "You know, there's a good chance that we wouldn't be here right now. However, Jerrold Nadler wasn't going to give up on the idea that, in addition to having members of the committee, elected members of the committee question the attorney general, he was insistent on having his staff attorneys question the attorney general, and that was something that the Department of Justice and the White House wasn't about to let happen. So I think we're where we are today either way, because I don't think that Nadler would have given up on it and the attorney general wasn't going to agree to it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, John Roberts, thank you very, very much. You can see the scrum developing out there in the hallway outside of this committee room. Microphones are set up. And dollar to a donut, any politician worth his or her salt might not pass up the opportunity to speak. But, again, you can be -- you can be surprised. Happy to see in the flesh with me right now is the former federal prosecutor Jon Sale, a very good read of all things drama in Washington. Jon, good to have you."
    },
    {
      "speaker": "JON SALE, FORMER FEDERAL PROSECUTOR",
      "utterance": "Good to be here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. You're not surprised by this. But what do you think happens next?"
    },
    {
      "speaker": "SALE",
      "utterance": "Well, I woke up this morning, and I saw television that the DOJ personnel and the Senate -- the House committee personnel had reasonably reached a compromise. Then I realized I was dreaming."
    },
    {
      "speaker": "SALE",
      "utterance": "The stunts, the empty chair, the chicken, I mean, as a citizen, I mean, we should be embarrassed. They really should have reached a compromise. I didn't start off defending the attorney general, but the way he was treated by -- when he appeared the first day, I mean, whether or not you support Bill Barr, you have to respect the office of the attorney general of the United States. You said -- I think you said 92 percent wasn't redacted. Actually, in the obstruction part, which everyone cares about, only 2 percent wasn't redacted."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Interesting."
    },
    {
      "speaker": "SALE",
      "utterance": "And, today, Chairman Nadler says, well, we really don't mean 6(e) material. Well, of course, they meant 6(e) material. The attorney general -- because they asked him to agree to go to court through an agreed motion. Couldn't do that, because the law doesn't support the release of grand jury material."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, Jon, what is odd here -- and we had been talking about this not too long ago -- Nadler is the same guy who, when the Clinton investigative report was out, didn't think it had any value being released in total to the public. So that was then. I know politics is politics. But, man, that's weird."
    },
    {
      "speaker": "SALE",
      "utterance": "It's not weird, because you said politics is politics. So it's really understandable. But what could the attorney general do? They offered to -- except for 6(e), to provide everything else to just..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "6(e) refers to?"
    },
    {
      "speaker": "SALE",
      "utterance": "The grand jury. I'm sorry."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "SALE",
      "utterance": "They offered. And they can't give that. They offered to give everything else to a select number of the House leadership. They can't give more. I mean, can you imagine something not leaking in Washington? I mean, if you can, you will be on another planet. They're talking about sensitive intelligence, ongoing investigations. And they offered to make that available, but only to a select number of people, no notes. Well, that's the way it's done. In my practice, I have had cases where judges have ordered the release of sensitive material, same ground rules. Well, ground rules are, I could go in, no assistance, no notes. That's the compromise. It's not one that they have created."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And it's interesting, too, because I was telling our John Roberts that it looked like Barr was set to talk to this committee. Then there was this added wrinkle where they are going to have a lawyer talking to him, even though most of that committee is made up of lawyers.  And I think he probably felt, especially after six hours speaking before the Senate, I don't need this. Now, why did they make those special arrangements in that committee?"
    },
    {
      "speaker": "SALE",
      "utterance": "As you said, the majority of the members are lawyers. If instead of making speeches for five minutes, if they asked questions, we wouldn't be here today. But this is true. It doesn't matter, Democrat, Republican. It would be reverse, the same thing. Ask legitimate questions, and maybe they would have had the attorney general's testimony. And then maybe we wouldn't be here today. The subpoena is ridiculous. It's just political theatrics."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. So let me ask you about what the president's now saying, you just can't willy-nilly start calling up people who worked for me or still work for me, Don McGahn chief among, the former counsel, that that's a slippery slope, attorney-client privilege, God knows what else, executive privilege. Where are you on that and how big a deal that will be to get him to come to the committee or committees?"
    },
    {
      "speaker": "SALE",
      "utterance": "Well, if you read The New York Times, which I do every day, a number of very respectable people said, oh, my God, the republic is collapsing.  Separation of powers is gone. They're forgetting there's a third branch of government. This will all be decided in the courts. So, separation of powers is not over. The founders are not turning over in their graves."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But the courts aren't in any rush, right?"
    },
    {
      "speaker": "SALE",
      "utterance": "No, the courts are not in any rush. However, in Watergate that I was a part of, it was decided in four months. The Nixon case went to the Supreme Court, unanimous decision, only four months after we issued the subpoena."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We're going to be going to Jerry Nadler shortly. But how do you think he's handling this?"
    },
    {
      "speaker": "SALE",
      "utterance": "Nadler? I think he, unfortunately, is handling it that he's already made up his mind. And the party-line vote shows that there's no thought being given to this. It's political theatrics."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Jon, thank you very, very much. To Jerry Nadler, the chairman of the House committee that has just decided, the Judiciary Committee, to hold the attorney general in contempt. Let's listen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, there you have it, a constitutional crisis, in the eyes of the House Judiciary chairman, Jerry Nadler. Jon Sale is back with us, a former federal prosecutor. A constitutional crisis. Is it?"
    },
    {
      "speaker": "SALE",
      "utterance": "Well, with all due respect to Chairman Nadler, a constitutional crisis occurred at the time at the Saturday Night Massacre, if anybody remembers that, when President Nixon was about to defy a court order. This is not a constitutional crisis. I went to the University of Pennsylvania, and I walked past Ben Franklin's statue every day. He wasn't in my class. But I remember he would have said to the woman that the chairman cited, you know, there's a third branch of government. Our system works when the courts decide it. And, additionally, when he cited the Nixon case, I'm not sure he read it in its entirety. A trial subpoena called for the production of certain tapes. But the court went on to say, if you read it in its entirety, that its -- executive privilege is legitimate, and it's intertwined with separation of powers. There, it was the executive branch against the executive branch."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, hang on to that thought, Jon, because we're just learning too that the Republican-led Intelligence Committee has gone ahead and subpoenaed Donald Trump Jr. to answer some questions about previous testimony he has given regarding the Russia investigation. It would be the first time one of the president's children would be kind of looped into this. What do you think?"
    },
    {
      "speaker": "SALE",
      "utterance": "Well, it's hard to see how there's any kind of executive privilege there. But Donald Trump Jr. will have his own personal counsel who will advise him on that. I mean, I think they can claim harassment and -- I don't know if it's a valid claim or not. But harassment is always a basis to resist a subpoena. And, once again, if they do that, they go to court, and I assume they would abide by the court's order either way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. You were very nice and kind of stay with us."
    },
    {
      "speaker": "SALE",
      "utterance": "It's a pleasure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We always learn a lot. Thank you, my friend. Senate Majority Whip John Thune is with us right now, Republican from South Dakota. Senator, this move right now for the Senate Intelligence Committee to subpoena Donald Trump Jr. to testify, what does that mean?"
    },
    {
      "speaker": "SEN. JOHN THUNE, R-S.D.",
      "utterance": "Well, I think what it -- what it means, Neil, is that the Senate Intelligence Committee is doing their diligence on this side. Their investigation has been very bipartisan. They're wrapping it up. And I suspect this is probably one of the last things that they will do before they get ready to file their report. But this thing has been looked at multiple ways. You now have the Mueller report. It's all out there. No collusion, that's the conclusion that they came to. And the Democrats in the House, who seem insistent on continuing to drag this thing out, I think are missing what the American people care about. The American people think this issue is done. The Washington bubble and the folks who have Trump derangement syndrome here in Washington, D.C., and a lot of the Democrats perhaps or left-wing audience around the country are really the only people who are paying attention to this. Most, I think, Americans care about kitchen table issues, pocketbook issues, and they want to see this debate move forward onto some of those issues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator, this vote in the House Judiciary Committee, as Jon Sale and I were discussing, was along party lines, the majority voting in favor, all of the Democrats, all the Republicans voting against holding the attorney general in contempt. But I'm wondering now whether you agree with Jerry Nadler's sort of constitutional crisis comment. Was he overdoing it, or what do you think?"
    },
    {
      "speaker": "THUNE",
      "utterance": "That's hyperbole on Jerry Nadler's part. I served with Jerry Nadler and a lot of those members in the House of Representatives. This is their, I guess, attempt to get a moment in the sun. But this is -- this is going to land with a loud thud. It's going to -- there's just -- this isn't going anywhere. And this contempt charge that they're making, they may vote out on the House of Representatives on the floor. But, I mean, this issue, again, for all intents and purposes, in the eyes of the American people, after the Mueller report was issued, fully released by Attorney General Barr, who was following the law, doing exactly what he said he would do when he testified in his confirmation hearings, when he met with me personally, and that is release all this information. It's all out there. The public can digest it. And they're ready to move on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, Senator, to that point, the president was open for the entire report coming out. And most of it did in fact come out. And he was open to anyone and everyone testifying, now just the opposite. He's against subpoenaing present and former staff members. He's against Bob Mueller testifying at all. How do you feel about that?"
    },
    {
      "speaker": "THUNE",
      "utterance": "Well, I think if the -- if the president or his team thought that there was a legitimate quest for the truth here or a sincere interest in actually getting questions answered, it'd be one thing. But I think they see this as a -- as political theater, which it is. I mean, this is a total -- on the House of Representatives right now, you can just watch what is going on over there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if you have been subpoenaed, Senator, to have your people appear, and you and the White House, for whatever valid reasons you point out, say no, does that make a mountain out of what you argue is a political molehill?"
    },
    {
      "speaker": "THUNE",
      "utterance": "Well, I don't know that -- I just think that if -- if you're -- he's obviously -- they are subpoenaing members of the administration, obviously."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "THUNE",
      "utterance": "And so the president's claiming executive privilege, which is his - - he has the right to do that. And the courts will decide all that. It will probably take a number of years before they come to any -- any conclusions about that. But it seems to me at least what he is saying is essentially what the American people are saying, and that this is, for all intents and purposes, over. There will be some..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you said years. It would take years to resolve that, so not months, years?"
    },
    {
      "speaker": "THUNE",
      "utterance": "I think it will be -- I think these issues of executive privilege, when they start going to the courts and work their way through the process, take a long way to get resolved, Neil. But -- so, in my view at least, what's happening over there right now is a political sideshow. It is political theater. And, you know, again, the president, to his credit, put everything out there. And the Mueller report is all out there for everybody to see. And I think now it's a question of what -- people can draw their own conclusions about that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "THUNE",
      "utterance": "And this is just an attempt to drag this on and play politics with it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Thune, thank you for taking the time. We do appreciate it, sir."
    },
    {
      "speaker": "THUNE",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. For those of you just tuning in, a little bit of history here, a House panel holding the attorney general of the United States in contempt over this Mueller report, that not enough of it got out, and they want the whole thing. And they're impatient. Separately, a Senate committee has called for Donald Trump Jr. to testify about meetings he might have had and investigators who talked to him. And on we go. Here comes \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}