{
  "date": "May 31, 2017",
  "headline": "Will the market drive US policy on climate change?",
  "subHeadline": "President Trump expected to withdraw from the Paris climate accord; reaction and analysis on \"The Fox News Specialists.\"",
  "url": "https://www.foxnews.com/transcript/will-the-market-drive-us-policy-on-climate-change",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "EBONI K. WILLIAMS, CO- HOST",
      "sentences": "I am Eboni K. Williams, along with Eric Bolling and Kat Timpf. We are The Fox News Specialists. President Trump is expected to deliver on one of his biggest campaign pledges to put America first by pulling out of the Paris climate accord, President Trump saying a short time ago that he'll make a final decision very soon. He's long been one of their biggest critics, arguing that it's full of job-killing regulations that would ruin the U.S. economy and workers. The president critics are already claiming doom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE, CNN",
      "sentences": "It would say to the rest of the world a message that the United States does not care about this planet that we all share.  WHOOPI GOLDBERG, \"THE VIEW\"/ABC: This is no longer, oh, he's doing his thing. This is endangering the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTY GOLDFUSS, FORMER CHAIR, WHITE HOUSE COUNCIL ON ENVIRONMENTAL QUALITY, ON MSNBC",
      "sentences": "If we stand alone to face this global crisis, it's more than reckless. I mean, we are really endangering the planet, the American people, and our economy at a really fragile stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, Eric, I'm going to say for me that was a bit dramatic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But for those that want to talk about the economics, and you're a money guy, so maybe (INAUDIBLE) endangering the world, but from an economic model, but relying on bringing back the coal miners that we all care about, but it's a bit of nostalgic economic model some people say, and that instead we should be planning for an economic future that looks more tech and other source like solar power and things like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC BOLLING, CO-HOST",
      "sentences": "So anyone who is surprised that Donald Trump is debating, actually I'm surprised he has not already come out and said we're pulling out of the Paris climate accord, shouldn't be surprise. Look, the man ran on anti-globalism. He said we were going to pull out of the TPP, Transpacific Partnership, which we did. He said we needed to renegotiate NAFTA, which he's trying to do, to give America better deal. He said he's going to make NATO pay their fair share. He's an anti-globalist. But what this accord is it's a global agreement, which, by the way, America gets the short end of the stick. We clearly are one of the most prolific polluters in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, we're behind China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But China doesn't want to play ball either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "They don't want to get involve in these things. So what they want us to do is pick up the tab for a lot of countries -- developing countries. Brazil pollutes the heck out of the globe and they don't want to play ball either. So we're picking up the tab for countries who aren't ready to pick up the tab, much like we do with NATO, and Donald Trump, the anti-globalist says enough is enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Kat, do you think that he can renegotiate? Maybe he doesn't like it as it has been negotiated under President Obama, but maybe to Eric's point just make better terms if he's going to consider it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "sentences": "That's exactly what I would like to see him do. I think that we should still have a seat at the table as all the other countries, except for a couple are going to be involved in this. Just because it could have consequences here, for example they could -- in the form of carbon tariffs on our exports, those kinds of things that we don't engage at all. But the standards under Obama are ridiculous. They are job killers. Environmental productions don't sound as cute as fuzzy when you add in the form of regulations that will kill the economy and have people, you know, they find it hard to find a job. So the current -- will have a huge problem with Obama there's a reason why he didn't do it at a (INAUDIBLE) in the form of involving congress because no one will ever voted for that. There's got to be somewhere in the middle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hopefully so somewhere in the middle. Well, lets me today's specialists. She was crowned Miss America in 2008, she's also a conservative commentator, and she's the host of a podcast on faith wire news, but she specializes in making millennials great again, Kirsten Haglund is here. And he's a retired Maryland law enforcement official, also a regular talk show radio host in Washington, D.C., and he's also a board member of the ACLU, but he specializes in Democratic politics, Garland Nixon is here. Garland, I'm going to start with you since you specializes in Democratic politics, obviously a lot of Dems upset at the idea of President Trump coming out of this, but to Eric's point earlier, he did campaigned on it, American people did vote him as president, so isn't he just fulfilling a mandate by the American people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARLAND NIXON, ACLU BOARD MEMBER",
      "sentences": "Yeah. But for the most part, we understand that Democrats don't see climate change as a political issue. The way we would see it, when you start talking about how much it's going to cost to fix it, from our perspective it would be like -- if you're in a boat that has a hole in it and you're surrounded by sharks and you're debating how much it's going to cost to fix the hole, at that point you shouldn't. So if you believe that climate change is real, as most scientists do, then the issue of jobs is much less.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We may be in a boat but it certainly doesn't have the hole or the leak that you're describing it, and the sharks aren't ready to attack us in the boat. What we're talking about is, you know, over centuries, over hundreds of years, you're talking about a degree or two of which the United States of America is going to pony up the vast majority of the cost of keeping that climate down one or two degrees over a hundred years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "You know, best-case scenario. Worst-case scenario, as many scientists do believe is that we're in a much worse situation, and we're not talking about leaving a world to our children. We're talking about leaving nothing to our children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let's get Kirsten in here real quick. So for a lot of people and I think these two are perfectly parody, it's a debate around economics, it's a debate around politics, but also, you know, when we talk about children, millennials, and we're of that generation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRSTEN HAGLUND, FORMER MISS AMERICA",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". and Kat as well. What does it mean for us long term?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Well, the good thing, you know, as a conservative and very much for limited government, you believe that the market and consumers should drive these kind of changes rather than an international governing body or treaty, an international treaty forcing these issues. And the good thing, I'm optimistic because millennials are very conscious about waste, about trying to rely on renewable sources of energy increasingly. And what's interesting -- so I can be optimistic in that regard that if Trump does pulls out that we'll see consumers in the marketplace really driving a move toward greener energy. But also, just from a Democratic point of view, the Obama administration actually signed onto this treaty without having it ratified by two-thirds of the senate, and our constitution says that in order to participate in international treaties, you have to get it ratified by two-thirds of the senate, and obviously, electable to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. What he did was he kind of branded as being a piggyback of what Bill Clinton got ratified with regards to climate, which, of course, we're talking about the kind of numbers, it's not the same thing. It is a larger number.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Much larger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There's no question that the reason he didn't do it was because people wouldn't have voted for it. I think what Trump should do is make it an actual treaty, get congress involved. I do think that we certainly be paying attention of the climate. I certainly think that that's important. But just to throw a number out there, which even though we're not beholden to it, lobbyists can use it to push for regulations, very, very, strict regulations. Let's go through the proper channels and do it like an actual treaty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Great, except he'll never get that through congress. You will not get that through congress that is both senate and house Republican- controlled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Allow me to do this. I don't want to come off as a climate denier. I am certainly not that. I know the climate changes. We may be even warming. I'm not positive, but we may be and it may be an issue. But here's the economics of it, you point that out, China and Brazil are going to pollute, even if they signed this treaty they're going to pollute. If they're polluting more than they're supposed to, there is no indication that they'll even going to hold up their end of the treaty afterwards. So what happens is, we'll be here -- forking over all this money and our companies won't be able to complete with the Chinese or the Brazilians companies because they're being penalized and they're paying fees which the Chinese government and the Brazilian government will not make their companies pay up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Can I put on a different premise. So let's take this agreement off the table because I think we almost all agree it's not really that good. It's not well negotiated and we can do a better job of it. But when we talk about the economics, Eric, and again, I'm someone who's very concerned about this nostalgic economic model where we can benefit, I think, all by moving forward and having more jobs in the technology space and solar power. There's no harm in it. So what if.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Harm in what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No harm in moving our jobs and our economic model toward a futuristic, more technology based model.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You mean away from manufacturing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's a great idea, but it should be -- as Kirsten points out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": ". driven by the market by penalizing manufacturing companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK, Garland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Yeah. But if you're going to argue that the market is going to fix it, the fact of the matter is, if climate change is real, then it is the single greatest failure of the market. So how could the market fix something that it actually created?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, you mean because people are still relying heavily on things yesteryear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Right, because manufacturing has relied on fossil fuels. And if it's real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You do realize -- I mean, I know you do. You and I have worked together for eight years. Pollution is fungible, like money is fungible. So if you're polluting in China, Brazil, or any developing nations, we're still breathing that pollution. It's not staying in China. We're sharing it as a globe. So when you put our U.S. corporations at a financial disadvantage for the rest of the world, we're not saving the planet unless everyone, everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "How do we incentivize their moving into the new model?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Well, part of it is already happening. The concerning thing is Elon Musk did come out today and said he would possibly come off the advisory board. But just -- thinking about the environment and the climate, this agreement wouldn't even lower the temperatures. It would still go up 3 degrees, which everyone says is unnecessarily risky. So we're really caring about the climate. This treaty, as it stands, doesn't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So lots of people having problems with the agreement as it stands, Kat. But again, my big question is if -- I want to move to that technologically-based model, how do we incentivize? Because we don't want overregulation either, but how do we incentivize people to get to that a little bit quicker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. And it's absolutely is tough. I think that younger generation, people, as you were saying, there more and more interested in climate change. And that is where we also just have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Because other countries are, that's where other countries are moving. We have to move there too. We can't be the only country by ourselves running on coal, so that won't help us either. We can't be the people that are taking the lead, we have such strict regulations that we can't compete with China. And Eric, that's a great point. I completely agree. We can't completely destroy ourselves economically for the sake of a couple degrees, but at the same time even just speaking politically and economically, we can't be all the way over here on coal. So I think that we do need something, a little bit of a hybrid. I think that the one now is way too strict and would be disruptive to our economy, but we do need to do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Allow me to address your question. How do we incentivize? Well, we certainly don't incentivize by penalizing. That has never worked in any industry. But to incentivize implies that some government or body is going to pay for you to make a transition. You're a corporation. You're a business owner, to go from a manufacturing business to let's say software company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So you're saying, how do you -- the market incentivized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I'll pay more for this iPhone because it's being produced in a country where the climate is being protected, that's when it happens, but it's got to start at the grassroots level, not on penalizing stage or incentivizing stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Speaking of, up next is wake up, America. Eric Bolling is ready to unload over the Kathy Griffin controversy. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "OK. Time to wake up, America. ISIS is the face of evil, period. Lower than any form of living creature on the planet. Lower than slog snakes or even than those pigs they hate so much. So When Kathy Griffin posted that much talk about pose with a beheaded President Trump, she knew she wasn't attempting to be funny. Griffin acted with hate in her heart. She hates Donald Trump and his supporters so much that she blew well past what is acceptable in a normal society. Griffin swan dive to new low levels of humanity occupied by the likes of ISIS murderers. Griffin picture is almost identical to those reprehensible pictures of ISIS fighters holding the heads of their victims, images too graphic for this broadcast, images however, which we will never forget. Too harsh on Kathy griffin? Not a chance. The left, Hollywood, music city, all of you have to stop with the Trump derangement syndrome. Snoop Dogg pointing a gun at a Trump look-alike, derangement. Madonna in an anti-Trump rally suggesting she'd bomb the White House, derangement. You celebrities, are you brain- dead? These acts you call art hurt real people.  Think about little 11-year-old Barron Trump who reportedly saw that picture of Griffin had on TV, he ran to his mom fearing his dad was dead. Imagine the millions of kids watching Snoop's videos. You're not funny. You're not making a statement. You're being evil and likely borderline criminal. You're just showing your true colors and they certainly ain't red, white, and blue. But to Kathy Griffin you can't just say, oops, I'm sorry. I went too far. You classless fool. You didn't even apologize to President Trump. You're not remorseful. You're fearful. You're fearful of losing a gig or two, and my guess you're going to lose more than a gig or two. How about I make you a deal? You moved to another country, pick it anywhere that's not America. Me, I'll pay for the flight, I've done this before, and your moving costs. Nobody seems to want to take me up on it. But my guess, a few months away from America, you'd miss it here. You might realize what a loser you were. One last thing, that flight is a one-way ride. Kirsten, outrageous celebrities continue to do this, what if it was a Republican? What if it was a Republican president and a celebrity, would the media be outrage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Oh, my gosh, I mean, it would be a completely different story. And Kathy Griffin would have been called out immediately if this was President Obama. But it just makes my heart so sad. It really does. The level of political discourse in this country has sunk so low, and I think it has a lot to do as well with social media that people just get on there to be so nasty rather than constructive. And that means even entertainers have to go this low to get through the noise. It's sad. It's abysmal. And I think, honestly, we should all take a look at ourselves and say how can we be kinder? How can we achieve true tolerance? Which means being able to disrespect to someone -- being to disagree with them but still respect them as an individual. We all need to take a step back and monitor how we connect with each other on individual level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "What do you think, Eboni?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think it's vile. I think it's disgusting, Eric. First of all, Kathy Griffin is not funny anyway. That's why -- I think self-profess D-list. But here's -- I do not like social media. I've been a big critic of it primarily. But also, Eric, you know what I saw, I say a lot of liberals. And you're right the mainstream media outrage wasn't what I think it should have been. But on social media, Eric, there were a lot of anti-Trump, very left-leaning Democratic, very liberal people that said you know what, this is out of control. It's ridiculous. And they actually did condemn this. And they thought it was way too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And you should give props to CNN, they cut her loose today. Congratulations. It was going to happen, but they did it nice and swift. The way they did when Donna Brazil was caught lying and cheating on the debate prep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "This was disgusting. Anybody would say it was disgusting. I don't think it's criminal. You have to say that this woman is actually going for making fun of celebrities' plastic surgery to willingly, knowingly saying, all right, I'm going to kill presidents now. That's what you have to believe in order for it to be a criminal thing. It was a desperate ploy for attention from somebody whose latest career achievement was squatty patty which she has now lost. She said in her apology, she said, oh, I'm shocked, I'm so sorry I'm seeing the reaction. You're show -- just seeing the reaction. If you watch the footage, the backstage footage, behind the scene footage, she says, oh, we're not going to survive this. We're going to have to go to Mexico. She saw the reaction ahead of time and that's why she did it. She wanted the attention. She got the attention. People are talking about her. You don't walk around with a severed head if you're not looking for people to talk about you and paying attention. It was disgusting. It was sick. But she knew exactly what she's doing. Now we're talking about her. And the squatty patty thing was very exciting, now she doesn't have it. She'll have to deal with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And Kat points out that this was premeditated. This is something that she said on videotape prior to posting it online, she said, hey, we do provocative things with the photographer and this one is going to create quite a stir. Meanwhile, Garland, in the monologue, I said where was the apology? It wasn't an apology to Trump. It was an apology for her fans. She was worried about losing gigs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Yeah. One of two things here, number one, you know, as a former law-enforcement officer, I hope they don't start assigning law enforcement to investigate stupidity because If they do that's pretty much all we'll ever do. But, on that being said, I think it does to me demonstrate a problem on my side of the aisle and that is exactly what people on the left, the Bernie-crats call Trump derangement syndrome also. And that is seeing Donald Trump as the problem. Seeing Donald Trump as an individual as a political problem instead of number one, looking at the party internally and figuring out what we need to fix. And number two, understand that the problem is broad, it's political, and it's economic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Go against the policies -- yeah, if you want to make an argument that you don't like a policy, whatever. Fine, do that. But to basically show him decapitated, I mean, what in the world?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That is insane. So can we write this up as free speech?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, this is protected speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I would make a legal argument though, Kat, that -- I'm not saying she should be arrested, but other lawyer -- friends of mine have also said, I do think -- when you start showing that, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "A threat is knowing and willful threatening. That's her saying, all right, I'm not going to be making fun of someone bad lip injections anymore, now I'm going to move into the assassination business. No one actually thinks that's what she's doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "What about when kids see this stuff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm not defending it. It's disgusting. It's sick. And she's losing squatty patty, huge deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Forget squatty patty for a second, let's talk about Barron Trump, who, according to the Trump family, Barron saw this on television, ran to his mom and said is dad dead? So when it starts hurting real people, has it gone beyond the free speech argument?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I agree with you. But also, I get death threats. People threatened to kill me on twitter all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's not knowing and willful. All I'm saying is that legally it doesn't need to stand up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Actually -- this I'm saying, it doesn't but you could make an argument, Kat. Here's the thing, the slippery slope start somewhere. At what point are we going to say that that type of thing invokes, even the imagery of that type of thing, is a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Here's why, you can't yell fire in a crowded movie theater we all know why. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Why, because it gives the image that it's a real fire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Yelling fire in a crowded movie theater when there's no fire isn't actually harmful. It's what happens -- the reaction. So the reaction of something like this fool putting the picture of Donald Trump's head beheaded or Snoop Dogg with a gun pointed at Donald Trump, there's a reaction that could be happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Well, it's the same argument, honestly, that the left made years ago when there was a shooting, and Gabriel Giffords, remember was shot because the left wanted to point to this image on Sarah Palin, I believe it was twitter account with the target signs over members of congress and senate. So you do have to look at this cascading rise and this normalization of political violence. It is not OK, people, it just not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Of course it's not OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "While it is reprehensible, I would say this is specifically the type of speech that is protected by the first amendment. Remember the first amendment protects unpopular -- all speech, but specifically unpopular speech because you don't have to protect popular speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. We're going to leave it right there. We've got to go. But a quick programming note, be sure to catch Hannity at 10 PM Eastern tonight, Shawn sits down with Lara Trump, President Trump daughter- in-law to discuss the Kathy Griffin controversy. You don't want to miss that. But up next here, the investigation into national security leaks ramping up the house intel committee just a few minutes ago, delivering subpoenas to the nation's three big intel agencies with the names of top Obama administration officials. In the spotlight they were subpoenaed. We're going to tell you who they were and what they're looking for. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Fox News' James Rosen reporting that three of the nation's intelligence agencies received subpoenas this afternoon issued, they're issued by the house intel committee. Most intriguingly, each subpoenaed demands for documents that name top officials of the Obama administration, Susan rice, Obama's national security advisor, former CIA director John Brennan, and former U.N. ambassador Samantha Power. All three subpoenas specifically referenced unmasking, a big signal that the house intel committee is escalating its investigation into national security leaks. I wonder what these could possibly be, the standard for unmasking is very subjective. There could be something incriminating. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric called this",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Can we just point this out again? I'm thrilled that this is -- the house intel committee, a bunch of committees looking at a lot of these things. But, again, Susan rice, the national security advisor under President Obama was the one who unmasked Flynn's name after the CIA, FBI, and NSA said no, we don't see any need to unmask him. She somehow figured out a reason to unmask him. And I'm hoping, because they also in this subpoena they asked for documents as well. So I'm hoping there're some emails explaining why she wanted to unmasked him. My hunch is that it's purely politics. That at some point during the campaign and to keep plausible deniability away from President Obama, that she asked for the name of the Trump administration person who had dealings with the Russians, unmasked them against, obviously, against the NSA, CIA, and FBI. So it had to be politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What could be interesting though, Eric, is you could be right. It could be totally politically motivated. Not necessarily personally doubt that it was. But also, as Kat points out, the standard is so loose and it's so vast, that she could point to almost anything to legitimize it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Could it be that the FBI, CIA, and NSA missed it, but Susan Rice found it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All she's got to do is say it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All she's has to do is say it and have no one be able to prove otherwise. You have a different take than Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Talking about this whole unmasking thing, it sounds like really scary, like unmasking would have to be something that was illegal, but there's not really much to it as Eboni said. Unmasking, pretty much as -- because of her position in the administration, she could do it and nobody could really question her, unless they could find some, not just illegal...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That is scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Not illegal. It is scary, though. It is scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That is scary as hell, Garland Nixon. Because who's the same the next -- some president down the -- or even Trump. If you're -- if you're an anti-Trump person, are you going to tell me that Trump's NSA director can unmask anyone at will?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Because Americans should be very afraid of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And the truth is, is yes, and it's too broad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You should need a FISA court to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "And you know what's interesting, though? Is even if she did unmask for political reasons, and they find this out, that's still not finding out who leaked this information to the press. That's also an issue with the Manchester bombing information. You know, so that is a very important national security issue we have to get to the bottom of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, a short time ago, during a conference, Hillary Clinton took some big swings at President Trump. She was asked who is creating and spreading false information about her during the presidential campaign. Here's what she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, D-FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "We're getting more information about all of the contacts between Trump campaign officials and Trump associates with Russians before, during, and after the election. So I hope that we'll get enough information to be able to answer that question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARA SWISHER, CO-FOUNDER, RECODE",
      "sentences": "But you're leaning Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "Yes, yes, I'm leaning Trump. I think it's pretty hard not to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm shocked. I'm shocked that she said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's over. You lost. Sixty-one million people voted for Donald Trump. Three hundred and seven electoral votes. She's still trying to figure out the reason she lost. Because you didn't go to the Rust Belt states. That's why you lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In her infamous words, what difference does it make? Right? Honestly, Garland, I mean, you accurately point out, the party should be using this time as a diagnostic, to look internally and figure out what's wrong, what's not resonating, and finding corrective measures around messaging. This is what -- what's...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "I -- for example, voted Democrat as long as I've been voting; and when the election cycle started, I was going to vote for Hillary. I didn't vote for Hillary, and it wasn't because of anything that was false about her. It was because of the things that I found out that were true that I didn't agree with. So I don't agree with her. You know, the whole concept that she lost because of false information. I'd like to know what it is. Most of the progressives and the Bernie people I know that walked away from Hillary, it was because they didn't like her policies. It wasn't even about the e- mails. It was purely policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's so much easier if you have everyone enabling you so you don't have to look at yourself. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "The other interesting thing, though -- and I sit, and I watch this and I think, man, if that were me, I would just want to just take spa days for the rest of my life and, like, you know, sip a glass of chardonnay, which I know she said helped. But you know, what's interesting is that this is a key fundraising time for Democrats right now, and they are banking in money -- and you probably know this -- and cash on this message, on this Russia message. So it makes sense from a political perspective why she's doing this. It feeds -- feeds their base and their coffers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Did you know that April, the Democratic Party reported their lowest fundraising numbers since 2009. So apparently, it's not working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And they're still keeping going with what's not working, which is great news there for them. No, I don't know. It's got to go away. She's got to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Final question: do you think this makes it more difficult, though, for young and upcoming Dems who could be leaders or superstars in the party, to get out there when old baggage from yesteryear keeps coming in the way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You're going to get it for that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Thank God I didn't say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "I have to agree with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Because right now -- right now, if you look at the youth in the Democratic Party, they're going in the opposite direction. They do not agree with the -- with the, you know, Hillary Clinton wing of the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Except for Jon Ossoff. They're putting the money on that one. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Terror on the march with horrific attacks spanning the globe and ISIS unveiling disturbing new tactics to sow chaos. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Kirsten Haglund and Garland Nixon. We'll continue our conversation. Radical Islamic terrorists are escalating across the globe. A massive suicide bomb rocked the diplomatic quarter of Kabul, Afghanistan, today. At least 90 people are dead, and 11 American citizens are among the more than 400 injured. The Kabul attack followed twin ISIS suicide bombings in Baghdad yesterday, one targeting an ice cream parlor full of children. Dozens were killed in both attacks. Meanwhile, government forces in the Philippines are in fierce clashes with ISIS-linked militants. They're attempting to retake the city of Maurori (ph), the city seized by militants last week. Getting worse and worse. Kirsten, I'm going to start with you, this targeting children. I don't know that it's a coincidence that this took place during the month of Ramadan in celebration, where more children and young people report saying there were baby bottles and things like this in the debris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What is going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "It's -- it's hate. It's just massive hate. And against their own people. As President Trump said and pointed out, you know, most of the victims of terrorism around the globe are actually Muslims, other Muslims from these -- these ISIS and Islamic State militants. You know what is going to be really interesting, is to see General Mattis's and the generals' real strategy to go after ISIS. There were strong words during the Middle East trip but there wasn't still a real defined strategy here. You know, we've been in Afghanistan for more than a decade. What does victory look like in the war against terror and in Afghanistan, where these bombings took place? I think we need a clear definition and a clear look at what the Trump doctrine is going to be in the Middle East to really finally solve this problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric, to that point, what we do know, that Mattis has told us, is that there's going to be a different type of strategy from Trump, where we're going in. We're not waiting for them to come out. We're going in and getting them internally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So here's my dilemma, and I've been very consistent about this over the years. I'm against being in Afghanistan. I'm against being in Iraq. But if we're in, I support the effort. Where, I think, President Obama got in trouble was going into the presidency, he said, \"We're going to get out of these two conflicts,\" or wars, out of these two wars. Premeditated that pullout before it was time to do it. So either you're in or out. Personally I think this is a situation, you're talking about now an al Qaeda or an ISIS or whatever ideology spreading to the Asian -- to Asian economies, Asian countries. Very, very dangerous. So what are we going to do? The term you've used here before, whack-a-mole. You know what? It doesn't matter. You kill them there, they're going to pop up somewhere else. So I'm against it. I think it's very different than when we -- when we defend our South Korean allies, when we defend our Japanese friends. Very different from trying to put down, you know, something in the Middle East. I think we need to be pulling ourselves out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Garland, is Eric right about this? Is this a situation where President Obama campaigned and largely won, many would say, in 2008, off of the promise to get us out of these two conflicts and really made that happen, even in the face of, maybe, evidence that that wasn't necessarily the best thing to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Well, I think if you look at this, this is bigger than President Obama. Because if you look at from President Bush, President Obama and now...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, we know President Bush messed up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "... President Trump, what we're seeing is this kind of hokey-pokey foreign policy, where we put our left foot in, we put our right foot out, depending on who -- which -- who's president. What we have to do is figure at some point that we've got to get -- I'm with Eric. We just need to get out, because going in and out is not working. And just -- it just depends on which president we have, which policy we'll have. But we're getting the same results every time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "The reality of that, though, is then you leave Afghanistan to the Taliban. Forty percent of Afghanistan is under Taliban control right now. I mean, that -- this is what life is going to look like for those people. It's a very, very hard reality. And talking about the troop levels, they're at at least 1,000 troop shortage in Afghanistan. And at the height, I mean, it was 50,000-plus there. So it's a very, very difficult quagmire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "How do we -- I mean, we've been there for 15 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Exactly. Exactly, exactly. All these years, all these American lives, all this money. You want -- you were talking about what is our goal, what we want to see there? We thought we could solve things. It's clearly not going to happen. We do need to get out of there. It's never going to be a good time. Yes, there are those problems, and the problems are very bad. And they are, in fact, so bad that we're not going to be able to solve them. We're wasting a lot of time and money and American lives trying to solve something that is just not solvable. That area is so unstable. It's such a mess. And like you said, whack-a-mole. People are our friends, our enemies. People that are enemies, that are enemies, that are enemies, are popping up. And why are we doing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But maybe not, though. Maybe not. I mean, and I am by no means -- let me take it to something Garland said. Garland said we've had three presidents that were in and they were out. I don't think so. President Bush was all in, both feet were in. President Obama was out and in. He was kind of in. He made a mistake of being out. He went back in. I think we're still waiting to see what the Trump doctrine is going to be. As a candidate, he said he didn't want to be involved in these foreign wars if at all possible. As a president, he's getting involved. I think we need to figure it out. And I do think he needs to be either all in or all out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And then I guess I would wonder, what is the risk associated if we do get all out? Because I like the idea of being all out. I just feel like we've been in so long, I'm concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "And then you allow these groups to metastasize in the Middle East. Right? These terrorist groups with plots to affect Americans. You know, another way to kind of help stem this is we've got to have better intelligence on the ground. We've got to have boots on the ground, in so far as intelligence is concerned, so that we can combat these threats. Because we know, and actually, the generals reported just very recently, that on the ground, if we pull out of Afghanistan completely, there's -- that's going to be the place and a launching pad for attacks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But won't it -- won't it be anyway? Won't it anyway be in? If it's not Afghanistan, it could be Thailand or somewhere else on the Asian - - rim?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Yes, but there has to be a gray area. And one thing that Trump did say that I do agree is that he's going to listen to the generals on this. Mattis, obviously, formerly head of CentCom. He's got some of the best people, defense-wise, in there advising him. And I trust them to do a good job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, God, I hope that that's what happens and that they figure something out. Because right now it's too expensive and too many American lives gone. Don't go away. We've got much more news on \"The Fox News Specialists.\" Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Today is May 31, which means \"The Fox News Specialists\" has now been on the air for one month. It's been a downpour of news over these past 30 days, and it's already generated plenty of highlights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Hello, everyone. I'm Eric Bolling, along with Eboni K. Williams and Kat Timpf and this is \"The Fox News Specialists.\" Let's meet today's specialists. He is Mark Cuban, and he is here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Joe Namath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Ari Fleischer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Laura Ingraham. Kellyanne Conway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Pat Buchanan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Mo Elleithee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Joe Piscopo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Herman Cain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Stephen A. Smith. Tyrus. That's right, he's anonymous (Ph), just like Cher or Sting. He specializes in riding in a buffalo on stage. Rock legend Ted Nugent is here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TED NUGENT, ROCK STAR",
      "sentences": "That's a buffalo between my legs. Nice call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That is a very unique specialty set.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know they sold this to the president, like, \"OK, you're going to walk over with the Saudi president and whomever else, and you're going to put your hand on a globe. It's going to be lit.\" And he's like, \"How bad can this be?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It was lit. Are you a fan of the orb?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE PISCOPO, COMEDIAN",
      "sentences": "Anything from Spencer Gifts. I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELVIRA SALAZAR, JOURNALIST",
      "sentences": "Build the wall. We don't have any problems with building the wall. But with very big gates, because we need a lot of people taking up jalapeno peppers in Southern California or oranges in Miami or cleaning the toilets here in Manhattan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "This family was a refugee family from Libya.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "I'm not with you on this one. No, he was born in the United Kingdom. The Manchester terrorists were born in the United Kingdom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Has parents were refugees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Well, my mother was born abroad. I was born here. So I'm not sure the solution is to say, because people's parents were born somewhere else, you can't be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN KISSEL, COMEDIAN",
      "sentences": "Donald Trump has curtsied to the Saudi king.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "He didn't curtsy. Stop. Stop right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERMAN CAIN, R-FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "None of this adds up to anything except more malarkey, more distractions. I'm not mad at you all. I'm just passionate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Time to wake up, America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let's continue the conversation with \"The Docket\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's time for our newest segment, \"Kat on the Street.\" That's me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In this moment, this is what's important. President Trump is saying the words. He is speaking to moderate Muslims. He's saying, \"You know what? We actually cannot do this successfully without you.\" PAT BUCHANAN, FORMER PRESIDENTIAL CANDIDATE/FORMER STAFFER IN NIXON WHITE HOUSE: I've got a memo to Nixon recommending the retirement of J. Edgar Hoover a year before his death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCHANAN",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You don't think he's really going to cancel the press briefing, do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, TALK RADIO HOST",
      "sentences": "I think it's part of this cat-and-mouse game that, again, if you've known him for as long as we have, you're used to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE NAMATH, NFL HALL OF FAMER",
      "sentences": "I don't know what we mean, shut down. I mean, come on. What is that exactly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FORMER ADVISOR TO PRESIDENT GEORGE W. BUSH",
      "sentences": "We'll play the rest of the game in a day or two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CONTRIBUTORS",
      "sentences": "Regardless of what the president thinks, the American people have no appetite for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know, let's call it what it is. If we can't name the enemy, how are we going to fight the enemy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, DEMOCRATIC STRATEGIST",
      "sentences": "They are extremists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Extremist what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Extremist killers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I'm an extremist runner a couple times a week, but I'm not an extremist terrorist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Kind of sub-tweeting a country, which was very interesting. They do need...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Sub-trolling. Trolling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I've known President Trump for 15 years, and I said, \"You know what? Keep tweeting. You hit 100 million people.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN A. SMITH, ESPN ANCHOR",
      "sentences": "That's terrible advice, horrible advice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Go around the fake news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Answer the question. That was phenomenal. She gets asked about world issues; I get asked where I'm going to be in 10 minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Everybody that's condemning Obama right now were with her, right? And she also made a whole bunch of money speaking to Wall Street, as well. So why is it OK for Hillary and not OK for Obama?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "People on Twitter are attacking me right now, because I'm wearing teal. And that means that I hate my country and I don't care about the troops. When in reality, I didn't have time to do laundry this weekend, because I was at West Point Military Academy watching my cousin graduate. So sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "What is the endgame for the terrorists? What is the endgame? The message has to be sent you will accomplish absolutely nothing. We will win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm mad they didn't include my lipstick on my teeth from yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They should have included that and made it the whole 3 minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I thought it was just perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We should thank the producers, too. You guys did a great job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Brianna, Nick, all you -- Andrew. Who else? Jacque.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jacque.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And Natalia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Monaco. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And Nicole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Everybody, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And Megan, who's home. Yes, that was great. This is so much fun. Every single day, we get to -- and I think that's what's...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And we're going to do this every month, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let's do it every month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You guys will do another package for us next month?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You guys will be on the highlight reel for next month. No one really understood the format when this show first went on the air, and I think every single day, it's gotten better and better. Because you two -- the end seats, the specialists are such a special part of what we do here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Special special.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I said that. Oh, my God, that's funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely. Thank you. Thank you, thank you. And yes, first people were like, \"Wait, what? Mark Cuban is hosting the show?\" No, this's not how it works. This is a different kind of show. People don't really understand, and now maybe they're getting it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's definitely, definitely been a fun time. All right. When we return, we're going to \"Circle Back\" with our specialists Kirsten Haglund and Garland Nixon. Right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All righty, time to \"Circle Back\" with our specialists, Kirsten Haglund and Garland Nixon. Kirsten, I'll start with you. Is it cool -- can it be cool to be a conservative millennial again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Yes. Among -- in some circles, it already is. You know, I think that conservative millennials have a chance to kind of redefine themselves and their priorities. Because a lot of them grew up thinking that the Moral Majority, the religious right, you know, and that wing was all that conservative Republicans could be. But I think that they're really taking this time to redefine themselves. The movement, especially in light of Trump and the kind of the different party that he's created, I'm very optimistic and hopeful that our future is looking up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Excellent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'll crown you all over again, Kirsten.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "World peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Absolutely. Garland, I have this one for you. As you look at the Democratic Party right now and all that's going on, what I think a lot of people see is a lot of chaos. What's the right note for them? Where should they be focusing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Right now, they should be focused on policy. You know, the Democratic Party had a guy who gave them the formula, and he filled stadiums. And they ignored him, and they're still ignoring them. And now we're listening to someone who's, you know, talking about why she lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In June, no less.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "So the right thing for the Democratic Party to move is...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "What did we call her earlier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I was talking about old baggage in the party, Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It was a metaphor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There's someone out there who got so mad when they heard the \"bag\" part, they're typing up a hate blog about you probably.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's called context.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Are there any up-and-coming leaders in the Democratic Party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Tulsi Gabbard. Tulsi Gabbard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All right, cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Keep your eye on Tulsi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Can I also ask you, we have a little bit of time here. You're an ACLU board member, no less.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "National board of directors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "What's the biggest issue facing the ACLU, civil liberties right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Right now, I think the immigrant issues right now. That will be the travel ban that's still going on in court and heading up towards the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, can't wait for SCOTUS to get their hands on that. Final question, Kirsten, you have a very important charity, the Kirstein Haglund Foundation. Tell us a bit about it and what you do and how important that mission is to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Thank you so much. Yes, we work with families that are seeking treatment for, primarily, eating disorders. And it was something that I started during my year as Miss America and continue to do that. Because we believe that families should have access to good quality care so they can go on to live healthy, full productive lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Very important work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. We're good to go? Good show?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAGLUND",
      "sentences": "Wonderful. Thanks for having us. Awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. We're going to leave it right there. We're going to say thank you to our \"Fox News Specialists,\" both of them, Kirsten Haglund and Garland Nixon. And we thank all of you for watching. Make sure to follow us on social media. We're huge on social media. You can't believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Huge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "SpecialistsFNC -- we're getting here -- on Twitter and Facebook. Remember, 5 o'clock will never be the same. \"Special Report\" coming up next, Bret Baier. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO- HOST",
      "utterance": "I am Eboni K. Williams, along with Eric Bolling and Kat Timpf. We are The Fox News Specialists. President Trump is expected to deliver on one of his biggest campaign pledges to put America first by pulling out of the Paris climate accord, President Trump saying a short time ago that he'll make a final decision very soon. He's long been one of their biggest critics, arguing that it's full of job-killing regulations that would ruin the U.S. economy and workers. The president critics are already claiming doom."
    },
    {
      "speaker": "UNINDENTIFIED MALE, CNN",
      "utterance": "It would say to the rest of the world a message that the United States does not care about this planet that we all share. WHOOPI GOLDBERG, \"THE VIEW\"/ABC: This is no longer, oh, he's doing his thing. This is endangering the world."
    },
    {
      "speaker": "CHRISTY GOLDFUSS, FORMER CHAIR, WHITE HOUSE COUNCIL ON ENVIRONMENTAL QUALITY, ON MSNBC",
      "utterance": "If we stand alone to face this global crisis, it's more than reckless. I mean, we are really endangering the planet, the American people, and our economy at a really fragile stage."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, Eric, I'm going to say for me that was a bit dramatic."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But for those that want to talk about the economics, and you're a money guy, so maybe (INAUDIBLE) endangering the world, but from an economic model, but relying on bringing back the coal miners that we all care about, but it's a bit of nostalgic economic model some people say, and that instead we should be planning for an economic future that looks more tech and other source like solar power and things like that."
    },
    {
      "speaker": "ERIC BOLLING, CO-HOST",
      "utterance": "So anyone who is surprised that Donald Trump is debating, actually I'm surprised he has not already come out and said we're pulling out of the Paris climate accord, shouldn't be surprise. Look, the man ran on anti-globalism. He said we were going to pull out of the TPP, Transpacific Partnership, which we did. He said we needed to renegotiate NAFTA, which he's trying to do, to give America better deal. He said he's going to make NATO pay their fair share. He's an anti-globalist. But what this accord is it's a global agreement, which, by the way, America gets the short end of the stick. We clearly are one of the most prolific polluters in the world."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, we're behind China."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But China doesn't want to play ball either."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I know."
    },
    {
      "speaker": "BOLLING",
      "utterance": "They don't want to get involve in these things. So what they want us to do is pick up the tab for a lot of countries -- developing countries. Brazil pollutes the heck out of the globe and they don't want to play ball either. So we're picking up the tab for countries who aren't ready to pick up the tab, much like we do with NATO, and Donald Trump, the anti-globalist says enough is enough."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Kat, do you think that he can renegotiate? Maybe he doesn't like it as it has been negotiated under President Obama, but maybe to Eric's point just make better terms if he's going to consider it?"
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "utterance": "That's exactly what I would like to see him do. I think that we should still have a seat at the table as all the other countries, except for a couple are going to be involved in this. Just because it could have consequences here, for example they could -- in the form of carbon tariffs on our exports, those kinds of things that we don't engage at all. But the standards under Obama are ridiculous. They are job killers. Environmental productions don't sound as cute as fuzzy when you add in the form of regulations that will kill the economy and have people, you know, they find it hard to find a job. So the current -- will have a huge problem with Obama there's a reason why he didn't do it at a (INAUDIBLE) in the form of involving congress because no one will ever voted for that. There's got to be somewhere in the middle."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hopefully so somewhere in the middle. Well, lets me today's specialists. She was crowned Miss America in 2008, she's also a conservative commentator, and she's the host of a podcast on faith wire news, but she specializes in making millennials great again, Kirsten Haglund is here. And he's a retired Maryland law enforcement official, also a regular talk show radio host in Washington, D.C., and he's also a board member of the ACLU, but he specializes in Democratic politics, Garland Nixon is here. Garland, I'm going to start with you since you specializes in Democratic politics, obviously a lot of Dems upset at the idea of President Trump coming out of this, but to Eric's point earlier, he did campaigned on it, American people did vote him as president, so isn't he just fulfilling a mandate by the American people?"
    },
    {
      "speaker": "GARLAND NIXON, ACLU BOARD MEMBER",
      "utterance": "Yeah. But for the most part, we understand that Democrats don't see climate change as a political issue. The way we would see it, when you start talking about how much it's going to cost to fix it, from our perspective it would be like -- if you're in a boat that has a hole in it and you're surrounded by sharks and you're debating how much it's going to cost to fix the hole, at that point you shouldn't. So if you believe that climate change is real, as most scientists do, then the issue of jobs is much less."
    },
    {
      "speaker": "BOLLING",
      "utterance": "We may be in a boat but it certainly doesn't have the hole or the leak that you're describing it, and the sharks aren't ready to attack us in the boat. What we're talking about is, you know, over centuries, over hundreds of years, you're talking about a degree or two of which the United States of America is going to pony up the vast majority of the cost of keeping that climate down one or two degrees over a hundred years."
    },
    {
      "speaker": "NIXON",
      "utterance": "You know, best-case scenario. Worst-case scenario, as many scientists do believe is that we're in a much worse situation, and we're not talking about leaving a world to our children. We're talking about leaving nothing to our children."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let's get Kirsten in here real quick. So for a lot of people and I think these two are perfectly parody, it's a debate around economics, it's a debate around politics, but also, you know, when we talk about children, millennials, and we're of that generation."
    },
    {
      "speaker": "KIRSTEN HAGLUND, FORMER MISS AMERICA",
      "utterance": "Yeah."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". and Kat as well. What does it mean for us long term?"
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Well, the good thing, you know, as a conservative and very much for limited government, you believe that the market and consumers should drive these kind of changes rather than an international governing body or treaty, an international treaty forcing these issues. And the good thing, I'm optimistic because millennials are very conscious about waste, about trying to rely on renewable sources of energy increasingly. And what's interesting -- so I can be optimistic in that regard that if Trump does pulls out that we'll see consumers in the marketplace really driving a move toward greener energy. But also, just from a Democratic point of view, the Obama administration actually signed onto this treaty without having it ratified by two-thirds of the senate, and our constitution says that in order to participate in international treaties, you have to get it ratified by two-thirds of the senate, and obviously, electable to the American people."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. What he did was he kind of branded as being a piggyback of what Bill Clinton got ratified with regards to climate, which, of course, we're talking about the kind of numbers, it's not the same thing. It is a larger number."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Much larger."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There's no question that the reason he didn't do it was because people wouldn't have voted for it. I think what Trump should do is make it an actual treaty, get congress involved. I do think that we certainly be paying attention of the climate. I certainly think that that's important. But just to throw a number out there, which even though we're not beholden to it, lobbyists can use it to push for regulations, very, very, strict regulations. Let's go through the proper channels and do it like an actual treaty."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Great, except he'll never get that through congress. You will not get that through congress that is both senate and house Republican- controlled."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Allow me to do this. I don't want to come off as a climate denier. I am certainly not that. I know the climate changes. We may be even warming. I'm not positive, but we may be and it may be an issue. But here's the economics of it, you point that out, China and Brazil are going to pollute, even if they signed this treaty they're going to pollute. If they're polluting more than they're supposed to, there is no indication that they'll even going to hold up their end of the treaty afterwards. So what happens is, we'll be here -- forking over all this money and our companies won't be able to complete with the Chinese or the Brazilians companies because they're being penalized and they're paying fees which the Chinese government and the Brazilian government will not make their companies pay up."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Can I put on a different premise. So let's take this agreement off the table because I think we almost all agree it's not really that good. It's not well negotiated and we can do a better job of it. But when we talk about the economics, Eric, and again, I'm someone who's very concerned about this nostalgic economic model where we can benefit, I think, all by moving forward and having more jobs in the technology space and solar power. There's no harm in it. So what if."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Harm in what?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No harm in moving our jobs and our economic model toward a futuristic, more technology based model."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You mean away from manufacturing?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's a great idea, but it should be -- as Kirsten points out."
    },
    {
      "speaker": "BOLLING",
      "utterance": ". driven by the market by penalizing manufacturing companies."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK, Garland."
    },
    {
      "speaker": "NIXON",
      "utterance": "Yeah. But if you're going to argue that the market is going to fix it, the fact of the matter is, if climate change is real, then it is the single greatest failure of the market. So how could the market fix something that it actually created?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, you mean because people are still relying heavily on things yesteryear?"
    },
    {
      "speaker": "NIXON",
      "utterance": "Right, because manufacturing has relied on fossil fuels. And if it's real."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You do realize -- I mean, I know you do. You and I have worked together for eight years. Pollution is fungible, like money is fungible. So if you're polluting in China, Brazil, or any developing nations, we're still breathing that pollution. It's not staying in China. We're sharing it as a globe. So when you put our U.S. corporations at a financial disadvantage for the rest of the world, we're not saving the planet unless everyone, everyone."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "How do we incentivize their moving into the new model?"
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Well, part of it is already happening. The concerning thing is Elon Musk did come out today and said he would possibly come off the advisory board. But just -- thinking about the environment and the climate, this agreement wouldn't even lower the temperatures. It would still go up 3 degrees, which everyone says is unnecessarily risky. So we're really caring about the climate. This treaty, as it stands, doesn't do it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So lots of people having problems with the agreement as it stands, Kat. But again, my big question is if -- I want to move to that technologically-based model, how do we incentivize? Because we don't want overregulation either, but how do we incentivize people to get to that a little bit quicker?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. And it's absolutely is tough. I think that younger generation, people, as you were saying, there more and more interested in climate change. And that is where we also just have to."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Because other countries are, that's where other countries are moving. We have to move there too. We can't be the only country by ourselves running on coal, so that won't help us either. We can't be the people that are taking the lead, we have such strict regulations that we can't compete with China. And Eric, that's a great point. I completely agree. We can't completely destroy ourselves economically for the sake of a couple degrees, but at the same time even just speaking politically and economically, we can't be all the way over here on coal. So I think that we do need something, a little bit of a hybrid. I think that the one now is way too strict and would be disruptive to our economy, but we do need to do something."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Allow me to address your question. How do we incentivize? Well, we certainly don't incentivize by penalizing. That has never worked in any industry. But to incentivize implies that some government or body is going to pay for you to make a transition. You're a corporation. You're a business owner, to go from a manufacturing business to let's say software company."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So you're saying, how do you -- the market incentivized."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I'll pay more for this iPhone because it's being produced in a country where the climate is being protected, that's when it happens, but it's got to start at the grassroots level, not on penalizing stage or incentivizing stage."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Speaking of, up next is wake up, America. Eric Bolling is ready to unload over the Kathy Griffin controversy. We'll be right back."
    },
    {
      "speaker": "BOLLING",
      "utterance": "OK. Time to wake up, America. ISIS is the face of evil, period. Lower than any form of living creature on the planet. Lower than slog snakes or even than those pigs they hate so much. So When Kathy Griffin posted that much talk about pose with a beheaded President Trump, she knew she wasn't attempting to be funny. Griffin acted with hate in her heart. She hates Donald Trump and his supporters so much that she blew well past what is acceptable in a normal society. Griffin swan dive to new low levels of humanity occupied by the likes of ISIS murderers. Griffin picture is almost identical to those reprehensible pictures of ISIS fighters holding the heads of their victims, images too graphic for this broadcast, images however, which we will never forget. Too harsh on Kathy griffin? Not a chance. The left, Hollywood, music city, all of you have to stop with the Trump derangement syndrome. Snoop Dogg pointing a gun at a Trump look-alike, derangement. Madonna in an anti-Trump rally suggesting she'd bomb the White House, derangement. You celebrities, are you brain- dead? These acts you call art hurt real people. Think about little 11-year-old Barron Trump who reportedly saw that picture of Griffin had on TV, he ran to his mom fearing his dad was dead. Imagine the millions of kids watching Snoop's videos. You're not funny. You're not making a statement. You're being evil and likely borderline criminal. You're just showing your true colors and they certainly ain't red, white, and blue. But to Kathy Griffin you can't just say, oops, I'm sorry. I went too far. You classless fool. You didn't even apologize to President Trump. You're not remorseful. You're fearful. You're fearful of losing a gig or two, and my guess you're going to lose more than a gig or two. How about I make you a deal? You moved to another country, pick it anywhere that's not America. Me, I'll pay for the flight, I've done this before, and your moving costs. Nobody seems to want to take me up on it. But my guess, a few months away from America, you'd miss it here. You might realize what a loser you were. One last thing, that flight is a one-way ride. Kirsten, outrageous celebrities continue to do this, what if it was a Republican? What if it was a Republican president and a celebrity, would the media be outrage?"
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Oh, my gosh, I mean, it would be a completely different story. And Kathy Griffin would have been called out immediately if this was President Obama. But it just makes my heart so sad. It really does. The level of political discourse in this country has sunk so low, and I think it has a lot to do as well with social media that people just get on there to be so nasty rather than constructive. And that means even entertainers have to go this low to get through the noise. It's sad. It's abysmal. And I think, honestly, we should all take a look at ourselves and say how can we be kinder? How can we achieve true tolerance? Which means being able to disrespect to someone -- being to disagree with them but still respect them as an individual. We all need to take a step back and monitor how we connect with each other on individual level."
    },
    {
      "speaker": "BOLLING",
      "utterance": "What do you think, Eboni?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think it's vile. I think it's disgusting, Eric. First of all, Kathy Griffin is not funny anyway. That's why -- I think self-profess D-list. But here's -- I do not like social media. I've been a big critic of it primarily. But also, Eric, you know what I saw, I say a lot of liberals. And you're right the mainstream media outrage wasn't what I think it should have been. But on social media, Eric, there were a lot of anti-Trump, very left-leaning Democratic, very liberal people that said you know what, this is out of control. It's ridiculous. And they actually did condemn this. And they thought it was way too far."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And you should give props to CNN, they cut her loose today. Congratulations. It was going to happen, but they did it nice and swift. The way they did when Donna Brazil was caught lying and cheating on the debate prep."
    },
    {
      "speaker": "TIMPF",
      "utterance": "This was disgusting. Anybody would say it was disgusting. I don't think it's criminal. You have to say that this woman is actually going for making fun of celebrities' plastic surgery to willingly, knowingly saying, all right, I'm going to kill presidents now. That's what you have to believe in order for it to be a criminal thing. It was a desperate ploy for attention from somebody whose latest career achievement was squatty patty which she has now lost. She said in her apology, she said, oh, I'm shocked, I'm so sorry I'm seeing the reaction. You're show -- just seeing the reaction. If you watch the footage, the backstage footage, behind the scene footage, she says, oh, we're not going to survive this. We're going to have to go to Mexico. She saw the reaction ahead of time and that's why she did it. She wanted the attention. She got the attention. People are talking about her. You don't walk around with a severed head if you're not looking for people to talk about you and paying attention. It was disgusting. It was sick. But she knew exactly what she's doing. Now we're talking about her. And the squatty patty thing was very exciting, now she doesn't have it. She'll have to deal with that."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And Kat points out that this was premeditated. This is something that she said on videotape prior to posting it online, she said, hey, we do provocative things with the photographer and this one is going to create quite a stir. Meanwhile, Garland, in the monologue, I said where was the apology? It wasn't an apology to Trump. It was an apology for her fans. She was worried about losing gigs."
    },
    {
      "speaker": "NIXON",
      "utterance": "Yeah. One of two things here, number one, you know, as a former law-enforcement officer, I hope they don't start assigning law enforcement to investigate stupidity because If they do that's pretty much all we'll ever do. But, on that being said, I think it does to me demonstrate a problem on my side of the aisle and that is exactly what people on the left, the Bernie-crats call Trump derangement syndrome also. And that is seeing Donald Trump as the problem. Seeing Donald Trump as an individual as a political problem instead of number one, looking at the party internally and figuring out what we need to fix. And number two, understand that the problem is broad, it's political, and it's economic."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Go against the policies -- yeah, if you want to make an argument that you don't like a policy, whatever. Fine, do that. But to basically show him decapitated, I mean, what in the world?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "That is insane. So can we write this up as free speech?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, this is protected speech."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I would make a legal argument though, Kat, that -- I'm not saying she should be arrested, but other lawyer -- friends of mine have also said, I do think -- when you start showing that, I think."
    },
    {
      "speaker": "TIMPF",
      "utterance": "A threat is knowing and willful threatening. That's her saying, all right, I'm not going to be making fun of someone bad lip injections anymore, now I'm going to move into the assassination business. No one actually thinks that's what she's doing."
    },
    {
      "speaker": "BOLLING",
      "utterance": "What about when kids see this stuff?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm not defending it. It's disgusting. It's sick. And she's losing squatty patty, huge deal."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Forget squatty patty for a second, let's talk about Barron Trump, who, according to the Trump family, Barron saw this on television, ran to his mom and said is dad dead? So when it starts hurting real people, has it gone beyond the free speech argument?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I agree with you. But also, I get death threats. People threatened to kill me on twitter all the time."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's not knowing and willful. All I'm saying is that legally it doesn't need to stand up."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Actually -- this I'm saying, it doesn't but you could make an argument, Kat. Here's the thing, the slippery slope start somewhere. At what point are we going to say that that type of thing invokes, even the imagery of that type of thing, is a problem."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Here's why, you can't yell fire in a crowded movie theater we all know why. Why?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Why, because it gives the image that it's a real fire."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Yelling fire in a crowded movie theater when there's no fire isn't actually harmful. It's what happens -- the reaction. So the reaction of something like this fool putting the picture of Donald Trump's head beheaded or Snoop Dogg with a gun pointed at Donald Trump, there's a reaction that could be happening."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Well, it's the same argument, honestly, that the left made years ago when there was a shooting, and Gabriel Giffords, remember was shot because the left wanted to point to this image on Sarah Palin, I believe it was twitter account with the target signs over members of congress and senate. So you do have to look at this cascading rise and this normalization of political violence. It is not OK, people, it just not."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Of course it's not OK."
    },
    {
      "speaker": "NIXON",
      "utterance": "While it is reprehensible, I would say this is specifically the type of speech that is protected by the first amendment. Remember the first amendment protects unpopular -- all speech, but specifically unpopular speech because you don't have to protect popular speech."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. We're going to leave it right there. We've got to go. But a quick programming note, be sure to catch Hannity at 10 PM Eastern tonight, Shawn sits down with Lara Trump, President Trump daughter- in-law to discuss the Kathy Griffin controversy. You don't want to miss that. But up next here, the investigation into national security leaks ramping up the house intel committee just a few minutes ago, delivering subpoenas to the nation's three big intel agencies with the names of top Obama administration officials. In the spotlight they were subpoenaed. We're going to tell you who they were and what they're looking for. We'll be right back."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Fox News' James Rosen reporting that three of the nation's intelligence agencies received subpoenas this afternoon issued, they're issued by the house intel committee. Most intriguingly, each subpoenaed demands for documents that name top officials of the Obama administration, Susan rice, Obama's national security advisor, former CIA director John Brennan, and former U.N. ambassador Samantha Power. All three subpoenas specifically referenced unmasking, a big signal that the house intel committee is escalating its investigation into national security leaks. I wonder what these could possibly be, the standard for unmasking is very subjective. There could be something incriminating. I don't know."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric called this"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Can we just point this out again? I'm thrilled that this is -- the house intel committee, a bunch of committees looking at a lot of these things. But, again, Susan rice, the national security advisor under President Obama was the one who unmasked Flynn's name after the CIA, FBI, and NSA said no, we don't see any need to unmask him. She somehow figured out a reason to unmask him. And I'm hoping, because they also in this subpoena they asked for documents as well. So I'm hoping there're some emails explaining why she wanted to unmasked him. My hunch is that it's purely politics. That at some point during the campaign and to keep plausible deniability away from President Obama, that she asked for the name of the Trump administration person who had dealings with the Russians, unmasked them against, obviously, against the NSA, CIA, and FBI. So it had to be politics."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What could be interesting though, Eric, is you could be right. It could be totally politically motivated. Not necessarily personally doubt that it was. But also, as Kat points out, the standard is so loose and it's so vast, that she could point to almost anything to legitimize it."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Could it be that the FBI, CIA, and NSA missed it, but Susan Rice found it?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All she's got to do is say it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "All she's has to do is say it and have no one be able to prove otherwise. You have a different take than Eric."
    },
    {
      "speaker": "NIXON",
      "utterance": "Talking about this whole unmasking thing, it sounds like really scary, like unmasking would have to be something that was illegal, but there's not really much to it as Eboni said. Unmasking, pretty much as -- because of her position in the administration, she could do it and nobody could really question her, unless they could find some, not just illegal..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "That is scary."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Not illegal. It is scary, though. It is scary."
    },
    {
      "speaker": "BOLLING",
      "utterance": "That is scary as hell, Garland Nixon. Because who's the same the next -- some president down the -- or even Trump. If you're -- if you're an anti-Trump person, are you going to tell me that Trump's NSA director can unmask anyone at will?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Because Americans should be very afraid of that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And the truth is, is yes, and it's too broad."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You should need a FISA court to do that."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "And you know what's interesting, though? Is even if she did unmask for political reasons, and they find this out, that's still not finding out who leaked this information to the press. That's also an issue with the Manchester bombing information. You know, so that is a very important national security issue we have to get to the bottom of."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, a short time ago, during a conference, Hillary Clinton took some big swings at President Trump. She was asked who is creating and spreading false information about her during the presidential campaign. Here's what she said."
    },
    {
      "speaker": "HILLARY CLINTON, D-FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "We're getting more information about all of the contacts between Trump campaign officials and Trump associates with Russians before, during, and after the election. So I hope that we'll get enough information to be able to answer that question."
    },
    {
      "speaker": "KARA SWISHER, CO-FOUNDER, RECODE",
      "utterance": "But you're leaning Trump?"
    },
    {
      "speaker": "CLINTON",
      "utterance": "Yes, yes, I'm leaning Trump. I think it's pretty hard not to."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm shocked. I'm shocked that she said that."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's over. You lost. Sixty-one million people voted for Donald Trump. Three hundred and seven electoral votes. She's still trying to figure out the reason she lost. Because you didn't go to the Rust Belt states. That's why you lost."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In her infamous words, what difference does it make? Right? Honestly, Garland, I mean, you accurately point out, the party should be using this time as a diagnostic, to look internally and figure out what's wrong, what's not resonating, and finding corrective measures around messaging. This is what -- what's..."
    },
    {
      "speaker": "NIXON",
      "utterance": "I -- for example, voted Democrat as long as I've been voting; and when the election cycle started, I was going to vote for Hillary. I didn't vote for Hillary, and it wasn't because of anything that was false about her. It was because of the things that I found out that were true that I didn't agree with. So I don't agree with her. You know, the whole concept that she lost because of false information. I'd like to know what it is. Most of the progressives and the Bernie people I know that walked away from Hillary, it was because they didn't like her policies. It wasn't even about the e- mails. It was purely policy."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Good point."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's so much easier if you have everyone enabling you so you don't have to look at yourself. Right?"
    },
    {
      "speaker": "HAGLUND",
      "utterance": "The other interesting thing, though -- and I sit, and I watch this and I think, man, if that were me, I would just want to just take spa days for the rest of my life and, like, you know, sip a glass of chardonnay, which I know she said helped. But you know, what's interesting is that this is a key fundraising time for Democrats right now, and they are banking in money -- and you probably know this -- and cash on this message, on this Russia message. So it makes sense from a political perspective why she's doing this. It feeds -- feeds their base and their coffers."
    },
    {
      "speaker": "NIXON",
      "utterance": "Did you know that April, the Democratic Party reported their lowest fundraising numbers since 2009. So apparently, it's not working."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And they're still keeping going with what's not working, which is great news there for them. No, I don't know. It's got to go away. She's got to stop."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Final question: do you think this makes it more difficult, though, for young and upcoming Dems who could be leaders or superstars in the party, to get out there when old baggage from yesteryear keeps coming in the way?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "You're going to get it for that one."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Thank God I didn't say that."
    },
    {
      "speaker": "NIXON",
      "utterance": "I have to agree with you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm sorry."
    },
    {
      "speaker": "NIXON",
      "utterance": "Because right now -- right now, if you look at the youth in the Democratic Party, they're going in the opposite direction. They do not agree with the -- with the, you know, Hillary Clinton wing of the party."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Except for Jon Ossoff. They're putting the money on that one. Right?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Terror on the march with horrific attacks spanning the globe and ISIS unveiling disturbing new tactics to sow chaos. We'll be right back."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Kirsten Haglund and Garland Nixon. We'll continue our conversation. Radical Islamic terrorists are escalating across the globe. A massive suicide bomb rocked the diplomatic quarter of Kabul, Afghanistan, today. At least 90 people are dead, and 11 American citizens are among the more than 400 injured. The Kabul attack followed twin ISIS suicide bombings in Baghdad yesterday, one targeting an ice cream parlor full of children. Dozens were killed in both attacks. Meanwhile, government forces in the Philippines are in fierce clashes with ISIS-linked militants. They're attempting to retake the city of Maurori (ph), the city seized by militants last week. Getting worse and worse. Kirsten, I'm going to start with you, this targeting children. I don't know that it's a coincidence that this took place during the month of Ramadan in celebration, where more children and young people report saying there were baby bottles and things like this in the debris."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What is going on?"
    },
    {
      "speaker": "HAGLUND",
      "utterance": "It's -- it's hate. It's just massive hate. And against their own people. As President Trump said and pointed out, you know, most of the victims of terrorism around the globe are actually Muslims, other Muslims from these -- these ISIS and Islamic State militants. You know what is going to be really interesting, is to see General Mattis's and the generals' real strategy to go after ISIS. There were strong words during the Middle East trip but there wasn't still a real defined strategy here. You know, we've been in Afghanistan for more than a decade. What does victory look like in the war against terror and in Afghanistan, where these bombings took place? I think we need a clear definition and a clear look at what the Trump doctrine is going to be in the Middle East to really finally solve this problem."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric, to that point, what we do know, that Mattis has told us, is that there's going to be a different type of strategy from Trump, where we're going in. We're not waiting for them to come out. We're going in and getting them internally."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So here's my dilemma, and I've been very consistent about this over the years. I'm against being in Afghanistan. I'm against being in Iraq. But if we're in, I support the effort. Where, I think, President Obama got in trouble was going into the presidency, he said, \"We're going to get out of these two conflicts,\" or wars, out of these two wars. Premeditated that pullout before it was time to do it. So either you're in or out. Personally I think this is a situation, you're talking about now an al Qaeda or an ISIS or whatever ideology spreading to the Asian -- to Asian economies, Asian countries. Very, very dangerous. So what are we going to do? The term you've used here before, whack-a-mole. You know what? It doesn't matter. You kill them there, they're going to pop up somewhere else. So I'm against it. I think it's very different than when we -- when we defend our South Korean allies, when we defend our Japanese friends. Very different from trying to put down, you know, something in the Middle East. I think we need to be pulling ourselves out."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Garland, is Eric right about this? Is this a situation where President Obama campaigned and largely won, many would say, in 2008, off of the promise to get us out of these two conflicts and really made that happen, even in the face of, maybe, evidence that that wasn't necessarily the best thing to do?"
    },
    {
      "speaker": "NIXON",
      "utterance": "Well, I think if you look at this, this is bigger than President Obama. Because if you look at from President Bush, President Obama and now..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, we know President Bush messed up."
    },
    {
      "speaker": "NIXON",
      "utterance": "... President Trump, what we're seeing is this kind of hokey-pokey foreign policy, where we put our left foot in, we put our right foot out, depending on who -- which -- who's president. What we have to do is figure at some point that we've got to get -- I'm with Eric. We just need to get out, because going in and out is not working. And just -- it just depends on which president we have, which policy we'll have. But we're getting the same results every time."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "The reality of that, though, is then you leave Afghanistan to the Taliban. Forty percent of Afghanistan is under Taliban control right now. I mean, that -- this is what life is going to look like for those people. It's a very, very hard reality. And talking about the troop levels, they're at at least 1,000 troop shortage in Afghanistan. And at the height, I mean, it was 50,000-plus there. So it's a very, very difficult quagmire."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "How do we -- I mean, we've been there for 15 years."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Exactly. Exactly, exactly. All these years, all these American lives, all this money. You want -- you were talking about what is our goal, what we want to see there? We thought we could solve things. It's clearly not going to happen. We do need to get out of there. It's never going to be a good time. Yes, there are those problems, and the problems are very bad. And they are, in fact, so bad that we're not going to be able to solve them. We're wasting a lot of time and money and American lives trying to solve something that is just not solvable. That area is so unstable. It's such a mess. And like you said, whack-a-mole. People are our friends, our enemies. People that are enemies, that are enemies, that are enemies, are popping up. And why are we doing this?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "But maybe not, though. Maybe not. I mean, and I am by no means -- let me take it to something Garland said. Garland said we've had three presidents that were in and they were out. I don't think so. President Bush was all in, both feet were in. President Obama was out and in. He was kind of in. He made a mistake of being out. He went back in. I think we're still waiting to see what the Trump doctrine is going to be. As a candidate, he said he didn't want to be involved in these foreign wars if at all possible. As a president, he's getting involved. I think we need to figure it out. And I do think he needs to be either all in or all out."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And then I guess I would wonder, what is the risk associated if we do get all out? Because I like the idea of being all out. I just feel like we've been in so long, I'm concerned."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "And then you allow these groups to metastasize in the Middle East. Right? These terrorist groups with plots to affect Americans. You know, another way to kind of help stem this is we've got to have better intelligence on the ground. We've got to have boots on the ground, in so far as intelligence is concerned, so that we can combat these threats. Because we know, and actually, the generals reported just very recently, that on the ground, if we pull out of Afghanistan completely, there's -- that's going to be the place and a launching pad for attacks."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But won't it -- won't it be anyway? Won't it anyway be in? If it's not Afghanistan, it could be Thailand or somewhere else on the Asian - - rim?"
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Yes, but there has to be a gray area. And one thing that Trump did say that I do agree is that he's going to listen to the generals on this. Mattis, obviously, formerly head of CentCom. He's got some of the best people, defense-wise, in there advising him. And I trust them to do a good job."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, God, I hope that that's what happens and that they figure something out. Because right now it's too expensive and too many American lives gone. Don't go away. We've got much more news on \"The Fox News Specialists.\" Stay tuned."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Today is May 31, which means \"The Fox News Specialists\" has now been on the air for one month. It's been a downpour of news over these past 30 days, and it's already generated plenty of highlights."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Hello, everyone. I'm Eric Bolling, along with Eboni K. Williams and Kat Timpf and this is \"The Fox News Specialists.\" Let's meet today's specialists. He is Mark Cuban, and he is here."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Joe Namath."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Ari Fleischer."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Laura Ingraham. Kellyanne Conway."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Pat Buchanan."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Mo Elleithee."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Joe Piscopo."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Herman Cain."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Stephen A. Smith. Tyrus. That's right, he's anonymous (Ph), just like Cher or Sting. He specializes in riding in a buffalo on stage. Rock legend Ted Nugent is here."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right."
    },
    {
      "speaker": "TED NUGENT, ROCK STAR",
      "utterance": "That's a buffalo between my legs. Nice call."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That is a very unique specialty set."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know they sold this to the president, like, \"OK, you're going to walk over with the Saudi president and whomever else, and you're going to put your hand on a globe. It's going to be lit.\" And he's like, \"How bad can this be?\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "It was lit. Are you a fan of the orb?"
    },
    {
      "speaker": "JOE PISCOPO, COMEDIAN",
      "utterance": "Anything from Spencer Gifts. I love it."
    },
    {
      "speaker": "ELVIRA SALAZAR, JOURNALIST",
      "utterance": "Build the wall. We don't have any problems with building the wall. But with very big gates, because we need a lot of people taking up jalapeno peppers in Southern California or oranges in Miami or cleaning the toilets here in Manhattan."
    },
    {
      "speaker": "BOLLING",
      "utterance": "This family was a refugee family from Libya."
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "I'm not with you on this one. No, he was born in the United Kingdom. The Manchester terrorists were born in the United Kingdom."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Has parents were refugees."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Well, my mother was born abroad. I was born here. So I'm not sure the solution is to say, because people's parents were born somewhere else, you can't be here."
    },
    {
      "speaker": "BEN KISSEL, COMEDIAN",
      "utterance": "Donald Trump has curtsied to the Saudi king."
    },
    {
      "speaker": "BOLLING",
      "utterance": "He didn't curtsy. Stop. Stop right now."
    },
    {
      "speaker": "HERMAN CAIN, R-FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "None of this adds up to anything except more malarkey, more distractions. I'm not mad at you all. I'm just passionate."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Time to wake up, America."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let's continue the conversation with \"The Docket\"."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's time for our newest segment, \"Kat on the Street.\" That's me."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In this moment, this is what's important. President Trump is saying the words. He is speaking to moderate Muslims. He's saying, \"You know what? We actually cannot do this successfully without you.\" PAT BUCHANAN, FORMER PRESIDENTIAL CANDIDATE/FORMER STAFFER IN NIXON WHITE HOUSE: I've got a memo to Nixon recommending the retirement of J. Edgar Hoover a year before his death."
    },
    {
      "speaker": "BOLLING",
      "utterance": "There you go."
    },
    {
      "speaker": "BUCHANAN",
      "utterance": "There you go."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You don't think he's really going to cancel the press briefing, do you?"
    },
    {
      "speaker": "LAURA INGRAHAM, TALK RADIO HOST",
      "utterance": "I think it's part of this cat-and-mouse game that, again, if you've known him for as long as we have, you're used to this."
    },
    {
      "speaker": "JOE NAMATH, NFL HALL OF FAMER",
      "utterance": "I don't know what we mean, shut down. I mean, come on. What is that exactly?"
    },
    {
      "speaker": "KARL ROVE, FORMER ADVISOR TO PRESIDENT GEORGE W. BUSH",
      "utterance": "We'll play the rest of the game in a day or two."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CONTRIBUTORS",
      "utterance": "Regardless of what the president thinks, the American people have no appetite for this."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know, let's call it what it is. If we can't name the enemy, how are we going to fight the enemy?"
    },
    {
      "speaker": "MO ELLEITHEE, DEMOCRATIC STRATEGIST",
      "utterance": "They are extremists."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Extremist what?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Extremist killers."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I'm an extremist runner a couple times a week, but I'm not an extremist terrorist."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Kind of sub-tweeting a country, which was very interesting. They do need..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Sub-trolling. Trolling."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I've known President Trump for 15 years, and I said, \"You know what? Keep tweeting. You hit 100 million people.\""
    },
    {
      "speaker": "STEPHEN A. SMITH, ESPN ANCHOR",
      "utterance": "That's terrible advice, horrible advice."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Go around the fake news."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Answer the question. That was phenomenal. She gets asked about world issues; I get asked where I'm going to be in 10 minutes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Everybody that's condemning Obama right now were with her, right? And she also made a whole bunch of money speaking to Wall Street, as well. So why is it OK for Hillary and not OK for Obama?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "People on Twitter are attacking me right now, because I'm wearing teal. And that means that I hate my country and I don't care about the troops. When in reality, I didn't have time to do laundry this weekend, because I was at West Point Military Academy watching my cousin graduate. So sorry."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "What is the endgame for the terrorists? What is the endgame? The message has to be sent you will accomplish absolutely nothing. We will win."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm mad they didn't include my lipstick on my teeth from yesterday."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They should have included that and made it the whole 3 minutes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I thought it was just perfect."
    },
    {
      "speaker": "BOLLING",
      "utterance": "We should thank the producers, too. You guys did a great job."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Brianna, Nick, all you -- Andrew. Who else? Jacque."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jacque."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And Natalia."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Monaco. Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And Nicole."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Everybody, absolutely."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And Megan, who's home. Yes, that was great. This is so much fun. Every single day, we get to -- and I think that's what's..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And we're going to do this every month, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let's do it every month."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You guys will do another package for us next month?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You guys will be on the highlight reel for next month. No one really understood the format when this show first went on the air, and I think every single day, it's gotten better and better. Because you two -- the end seats, the specialists are such a special part of what we do here."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Special special."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I said that. Oh, my God, that's funny."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely. Thank you. Thank you, thank you. And yes, first people were like, \"Wait, what? Mark Cuban is hosting the show?\" No, this's not how it works. This is a different kind of show. People don't really understand, and now maybe they're getting it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's definitely, definitely been a fun time. All right. When we return, we're going to \"Circle Back\" with our specialists Kirsten Haglund and Garland Nixon. Right after this."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All righty, time to \"Circle Back\" with our specialists, Kirsten Haglund and Garland Nixon. Kirsten, I'll start with you. Is it cool -- can it be cool to be a conservative millennial again?"
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Yes. Among -- in some circles, it already is. You know, I think that conservative millennials have a chance to kind of redefine themselves and their priorities. Because a lot of them grew up thinking that the Moral Majority, the religious right, you know, and that wing was all that conservative Republicans could be. But I think that they're really taking this time to redefine themselves. The movement, especially in light of Trump and the kind of the different party that he's created, I'm very optimistic and hopeful that our future is looking up."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Excellent."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'll crown you all over again, Kirsten."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "World peace."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Absolutely. Garland, I have this one for you. As you look at the Democratic Party right now and all that's going on, what I think a lot of people see is a lot of chaos. What's the right note for them? Where should they be focusing?"
    },
    {
      "speaker": "NIXON",
      "utterance": "Right now, they should be focused on policy. You know, the Democratic Party had a guy who gave them the formula, and he filled stadiums. And they ignored him, and they're still ignoring them. And now we're listening to someone who's, you know, talking about why she lost."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In June, no less."
    },
    {
      "speaker": "NIXON",
      "utterance": "So the right thing for the Democratic Party to move is..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "What did we call her earlier?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I was talking about old baggage in the party, Eric."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It was a metaphor."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There's someone out there who got so mad when they heard the \"bag\" part, they're typing up a hate blog about you probably."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's called context."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Are there any up-and-coming leaders in the Democratic Party?"
    },
    {
      "speaker": "NIXON",
      "utterance": "Tulsi Gabbard. Tulsi Gabbard."
    },
    {
      "speaker": "TIMPF",
      "utterance": "All right, cool."
    },
    {
      "speaker": "NIXON",
      "utterance": "Keep your eye on Tulsi."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Can I also ask you, we have a little bit of time here. You're an ACLU board member, no less."
    },
    {
      "speaker": "NIXON",
      "utterance": "National board of directors."
    },
    {
      "speaker": "BOLLING",
      "utterance": "What's the biggest issue facing the ACLU, civil liberties right now?"
    },
    {
      "speaker": "NIXON",
      "utterance": "Right now, I think the immigrant issues right now. That will be the travel ban that's still going on in court and heading up towards the Supreme Court."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, can't wait for SCOTUS to get their hands on that. Final question, Kirsten, you have a very important charity, the Kirstein Haglund Foundation. Tell us a bit about it and what you do and how important that mission is to you."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Thank you so much. Yes, we work with families that are seeking treatment for, primarily, eating disorders. And it was something that I started during my year as Miss America and continue to do that. Because we believe that families should have access to good quality care so they can go on to live healthy, full productive lives."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Very important work."
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Thank you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thank you."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. We're good to go? Good show?"
    },
    {
      "speaker": "HAGLUND",
      "utterance": "Wonderful. Thanks for having us. Awesome."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. We're going to leave it right there. We're going to say thank you to our \"Fox News Specialists,\" both of them, Kirsten Haglund and Garland Nixon. And we thank all of you for watching. Make sure to follow us on social media. We're huge on social media. You can't believe it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Huge."
    },
    {
      "speaker": "BOLLING",
      "utterance": "SpecialistsFNC -- we're getting here -- on Twitter and Facebook. Remember, 5 o'clock will never be the same. \"Special Report\" coming up next, Bret Baier. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}