{
  "date": "May 21, 2017",
  "headline": "Woolsey: Trump speech marks beginning of working with Sunnis",
  "subHeadline": "This is a rush transcript from \"Sunday Morning Futures,\" May 21, 2017.",
  "url": "https://www.foxnews.com/transcript/woolsey-trump-speech-marks-beginning-of-working-with-sunnis",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS HOST",
      "sentences": "Good morning! We are now waiting the marquee moment of President Donald Trump's visit to Saudi Arabia and his rallying cry to the world. The President set to call on nations to unite, to destroy the scourge that is terrorism once and for all. Good morning everyone. Thanks for being here. I'm Maria Bartiromo, this SUNDAY MORNING FUTURES.  You are looking right now at live pictures in Riyadh, Saudi Arabia. Saudi King Salman hosting the leaders from 50 Muslim-majority countries. The President is set to speak any minute now, and we're going to take you there live when he gets at the podium. The speech is expected to focus on condemning violence in the name of religion. He will stress cooperation, America's shared values in the world and finding a path to peace.  Joining me right now Ambassador James Woolsey, he's the former Director of the CIA. As we await the President, Jim, what are you expecting? How important is this speech?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES WOOLSEY, FORMER CIA DIRECTOR",
      "sentences": "I think it's very important speech. It marks a high point in -- I think beginning to turn the Sunni world away from terrorism and indirect support of it. And also, begins to mark our moving to working closely with the Sunnis and not what President Obama had embarked upon, which was essentially a partnership with Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, the White House is hoping that this is the beginning of a new chapter between the Middle East and the U.S. can President Trump's message resonate given that it hasn't in last eight years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "I think it will. If he plays it straight, and doesn't veer off into tangents and so forth and he's got an excellent team to help him with this. And I think it could go very well. I'm somewhat optimistic about it for the first time in a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The speech is expected to try to rid the region of the -- and the world of terrorism and bring together Muslim countries to actually execute that. Who's most important here, is it Saudi Arabia? What other Muslim countries are important in terms of being together in this fight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "Well, this is largely a conflict between Saudi and the Sunnis, oversimplifies it, and Iran and the Shia on the other side. And not all Shia have signed on to helping Iran but Iran is the core of the sponsorship of terrorism. It's the major terrorist state in the world. And I think that we have a chance now of seeing some change back to the world before 1979 that we had in Saudi Arabia and with a lot of other Sunni states, where we got along really quite well with them. But the seizure of the great mosque in Mecca in '79 and the overthrow of the Shah, created a situation where the Saudis and the other Sunnis were worried about a Shiite domination and power. And that is starting to look like we might be able to begin to work back from it. And it would be wonderful to have this counterterrorism center, for example, for -- co-chaired as I understand it, by the Saudis and us and Riyadh. That's the kind of thing we want see and I first starting to see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We are looking at live pictures right now in the royal court in Saudi Arabia, Riyadh. As you see on the ground along with officials from Saudi Arabia. There is Jared Kushner, the President son-in-law, Ivanka Trump, also there. The President is with King Salman and he is set to deliver this historic speech. One of the agreements already, James Woolsey, was the agreement to end or slow down financing of terrorism. The two leaders talked about that over the weekend. Could this become a reality? Will Saudi Arabia really stop funding terrorism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "It's the key thing as Detroit said, \"Follow the money.\" And that is central to the whole operation. And it's not just Saudi Arabia, Qatar and some other states are very much involved in financing some of the groups that are the most problematic. But there is here -- if the Saudis turn as it looks like they're going to and it becomes a collegial operation with the United States in the west, it will superbly affect a large number of other Muslim states. Not all of them but quite a few.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The President's cabinet is with him. We just saw a picture of Wilbur Ross, Commerce Secretary, along with Reince Priebus, the President's White House Chief of Staff. Earlier today, members of the Gulf Cooperation Council, that is the GCC exchange memorandum of understanding on countering that financing of terrorism. I'm with James Woolsey this morning as we preview with the President's speech which is going to be taking place momentarily. Often times, Jim, you've got rich individuals that are financing the terrorist, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I mean, you don't -- you don't necessarily know that it's government but it's rich Saudis, rich Qataris, how do you stop that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "Well, in this part of the world, what the king or the crown prince says to the rich individuals matters. They aren't quite as independent in many parts of the Muslim world as they are, say, in the United States or the west. So we need to understand with the king and with his successor, whoever it is that this has to be serious, this is not just pro forma. It's not -- let's give them a few million on the side in order to keep them happy. We've got to cut the money for the terrorist group. And this is a good start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The White House says released portion of President's speech earlier and it is basically a speech looking for some cooperation. But the nations of the region have a vital interest in confronting terrorism, whether it'd be ISIS, Hezbollah, Al-Nusra, Al-Qaeda, that it is an existential danger threatens all civilized people across the world. And it feels like this President and King of Saudi Arabia, have already developed a rapport. What's your take on that? He was among the first leaders to come out positive on President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "It looks that way from afar. As if they are getting along well and the key thing is for him to get along well with the king's successor, whoever it maybe, and I think there's also, really a change in attitude. I was in Saudi Arabia on business for the Navy for a couple of weeks in 1978, the year before everything change. And it was like visiting Jordan. There was -- there was a casual with respect to dress and glass of wine, and music and so forth",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And that was 1978.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "That changed in 1979 with the fall of the Shah and fear that there would be and expansion with the Shia power of -- on fear of the part of the Sunnis, especially the Saudis. And with the -- what had -- was happening, not only in with the Shah's fall but also the takeover the great Mosque in Mecca where the Saudis had to turn to the French to save the great mosque, and that was humiliating for them. So they forged an alliance essentially with the Wahhabis and the very hard-line side of the -- of the Sunni Islam, and it's been there more or less ever since. But each year, there's a little more flexibility. And now, we're going to start to see some of the fundamental changes, I think, taking place. Not real fast, not as fast as most westerners would hope but compared to the past, I think you'll see a different Saudi Arabia in a decade or two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It's interesting to hear President Trump deliver a speech on fighting terrorism to Muslim world leaders right in their own backyard in Riyadh. The White House released this that the President will say, \"We will make decisions based on real world outcomes, not in flexible ideology. We will be guided by the lessons of experience and the confines -- not the confines of rigid thinking. And wherever possible, we will see gradual reforms not sudden intervention.\" Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "He also said that -- those remarks that this was a contest between good and evil. That puts it right up front because this is a struggle involving in one way or another, three of the world's great religions. And people's beliefs on terrorism and Jihad and so forth are heavily influenced in the Muslim world by their religious views. And somehow, we have to move, I hope, in the direction that Mr. El -- President Sisi did in Egypt in a speech some months back of hoping from those of us from outside to begin to see some fundamental changes in at least the violent side of Islam. It doesn't mean all Muslims are violent and all Catholics were not part of the Inquisition, all Puritans were not burning witches in Salem; that religions get off into these corners. And if the Wahhabi connection is beginning to be broken and the Saudis are turning to a sense of moderation and balance along with fighting terrorism with us, the change is a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What do the Saudis want? I mean, obviously, they are treating President Trump with royalty; and a lot of pomp and circumstance, they're upset about the U.S.'s deal with Iran, number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "Yes. Well, they should be, it was a terrible deal. So, I think it's the worst deal that United States has ever sought in international affairs. I don't think there's a chance that it's going to keep the Iranians from getting nuclear weapons and probably relatively soon. So the Saudis are absolutely right on this. And Obama administration, I think, was dead wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Which is why they are happy to have President Trump there with perhaps a different outlook on the Middle East, and in particular, with Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "Yes, I think it could begin to change all of that. This is 50 countries here, this is not 3 or 4. And that itself is an important and positive development.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. The President is sitting down now with the President of Saudi Arabia, in the Royal Court in Riyadh. These are live picture that you're looking at. We are awaiting the President to begin his remarks. The White House has already released portions of the speech. But again, this is a speech in hoping to empower the GCC, that is the Gulf Cooperation Countries to be part of the effort to stomp out terrorism. The President has his entire cabinet there -- much of the cabinet, not the entire cabinet, much of the cabinet. He's got Rex Tillerson, obviously, the Secretary of States, he's got Wilbur Ross, Commerce Secretary, his son-in-law, Jared Kushner is seen there along with Ivanka Trump also in the Royal Court in Saudi Arabia right now, as President waits to deliver these remarks. Now, the President will, of course, get an introduction from King Salman. What are you expecting the King to say about President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "I'm sure it will be quite positive. I think the thing to watch for is whether the King or really any of the Saudis address this least in part in a moral dimension because the president by saying this is a contest between good and evil, has put this up as a moral question not just a tactical question of how best to fight terrorism. And if you see any reflection of that coming from the Saudi side, it is big.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me bring in New York Republican Congressman Peter King, he's a member of the House Intelligence and the Homeland Security Committees. He's joining us right now to further preview the President as he is expected to make his important remarks from Saudi Arabia shortly. And we're going to take you there live as soon as the King Salman introduces the President. Peter King, thanks so much for weighing in this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PETER KING, R-NEW YORK",
      "sentences": "Thank you Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "How important is this speech from your standpoint?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "This is absolutely vital. I agree with everything that Jim Woolsey said. And it's important to show the world that President Trump is a world leader. And he started out last month with King Abdullah of Jordan, with President Sisi of Egypt, and to have these countries here all coming together today to listen to him, to stand united against Islamist radicalism terrorism. It shows that this is going to really turn around so much of the wrong policies of the Obama administration. I'm sure Jim Woolsey agrees with me on this. President Obama divided us from Jordan, divided us from Egypt. They lost faith in the United States or to President Obama. President Trump now, we're going to stand united, and he's also then going to go to Israel. So we have a president who's being vilified by the American media back here but he is now uniting a large segment to the Muslim world, standing with Israel, doing that together against ISIS, which by the way, President Obama called the J.V. just a few years ago. So, I think this is a -- really a major moment in the Trump Presidency and also as far as the world diplomacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And in fact, Jim Woolsey just said a moment ago that the Iran deal was perhaps worst deal the United States has ever done. That was one of the issues that the Middle Eastern countries who are our allies had the problems that they had with President Obama. That deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "Well, the deal itself was bad enough. Those are the whole signal that the President was sending that he was bringing Iran into this community of nations. You know, treating them even more equally than he was treating countries like Jordan and Egypt who are our allies, and he was giving them a disproportionate enforcement, influence -- and again, it was -- it sent shockwaves to the Middle East. This goes back to Syria, the way the President backed away from the red line commitment basically inviting the Russians into the Middle East. He's the one who invited the Russians to the Middle East, bolstered Iran. And so, you have the Sunni nations and the Israelis both petrified of the Obama policies. And now Donald Trump, President Trump, is again, forging an alliance which I think is unique. These many Sunni nations with the President, and then the President going to Israel without skipping a beat. This is going to be, again, a tremendous show of diplomacy. I believe by the President -- and yes, whether he gets acknowledged here in American media, is entirely different story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, it's quite extraordinary isn't it, Jim?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "It is. And the trip -- Congressman King is absolutely right. The trip to Israel immediately hereafter, I wish he was going to move to Capitol but sometimes you don't get everything you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It sends a -- it sends a message, though, going from Saudi Arabia to Israel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "It does. It helps. And what he will say will help. And his general popularity with the Israeli leadership, and much of the political system, I think helps. It's a striking time, there's a lot going on, a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The subject of the Muslim brotherhood, obviously, many people wonder if the Muslim Brotherhood should just be called out as a terrorist organization, Congressman King, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "I think we can wait on that. I mean, it is -- to a large extent of terrorist organizations, our elements of the Muslim brotherhood that we may be able to deal with. So I would let that stand right now. But again, we can't be kidding ourselves, I mean, many aspects of the Muslim Brotherhood are terroristic. Some other countries is actually some people we might be able to deal with. I would leave that to the moment with the secretary of state, also with advice from CIA on that. But I certainly wouldn't rule it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I bring it up, Jim Woolsey, because a lot of people wonder why the Muslim Brotherhood has such influence in Washington, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "Yes. Well, it's a little bit like the communists back in the early part of 20th country, there were some that were merely subversive and there were others that were violent revolutionaries and Marxist-Lenon revolutionaries. And those sorted themselves out in different ways as the century went on. But one can't just let the Muslim Brotherhood get by with saying, \"I'm not violent so leave me alone.\" There's more than one way to support terrible things happening in United States and indirectly to support violence and indirectly to support organizations that are trying to undermine our constitution and so forth. So I agree with Congressman King, it's a complicated problem and not black and white. It's much more complicated than that. But I do think we have to be on the alert and there are a number of steps we should take quite probably to deal with the Muslim brotherhood even today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And I think, Congressman Peter King, what you're saying is this the beginning, this is the start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "This is a start, and it's a -- really, it's a new beginning. Whatever expression we want to use, this is a new beginning for American policy in the Middle East with the United States and Sunni allies and the Israelis and the anti-Muslim terror forces are going to stand as one. And for President, who is being called anti-Muslim and everything else --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "-- this to me is a wonderful moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We're going to take a pause for one moment to let our Fox stations join us right now. This is Fox News coverage of President Donald Trump's overseas trip, I'm Maria Bartiromo in New York. This is the President's second day in Saudi Arabia; it may be one of the most important moments of the Presidency so far. Mr. Trump is set to deliver a speech on fighting terrorism in front of the leaders of 50 Muslim majority countries. The White House has released some parts of the speech already and we're told that President will try to paint this as a quote, \"battle between good and evil.\" King Salman of Saudi Arabia is now introducing the President. Let's listen. KING SALMAN BIN ABDULAZIZ AL SAUD, KING OF SAUDI ARABIA (through translator): It also signifies that our Arab and Muslim countries that are gathering today and whose number is 55, and whose population exceeds one and a half billion people, our important partners in fighting the forces of extremism and terrorism as well as achieving world security, stability, and peace. His Excellency has many hopes and aspirations for cooperation with the Arab and Muslim worlds. As we thank his Excellency and appreciate his attending and participating at the summit, we would like to confirm our pleasure and appreciation for his choosing the country, the Kingdom of Saudi Arabia, and your Summit, as his first foreign trip and participation which reflects his interest and the interest of his country in your blessed Summit.   At the same time, we confirm that we share with his Excellency the same noble feelings of constructive cooperation to reject extremism, work on fighting all forms of terrorism, stop its financing and its propagation, dry up its sources and stand firm in confronting this scourge that poses a danger to all of humanity. We are gathered here today at the summit to express seriousness in taking vigorous steps to realize a true partnership with the friendly United States in a way that serves our common interest, and contributes to achieving security, peace and development for all of humanity. This is what our straightforward Islamic religion confirms. Dear brothers and friends, our responsibility towards God, towards our peoples, and towards the entire world is to stand united to fight the forces of evil and extremism. Whatever their sources are and response to the dictates of our Islamic religion, Islam was and will always be the religion of mercy, tolerance and coexistence as confirmed by a brilliant presidents. In its prosperous times, Islam provided the best examples of coexistence and harmony among followers of religions and cultures. However, we see today that some presumed Muslims ask -- seek to present a distorted picture of religion, a picture that seeks to conflate this great religion with violence. We say to our Muslim brothers and sisters, our sons and daughters, everywhere, that one of the most important goals of Islamic Sharia is protecting life, and that there is no honor in committing murder. Islam is the religion of peace and tolerance that urges its followers to develop earth and forbids them from corrupting it. It considers killing an innocent soul tantamount to killing all of humanity. Our way to achieve the goals of our religion and with everlasting life in heaven, is to promote the tolerant values of Islam, which are based on peace, moderation and refraining from destroying and corrupting earth. We all, peoples and countries reject in every language and denounce in every form damaging the relations of Muslim countries with friendly countries and profiling peoples and countries on a religious or sectarian basis. These odious acts are the products of attempts to exploit Islam as a cover for political purposes to blame hatred, extremism, terrorism and religious and sectarian conflicts, as the Iranian regime and the groups and organizations try to do such as Hezbollah and the Houthis as well as the Al-Qaeda and others.   The Iranian regime has been the spearhead of global terrorism since the Khomeini Revolution until now, we have been in this country for 300 years and have known no terrorism or extremism until the Khomeini Revolution began in 1979. Iran has turned down all good neighborliness initiatives offered by our nation with goodwill. It has responded with expansionist aspirations, criminal practices and interference in the internal affairs of other countries, thus violating the principles of international law, good neighborliness and mutual respect and coexistence. The Iranian regime thought that our silence was weakness, and our wisdom was retreat until we had enough of its hostile practices and interference as we witnessed in Yemen and other countries in the region.  As we say this, we assert at the same time our respect and appreciation for the Iranian people. We do not hold people responsible for the actions of their regime. The Kingdom of Saudi Arabia has long suffered from terrorism and has been the target for it because Saudi Arabia is the center of Islam and the (INAUDIBLE) for all Muslims. Terrorist ideology seeks to achieve its fake legitimacy and to spread through of targeting the (INAUDIBLE) of all Muslims and the center of their weight. We have succeeded in confronting terrorist actions, foiling many terrorist attempts, we have also helped our brothers and friends around the world to avoid plots targeting their security and stability. Dear, brothers and friends, in our continued efforts in confronting terrorism, the GCC states concluded today a historic agreement with the United States of America to adopt strict measures to target financing terrorism by establishing a center in Riyadh, to target terrorism financing. We look forward to more countries joining the center in the future as this agreement will be a model to follow -- will be a model to follow based on our existing efforts in this regard. I confirm on behalf of my brothers, the attending leaders of the Islamic countries that we will be firm in prosecuting anyone who finances or supports terrorism in any shape or form and bring him to justice.  Mr. President, dear brothers and friends, and our continued war on terrorism, we confirm our resolve to eradicate dash and other terrorist organizations regardless of their religion, sect or ideology. That was the reasons we all formed the Islamic Military Alliance to fight terrorism, which was a pioneering step to curb terrorism, terrorism as a result of extremism. In light of the need to confront terrorism, we declare today launching the global center for combatting extremist ideology which aims to disseminate the principles of moderation and tolerance, confront attempts to deceive the young, shield families and societies, and refute the frail claims of terrorists by cooperating with peace-loving nations and international organizations. Dear brothers and friends -- achieve -- but (INAUDIBLE) is the successful safeguard. This is what Saudi visions 2013 embodies in all its aspects, keenness on investing of youth, enabling women, diversifying the economy, and improving education. The Kingdom of Saudi Arabia undoubtedly supports and encourages every effort by any brothers or friendly nation that aims at accomplishing a sustainable development in their countries. We emphasize that achieving peace between the Palestinians and the Israelis is a just and crucial demand, which requires shared sacrifice and sincere determination for the benefit of all. The international community should intensify its efforts to resolve the Syrian crisis but shield the aspirations of the Syrian people and preserve Syria's unity and sovereignty.  Your majesties, your excellences, your highnesses, the hopes and aspirations of our peoples are huge and our responsibilities to achieve them are great. But, to resolve keenness and care will enable us to face these duties with will and purpose, , and we are committed to the development and strategic goals to confront extremism, and terrorism, and provide a prosperous life. May God help us achieve what is good for our people, God bless you. Now, onto the floor to the Excellency of the President of the United States of America: Mr. Donald Trump. The floor is yours, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, UNITED STATES OF AMERICA PRESIDENT",
      "sentences": "Thank you. I would like to thank King Salman for his extraordinary words and a magnificent kingdom of Saudi Arabia for hosting today's summit. I am honored to be received by such gracious hosts. I have always heard about the splendor of our country and the kindness of your citizens, but words do not do justice to the grandeur of this remarkable place, and the incredible hospitality you have shown us from the moment we arrived. You also hosted me in the treasured home of King Abdulaziz, the founder of the kingdom who united your great  people; working alongside of another beloved leader, American President Franklin Roosevelt. King Abdulaziz began the enduring partnership between our two countries. King Salman, your father would be very, very proud to see that you are continuing his legacy. And just as he opened the first chapter of our partnership, today we begin a new chapter that will bring lasting benefits to all of our citizens. Let me now also extend my deep and heartfelt gratitude to each and every one of the distinguished heads of state who made this journey here today. You greatly honor us with your presence and I send the warmest regards from my country to yours. Thank you.  I know that our time together will bring many blessings to both your people and to mine. I stand before you as a representative of the American people to deliver a message of friendship, and hope, and love. That is why I chose to make my first foreign visit: a trip to the heart of Muslim world, to the nation that serves as custodians of the two holiest sites in the Islamic faith. In my inaugural address to the American people, I pledged to strengthen America's oldest friendship and to build new partnerships in pursuit of peace. I also promised that America will not seek to impose our way of life on others but to outstretch our hands in the spirit of cooperation and trust. Our vision is one of peace, security, and prosperity in this region and all throughout the world. Our goal is a coalition of nations who share the aim of stamping out extremism and providing our children a hopeful future that does honor to God. And so, this historic and unprecedented gathers of leaders, unique in the history of nations, is a symbol to the world of our shared resolve in our military that will protect the safety of our people and enhance the security of our wonderful friends and allies. Many of whom are here today: bonds of friendship, security, culture, and commerce. For Americans, this is a very exciting time; a new spirit of optimism is sweeping our country. In just a few months we have created almost a million new jobs, added over $3 trillion in a new value, lifted burdens on American industry, and made record investments in our military that will protect the safety of our people and enhance the security of our wonderful friends and allies. Many of whom are here today. Now, there is even more blessed news that I am pleased to share with you. My meetings with King Salman, the crown prince, and deputy crown prince have been filled with great warmth, goodwill, and tremendous cooperation. Yesterday we signed historic agreements with the kingdom that will invest almost $400 billion in our two countries and create many hundreds of thousands of jobs in America and Saudi Arabia. This landmark agreement includes the announcement of $110 billion Saudi-funded defense purchase, and we will be sure to help our Saudi friends to get a good deal from our great American defense companies - the greatest anywhere in the world. This agreement will help the Saudi military to take a far greater role in the security and operations having to do with security.  We've also started discussions with many of the countries present today on strengthening partnerships and forming new ones to advance security and stability across the Middle East, and far beyond. Later today we will make history again with the opening of the new global center for combatting extremist ideology, located right here in the central part of the Islamic world. This ground-breaking new center represents a clear declaration that Muslim majority countries must take the lead in combatting radicalization. And I want to expression our gratitude to King Salman for his strong demonstration and his absolutely incredible and powerful leadership.  I had the pleasure of welcoming several of the leaders present today to the White House, and I look forward to working with all of you. America is a sovereign nation, and our first priority is always the safety and security of our citizens. We are not here to lecture. We are not here to tell other people how to live, what to do, who to be, or how to worship, instead, we're here to offer partnership based on a shared interest and values, to pursue a better. Here in this summit. But above all, we must be united in pursuing the one goal that transcends every other consideration - that goal is to meet history's great test to conquer extremism and vanquish the forces that terrorism brings with it every single time. Young Muslim boys and girls should be able to grow up free from fear, safe from violence and innocent of hatred. When young Muslim men and women should have the chance to build a new era of prosperity for themselves; it has to be done, and we have to let them do it. With God's help, this summit will mark the beginning of the end for those who practice terror and spread its vile creed. At the same time, we pray this special gathering may someday be remembered as the beginning of peace in the Middle East, and maybe even all over the world. But this future can only be achieved through defeating terrorism in the ideology that drives. Few nations have been spared - the violent reach of terrorism. America has suffered repeated barbaric attacks from the atrocities of September 11th, to the devastation of the Boston bombings, to the horrible killings and San Bernardino and Orlando. The nations of Europe have also endured unspeakable horror, so too have the nations of Africa, and South  America, India, Russia, China, and Australia have all been victims. But in sheer numbers, the deadliest toll has been exacted on the innocent people of Arab, Muslim, and Middle Eastern nations. They have borne the brunt of the killings and the worst of the destruction in this wave of fanatical violence. Some estimates told that more than 95 percent of the victims of terrorism are themselves Muslim. We now face humanitarian and security disaster in this region that is spreading across the planet. It is a tragedy of epic proportions. No description of the suffering and depravity can begin to capture its full measure. If you look at what's happening, Al Qaeda, Hezbollah, Hamas, and so many others, must be counted not only in a number of dead, it also must be counted in generations of vanished dreams. The Middle East is rich with natural beauty, vibrant cultures, and massive amounts of historic treasures. It should increasingly become one of the great global centers of commerce and opportunity. This region should not be a place from which refugees flee, but to which newcomers flock. Saudi Arabia is home to the holiest sites in one of the world's great faiths. Each year, millions of Muslims come from around the world to Saudi Arabia to take part in the \"Hajj.\" In addition to ancient wonders, this country is also a home to modern once, including so many achievements in architecture. Egypt is a thriving center of learning and achievement - thousands of years before over other parts of the world. The wonders of Giza, Luxor, and Alexandria are proud monuments to that ancient heritage. All over the world - people dream of walking through the ruins of Petra in Jordan. Iraq was the cradle of civilization and is a land of natural beauty. And the United Arab Emirates has reached incredible heights with glass and steel and turned earth and water into spectacular works of art. The entire region is at the center of the key shipping lines of the Suez Canal, the Red Sea, and the Straits of Hormuz. The potential of the region has never ever been greater. 65 percent of its population is under the age of 30; like all young men and women, they seek great futures to build, great national projects to join, and a place for their families, to call home. But this untapped potential, this tremendous cause of optimism, is held at bay by bloodshed and terror. There can be no coexistence with this violence.   There can be no tolerating it, no accepting it, no excusing it, and no ignoring it. Every time a terrorist murders an innocent person, and falsely invokes the name of God, it should be an insult to every person of faith. Terrorists do not worship God, they worship death. If we do not act against this organized terror, then we know what will happen, and what will be the end result. Terrorism's devastation of life, will continue to spread, peaceful societies will become engulfed by violence, and the futures of many generations will be sadly squandered. If we do not stand in uniform condemnation of this killing, then not only will we be judged by our people, not only will we be judged by history, but we will be judged by God. This is not about a battle between different faiths, different sects, or civilizations, this is a battle between barbaric criminals who seek to obliterate human life and decent people all in the name of religion. People that want to protect life and want to protect their religion. This is a battle between good and evil. When we see the seams of destruction in the wake of terror, we see no signs that those murdered were Jewish or Christian, Shia or Sunni. When we look upon the strains of innocent blood soaked into the ancient ground, we cannot see the faith or sect or tribe of the victims, we see only that they were children of God whose deaths are an insult to all that is holy. But we can only overcome this evil if the forces of good are united and strong, and if everyone in this room does their fair share and fulfills their part of the burden. Terrorism has spread all across the world, but the path to peace begins right here on this ancient soil in this sacred land. America is prepared to stand with you in pursuit of shared interest and common security. But, the nations of the Middle East cannot wait for American power to crush this enemy for them, the nations of Middle East will have to decide what kind of future they want for themselves, for their country, and frankly, for their families and for their children. It's a choice between two futures, and it is a choice America cannot make for you. A better future is only possible if your nations drive out the terrorist and drive out the extremists. Drive them out, drive them out of your places of worship, drive them out of your communities, drive them out of your holy land, and drive them out of this earth. For our part, America is committed to adjust our strategies to meet evolving threats and new facts. We will discard those strategies that have not worked and will apply new approaches informed by experience, talent, and judgment. We're adopting a principle realism, rooted in common values, shared interests, and common sense. Our friends will never question our support and our enemies will never doubt our determination. Our partnerships will advance security through stability, not through radical disruption. We will make decisions based on real world outcomes, not in flexible ideology. We will be guided by the lessons of experience, not the confines of rigid thinking. And wherever possible, we will seek gradual reforms not sudden intervention, we must seek partners not perfection and to make allies of all who share our goals, above all, America seeks peace, not war. Muslim nations must be willing to take on the burden if we are going to defeat terrorism and send its wicked ideology into oblivion.  The first task in this joint effort is for your nations to deny all territory to the foot soldiers of evil. Every country in the region has an absolute duty to ensure that terrorists find no sanctuary on their soil. Many are already making significant contributions to regional security. Jordanian pilots are crucial partners against ISIS in Syria and Iraq. Saudi Arabia and a regional coalition have taken strong action against militants in Yemen. The Lebanese Army is hunting operatives who try to infiltrate their territory. (INAUDIBLE) troops are supporting our Afghan partners, and supporting them strongly. In Mosul, American troops are supporting Kurds, Sunnis, and Shias, fighting together for their homeland. Qatar which hosts the U.S. central command is a crucial strategic partner. Our longstanding partnership Kuwait and Bahrain continue to enhance security in the region. Our courageous Afghan soldiers are making tremendous sacrifices in the fight against the Taliban and others in the fight for their country. As we deny terrorist organization control of territory and populations, we must also strip them of their access to funds. We must cut off the financial channels that let ISIS sell oil, let extremists pay their fighters, and help terrorists smuggle their reinforcements. I am proud to announce that the nations here today will be signing an agreement to prevent the financing of terrorism called \"The Terrorist Financing Targeting Center\". Co-chaired by the United States and Saudi Arabia, and joined by every member of the Gulf Cooperation Council. It is another historic step in a day that will be long remembered. I also applaud the Gulf Cooperation Council for blocking funders from using their countries as a financial base for terror and for designating Hezbollah as a terrorist organization, which they certainly are, last year. Saudi Arabia also joined us this week in placing sanctions on one of the most senior leaders of Hezbollah. Of course, there is still much work to be done. That means honestly confronting the crisis of Islamic extremism and Islamists and Islamic terror of all kinds. We must stop what they're doing to inspire because they do nothing to inspire but kill. And we are having a very profound affect. If you look at what has happened recently. And it means standing together against the murder of innocent Muslims, the oppression of women, the persecution of Jews, and slaughter of Christians. Religious leaders must make this absolutely clear. Barbarism will deliver you no glory, piety to evil will bring you no dignity. If you choose the path of terror, your life will be empty, your life will be brief, and your soul will be fully condemned. And political leaders must speak out to affirm the same idea, heroes don't kill innocents, they save them.  Many nations here today have taken important steps to raise up that message. Saudi Arabia's vision for 2030 is an important and encouraging statement of tolerance, respect, empowering women and economic development. The United Arab Emirates has also engaged in the battle for hearts and souls, and with the United States launched a center to counter the on-line spread of hate. Bahrain, too, is working to undermine recruitment and radicalism. I also applaud Jordan, Turkey and Lebanon for their role in hosting refugees. The surge of migrants and refugees living and just living so poorly that they're forced to leave the Middle East, depletes the human capital needed to build stable societies and economies. Instead of depriving this region of so much human potential, Middle Eastern countries can give young people hope for a brighter future in their home nations and regions. That means, promoting. The aspirations and dreams of all citizens who seek a better life, including women, children and the followers of all faiths, numerous Arab and Islamic scholars have eloquently argued that protecting equality strengthens Arab and Muslim communities. For many centuries, the Middle East has been home to Christians, Muslims, and Jews living side by side, we must practice tolerance and respect for each other once again. And make this region a place where every man and woman no matter their faith or ethnicity, can enjoy a life of dignity and hope. In that spirit, after concluding my visit in a fabulous place that we're at today, Riyadh, which I've gotten to know so well in so short a time. I will travel to Jerusalem and Bethlehem and then to the Vatican, visiting many of the holiest places in the three Abrahamic phase. If these three phase can join together in cooperation, then peace in this world is possible, including peace between Israelis and Palestinians. I will be meeting with both Israeli Prime Minister Benjamin Netanyahu and Palestinian President Abbas. Starving terrorists of their territory of their funding and the false allure of the craven ideology will be the basis for easily defeating them. But no discussion of stamping out this threat would be complete without mentioning the government that gives terrorists all three: safe harbor, financial backing, and the social standing needed for recruitment. It is a regime that is responsible for so much instability in that region. I am speaking, of course, of Iran. From Lebanon, to Iraq, to Yemen, Iran funds arms, and trains terrorists, militias and other extremist groups that spread destruction and chaos across the region. For decades, Iran has fueled the fires of sectarian conflict and terror. It's a government that speaks openly of mass murder, vowing the destruction of Israel, death to America, and ruin for many leaders and nations in this very room. Among Iran's most tragic and destabilizing interventions, you've seen it in Syria. Bolstered by Iran, Assad has committed unspeakable crimes, and the United States has taken firm action in response to the use of banned chemical weapons by the Assad regime, launching 59 missiles at the Syrian airbase, from where that murderous attack originated. Responsible nations must work together to end the humanitarian crisis in Syria, eradicate ISIS and restore stability to the region, and as quickly as possible. The Iranian regime's longest suffering victims are its own people. Iran has a rich history and culture, but the people of Iran have endured hardship and despair through their leader's reckless pursuit of conflict and terror. Until the Iranian regime is willing to be a partner for peace, all nations of must work to together to isolate, deny it. Funding for terrorism, cannot do it. And pray for the day when the Iranian people have the just and righteous government they so richly deserve. The decisions we make will affect countless lives. King Salman, I thank you for the creation of this great moment in history and for your massive investments in America and its industries, and its jobs. I also thank you for investing in the future of this part of the world. The fertile region and it is so fertile, has all of the ingredients for extraordinary success. A rich history in culture, a young and vibrant people, a thriving spirit of enterprise, but you can unlock this future if the citizens of the Middle East are freed from extremism, terrorism and violence. We in this room are the leaders of our people. They look to us for answers. And we look back at their faces, behind every pair of eyes is a soul that yearns for justice and yearns for peace. Today billions of faces are now looking at us, waiting for us to act on the great question of our time. Will we be indifferent in the present of evil? Will we protect our citizens from its violent ideology? Will we let its venom spread through our societies? Will we let it destroy the most holy sites on earth? If we do not confront this deadly terror we know what the future will bring. More suffering, more death, more despair. But if we act, if we leave this magnificent room unified and determined to do what it takes, to destroy the terror that threatens the world. Then there is no limit to the great future of our citizens will have. The birthplace of civilization is waiting to begin for a new renaissance. Just imagine what tomorrow could bring, for all this wonders of science, art, medicine, commerce, to inspire mankind, great cities built on the ruins of shattered towns, new jobs and industries that will lift up millions of people, parents who no longer worry for their children, their families, and who no longer mourns for their loved ones, and the faithful who finally worship without fear, these are the blessings of prosperity and peace. These are the desires that burn us the righteous flame in every single human heart. And these are the just demands of our beloved people. I ask you to join me to join together to work together and to fight together, because united we will not fail. We cannot fail. Nobody, absolutely nobody can beat us. Thank you. God bless you. God bless your countries. And God bless the United States of America, thank you very much. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS HOST",
      "sentences": "President Trump in Riyadh, Saudi Arabia, just wrapping up an historic speech in front of 50 Muslim leaders. He is in the royal court with king of Saudi Arabia, King Salman, I am here in New York, Maria Bartiromo along with former CIA Director James Woolsey and Congressman Peter King with us well, James what is your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES WOOLSEY, FORMER CIA DIRECTOR",
      "sentences": "Bravo. If President Trump follows through on this, he will be one of our great presidents. It could not be any different than President Obama's speech after he drew the line, red line in sand and said that the Syrians had to kill their own people with chemical weapons if they do that again, they cross that red line, but they did that. He turned problem over to Russia. This was not a nuanced speech was this was not on a one hand this, other hand that saddle speech, this was a -- we are going to take on the terrorist and go to war and get behind me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "A lot of positive reactions on The Hill, as the president's historic speech. Please stay tuned to Fox News Channel and this Fox station for a continued coverage of this story. I am Maria Bartiromo in New York. We continue our conversation and analysis, let me bring in Congressman Peter King with us as well and Congressman your reaction to what you just heard from President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PETER KING, R-NEW YORK",
      "sentences": "Maria, you are right. This was a historic speech. It was so different to everything that President Obama has said and done over the previous eight years. There were no apologies, there was no political correctness, there is no happy talk, he drew the lines versus good and evil, they have to drive them out or their souls would be condemn, he called for unity of Muslims, Christians and Jews. This to me was such a profound speech and it was spoken right in the heart of Islam. To me it is a turning point in history, turning point in democracy. President Trump today established what I believe as a true leader on the world stage. I agree totally with James Woolsey, if this continues he will be a great president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "He is getting a lot of high marks on social media right now. As well as online, what struck me James Woolsey is the number of times Iran came up. Not just from President Trump but from King Salman, talking about Iran and the president as well has talked much of the Iran deal. You just said a minute ago, it was the worst deal that the America had ever done, they know their enemy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "Yes, they do and they (inaudible) and they both addressed it, made it clear not just, Iran, nobody said, well they elected a moderate to the presidency, again. The moderate, you know. The Iranian decision making structure, at the top of the revolutionary guard, and top of government is purely to totalitarian. They have a word that means lying. They did not get away with that this time. Both king and the president, called them out. And I am just agreeing with congressman king there. It was a fine speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, the President said that citizens of the Middle East need to be freed from terrorism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "Absolutely, if Arab world, Muslim world plays true role, it has to eliminate terrorism. Drive them out. And condemn their souls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It looks like he has done a fair amount of encouraging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOOLSEY",
      "sentences": "I think so, reminds me of Lord Nelson, a great British Naval figure used to say, never mind the maneuvering go right at them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That is what he did today. James Woolsey, Congressman King, thank you so much for joining us, analyzing all of this, this is it for \"SUNDAY MORNING FUTURES\" thank you for joining us, I am Maria Bartiromo, I'll see you tomorrow Fox Business Network, stay with Fox News. Copy: Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS HOST",
      "utterance": "Good morning! We are now waiting the marquee moment of President Donald Trump's visit to Saudi Arabia and his rallying cry to the world. The President set to call on nations to unite, to destroy the scourge that is terrorism once and for all. Good morning everyone. Thanks for being here. I'm Maria Bartiromo, this SUNDAY MORNING FUTURES. You are looking right now at live pictures in Riyadh, Saudi Arabia. Saudi King Salman hosting the leaders from 50 Muslim-majority countries. The President is set to speak any minute now, and we're going to take you there live when he gets at the podium. The speech is expected to focus on condemning violence in the name of religion. He will stress cooperation, America's shared values in the world and finding a path to peace. Joining me right now Ambassador James Woolsey, he's the former Director of the CIA. As we await the President, Jim, what are you expecting? How important is this speech?"
    },
    {
      "speaker": "JAMES WOOLSEY, FORMER CIA DIRECTOR",
      "utterance": "I think it's very important speech. It marks a high point in -- I think beginning to turn the Sunni world away from terrorism and indirect support of it. And also, begins to mark our moving to working closely with the Sunnis and not what President Obama had embarked upon, which was essentially a partnership with Iran."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, the White House is hoping that this is the beginning of a new chapter between the Middle East and the U.S. can President Trump's message resonate given that it hasn't in last eight years?"
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "I think it will. If he plays it straight, and doesn't veer off into tangents and so forth and he's got an excellent team to help him with this. And I think it could go very well. I'm somewhat optimistic about it for the first time in a long time."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The speech is expected to try to rid the region of the -- and the world of terrorism and bring together Muslim countries to actually execute that. Who's most important here, is it Saudi Arabia? What other Muslim countries are important in terms of being together in this fight?"
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "Well, this is largely a conflict between Saudi and the Sunnis, oversimplifies it, and Iran and the Shia on the other side. And not all Shia have signed on to helping Iran but Iran is the core of the sponsorship of terrorism. It's the major terrorist state in the world. And I think that we have a chance now of seeing some change back to the world before 1979 that we had in Saudi Arabia and with a lot of other Sunni states, where we got along really quite well with them. But the seizure of the great mosque in Mecca in '79 and the overthrow of the Shah, created a situation where the Saudis and the other Sunnis were worried about a Shiite domination and power. And that is starting to look like we might be able to begin to work back from it. And it would be wonderful to have this counterterrorism center, for example, for -- co-chaired as I understand it, by the Saudis and us and Riyadh. That's the kind of thing we want see and I first starting to see it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We are looking at live pictures right now in the royal court in Saudi Arabia, Riyadh. As you see on the ground along with officials from Saudi Arabia. There is Jared Kushner, the President son-in-law, Ivanka Trump, also there. The President is with King Salman and he is set to deliver this historic speech. One of the agreements already, James Woolsey, was the agreement to end or slow down financing of terrorism. The two leaders talked about that over the weekend. Could this become a reality? Will Saudi Arabia really stop funding terrorism?"
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "It's the key thing as Detroit said, \"Follow the money.\" And that is central to the whole operation. And it's not just Saudi Arabia, Qatar and some other states are very much involved in financing some of the groups that are the most problematic. But there is here -- if the Saudis turn as it looks like they're going to and it becomes a collegial operation with the United States in the west, it will superbly affect a large number of other Muslim states. Not all of them but quite a few."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The President's cabinet is with him. We just saw a picture of Wilbur Ross, Commerce Secretary, along with Reince Priebus, the President's White House Chief of Staff. Earlier today, members of the Gulf Cooperation Council, that is the GCC exchange memorandum of understanding on countering that financing of terrorism. I'm with James Woolsey this morning as we preview with the President's speech which is going to be taking place momentarily. Often times, Jim, you've got rich individuals that are financing the terrorist, right?"
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I mean, you don't -- you don't necessarily know that it's government but it's rich Saudis, rich Qataris, how do you stop that?"
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "Well, in this part of the world, what the king or the crown prince says to the rich individuals matters. They aren't quite as independent in many parts of the Muslim world as they are, say, in the United States or the west. So we need to understand with the king and with his successor, whoever it is that this has to be serious, this is not just pro forma. It's not -- let's give them a few million on the side in order to keep them happy. We've got to cut the money for the terrorist group. And this is a good start."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The White House says released portion of President's speech earlier and it is basically a speech looking for some cooperation. But the nations of the region have a vital interest in confronting terrorism, whether it'd be ISIS, Hezbollah, Al-Nusra, Al-Qaeda, that it is an existential danger threatens all civilized people across the world. And it feels like this President and King of Saudi Arabia, have already developed a rapport. What's your take on that? He was among the first leaders to come out positive on President Trump."
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "It looks that way from afar. As if they are getting along well and the key thing is for him to get along well with the king's successor, whoever it maybe, and I think there's also, really a change in attitude. I was in Saudi Arabia on business for the Navy for a couple of weeks in 1978, the year before everything change. And it was like visiting Jordan. There was -- there was a casual with respect to dress and glass of wine, and music and so forth"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And that was 1978."
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "That changed in 1979 with the fall of the Shah and fear that there would be and expansion with the Shia power of -- on fear of the part of the Sunnis, especially the Saudis. And with the -- what had -- was happening, not only in with the Shah's fall but also the takeover the great Mosque in Mecca where the Saudis had to turn to the French to save the great mosque, and that was humiliating for them. So they forged an alliance essentially with the Wahhabis and the very hard-line side of the -- of the Sunni Islam, and it's been there more or less ever since. But each year, there's a little more flexibility. And now, we're going to start to see some of the fundamental changes, I think, taking place. Not real fast, not as fast as most westerners would hope but compared to the past, I think you'll see a different Saudi Arabia in a decade or two."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It's interesting to hear President Trump deliver a speech on fighting terrorism to Muslim world leaders right in their own backyard in Riyadh. The White House released this that the President will say, \"We will make decisions based on real world outcomes, not in flexible ideology. We will be guided by the lessons of experience and the confines -- not the confines of rigid thinking. And wherever possible, we will see gradual reforms not sudden intervention.\" Your thoughts?"
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "He also said that -- those remarks that this was a contest between good and evil. That puts it right up front because this is a struggle involving in one way or another, three of the world's great religions. And people's beliefs on terrorism and Jihad and so forth are heavily influenced in the Muslim world by their religious views. And somehow, we have to move, I hope, in the direction that Mr. El -- President Sisi did in Egypt in a speech some months back of hoping from those of us from outside to begin to see some fundamental changes in at least the violent side of Islam. It doesn't mean all Muslims are violent and all Catholics were not part of the Inquisition, all Puritans were not burning witches in Salem; that religions get off into these corners. And if the Wahhabi connection is beginning to be broken and the Saudis are turning to a sense of moderation and balance along with fighting terrorism with us, the change is a lot."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What do the Saudis want? I mean, obviously, they are treating President Trump with royalty; and a lot of pomp and circumstance, they're upset about the U.S.'s deal with Iran, number one."
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "Yes. Well, they should be, it was a terrible deal. So, I think it's the worst deal that United States has ever sought in international affairs. I don't think there's a chance that it's going to keep the Iranians from getting nuclear weapons and probably relatively soon. So the Saudis are absolutely right on this. And Obama administration, I think, was dead wrong."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Which is why they are happy to have President Trump there with perhaps a different outlook on the Middle East, and in particular, with Iran."
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "Yes, I think it could begin to change all of that. This is 50 countries here, this is not 3 or 4. And that itself is an important and positive development."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. The President is sitting down now with the President of Saudi Arabia, in the Royal Court in Riyadh. These are live picture that you're looking at. We are awaiting the President to begin his remarks. The White House has already released portions of the speech. But again, this is a speech in hoping to empower the GCC, that is the Gulf Cooperation Countries to be part of the effort to stomp out terrorism. The President has his entire cabinet there -- much of the cabinet, not the entire cabinet, much of the cabinet. He's got Rex Tillerson, obviously, the Secretary of States, he's got Wilbur Ross, Commerce Secretary, his son-in-law, Jared Kushner is seen there along with Ivanka Trump also in the Royal Court in Saudi Arabia right now, as President waits to deliver these remarks. Now, the President will, of course, get an introduction from King Salman. What are you expecting the King to say about President Trump?"
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "I'm sure it will be quite positive. I think the thing to watch for is whether the King or really any of the Saudis address this least in part in a moral dimension because the president by saying this is a contest between good and evil, has put this up as a moral question not just a tactical question of how best to fight terrorism. And if you see any reflection of that coming from the Saudi side, it is big."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me bring in New York Republican Congressman Peter King, he's a member of the House Intelligence and the Homeland Security Committees. He's joining us right now to further preview the President as he is expected to make his important remarks from Saudi Arabia shortly. And we're going to take you there live as soon as the King Salman introduces the President. Peter King, thanks so much for weighing in this morning."
    },
    {
      "speaker": "REP. PETER KING, R-NEW YORK",
      "utterance": "Thank you Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "How important is this speech from your standpoint?"
    },
    {
      "speaker": "KING",
      "utterance": "This is absolutely vital. I agree with everything that Jim Woolsey said. And it's important to show the world that President Trump is a world leader. And he started out last month with King Abdullah of Jordan, with President Sisi of Egypt, and to have these countries here all coming together today to listen to him, to stand united against Islamist radicalism terrorism. It shows that this is going to really turn around so much of the wrong policies of the Obama administration. I'm sure Jim Woolsey agrees with me on this. President Obama divided us from Jordan, divided us from Egypt. They lost faith in the United States or to President Obama. President Trump now, we're going to stand united, and he's also then going to go to Israel. So we have a president who's being vilified by the American media back here but he is now uniting a large segment to the Muslim world, standing with Israel, doing that together against ISIS, which by the way, President Obama called the J.V. just a few years ago. So, I think this is a -- really a major moment in the Trump Presidency and also as far as the world diplomacy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And in fact, Jim Woolsey just said a moment ago that the Iran deal was perhaps worst deal the United States has ever done. That was one of the issues that the Middle Eastern countries who are our allies had the problems that they had with President Obama. That deal."
    },
    {
      "speaker": "KING",
      "utterance": "Well, the deal itself was bad enough. Those are the whole signal that the President was sending that he was bringing Iran into this community of nations. You know, treating them even more equally than he was treating countries like Jordan and Egypt who are our allies, and he was giving them a disproportionate enforcement, influence -- and again, it was -- it sent shockwaves to the Middle East. This goes back to Syria, the way the President backed away from the red line commitment basically inviting the Russians into the Middle East. He's the one who invited the Russians to the Middle East, bolstered Iran. And so, you have the Sunni nations and the Israelis both petrified of the Obama policies. And now Donald Trump, President Trump, is again, forging an alliance which I think is unique. These many Sunni nations with the President, and then the President going to Israel without skipping a beat. This is going to be, again, a tremendous show of diplomacy. I believe by the President -- and yes, whether he gets acknowledged here in American media, is entirely different story."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, it's quite extraordinary isn't it, Jim?"
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "It is. And the trip -- Congressman King is absolutely right. The trip to Israel immediately hereafter, I wish he was going to move to Capitol but sometimes you don't get everything you want."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It sends a -- it sends a message, though, going from Saudi Arabia to Israel."
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "It does. It helps. And what he will say will help. And his general popularity with the Israeli leadership, and much of the political system, I think helps. It's a striking time, there's a lot going on, a lot."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The subject of the Muslim brotherhood, obviously, many people wonder if the Muslim Brotherhood should just be called out as a terrorist organization, Congressman King, what do you think?"
    },
    {
      "speaker": "KING",
      "utterance": "I think we can wait on that. I mean, it is -- to a large extent of terrorist organizations, our elements of the Muslim brotherhood that we may be able to deal with. So I would let that stand right now. But again, we can't be kidding ourselves, I mean, many aspects of the Muslim Brotherhood are terroristic. Some other countries is actually some people we might be able to deal with. I would leave that to the moment with the secretary of state, also with advice from CIA on that. But I certainly wouldn't rule it out."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I bring it up, Jim Woolsey, because a lot of people wonder why the Muslim Brotherhood has such influence in Washington, by the way."
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "Yes. Well, it's a little bit like the communists back in the early part of 20th country, there were some that were merely subversive and there were others that were violent revolutionaries and Marxist-Lenon revolutionaries. And those sorted themselves out in different ways as the century went on. But one can't just let the Muslim Brotherhood get by with saying, \"I'm not violent so leave me alone.\" There's more than one way to support terrible things happening in United States and indirectly to support violence and indirectly to support organizations that are trying to undermine our constitution and so forth. So I agree with Congressman King, it's a complicated problem and not black and white. It's much more complicated than that. But I do think we have to be on the alert and there are a number of steps we should take quite probably to deal with the Muslim brotherhood even today."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And I think, Congressman Peter King, what you're saying is this the beginning, this is the start."
    },
    {
      "speaker": "KING",
      "utterance": "This is a start, and it's a -- really, it's a new beginning. Whatever expression we want to use, this is a new beginning for American policy in the Middle East with the United States and Sunni allies and the Israelis and the anti-Muslim terror forces are going to stand as one. And for President, who is being called anti-Muslim and everything else --"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "KING",
      "utterance": "-- this to me is a wonderful moment."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We're going to take a pause for one moment to let our Fox stations join us right now. This is Fox News coverage of President Donald Trump's overseas trip, I'm Maria Bartiromo in New York. This is the President's second day in Saudi Arabia; it may be one of the most important moments of the Presidency so far. Mr. Trump is set to deliver a speech on fighting terrorism in front of the leaders of 50 Muslim majority countries. The White House has released some parts of the speech already and we're told that President will try to paint this as a quote, \"battle between good and evil.\" King Salman of Saudi Arabia is now introducing the President. Let's listen."
    },
    {
      "speaker": "KING SALMAN BIN ABDULAZIZ AL SAUD, KING OF SAUDI ARABIA (through translator)",
      "utterance": "It also signifies that our Arab and Muslim countries that are gathering today and whose number is 55, and whose population exceeds one and a half billion people, our important partners in fighting the forces of extremism and terrorism as well as achieving world security, stability, and peace. His Excellency has many hopes and aspirations for cooperation with the Arab and Muslim worlds. As we thank his Excellency and appreciate his attending and participating at the summit, we would like to confirm our pleasure and appreciation for his choosing the country, the Kingdom of Saudi Arabia, and your Summit, as his first foreign trip and participation which reflects his interest and the interest of his country in your blessed Summit. At the same time, we confirm that we share with his Excellency the same noble feelings of constructive cooperation to reject extremism, work on fighting all forms of terrorism, stop its financing and its propagation, dry up its sources and stand firm in confronting this scourge that poses a danger to all of humanity. We are gathered here today at the summit to express seriousness in taking vigorous steps to realize a true partnership with the friendly United States in a way that serves our common interest, and contributes to achieving security, peace and development for all of humanity. This is what our straightforward Islamic religion confirms. Dear brothers and friends, our responsibility towards God, towards our peoples, and towards the entire world is to stand united to fight the forces of evil and extremism. Whatever their sources are and response to the dictates of our Islamic religion, Islam was and will always be the religion of mercy, tolerance and coexistence as confirmed by a brilliant presidents. In its prosperous times, Islam provided the best examples of coexistence and harmony among followers of religions and cultures. However, we see today that some presumed Muslims ask -- seek to present a distorted picture of religion, a picture that seeks to conflate this great religion with violence. We say to our Muslim brothers and sisters, our sons and daughters, everywhere, that one of the most important goals of Islamic Sharia is protecting life, and that there is no honor in committing murder. Islam is the religion of peace and tolerance that urges its followers to develop earth and forbids them from corrupting it. It considers killing an innocent soul tantamount to killing all of humanity. Our way to achieve the goals of our religion and with everlasting life in heaven, is to promote the tolerant values of Islam, which are based on peace, moderation and refraining from destroying and corrupting earth. We all, peoples and countries reject in every language and denounce in every form damaging the relations of Muslim countries with friendly countries and profiling peoples and countries on a religious or sectarian basis. These odious acts are the products of attempts to exploit Islam as a cover for political purposes to blame hatred, extremism, terrorism and religious and sectarian conflicts, as the Iranian regime and the groups and organizations try to do such as Hezbollah and the Houthis as well as the Al-Qaeda and others. The Iranian regime has been the spearhead of global terrorism since the Khomeini Revolution until now, we have been in this country for 300 years and have known no terrorism or extremism until the Khomeini Revolution began in 1979. Iran has turned down all good neighborliness initiatives offered by our nation with goodwill. It has responded with expansionist aspirations, criminal practices and interference in the internal affairs of other countries, thus violating the principles of international law, good neighborliness and mutual respect and coexistence. The Iranian regime thought that our silence was weakness, and our wisdom was retreat until we had enough of its hostile practices and interference as we witnessed in Yemen and other countries in the region. As we say this, we assert at the same time our respect and appreciation for the Iranian people. We do not hold people responsible for the actions of their regime. The Kingdom of Saudi Arabia has long suffered from terrorism and has been the target for it because Saudi Arabia is the center of Islam and the (INAUDIBLE) for all Muslims. Terrorist ideology seeks to achieve its fake legitimacy and to spread through of targeting the (INAUDIBLE) of all Muslims and the center of their weight. We have succeeded in confronting terrorist actions, foiling many terrorist attempts, we have also helped our brothers and friends around the world to avoid plots targeting their security and stability. Dear, brothers and friends, in our continued efforts in confronting terrorism, the GCC states concluded today a historic agreement with the United States of America to adopt strict measures to target financing terrorism by establishing a center in Riyadh, to target terrorism financing. We look forward to more countries joining the center in the future as this agreement will be a model to follow -- will be a model to follow based on our existing efforts in this regard. I confirm on behalf of my brothers, the attending leaders of the Islamic countries that we will be firm in prosecuting anyone who finances or supports terrorism in any shape or form and bring him to justice. Mr. President, dear brothers and friends, and our continued war on terrorism, we confirm our resolve to eradicate dash and other terrorist organizations regardless of their religion, sect or ideology. That was the reasons we all formed the Islamic Military Alliance to fight terrorism, which was a pioneering step to curb terrorism, terrorism as a result of extremism. In light of the need to confront terrorism, we declare today launching the global center for combatting extremist ideology which aims to disseminate the principles of moderation and tolerance, confront attempts to deceive the young, shield families and societies, and refute the frail claims of terrorists by cooperating with peace-loving nations and international organizations. Dear brothers and friends -- achieve -- but (INAUDIBLE) is the successful safeguard. This is what Saudi visions 2013 embodies in all its aspects, keenness on investing of youth, enabling women, diversifying the economy, and improving education. The Kingdom of Saudi Arabia undoubtedly supports and encourages every effort by any brothers or friendly nation that aims at accomplishing a sustainable development in their countries. We emphasize that achieving peace between the Palestinians and the Israelis is a just and crucial demand, which requires shared sacrifice and sincere determination for the benefit of all. The international community should intensify its efforts to resolve the Syrian crisis but shield the aspirations of the Syrian people and preserve Syria's unity and sovereignty."
    },
    {
      "speaker": "Your majesties, your excellences, your highnesses, the hopes and aspirations of our peoples are huge and our responsibilities to achieve them are great. But, to resolve keenness and care will enable us to face these duties with will and purpose, , and we are committed to the development and strategic goals to confront extremism, and terrorism, and provide a prosperous life. May God help us achieve what is good for our people, God bless you. Now, onto the floor to the Excellency of the President of the United States of America",
      "utterance": "Mr. Donald Trump. The floor is yours, sir."
    },
    {
      "speaker": "DONALD TRUMP, UNITED STATES OF AMERICA PRESIDENT",
      "utterance": "Thank you. I would like to thank King Salman for his extraordinary words and a magnificent kingdom of Saudi Arabia for hosting today's summit. I am honored to be received by such gracious hosts. I have always heard about the splendor of our country and the kindness of your citizens, but words do not do justice to the grandeur of this remarkable place, and the incredible hospitality you have shown us from the moment we arrived. You also hosted me in the treasured home of King Abdulaziz, the founder of the kingdom who united your great people; working alongside of another beloved leader, American President Franklin Roosevelt. King Abdulaziz began the enduring partnership between our two countries. King Salman, your father would be very, very proud to see that you are continuing his legacy. And just as he opened the first chapter of our partnership, today we begin a new chapter that will bring lasting benefits to all of our citizens. Let me now also extend my deep and heartfelt gratitude to each and every one of the distinguished heads of state who made this journey here today. You greatly honor us with your presence and I send the warmest regards from my country to yours. Thank you."
    },
    {
      "speaker": "I know that our time together will bring many blessings to both your people and to mine. I stand before you as a representative of the American people to deliver a message of friendship, and hope, and love. That is why I chose to make my first foreign visit",
      "utterance": "a trip to the heart of Muslim world, to the nation that serves as custodians of the two holiest sites in the Islamic faith. In my inaugural address to the American people, I pledged to strengthen America's oldest friendship and to build new partnerships in pursuit of peace. I also promised that America will not seek to impose our way of life on others but to outstretch our hands in the spirit of cooperation and trust."
    },
    {
      "speaker": "Our vision is one of peace, security, and prosperity in this region and all throughout the world. Our goal is a coalition of nations who share the aim of stamping out extremism and providing our children a hopeful future that does honor to God. And so, this historic and unprecedented gathers of leaders, unique in the history of nations, is a symbol to the world of our shared resolve in our military that will protect the safety of our people and enhance the security of our wonderful friends and allies. Many of whom are here today",
      "utterance": "bonds of friendship, security, culture, and commerce. For Americans, this is a very exciting time; a new spirit of optimism is sweeping our country. In just a few months we have created almost a million new jobs, added over $3 trillion in a new value, lifted burdens on American industry, and made record investments in our military that will protect the safety of our people and enhance the security of our wonderful friends and allies. Many of whom are here today. Now, there is even more blessed news that I am pleased to share with you. My meetings with King Salman, the crown prince, and deputy crown prince have been filled with great warmth, goodwill, and tremendous cooperation. Yesterday we signed historic agreements with the kingdom that will invest almost $400 billion in our two countries and create many hundreds of thousands of jobs in America and Saudi Arabia. This landmark agreement includes the announcement of $110 billion Saudi-funded defense purchase, and we will be sure to help our Saudi friends to get a good deal from our great American defense companies - the greatest anywhere in the world. This agreement will help the Saudi military to take a far greater role in the security and operations having to do with security. We've also started discussions with many of the countries present today on strengthening partnerships and forming new ones to advance security and stability across the Middle East, and far beyond. Later today we will make history again with the opening of the new global center for combatting extremist ideology, located right here in the central part of the Islamic world. This ground-breaking new center represents a clear declaration that Muslim majority countries must take the lead in combatting radicalization. And I want to expression our gratitude to King Salman for his strong demonstration and his absolutely incredible and powerful leadership. I had the pleasure of welcoming several of the leaders present today to the White House, and I look forward to working with all of you. America is a sovereign nation, and our first priority is always the safety and security of our citizens. We are not here to lecture. We are not here to tell other people how to live, what to do, who to be, or how to worship, instead, we're here to offer partnership based on a shared interest and values, to pursue a better. Here in this summit. But above all, we must be united in pursuing the one goal that transcends every other consideration - that goal is to meet history's great test to conquer extremism and vanquish the forces that terrorism brings with it every single time. Young Muslim boys and girls should be able to grow up free from fear, safe from violence and innocent of hatred. When young Muslim men and women should have the chance to build a new era of prosperity for themselves; it has to be done, and we have to let them do it. With God's help, this summit will mark the beginning of the end for those who practice terror and spread its vile creed. At the same time, we pray this special gathering may someday be remembered as the beginning of peace in the Middle East, and maybe even all over the world. But this future can only be achieved through defeating terrorism in the ideology that drives. Few nations have been spared - the violent reach of terrorism. America has suffered repeated barbaric attacks from the atrocities of September 11th, to the devastation of the Boston bombings, to the horrible killings and San Bernardino and Orlando. The nations of Europe have also endured unspeakable horror, so too have the nations of Africa, and South America, India, Russia, China, and Australia have all been victims. But in sheer numbers, the deadliest toll has been exacted on the innocent people of Arab, Muslim, and Middle Eastern nations. They have borne the brunt of the killings and the worst of the destruction in this wave of fanatical violence. Some estimates told that more than 95 percent of the victims of terrorism are themselves Muslim. We now face humanitarian and security disaster in this region that is spreading across the planet. It is a tragedy of epic proportions. No description of the suffering and depravity can begin to capture its full measure. If you look at what's happening, Al Qaeda, Hezbollah, Hamas, and so many others, must be counted not only in a number of dead, it also must be counted in generations of vanished dreams. The Middle East is rich with natural beauty, vibrant cultures, and massive amounts of historic treasures. It should increasingly become one of the great global centers of commerce and opportunity. This region should not be a place from which refugees flee, but to which newcomers flock. Saudi Arabia is home to the holiest sites in one of the world's great faiths. Each year, millions of Muslims come from around the world to Saudi Arabia to take part in the \"Hajj.\" In addition to ancient wonders, this country is also a home to modern once, including so many achievements in architecture. Egypt is a thriving center of learning and achievement - thousands of years before over other parts of the world. The wonders of Giza, Luxor, and Alexandria are proud monuments to that ancient heritage. All over the world - people dream of walking through the ruins of Petra in Jordan. Iraq was the cradle of civilization and is a land of natural beauty. And the United Arab Emirates has reached incredible heights with glass and steel and turned earth and water into spectacular works of art. The entire region is at the center of the key shipping lines of the Suez Canal, the Red Sea, and the Straits of Hormuz. The potential of the region has never ever been greater. 65 percent of its population is under the age of 30; like all young men and women, they seek great futures to build, great national projects to join, and a place for their families, to call home. But this untapped potential, this tremendous cause of optimism, is held at bay by bloodshed and terror. There can be no coexistence with this violence. There can be no tolerating it, no accepting it, no excusing it, and no ignoring it. Every time a terrorist murders an innocent person, and falsely invokes the name of God, it should be an insult to every person of faith. Terrorists do not worship God, they worship death. If we do not act against this organized terror, then we know what will happen, and what will be the end result. Terrorism's devastation of life, will continue to spread, peaceful societies will become engulfed by violence, and the futures of many generations will be sadly squandered. If we do not stand in uniform condemnation of this killing, then not only will we be judged by our people, not only will we be judged by history, but we will be judged by God. This is not about a battle between different faiths, different sects, or civilizations, this is a battle between barbaric criminals who seek to obliterate human life and decent people all in the name of religion. People that want to protect life and want to protect their religion. This is a battle between good and evil. When we see the seams of destruction in the wake of terror, we see no signs that those murdered were Jewish or Christian, Shia or Sunni. When we look upon the strains of innocent blood soaked into the ancient ground, we cannot see the faith or sect or tribe of the victims, we see only that they were children of God whose deaths are an insult to all that is holy. But we can only overcome this evil if the forces of good are united and strong, and if everyone in this room does their fair share and fulfills their part of the burden. Terrorism has spread all across the world, but the path to peace begins right here on this ancient soil in this sacred land. America is prepared to stand with you in pursuit of shared interest and common security. But, the nations of the Middle East cannot wait for American power to crush this enemy for them, the nations of Middle East will have to decide what kind of future they want for themselves, for their country, and frankly, for their families and for their children. It's a choice between two futures, and it is a choice America cannot make for you. A better future is only possible if your nations drive out the terrorist and drive out the extremists. Drive them out, drive them out of your places of worship, drive them out of your communities, drive them out of your holy land, and drive them out of this earth. For our part, America is committed to adjust our strategies to meet evolving threats and new facts. We will discard those strategies that have not worked and will apply new approaches informed by experience, talent, and judgment. We're adopting a principle realism, rooted in common values, shared interests, and common sense. Our friends will never question our support and our enemies will never doubt our determination. Our partnerships will advance security through stability, not through radical disruption. We will make decisions based on real world outcomes, not in flexible ideology. We will be guided by the lessons of experience, not the confines of rigid thinking. And wherever possible, we will seek gradual reforms not sudden intervention, we must seek partners not perfection and to make allies of all who share our goals, above all, America seeks peace, not war. Muslim nations must be willing to take on the burden if we are going to defeat terrorism and send its wicked ideology into oblivion. The first task in this joint effort is for your nations to deny all territory to the foot soldiers of evil. Every country in the region has an absolute duty to ensure that terrorists find no sanctuary on their soil. Many are already making significant contributions to regional security. Jordanian pilots are crucial partners against ISIS in Syria and Iraq. Saudi Arabia and a regional coalition have taken strong action against militants in Yemen. The Lebanese Army is hunting operatives who try to infiltrate their territory. (INAUDIBLE) troops are supporting our Afghan partners, and supporting them strongly. In Mosul, American troops are supporting Kurds, Sunnis, and Shias, fighting together for their homeland. Qatar which hosts the U.S. central command is a crucial strategic partner. Our longstanding partnership Kuwait and Bahrain continue to enhance security in the region. Our courageous Afghan soldiers are making tremendous sacrifices in the fight against the Taliban and others in the fight for their country. As we deny terrorist organization control of territory and populations, we must also strip them of their access to funds. We must cut off the financial channels that let ISIS sell oil, let extremists pay their fighters, and help terrorists smuggle their reinforcements. I am proud to announce that the nations here today will be signing an agreement to prevent the financing of terrorism called \"The Terrorist Financing Targeting Center\". Co-chaired by the United States and Saudi Arabia, and joined by every member of the Gulf Cooperation Council. It is another historic step in a day that will be long remembered. I also applaud the Gulf Cooperation Council for blocking funders from using their countries as a financial base for terror and for designating Hezbollah as a terrorist organization, which they certainly are, last year. Saudi Arabia also joined us this week in placing sanctions on one of the most senior leaders of Hezbollah. Of course, there is still much work to be done. That means honestly confronting the crisis of Islamic extremism and Islamists and Islamic terror of all kinds. We must stop what they're doing to inspire because they do nothing to inspire but kill. And we are having a very profound affect. If you look at what has happened recently. And it means standing together against the murder of innocent Muslims, the oppression of women, the persecution of Jews, and slaughter of Christians. Religious leaders must make this absolutely clear. Barbarism will deliver you no glory, piety to evil will bring you no dignity. If you choose the path of terror, your life will be empty, your life will be brief, and your soul will be fully condemned. And political leaders must speak out to affirm the same idea, heroes don't kill innocents, they save them. Many nations here today have taken important steps to raise up that message. Saudi Arabia's vision for 2030 is an important and encouraging statement of tolerance, respect, empowering women and economic development. The United Arab Emirates has also engaged in the battle for hearts and souls, and with the United States launched a center to counter the on-line spread of hate. Bahrain, too, is working to undermine recruitment and radicalism. I also applaud Jordan, Turkey and Lebanon for their role in hosting refugees. The surge of migrants and refugees living and just living so poorly that they're forced to leave the Middle East, depletes the human capital needed to build stable societies and economies. Instead of depriving this region of so much human potential, Middle Eastern countries can give young people hope for a brighter future in their home nations and regions. That means, promoting. The aspirations and dreams of all citizens who seek a better life, including women, children and the followers of all faiths, numerous Arab and Islamic scholars have eloquently argued that protecting equality strengthens Arab and Muslim communities. For many centuries, the Middle East has been home to Christians, Muslims, and Jews living side by side, we must practice tolerance and respect for each other once again. And make this region a place where every man and woman no matter their faith or ethnicity, can enjoy a life of dignity and hope. In that spirit, after concluding my visit in a fabulous place that we're at today, Riyadh, which I've gotten to know so well in so short a time. I will travel to Jerusalem and Bethlehem and then to the Vatican, visiting many of the holiest places in the three Abrahamic phase. If these three phase can join together in cooperation, then peace in this world is possible, including peace between Israelis and Palestinians."
    },
    {
      "speaker": "I will be meeting with both Israeli Prime Minister Benjamin Netanyahu and Palestinian President Abbas. Starving terrorists of their territory of their funding and the false allure of the craven ideology will be the basis for easily defeating them. But no discussion of stamping out this threat would be complete without mentioning the government that gives terrorists all three",
      "utterance": "safe harbor, financial backing, and the social standing needed for recruitment. It is a regime that is responsible for so much instability in that region. I am speaking, of course, of Iran. From Lebanon, to Iraq, to Yemen, Iran funds arms, and trains terrorists, militias and other extremist groups that spread destruction and chaos across the region. For decades, Iran has fueled the fires of sectarian conflict and terror. It's a government that speaks openly of mass murder, vowing the destruction of Israel, death to America, and ruin for many leaders and nations in this very room. Among Iran's most tragic and destabilizing interventions, you've seen it in Syria. Bolstered by Iran, Assad has committed unspeakable crimes, and the United States has taken firm action in response to the use of banned chemical weapons by the Assad regime, launching 59 missiles at the Syrian airbase, from where that murderous attack originated. Responsible nations must work together to end the humanitarian crisis in Syria, eradicate ISIS and restore stability to the region, and as quickly as possible. The Iranian regime's longest suffering victims are its own people. Iran has a rich history and culture, but the people of Iran have endured hardship and despair through their leader's reckless pursuit of conflict and terror. Until the Iranian regime is willing to be a partner for peace, all nations of must work to together to isolate, deny it. Funding for terrorism, cannot do it. And pray for the day when the Iranian people have the just and righteous government they so richly deserve. The decisions we make will affect countless lives. King Salman, I thank you for the creation of this great moment in history and for your massive investments in America and its industries, and its jobs. I also thank you for investing in the future of this part of the world. The fertile region and it is so fertile, has all of the ingredients for extraordinary success. A rich history in culture, a young and vibrant people, a thriving spirit of enterprise, but you can unlock this future if the citizens of the Middle East are freed from extremism, terrorism and violence. We in this room are the leaders of our people. They look to us for answers. And we look back at their faces, behind every pair of eyes is a soul that yearns for justice and yearns for peace. Today billions of faces are now looking at us, waiting for us to act on the great question of our time. Will we be indifferent in the present of evil? Will we protect our citizens from its violent ideology? Will we let its venom spread through our societies? Will we let it destroy the most holy sites on earth? If we do not confront this deadly terror we know what the future will bring. More suffering, more death, more despair. But if we act, if we leave this magnificent room unified and determined to do what it takes, to destroy the terror that threatens the world. Then there is no limit to the great future of our citizens will have. The birthplace of civilization is waiting to begin for a new renaissance. Just imagine what tomorrow could bring, for all this wonders of science, art, medicine, commerce, to inspire mankind, great cities built on the ruins of shattered towns, new jobs and industries that will lift up millions of people, parents who no longer worry for their children, their families, and who no longer mourns for their loved ones, and the faithful who finally worship without fear, these are the blessings of prosperity and peace. These are the desires that burn us the righteous flame in every single human heart. And these are the just demands of our beloved people. I ask you to join me to join together to work together and to fight together, because united we will not fail. We cannot fail. Nobody, absolutely nobody can beat us. Thank you. God bless you. God bless your countries. And God bless the United States of America, thank you very much. Thank you."
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS HOST",
      "utterance": "President Trump in Riyadh, Saudi Arabia, just wrapping up an historic speech in front of 50 Muslim leaders. He is in the royal court with king of Saudi Arabia, King Salman, I am here in New York, Maria Bartiromo along with former CIA Director James Woolsey and Congressman Peter King with us well, James what is your reaction?"
    },
    {
      "speaker": "JAMES WOOLSEY, FORMER CIA DIRECTOR",
      "utterance": "Bravo. If President Trump follows through on this, he will be one of our great presidents. It could not be any different than President Obama's speech after he drew the line, red line in sand and said that the Syrians had to kill their own people with chemical weapons if they do that again, they cross that red line, but they did that. He turned problem over to Russia. This was not a nuanced speech was this was not on a one hand this, other hand that saddle speech, this was a -- we are going to take on the terrorist and go to war and get behind me."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "A lot of positive reactions on The Hill, as the president's historic speech. Please stay tuned to Fox News Channel and this Fox station for a continued coverage of this story. I am Maria Bartiromo in New York. We continue our conversation and analysis, let me bring in Congressman Peter King with us as well and Congressman your reaction to what you just heard from President Trump."
    },
    {
      "speaker": "REP. PETER KING, R-NEW YORK",
      "utterance": "Maria, you are right. This was a historic speech. It was so different to everything that President Obama has said and done over the previous eight years. There were no apologies, there was no political correctness, there is no happy talk, he drew the lines versus good and evil, they have to drive them out or their souls would be condemn, he called for unity of Muslims, Christians and Jews. This to me was such a profound speech and it was spoken right in the heart of Islam. To me it is a turning point in history, turning point in democracy. President Trump today established what I believe as a true leader on the world stage. I agree totally with James Woolsey, if this continues he will be a great president."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "He is getting a lot of high marks on social media right now. As well as online, what struck me James Woolsey is the number of times Iran came up. Not just from President Trump but from King Salman, talking about Iran and the president as well has talked much of the Iran deal. You just said a minute ago, it was the worst deal that the America had ever done, they know their enemy."
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "Yes, they do and they (inaudible) and they both addressed it, made it clear not just, Iran, nobody said, well they elected a moderate to the presidency, again. The moderate, you know. The Iranian decision making structure, at the top of the revolutionary guard, and top of government is purely to totalitarian. They have a word that means lying. They did not get away with that this time. Both king and the president, called them out. And I am just agreeing with congressman king there. It was a fine speech."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, the President said that citizens of the Middle East need to be freed from terrorism."
    },
    {
      "speaker": "KING",
      "utterance": "Absolutely, if Arab world, Muslim world plays true role, it has to eliminate terrorism. Drive them out. And condemn their souls."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It looks like he has done a fair amount of encouraging."
    },
    {
      "speaker": "WOOLSEY",
      "utterance": "I think so, reminds me of Lord Nelson, a great British Naval figure used to say, never mind the maneuvering go right at them."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That is what he did today. James Woolsey, Congressman King, thank you so much for joining us, analyzing all of this, this is it for \"SUNDAY MORNING FUTURES\" thank you for joining us, I am Maria Bartiromo, I'll see you tomorrow Fox Business Network, stay with Fox News."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}