{
  "date": "May 22, 2019",
  "headline": "President Trump attacks Dems over their impeachment obsession",
  "subHeadline": "Trump ends meeting with top Democrats after Nancy Pelosi accused him of committing a 'cover-up'; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/president-trump-attacks-dems-over-their-impeachment-obsession",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, HOST",
      "sentences": "Hello, everybody. I'm Jesse Waters along with Emily Compagno, Juan Williams, Dana Perino, and Greg. It's 5 o'clock in New York City, and this is “The Five.” It's a full blown battle over impeachment playing out in Washington D.C., President Trump blasting Democrats for their latest conspiratorial attacks. He was supposed to be with Chuck Schumer and Nancy Pelosi this morning to talk about infrastructure. But right before Pelosi said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "It was a very positive meeting of respectful sharing of ideas. Would you believe that it's important for -- to follow the facts? We believe that no one is above the law, including the President of the United States. And we believe that the President of the United States is engaged in a cover-up. In a cover-up, and that was the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "After that stunt, Trump decided to blow up the meeting by calling out Schumer and Pelosi to their faces and walked away. He then headed to the Rose Garden equipped with a classic Trump visual where he laid into Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "All of a sudden I hear last night they're going to have a meeting right before this meeting to talk about the I-word. The I-word. Instead of walking in happily into a meeting, I walk in to look at people that have just said that I was doing a cover-up. I don't do cover-ups.  I told Senator Schumer, Speaker Pelosi, I want to do infrastructure. But you know what? You can't do it under these circumstances. So get these phony investigations over with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Schumer and Pelosi responding by trying to spin the meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "sentences": "To watch what happens in the White House would make your jaw drop. I was prepared to give him a 35-page plan. We were interested. We are interested in doing infrastructure. It's clear the president isn't. But this was not a spontaneous move on the president's part. It was planned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And the president wasn't having it. He fired right back tweeting, the Democrats are tearing the country apart. But of course, Pelosi has since doubled down on her cover-up comment and claims it could be an impeachable offense.  All right, Dana, it's pretty clear to the country that Nancy and Chuck cannot work with the president. So far they've shut down the government, no border security, no infrastructure, investigations. It's a mess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, HOST",
      "sentences": "Right. So the Democrats -- I'm trying to think of like what is the good news that they could point to in January that they have cause, right? Is there anything that has gone their way? Not really, OK? And now, they might be able to spin a couple things. But they might say, well, the president's poll numbers are still down. However, the president could say, well, I might not be able to get a lot done with Congress, but the things I have done that are under my control, I've been able to execute on and look at our economy, look at all -- we have the list. We can go through the list. I think the think about her, Nancy Pelosi, is she's super strategic. We know she's very wise. She's very good at politics. She didn't just say cover-up as like an offhand remark. This was a deliberate intention because she's under the pressure from grassroots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She was forced to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's also is very -- it gets under his skin, right? She loves to get him riled up, so that then she can say, oh, my gosh. You would have not believed the reaction. It was just overwhelming and I have to pray for him. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But her caucus wants infrastructure and impeachment --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That is true. But what I also like about this idea is I'm just picturing it, they're in the cabinet room, the president walking in, not sitting down --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- like, yeah, this stuff is over. Like, we're not doing this. And if you think back to when his supporters would say in a primary election when he was beating all the Republicans, what do you like about him? And they would say, well, he tells it like it is. It was a charade to think one that infrastructure was going to get done anyway. They're so far apart. A 35-page plan doesn't work for anybody. Nobody needs a 35-page plan. He needs a one-page plan to see if they could do it. So that was a charade. It wasn't going to happen. The president is basically like, let's just stop pretending. That you just -- that you are here to help get me impeached, but to pretend like you were actually wanted to work on things. And he said, I'm not going to do it anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, why would you negotiate, Greg, when somebody has a knife to your throat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "This was a great example of when politics clashes with business, all right? It went -- what Nancy and Chuck did was plan and it was political. And I would be pissed off, too. It'd be like Dana coming before “The Five” and just announcing that she burned my house down. Now let's go do “The Five.” You don't do that.  And so -- when you're in business, no one before a meeting would accuse you of being a criminal, right? But in politics, there is no such limitation. They'll call you a criminal -- a war criminal and then they'll have lunch with you. And then when they said, well, clearly he doesn't want infrastructure. How stupid do you think the American public is? He was pissed off because of what you did. It had -- he wants infrastructure. He's been doing infrastructure his entire life. I do love the fact that he brought visuals, that means, you know, he's incorporating Fox graphics into his display. And Trump's poll numbers might be down, but when you ask Americans what kind of job he's doing and if they are better off? They're way high. How stupid do you have to be to see how this plays out? Impeachment fails. Trump is a folk hero. Impeachment succeeds, he's a folk hero, and you have Pence as president and you have Trump going around. He's not going anywhere.   You're going to have two Republican presidents. And everybody who pushed the hysteria will be a laughing stock because they're not going to reelect -- they're not going to elect Bernie Sanders after this. You're going to have 75 million people who are pissed off and they're going to re-elect Pence. The point is -- no, the pendulum swings. The more you jump over, the more you push, the more they push back. And that's what you're going to see with Brexit. That's what you're seeing right now with France. People are going after him and it's just going to create more fans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan, what do you think happened today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, HOST",
      "sentences": "I'm so amazed to listen because it seems to me Trump did a big stunt in which he didn't know how to pay for infrastructure. That's what's going on in Washington. Last time that he was engaged in a conversation with Democrats about infrastructure, he got in trouble with fellow Republicans who said, hey, hold on, Mr. President. We're not raising taxes. We're not talking about a gas tax. We're not talking about repealing any of the tax cuts that you put in place, unpopular as they may be.  But guess what? If you are serious about infrastructure and the president in his last meeting with the Democrats said $2 trillion, you have to find the money somewhere. The revenue has to come from somewhere. And he doesn't know where to get the money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wait, Juan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You buy that he sabotage the meeting because he didn't know where the money was coming from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He doesn't care about where the money is coming from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, somebody has to govern the country. And if you want --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Guess what? You talk about preplanned. What was preplanned was his Rose Garden ceremony before they even got to the White House. How do you think they have that sign out there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan, maybe that Pelosi was the one who miscalculated because she was force by her caucus to say something aggressive. She miscalculated, accused the president of a criminal cover-up, and now the American people don't have the infrastructure that they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Are you kidding me? She's not responsible -- first of all, what a crazy thing he said when he said nothing will get done until these investigations -- well, that means -- guess what, Mr. President? The investigations are not going to stop. So you're saying the country is not going to be governed --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We've had two years of investigations, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Bill Clinton was being impeach and he worked on the S Chip Bill in terms of helping young people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And his approval numbers went up as he --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah. But this guy said, Dana, he's not going to do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, HOST",
      "sentences": "The Democrats are so -- the Democrats are so transparent that they are willing to sabotage their own purported interests or the interests of their constituents rather than give Trump an inch. Not even a victory, just an inch. And what I mean by that is it was so obvious that, yes, this is a charade. Yes, this was planned. Yes, this was strategy. Of course, it was Pelosi tossing that lit match on to the bundle of cinder that is Trump when she says there's a cover-up and has these buzz words. Of course, he's going to freak out.  So it was so transparent to people like us. And the worse part is that infrastructure is bipartisan. And the money is absolutely there when there's projected $3 trillion in audits uncovered in the government, in terms of like slashing spending. The money is absolutely there. That's not the issue. The issue is that these guys are putting the deal before themselves in terms of what it represents. Like if Schumer and Pelosi were actually interested in infrastructure, they wouldn't have pulled this stunt. And Schumer, it was like the Nicene Creed. We believe in this and we believe in this. Like the whole thing is such a farce from top to bottom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So in other words, you think there's money -- you think there's money sitting there, but I don't think the president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan, it's not about money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's not about money. They're accusing the president of covering up a crime that never happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The Russian interference never happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love how he shifted that. He said Russian interference. He didn't say collusion. He already blew it. No, no, no, you have enough. You have enough, Juan. You have enough, Juan. I love the use of the phrase cover-up on the same day the investigation into the Virginia governor, Northam, who may or may not have been covered up in black face. That's the cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Michael Avenatti indicted for allegedly defrauding Stormy Daniels, breaking news up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Breaking news, brand new legal trouble for Michael Avenatti. Greg is ready for this one. The lawyer indicted this afternoon on fraud and identity theft charges involving his former client Stormy Daniels. Avenatti is accused of stealing almost $300,000 from her. The feds say Daniels was supposed to get that money from a book deal, but Avenatti instead diverted it to his own account and then used it on personal and business expenses.  Now he was also hit today with new charges tied to an alleged extortion plot against Nike. Also, Avenatti faces over 400 years in jail. And, Greg, I just don't think that's enough time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I don't either. You know what I love about -- he said something like he wouldn't have been caught if he didn't bring attention to himself. So it's not about the crimes he committed but the exposure he brought to the crimes. That's like saying, you know, I shouldn't have worn that really bright shirt when I burned down the orphanage. It's not -- it's a crime. By the way, so he stole $300,000 from Stormy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's a book deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think I've said this before. In terms of career decisions, he has been able to make doing porn a lesser evil than hiring Michael Avenatti. It is so delicious to watch him go down because it's the media. It's actually not him. It's the media who indulged him because they loved how he delivered those talking points about Trump that they wanted so badly, whether it's Don Lemon or Chris Matthews or Stelter, who all -- they took him seriously when he was thinking about running for president. He was going to run against Trump. I still wish he would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Emily --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, is he disbarred?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, that's actually what I'm going to ask her, is he disbarred? Is it true that judges look very unfavorably at lawyers who actually commit these kinds of crimes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Absolutely. He's not disbarred yet. And this point he's not technically convicted of anything, right? So that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That won't stop us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's a detail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Ethically in terms of the bars -- yeah, that's just a matter of time. What's crazy thing is how delusional he is. Like he keep saying, well, I'm looking forward to, you know, total exoneration by the jury, whatever the flake you're saying. Like, we all saw you toss that lighted match, bro. Like, you are clear -- it's just insane to me. And also, you know the charging documents they read like total drama. And it's shows what a character he is, right? He's yelling and angry and cussing and has all the quotes because so much of his extortion scheme -- remember, there's three different schemes that he's charged with in two different districts that it just reads like this complete law and order episode. And I guarantee they make an episode off this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I should say, Juan, that Avenatti denied the allegations on twitter saying no money relating to Daniels were ever misappropriated or mishandled. She received millions of dollars with the legal services, and we've spent huge sums in expenses and she directly paid only $100 for all she received.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I mean, I just -- I don't know the details. I mean, I'm told that it's not only Stormy Daniels, but there's some pro-basketball players that he was representing that he also is charged with having stolen money from them. And so, this -- it's building up like a long list. It's sort of, you know -- at some point, you've got to say, hmm, something is going on here. Not good for him. I would say it looks like people are just taking pleasure, especially President Trump supporters in his downfall and all these charges against him because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He took pleasure in the whole Kavanaugh stuff. He deserves everything he gets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think, in fact, in the Kavanaugh stuff, his actions turned out to damage the opponents of Kavanaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So -- but I think his thing -- his big issue here is Stormy Daniels. And Stormy Daniels and the fact -- remember, in the previous segment the president said what cover-up? I would never do a cover-up. Well, we know that he was sending money to Stormy Daniels for a nondisclosure agreement and apparently trying to involve the kind of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But that's not -- but remember in the A-block where we all talked about that -- that was all about collusion, not about Stormy Daniels.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, the Avenatti stuff was about Stormy Daniels.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I see. He also tried to go after Nike. That was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, yeah, don't go after Nike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Don't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're big.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Just don't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm beginning to think that Trump and Stormy Daniels never had an affair. I mean, that's how bad it's gotten. I assume that he did it the whole time. And now the two lawyers who litigated it, Cohen and Avenatti, are both indicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And the two, you know, people that allegedly had affair they're fine. This is not just indictment of Avenatti. This is indictment of the media. Think about it. They can't vet a guy like this? They can vet Avenatti. They can't vet Russian collusion. They can't vet Smollett. The one job the media is supposed to be good at vetting and they can't do it. I read this article about him on Vanity Fair. His lawyers advised him against doing the Vanity Fair article. He did it anyway. Of course, he cried four times when he was giving the interview. Allegedly, he was abusive to bookers. Now, I was a booker. People that treat the talent well and that reign hell down on the bookers, they're an evil type of people. So CNN knew this guy was reigning hell on the bookers and they still booked him. And whenever the bookers tried to vet these new claims he was bringing, he said no and threw a tantrum. The guy is a rageaholic, an adrenaline junky, and apparently was spending the Stormy Daniels' money on dry cleaning. Who does that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "A dirty guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, a dirty guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He was laundering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think we beat that horse to death. Good luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You just insulted a house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was a little sound bite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, he's more like a rat, not a horse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We just beat that rat --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Feel free to beat the rat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, up next, ESPN now sticking to sports after backlash for being, guess what, too political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "A couple of big companies finally ditching politics and getting back to what they do best. After years of anchors bashing Trump, ESPN's president says he's doing everything to just focus on sports. Quote, without question, our data tells us our fans do not want us to cover politics. Here are a few examples of why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it was classless on the part of the President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's disgraceful. It was classless. It was wrong to do. He could do better than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you still stand by what you said, and do you think that President Trump supporters are white supremacists?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I still stand by what I said. I don't think that his supporters are white supremacists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What is really going on in this country right now is the question. Is the president above the law? Or do we have a king? And reasonable people all agree the answer is no to both those questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "And Dunkin' Donuts is calling out rival Starbucks for pushing political agendas. A top executive reportedly saying, quote, we aren't gonna put stuff on our cups to start conversation. We don't want to engage you in political conversations. We want to get you in and out of our store in seconds. It's donuts and ice cream. Just be happy. All right. So, Greg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "-- I feel like sports is supposed to be a unifier. It's supposed to be the escape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "So this completely makes sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Someone should write a song about this. Maybe call it shut up about politics. Hey, OK. Politics was invented at its own stand-alone process to mitigate disputes without revolutions or violence. That's what politics was for. It was a cultural invention not meant for anything but within its political realm. So when you -- so for some reason it's been injected when the left made the politics personal, that was their slogan in the 70s and 80s, politics was able to spread into other areas like sports, music and comedy. It's like injecting yoga into drag racing. And it's open the gates to this infection. And there's a lot of consequence. People are now obsessed with identity politics instead of their own individuality. So now you're not a person, you're just a box. You know, you're a part of something. You're not you on campus if you look at literature, if you look at speeches or instructions. Things -- politics -- because it's seen as a tool. These things are seen as unfeasibly because they don't fit into the political package. And then entertainment becomes divisive to your point. See how crappy -- Jim Carrey's actual acting ability has become as his devoted his time to hateful politics. Look at De Niro who I've said yesterday, I absolutely adored until I heard him open his mouth for once without a script. And it's just like destroying to see this -- you know -- wherever it goes, it hurts. Imagine if “The Five” if we just decided to play like sand volleyball here for an hour. We don't do sports for a reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I want Emily on my team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "And I feel like, Dana, part of it is that -- which is what you're kind of alluding to that viewers don't want to be surprised, right? They tune, they want to have expectations and sort of the lame, right? So it's part of it that it was like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, it's like you tune in to certain things. And one of the great things about cable is that they gave you specific shows. Like people -- some people like to watch Bravos. Some people like Home and Garden TV. Some people watch Fox News all day long. Some people love their sports. And also you could flip around. It's also true virtue about politics infecting women's magazines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "TiVo --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- it killed it. Killed TiVo. I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And team sports politics like bringing sports into politics has also been unattractive and not good. The thing that's been very interesting though over the last few years is that Fox News has been very impressed with my sports commentary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And has asked me to do more of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I don't believe that for a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "And, Jesse, a part of this I think is that anchors, you know, that brand is bigger than themselves in that moment, right? So you were saying, they're putting themselves above the brand. And also I think -- and now I'm not really asking a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I feel like there's a way to charge the population with being engaged. Like politics is cool. And, yes, like be involved. But by being apolitical in terms of the actual issues, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know what the question was. But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Agree with me, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, you're right, kid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The CEO had a massive cocaine problem and he got extorted by his dealer. And he let go of the ship for many, many years. And this was happening just as people were cutting their cable. They did not become the profit machine like they were supposed to for Disney. And they had to lay off hundreds and hundreds of people. The guy, skipper, who I said had a massive cocaine problem had to abruptly resign. Also, stood up Bob Iger, the CEO of Disney, while he was waiting for him at -- in the jet, on the runway after the ESPY's. So he was on -- it was really bad. You don't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He blamed it on the dealer though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right. So all of these things are coalescing at the same time. They're not making as much money. And he's letting these anchors like Jemele Hill have a total free ride. She can go on twitter, call the President of the United States a white supremacist, and then go do Sports Center? Are you kidding me? The audience cannot read that on twitter and then watch her face on TV doing the top ten that week. They can't conceptualize it. They lost track of their audience. Their audience is predominantly white males who probably support President Trump, and they let that audience totally go. And now they have to get back to basics. And that's what people want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "So since the new president has come in, as Jesse was saying, the revenue is up 6 percent for ESPN. So, the statistics are kind of revealing exactly this, right. Do you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I think this guy--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He always leads the witness. It's very funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think this new guy is simply being very politically correct. Right. He's simply saying, I'd rather not talk about politics. But the reality is, I disagree with Greg so strongly. I mean you go back to Jack Johnson, that's politics, when you need a great white hope. You go back to Jesse Owens against Adolf Hitler. Hey America, said you know what this is proof, your racial--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's not politics. This is morality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is politics. This is Ali and Vietnam and come forward to Nike and Colin Kaepernick. If you don't--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not in the same breath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because sports right now is a part of our American culture it's a leading indicator of who we are and where we're going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But you have to cover it in a balanced way and not through insult to the President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's fine. It's the same thing with Dunkin Donuts which we mentioned at the top. I don't think Dunkin Donuts cares anything about politics either conservative or liberal. What they care about selling coffee. They see that Howard Schultz, the Head of Starbucks is running for President and they're saying, hey, we're not running for anything come buy our coffee. That's what they care about. And if you want to truly cover sports in America, you have to realize hey, half of the Boston Red Sox who are black and Latino won't even go near the Trump White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But you know what, Rachel Maddow covering sports for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, what I'm saying, but you can't say to people who are smart and who are in the world of sports, we don't want to ever hear what you think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, just do it respectfully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In other words, be pro-Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, just do it in a balanced way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Also, with those businesses that's elective, you can choose to get your coffee at Dunkin versus Starbucks. You know that Tom - what's that ice cream, Ben & Jerry's, a super political right, but for sports you can't choose who's covering it. You can't choose--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You can click over to Fox Sports Juan; they do a great job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes. OK. We have to go. Up next. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KATIE PORTER, D-CALIF.",
      "sentences": "Do you know what an REO is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN CARSON, SECRETARY OF HOUSING AND URBAN DEVELOPMENT",
      "sentences": "An Oreo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTER",
      "sentences": "No, not an Oreo. An REO.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Ben Carson's Oreo gaffe and other cringe worthy political moments. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Welcome back. We've had some cringeworthy political moments this week and it's not even over. First up, HUD Secretary Ben Carson apparently getting a real estate term mixed up with a cookie during a Capitol Hill hearing. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTER",
      "sentences": "I'd also like you to get back to me if you don't mind to explain the disparity in REO rates. Do you know what an REO is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARSON",
      "sentences": "An Oreo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTER",
      "sentences": "No, not an Oreo. An REO.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARSON",
      "sentences": "Real estate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTER",
      "sentences": "What's the O stand for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARSON",
      "sentences": "Organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTER",
      "sentences": "Owned, real estate owned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Ben Carson's responding by saying of course he knows what it means. An Oreo, just having some fun joking that REO is actually an acronym for really excellent Oreo. Let me just say before anybody gets any excitement, my son works for Ben Carson. Emily, what do you make of Ben Carson's misstep here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I feel bad for him because as he explained after he totally knows what it is, it just was kind of a mistake in that moment and I feel like that's what happens to me when I don't hear someone correctly. I'm like what's that. And then they explain that and I'm like no, I know what that means. I just didn't hear you. And then also, if those genders had been reversed or if that had been a person of color as the receiving end of that there would be a complete pandemonium, that level of condescension to me is absolutely unacceptable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jesse, do you think race because people say an Oreo is like a black person, does that have anything to do with this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I didn't see race here. This was a missed opportunity for a food court. We should have Oreos on set, but that's fine. This is the kind of scandal you want. You want a scandal involving a cookie. Like Dana, her biggest scandal involved queso. So, those are the kind of scandals you want. You don't want one with you know an affair or a dead body. This is perfect for Ben Carson. But let's remember, he's a brilliant man. He separates conjoined twins to think that this guy is not smart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's how he separates Oreos, it goes like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is that right, good. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They all live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, one of the things about Congresswoman Porter, she's getting a lot of attention. Remember she grilled Jamie Dimon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And she got a lot of attention for that. So, I think that it is her style so that you should know going forward, if you're going to have to appear in front of her and answer questions from her like she doesn't joke around. And she could even make it like - that could have been like a light moment, it could have been funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. And humor makes like politics possible, digestible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Digestible, good Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Oh! Yes, very good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But she's not the one getting the flak. Everybody's saying, hey what happened with Ben.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have a very easy explanation for this, munchies. It's like Oreos. It was a joke. It was such an obvious joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That to me is all it was. And I agree life is pretty good if that's your scandal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, up next Congresswoman Alexandria Ocasio-Cortez leaving some people scratching their heads and their minds after she said this about cauliflower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "What I love to, is growing plants that are culturally familiar to the community is so important. When someone says that it's too hard to do a green space that grows ukase (ph) instead of, I don't know cauliflower or something. What you're doing is that you're taking a colonial approach to environmentalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow. In fact, she went on to say Emily that's why minority groups are not supporters of environmental issues. You know of being what supportive. I didn't get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I don't understand it either and I think it totally misses the point which is again if the messaging had been about nutrient rich - you know nutrient dense plants whatever and also cauliflower is from I think Crete originally or whatever, so does that mean like only people there can ever have it. Like I just think that's such a myopic ridiculous frame of mind to have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, let me just tell you Jesse, the first job I ever had in life was as a gardener, the Brooklyn Botanical Gardens and I as a city kid just stunned that tomatoes grew on trees and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You've come a long way Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I have. So, let me just try to give her the benefit of doubt. She's saying, hey, grow things that people who live here now actually eat not cauliflower I guess I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think what she was trying to say was that black Americans don't like to grow their own food in community gardens because it harkens back to the days of the colonial era, where they had to work the fields.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Really that's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's what I read that and that's what she said. So, I just want to give her a message. White people in “The Five” Bureaus don't like to grow our own food either. And we don't like cauliflower that much either. You have to really sucks it up with a lot of oil and a lot of flavor. It's not that great of a vegetable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I actually really like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's not a favorite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Have you had cauliflower tacos?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They're fantastic. And somebody who watches the show I know that they - also cauliflower pizza that gets really helping people that are on a low carb diet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what cauliflower is, it's what you gave Lassie on her birthday, a cauliflower. Hey, you know, this is an example of what we talked about in the previous segment infusing politics into everything including growing simple vegetables it's now a political act, when everything is political. Nothing escapes it. And when she throws around the word colonialism that's the catchphrase that is tossed around on campuses by tenured twits who pretend to teach classes on economics but are really about the America is some kind of imperial oppressive model.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. And finally, once rising Democratic star Beto O'Rourke seems to be flaming out. The Daily Beast reporting that his 2020 campaign going so badly that opposition research requests have quote completely died off. So, Emily that means that people aren't attacking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes, I don't think anyone cares about him. He's a nonentity anymore and he was approached by a reporter and said look Mayor Pete everything about him, every time he opens his mouth, he exudes a gravitas, a gravity whereas yours or will be able to see that. He was like I don't - I can't even remember his answer. He's that forgettable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. But Jesse, lots of times people at this stage of campaigns they look like they're nothing. Then they come back, and we've seen so many like that. In fact, none of those people who are leading at this stage typically are the winners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "True. I mean you don't need to dig up dirt on Beto. He does it himself and then he eats it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, I'd say wait for the debates. Never know, he is going to have resurgence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Bottom-line Beto, all but Beto wanted to do in life was a TED Talk. He just wanted to be the guy on stage with the mic, the handless mic and be out there and doing this stuff. He wanted people to look at him, look at me. He wanted to be in a Green Day tribute band and that didn't work out. He looks really stupid. Vanity Fair who propped up this mopey drifter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. Up next, a big update on Greg getting his driver's license. We're so happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Great band for music. If you've got a teenager in the house that isn't tied up, have him sit down and listen, because Uncle Greg has a story that will help the kid in life. Monday night, I took a five-hour driving class, a mandatory step before the road test. Here's my lesson. Once you get a driver's license, you become a trial lawyers dream. You hit someone, someone hits you, your whole life is ruined. There are also countless ways to land in jail. For example, I had no idea, a trunk isn't considered a passenger seat. Now since I took a similar course when I was 16, this class revealed to me how age changes your assessment of risks. When you're young, death seem so far away. Not around the corner. It's why you speed and show off. You think you're impervious to dumb ideas like burning rubber, running a stop sign or supporting a socialist. It's biology, your brain isn't fully developed. So, the many risks that you enter your life once you drive at 16 seem nonexistent. Now decades later hearing the same instruction, it's absolutely terrifying. You're older, you have more to lose, your brains matured, and you understand how arbitrary life is and how far out of control everything is no matter how careful you are the other guy wielding a two-ton weapon with a gas pedal might not be. 40,000 people die each year in accidents. That's a small town every 12 months with texting teens, distracted adults and stupid drunks. It should be higher. It's why I love self-driving cars, which can wipe out all fatalities due to human error. If you feel differently sit through one driver's ed class at my age and you will never drive again. I learned a lot of things here Emily. You own a muscle car; you must love to drive. I love to drive, but I think about all the risks and I don't want to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I had my insurance revoked before the age of 16, because I had so many speeding tickets because back then you know you can get your - you could drive alone at age 16. I packed literally I'm not kidding my parents are in another story, so sick that I'm saying this. Before I had my license in my Volvo station wagon. 12 kids including myself, so 11 kids in total and we went across the Bay Bridge to the city, because it was prom up there and it was the way that I mean it was just a different time back then. But you're right. I had zero appreciation of risk, but I see that more with myself in like sports and stuff like snowboarding and skiing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No helmets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "And that kind of stuff. Yes. I am a good driver now, I'm not the reckless--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, you know what's interesting to me is, I had almost the opposite experience. First of all, I grew up in New York City, so I didn't learn how to drive till I was like 25.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "When Delise was pregnant, she said somebody 's got to take me to hospital. But when I was you know thinking about cars and stuff and I grew up as a poor kid, I don't want a car because boy what if somebody hits your car. What if somebody nails your car or scratches your car, you would feel so hurt because it's so expensive and valuable. I didn't want to do it. So, I had your experience, but I think it came from a different life point when I was a kid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Once I understood the burden of liability, I don't even - you shouldn't let your kids drive, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Don't worry. They're not allowed. I want to drive with you. I want to sit next to you as you freak out when people cut in front of you. When the toll booth collector is not as respectful as she should be because of your celebrity status--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I want to see you fill up your car with gas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "First time ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I do that - I do have a permit. By the way, I've been breaking the law. When I have a permit and I didn't know you can't use a permit on parkways or toll roads, and I've been doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow. And I want to see you get pulled over for the first time and say, don't you know who I am. I think driving with you would be such a treat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I do not like you, Jesse. I do not do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It doesn't always work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "When you get your license would you allow all of us to go in your car with you for a little ride?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, road trip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When or if.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Do I have to wear a helmet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you might. You know what I learned is that when you're back. This is old guy stuff, when you're backing up. I'm used to doing this. You can't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It hurts your back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, they'll fail you. You have to keep both your hands at 10 or two or whatever. But I can't do that. I'm short I need to go back and that's totally--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Now, they got the camera right there you can look but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But it depends--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Do you know what I learned, when the car is going backwards and you say how fast are you going to look at the speedometer, that doesn't register.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It doesn't tell you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're going back in time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. We've got to move on. One More Thing is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Time now for One More Thing. Dana, you know how you always call me a doll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I decided to do something about it. I went to a 3D printing company, Doob and I've got myself a figurine. So, it's a really simple process. Basically, you go inside a 3D scanner. It's called a dooblicator, get it Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And voila. There you are. In a couple of weeks, they'll ship you this mini version of yourself. So, if you go to doob3d.com, you can check it out and they have locations all over the country, New York, LA, San Francisco, Miami. And look at me, I think I'm a little chunky in the waist area.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You look. That's exactly how you look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, their calculations may have been a little off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The hair is not as tall as usual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I mean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And the pants are a little longer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, but yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But the watch is gigantic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, of all things they made the watch--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What's amazing, the other dolls hate you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Even myself. Even the mini doll hates this guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know what I think, I think we should have had a bobblehead. That would have been cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. All right. Dana Perino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, do you know what's coming next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "92nd Annual Scripps National Spelling Bee. And I just wanted to go through like three possible words. OK. You know how these kids do it. Lassi. Do you know how to spell that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Lassi. What is this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This is a Hindi origin. It's a flavored ice yogurt drink that may be either sweet or salted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's cheating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Kids need to know, it's Lassi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You knew that. Oh! Wow. OK. Now, Aalii is a Bushie small tree or small shrub native to Hawaii. I mean come on, that's so hard. Aalii that would be a good one to have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is Fox, put him on the terror flight list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And then Bakshaish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Bakshaish. You know that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Iranian origins, it's a semi-antique Persian carpet. Bakshaish, I don't know why did I do this as a One More Thing. National Spelling podcast foxnewspodcast.com. I'll tell you what.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Juan. Who knows how to spell--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. Well, this is the end folks. Check out this creative soccer goal scored by an Iowa high school player yesterday. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're laughing at my wrist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Caleb Dokter of Western Christian High School was the star who used his rear end in rear fashion, but he's not the butt of any jokes that goal helped his team advance in the high school playoffs. We've heard of headers. We've heard of bicycle kicks, we've heard of players bending it like Beckham, but Caleb Dokter is an original as he goes behind the back for the Blind Side. All I can say is goal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Very good. All right, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I am resisting 17 jokes. All right. I'm just going to do - I had robots are great, but we'll skip that. I have one smart person it's on Fox Nation right now. And the smart person Adam Carolla, you would want to sign up for Fox Nation to listen to this interview. We talk about political correctness, driving, Jay Leno and Beats. We talk about Beats, Emily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "If--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I thought you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Get with it, Emily. We're talking about Beats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "All right. Whatever. You guys, I have plenty of time today. When life gives you lemons, open a lemonade stand. These adorable girls Hailey and Hannah Hager, when they found out that their school was in debt to the federal government, they literally opened a lemonade stand to raise money for this. So, Senators Tillis and Burr from North Carolina. I hope you are watching this. These are what the girls in your state are doing to help their school district pay off $41,000 in cafeteria debt. And originally these girls are altruistic no matter what because originally, they wanted to raise money for the hospice center that was taking care of their grandfather. And when they learned about their district, they switched gears. So, these ones are great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, they gave up on their grandfather.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Set your DVRs. Never miss an episode of “The Five.” \"Special Report\" is up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "utterance": "Hello, everybody. I'm Jesse Waters along with Emily Compagno, Juan Williams, Dana Perino, and Greg. It's 5 o'clock in New York City, and this is “The Five.” It's a full blown battle over impeachment playing out in Washington D.C., President Trump blasting Democrats for their latest conspiratorial attacks. He was supposed to be with Chuck Schumer and Nancy Pelosi this morning to talk about infrastructure. But right before Pelosi said this."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "It was a very positive meeting of respectful sharing of ideas. Would you believe that it's important for -- to follow the facts? We believe that no one is above the law, including the President of the United States. And we believe that the President of the United States is engaged in a cover-up. In a cover-up, and that was the nation."
    },
    {
      "speaker": "WATTERS",
      "utterance": "After that stunt, Trump decided to blow up the meeting by calling out Schumer and Pelosi to their faces and walked away. He then headed to the Rose Garden equipped with a classic Trump visual where he laid into Democrats."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "All of a sudden I hear last night they're going to have a meeting right before this meeting to talk about the I-word. The I-word. Instead of walking in happily into a meeting, I walk in to look at people that have just said that I was doing a cover-up. I don't do cover-ups. I told Senator Schumer, Speaker Pelosi, I want to do infrastructure. But you know what? You can't do it under these circumstances. So get these phony investigations over with."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Schumer and Pelosi responding by trying to spin the meeting."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "utterance": "To watch what happens in the White House would make your jaw drop. I was prepared to give him a 35-page plan. We were interested. We are interested in doing infrastructure. It's clear the president isn't. But this was not a spontaneous move on the president's part. It was planned."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And the president wasn't having it. He fired right back tweeting, the Democrats are tearing the country apart. But of course, Pelosi has since doubled down on her cover-up comment and claims it could be an impeachable offense. All right, Dana, it's pretty clear to the country that Nancy and Chuck cannot work with the president. So far they've shut down the government, no border security, no infrastructure, investigations. It's a mess."
    },
    {
      "speaker": "DANA PERINO, HOST",
      "utterance": "Right. So the Democrats -- I'm trying to think of like what is the good news that they could point to in January that they have cause, right? Is there anything that has gone their way? Not really, OK? And now, they might be able to spin a couple things. But they might say, well, the president's poll numbers are still down. However, the president could say, well, I might not be able to get a lot done with Congress, but the things I have done that are under my control, I've been able to execute on and look at our economy, look at all -- we have the list. We can go through the list. I think the think about her, Nancy Pelosi, is she's super strategic. We know she's very wise. She's very good at politics. She didn't just say cover-up as like an offhand remark. This was a deliberate intention because she's under the pressure from grassroots."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She was forced to say that."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's also is very -- it gets under his skin, right? She loves to get him riled up, so that then she can say, oh, my gosh. You would have not believed the reaction. It was just overwhelming and I have to pray for him. And --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "But her caucus wants infrastructure and impeachment --"
    },
    {
      "speaker": "PERINO",
      "utterance": "That is true. But what I also like about this idea is I'm just picturing it, they're in the cabinet room, the president walking in, not sitting down --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- like, yeah, this stuff is over. Like, we're not doing this. And if you think back to when his supporters would say in a primary election when he was beating all the Republicans, what do you like about him? And they would say, well, he tells it like it is. It was a charade to think one that infrastructure was going to get done anyway. They're so far apart. A 35-page plan doesn't work for anybody. Nobody needs a 35-page plan. He needs a one-page plan to see if they could do it. So that was a charade. It wasn't going to happen. The president is basically like, let's just stop pretending. That you just -- that you are here to help get me impeached, but to pretend like you were actually wanted to work on things. And he said, I'm not going to do it anymore."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, why would you negotiate, Greg, when somebody has a knife to your throat?"
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "This was a great example of when politics clashes with business, all right? It went -- what Nancy and Chuck did was plan and it was political. And I would be pissed off, too. It'd be like Dana coming before “The Five” and just announcing that she burned my house down. Now let's go do “The Five.” You don't do that. And so -- when you're in business, no one before a meeting would accuse you of being a criminal, right? But in politics, there is no such limitation. They'll call you a criminal -- a war criminal and then they'll have lunch with you. And then when they said, well, clearly he doesn't want infrastructure. How stupid do you think the American public is? He was pissed off because of what you did. It had -- he wants infrastructure. He's been doing infrastructure his entire life. I do love the fact that he brought visuals, that means, you know, he's incorporating Fox graphics into his display. And Trump's poll numbers might be down, but when you ask Americans what kind of job he's doing and if they are better off? They're way high. How stupid do you have to be to see how this plays out? Impeachment fails. Trump is a folk hero. Impeachment succeeds, he's a folk hero, and you have Pence as president and you have Trump going around. He's not going anywhere. You're going to have two Republican presidents. And everybody who pushed the hysteria will be a laughing stock because they're not going to reelect -- they're not going to elect Bernie Sanders after this. You're going to have 75 million people who are pissed off and they're going to re-elect Pence. The point is -- no, the pendulum swings. The more you jump over, the more you push, the more they push back. And that's what you're going to see with Brexit. That's what you're seeing right now with France. People are going after him and it's just going to create more fans."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan, what do you think happened today?"
    },
    {
      "speaker": "JUAN WILLIAMS, HOST",
      "utterance": "I'm so amazed to listen because it seems to me Trump did a big stunt in which he didn't know how to pay for infrastructure. That's what's going on in Washington. Last time that he was engaged in a conversation with Democrats about infrastructure, he got in trouble with fellow Republicans who said, hey, hold on, Mr. President. We're not raising taxes. We're not talking about a gas tax. We're not talking about repealing any of the tax cuts that you put in place, unpopular as they may be. But guess what? If you are serious about infrastructure and the president in his last meeting with the Democrats said $2 trillion, you have to find the money somewhere. The revenue has to come from somewhere. And he doesn't know where to get the money."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wait, Juan --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's the truth."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You buy that he sabotage the meeting because he didn't know where the money was coming from?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right, absolutely."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He doesn't care about where the money is coming from."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, somebody has to govern the country. And if you want --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, come on."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me finish."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Guess what? You talk about preplanned. What was preplanned was his Rose Garden ceremony before they even got to the White House. How do you think they have that sign out there?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan, maybe that Pelosi was the one who miscalculated because she was force by her caucus to say something aggressive. She miscalculated, accused the president of a criminal cover-up, and now the American people don't have the infrastructure that they want."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Are you kidding me? She's not responsible -- first of all, what a crazy thing he said when he said nothing will get done until these investigations -- well, that means -- guess what, Mr. President? The investigations are not going to stop. So you're saying the country is not going to be governed --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "We've had two years of investigations, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Bill Clinton was being impeach and he worked on the S Chip Bill in terms of helping young people --"
    },
    {
      "speaker": "PERINO",
      "utterance": "And his approval numbers went up as he --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah. But this guy said, Dana, he's not going to do anything."
    },
    {
      "speaker": "EMILY COMPAGNO, HOST",
      "utterance": "The Democrats are so -- the Democrats are so transparent that they are willing to sabotage their own purported interests or the interests of their constituents rather than give Trump an inch. Not even a victory, just an inch. And what I mean by that is it was so obvious that, yes, this is a charade. Yes, this was planned. Yes, this was strategy. Of course, it was Pelosi tossing that lit match on to the bundle of cinder that is Trump when she says there's a cover-up and has these buzz words. Of course, he's going to freak out. So it was so transparent to people like us. And the worse part is that infrastructure is bipartisan. And the money is absolutely there when there's projected $3 trillion in audits uncovered in the government, in terms of like slashing spending. The money is absolutely there. That's not the issue. The issue is that these guys are putting the deal before themselves in terms of what it represents. Like if Schumer and Pelosi were actually interested in infrastructure, they wouldn't have pulled this stunt. And Schumer, it was like the Nicene Creed. We believe in this and we believe in this. Like the whole thing is such a farce from top to bottom."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So in other words, you think there's money -- you think there's money sitting there, but I don't think the president --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan, it's not about money."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It is."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's not about money. They're accusing the president of covering up a crime that never happened."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The Russian interference never happened?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love how he shifted that. He said Russian interference. He didn't say collusion. He already blew it. No, no, no, you have enough. You have enough, Juan. You have enough, Juan. I love the use of the phrase cover-up on the same day the investigation into the Virginia governor, Northam, who may or may not have been covered up in black face. That's the cover-up."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Michael Avenatti indicted for allegedly defrauding Stormy Daniels, breaking news up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Breaking news, brand new legal trouble for Michael Avenatti. Greg is ready for this one. The lawyer indicted this afternoon on fraud and identity theft charges involving his former client Stormy Daniels. Avenatti is accused of stealing almost $300,000 from her. The feds say Daniels was supposed to get that money from a book deal, but Avenatti instead diverted it to his own account and then used it on personal and business expenses. Now he was also hit today with new charges tied to an alleged extortion plot against Nike. Also, Avenatti faces over 400 years in jail. And, Greg, I just don't think that's enough time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I don't either. You know what I love about -- he said something like he wouldn't have been caught if he didn't bring attention to himself. So it's not about the crimes he committed but the exposure he brought to the crimes. That's like saying, you know, I shouldn't have worn that really bright shirt when I burned down the orphanage. It's not -- it's a crime. By the way, so he stole $300,000 from Stormy?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's a book deal."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think I've said this before. In terms of career decisions, he has been able to make doing porn a lesser evil than hiring Michael Avenatti. It is so delicious to watch him go down because it's the media. It's actually not him. It's the media who indulged him because they loved how he delivered those talking points about Trump that they wanted so badly, whether it's Don Lemon or Chris Matthews or Stelter, who all -- they took him seriously when he was thinking about running for president. He was going to run against Trump. I still wish he would."
    },
    {
      "speaker": "PERINO",
      "utterance": "Emily --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, is he disbarred?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, that's actually what I'm going to ask her, is he disbarred? Is it true that judges look very unfavorably at lawyers who actually commit these kinds of crimes?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Absolutely. He's not disbarred yet. And this point he's not technically convicted of anything, right? So that's --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That won't stop us."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's a detail."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Ethically in terms of the bars -- yeah, that's just a matter of time. What's crazy thing is how delusional he is. Like he keep saying, well, I'm looking forward to, you know, total exoneration by the jury, whatever the flake you're saying. Like, we all saw you toss that lighted match, bro. Like, you are clear -- it's just insane to me. And also, you know the charging documents they read like total drama. And it's shows what a character he is, right? He's yelling and angry and cussing and has all the quotes because so much of his extortion scheme -- remember, there's three different schemes that he's charged with in two different districts that it just reads like this complete law and order episode. And I guarantee they make an episode off this."
    },
    {
      "speaker": "PERINO",
      "utterance": "I should say, Juan, that Avenatti denied the allegations on twitter saying no money relating to Daniels were ever misappropriated or mishandled. She received millions of dollars with the legal services, and we've spent huge sums in expenses and she directly paid only $100 for all she received."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I mean, I just -- I don't know the details. I mean, I'm told that it's not only Stormy Daniels, but there's some pro-basketball players that he was representing that he also is charged with having stolen money from them. And so, this -- it's building up like a long list. It's sort of, you know -- at some point, you've got to say, hmm, something is going on here. Not good for him. I would say it looks like people are just taking pleasure, especially President Trump supporters in his downfall and all these charges against him because --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He took pleasure in the whole Kavanaugh stuff. He deserves everything he gets."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think, in fact, in the Kavanaugh stuff, his actions turned out to damage the opponents of Kavanaugh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So -- but I think his thing -- his big issue here is Stormy Daniels. And Stormy Daniels and the fact -- remember, in the previous segment the president said what cover-up? I would never do a cover-up. Well, we know that he was sending money to Stormy Daniels for a nondisclosure agreement and apparently trying to involve the kind of --"
    },
    {
      "speaker": "PERINO",
      "utterance": "But that's not -- but remember in the A-block where we all talked about that -- that was all about collusion, not about Stormy Daniels."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, the Avenatti stuff was about Stormy Daniels."
    },
    {
      "speaker": "PERINO",
      "utterance": "I see. He also tried to go after Nike. That was --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, yeah, don't go after Nike."
    },
    {
      "speaker": "PERINO",
      "utterance": "Don't do that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're big."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Just don't do it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm beginning to think that Trump and Stormy Daniels never had an affair. I mean, that's how bad it's gotten. I assume that he did it the whole time. And now the two lawyers who litigated it, Cohen and Avenatti, are both indicted."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And the two, you know, people that allegedly had affair they're fine. This is not just indictment of Avenatti. This is indictment of the media. Think about it. They can't vet a guy like this? They can vet Avenatti. They can't vet Russian collusion. They can't vet Smollett. The one job the media is supposed to be good at vetting and they can't do it. I read this article about him on Vanity Fair. His lawyers advised him against doing the Vanity Fair article. He did it anyway. Of course, he cried four times when he was giving the interview. Allegedly, he was abusive to bookers. Now, I was a booker. People that treat the talent well and that reign hell down on the bookers, they're an evil type of people. So CNN knew this guy was reigning hell on the bookers and they still booked him. And whenever the bookers tried to vet these new claims he was bringing, he said no and threw a tantrum. The guy is a rageaholic, an adrenaline junky, and apparently was spending the Stormy Daniels' money on dry cleaning. Who does that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "A dirty guy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, a dirty guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He was laundering."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think we beat that horse to death. Good luck."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You just insulted a house."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was a little sound bite."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, he's more like a rat, not a horse."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We just beat that rat --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Feel free to beat the rat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, up next, ESPN now sticking to sports after backlash for being, guess what, too political."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "A couple of big companies finally ditching politics and getting back to what they do best. After years of anchors bashing Trump, ESPN's president says he's doing everything to just focus on sports. Quote, without question, our data tells us our fans do not want us to cover politics. Here are a few examples of why."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think it was classless on the part of the President of the United States."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's disgraceful. It was classless. It was wrong to do. He could do better than that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you still stand by what you said, and do you think that President Trump supporters are white supremacists?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I still stand by what I said. I don't think that his supporters are white supremacists."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What is really going on in this country right now is the question. Is the president above the law? Or do we have a king? And reasonable people all agree the answer is no to both those questions."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "And Dunkin' Donuts is calling out rival Starbucks for pushing political agendas. A top executive reportedly saying, quote, we aren't gonna put stuff on our cups to start conversation. We don't want to engage you in political conversations. We want to get you in and out of our store in seconds. It's donuts and ice cream. Just be happy. All right. So, Greg --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "-- I feel like sports is supposed to be a unifier. It's supposed to be the escape."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "So this completely makes sense."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Someone should write a song about this. Maybe call it shut up about politics. Hey, OK. Politics was invented at its own stand-alone process to mitigate disputes without revolutions or violence. That's what politics was for. It was a cultural invention not meant for anything but within its political realm. So when you -- so for some reason it's been injected when the left made the politics personal, that was their slogan in the 70s and 80s, politics was able to spread into other areas like sports, music and comedy. It's like injecting yoga into drag racing. And it's open the gates to this infection. And there's a lot of consequence. People are now obsessed with identity politics instead of their own individuality. So now you're not a person, you're just a box. You know, you're a part of something. You're not you on campus if you look at literature, if you look at speeches or instructions. Things -- politics -- because it's seen as a tool. These things are seen as unfeasibly because they don't fit into the political package. And then entertainment becomes divisive to your point. See how crappy -- Jim Carrey's actual acting ability has become as his devoted his time to hateful politics. Look at De Niro who I've said yesterday, I absolutely adored until I heard him open his mouth for once without a script. And it's just like destroying to see this -- you know -- wherever it goes, it hurts. Imagine if “The Five” if we just decided to play like sand volleyball here for an hour. We don't do sports for a reason."
    },
    {
      "speaker": "PERINO",
      "utterance": "I want Emily on my team."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "And I feel like, Dana, part of it is that -- which is what you're kind of alluding to that viewers don't want to be surprised, right? They tune, they want to have expectations and sort of the lame, right? So it's part of it that it was like --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, it's like you tune in to certain things. And one of the great things about cable is that they gave you specific shows. Like people -- some people like to watch Bravos. Some people like Home and Garden TV. Some people watch Fox News all day long. Some people love their sports. And also you could flip around. It's also true virtue about politics infecting women's magazines."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's unbelievable."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "TiVo --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- it killed it. Killed TiVo. I know."
    },
    {
      "speaker": "PERINO",
      "utterance": "And team sports politics like bringing sports into politics has also been unattractive and not good. The thing that's been very interesting though over the last few years is that Fox News has been very impressed with my sports commentary."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "PERINO",
      "utterance": "And has asked me to do more of it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I don't believe that for a second."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "And, Jesse, a part of this I think is that anchors, you know, that brand is bigger than themselves in that moment, right? So you were saying, they're putting themselves above the brand. And also I think -- and now I'm not really asking a question."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I feel like there's a way to charge the population with being engaged. Like politics is cool. And, yes, like be involved. But by being apolitical in terms of the actual issues, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know what the question was. But --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Agree with me, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, you're right, kid."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The CEO had a massive cocaine problem and he got extorted by his dealer. And he let go of the ship for many, many years. And this was happening just as people were cutting their cable. They did not become the profit machine like they were supposed to for Disney. And they had to lay off hundreds and hundreds of people. The guy, skipper, who I said had a massive cocaine problem had to abruptly resign. Also, stood up Bob Iger, the CEO of Disney, while he was waiting for him at -- in the jet, on the runway after the ESPY's. So he was on -- it was really bad. You don't do that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He blamed it on the dealer though."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right. So all of these things are coalescing at the same time. They're not making as much money. And he's letting these anchors like Jemele Hill have a total free ride. She can go on twitter, call the President of the United States a white supremacist, and then go do Sports Center? Are you kidding me? The audience cannot read that on twitter and then watch her face on TV doing the top ten that week. They can't conceptualize it. They lost track of their audience. Their audience is predominantly white males who probably support President Trump, and they let that audience totally go. And now they have to get back to basics. And that's what people want."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "So since the new president has come in, as Jesse was saying, the revenue is up 6 percent for ESPN. So, the statistics are kind of revealing exactly this, right. Do you agree?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I think this guy--"
    },
    {
      "speaker": "PERINO",
      "utterance": "He always leads the witness. It's very funny."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think this new guy is simply being very politically correct. Right. He's simply saying, I'd rather not talk about politics. But the reality is, I disagree with Greg so strongly. I mean you go back to Jack Johnson, that's politics, when you need a great white hope. You go back to Jesse Owens against Adolf Hitler. Hey America, said you know what this is proof, your racial--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's not politics. This is morality."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is politics. This is Ali and Vietnam and come forward to Nike and Colin Kaepernick. If you don't--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not in the same breath."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because sports right now is a part of our American culture it's a leading indicator of who we are and where we're going."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But you have to cover it in a balanced way and not through insult to the President of the United States."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's fine. It's the same thing with Dunkin Donuts which we mentioned at the top. I don't think Dunkin Donuts cares anything about politics either conservative or liberal. What they care about selling coffee. They see that Howard Schultz, the Head of Starbucks is running for President and they're saying, hey, we're not running for anything come buy our coffee. That's what they care about. And if you want to truly cover sports in America, you have to realize hey, half of the Boston Red Sox who are black and Latino won't even go near the Trump White House."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But you know what, Rachel Maddow covering sports for you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, what I'm saying, but you can't say to people who are smart and who are in the world of sports, we don't want to ever hear what you think."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, just do it respectfully."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In other words, be pro-Trump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, just do it in a balanced way."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Also, with those businesses that's elective, you can choose to get your coffee at Dunkin versus Starbucks. You know that Tom - what's that ice cream, Ben & Jerry's, a super political right, but for sports you can't choose who's covering it. You can't choose--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You can click over to Fox Sports Juan; they do a great job."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes. OK. We have to go. Up next. Watch."
    },
    {
      "speaker": "REP. KATIE PORTER, D-CALIF.",
      "utterance": "Do you know what an REO is?"
    },
    {
      "speaker": "BEN CARSON, SECRETARY OF HOUSING AND URBAN DEVELOPMENT",
      "utterance": "An Oreo."
    },
    {
      "speaker": "PORTER",
      "utterance": "No, not an Oreo. An REO."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Ben Carson's Oreo gaffe and other cringe worthy political moments. Next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Welcome back. We've had some cringeworthy political moments this week and it's not even over. First up, HUD Secretary Ben Carson apparently getting a real estate term mixed up with a cookie during a Capitol Hill hearing. Watch."
    },
    {
      "speaker": "PORTER",
      "utterance": "I'd also like you to get back to me if you don't mind to explain the disparity in REO rates. Do you know what an REO is?"
    },
    {
      "speaker": "CARSON",
      "utterance": "An Oreo."
    },
    {
      "speaker": "PORTER",
      "utterance": "No, not an Oreo. An REO."
    },
    {
      "speaker": "CARSON",
      "utterance": "Real estate."
    },
    {
      "speaker": "PORTER",
      "utterance": "What's the O stand for?"
    },
    {
      "speaker": "CARSON",
      "utterance": "Organization."
    },
    {
      "speaker": "PORTER",
      "utterance": "Owned, real estate owned."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Ben Carson's responding by saying of course he knows what it means. An Oreo, just having some fun joking that REO is actually an acronym for really excellent Oreo. Let me just say before anybody gets any excitement, my son works for Ben Carson. Emily, what do you make of Ben Carson's misstep here?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I feel bad for him because as he explained after he totally knows what it is, it just was kind of a mistake in that moment and I feel like that's what happens to me when I don't hear someone correctly. I'm like what's that. And then they explain that and I'm like no, I know what that means. I just didn't hear you. And then also, if those genders had been reversed or if that had been a person of color as the receiving end of that there would be a complete pandemonium, that level of condescension to me is absolutely unacceptable."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jesse, do you think race because people say an Oreo is like a black person, does that have anything to do with this?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I didn't see race here. This was a missed opportunity for a food court. We should have Oreos on set, but that's fine. This is the kind of scandal you want. You want a scandal involving a cookie. Like Dana, her biggest scandal involved queso. So, those are the kind of scandals you want. You don't want one with you know an affair or a dead body. This is perfect for Ben Carson. But let's remember, he's a brilliant man. He separates conjoined twins to think that this guy is not smart."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's how he separates Oreos, it goes like this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is that right, good. OK."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They all live."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, one of the things about Congresswoman Porter, she's getting a lot of attention. Remember she grilled Jamie Dimon."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And she got a lot of attention for that. So, I think that it is her style so that you should know going forward, if you're going to have to appear in front of her and answer questions from her like she doesn't joke around. And she could even make it like - that could have been like a light moment, it could have been funny."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. And humor makes like politics possible, digestible."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Digestible, good Dana."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Oh! Yes, very good."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But she's not the one getting the flak. Everybody's saying, hey what happened with Ben."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have a very easy explanation for this, munchies. It's like Oreos. It was a joke. It was such an obvious joke."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That to me is all it was. And I agree life is pretty good if that's your scandal."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, up next Congresswoman Alexandria Ocasio-Cortez leaving some people scratching their heads and their minds after she said this about cauliflower."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "What I love to, is growing plants that are culturally familiar to the community is so important. When someone says that it's too hard to do a green space that grows ukase (ph) instead of, I don't know cauliflower or something. What you're doing is that you're taking a colonial approach to environmentalism."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow. In fact, she went on to say Emily that's why minority groups are not supporters of environmental issues. You know of being what supportive. I didn't get it."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I don't understand it either and I think it totally misses the point which is again if the messaging had been about nutrient rich - you know nutrient dense plants whatever and also cauliflower is from I think Crete originally or whatever, so does that mean like only people there can ever have it. Like I just think that's such a myopic ridiculous frame of mind to have."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, let me just tell you Jesse, the first job I ever had in life was as a gardener, the Brooklyn Botanical Gardens and I as a city kid just stunned that tomatoes grew on trees and--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You've come a long way Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I have. So, let me just try to give her the benefit of doubt. She's saying, hey, grow things that people who live here now actually eat not cauliflower I guess I don't know."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think what she was trying to say was that black Americans don't like to grow their own food in community gardens because it harkens back to the days of the colonial era, where they had to work the fields."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Really that's--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's what I read that and that's what she said. So, I just want to give her a message. White people in “The Five” Bureaus don't like to grow our own food either. And we don't like cauliflower that much either. You have to really sucks it up with a lot of oil and a lot of flavor. It's not that great of a vegetable."
    },
    {
      "speaker": "PERINO",
      "utterance": "I actually really like it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You do?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I love it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's not a favorite."
    },
    {
      "speaker": "PERINO",
      "utterance": "Have you had cauliflower tacos?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No."
    },
    {
      "speaker": "PERINO",
      "utterance": "They're fantastic. And somebody who watches the show I know that they - also cauliflower pizza that gets really helping people that are on a low carb diet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what cauliflower is, it's what you gave Lassie on her birthday, a cauliflower. Hey, you know, this is an example of what we talked about in the previous segment infusing politics into everything including growing simple vegetables it's now a political act, when everything is political. Nothing escapes it. And when she throws around the word colonialism that's the catchphrase that is tossed around on campuses by tenured twits who pretend to teach classes on economics but are really about the America is some kind of imperial oppressive model."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. And finally, once rising Democratic star Beto O'Rourke seems to be flaming out. The Daily Beast reporting that his 2020 campaign going so badly that opposition research requests have quote completely died off. So, Emily that means that people aren't attacking."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes, I don't think anyone cares about him. He's a nonentity anymore and he was approached by a reporter and said look Mayor Pete everything about him, every time he opens his mouth, he exudes a gravitas, a gravity whereas yours or will be able to see that. He was like I don't - I can't even remember his answer. He's that forgettable."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. But Jesse, lots of times people at this stage of campaigns they look like they're nothing. Then they come back, and we've seen so many like that. In fact, none of those people who are leading at this stage typically are the winners."
    },
    {
      "speaker": "WATTERS",
      "utterance": "True. I mean you don't need to dig up dirt on Beto. He does it himself and then he eats it."
    },
    {
      "speaker": "PERINO",
      "utterance": "True."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So true."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, I'd say wait for the debates. Never know, he is going to have resurgence."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Bottom-line Beto, all but Beto wanted to do in life was a TED Talk. He just wanted to be the guy on stage with the mic, the handless mic and be out there and doing this stuff. He wanted people to look at him, look at me. He wanted to be in a Green Day tribute band and that didn't work out. He looks really stupid. Vanity Fair who propped up this mopey drifter."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. Up next, a big update on Greg getting his driver's license. We're so happy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Great band for music. If you've got a teenager in the house that isn't tied up, have him sit down and listen, because Uncle Greg has a story that will help the kid in life. Monday night, I took a five-hour driving class, a mandatory step before the road test. Here's my lesson. Once you get a driver's license, you become a trial lawyers dream. You hit someone, someone hits you, your whole life is ruined. There are also countless ways to land in jail. For example, I had no idea, a trunk isn't considered a passenger seat. Now since I took a similar course when I was 16, this class revealed to me how age changes your assessment of risks. When you're young, death seem so far away. Not around the corner. It's why you speed and show off. You think you're impervious to dumb ideas like burning rubber, running a stop sign or supporting a socialist. It's biology, your brain isn't fully developed. So, the many risks that you enter your life once you drive at 16 seem nonexistent. Now decades later hearing the same instruction, it's absolutely terrifying. You're older, you have more to lose, your brains matured, and you understand how arbitrary life is and how far out of control everything is no matter how careful you are the other guy wielding a two-ton weapon with a gas pedal might not be. 40,000 people die each year in accidents. That's a small town every 12 months with texting teens, distracted adults and stupid drunks. It should be higher. It's why I love self-driving cars, which can wipe out all fatalities due to human error. If you feel differently sit through one driver's ed class at my age and you will never drive again. I learned a lot of things here Emily. You own a muscle car; you must love to drive. I love to drive, but I think about all the risks and I don't want to."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I had my insurance revoked before the age of 16, because I had so many speeding tickets because back then you know you can get your - you could drive alone at age 16. I packed literally I'm not kidding my parents are in another story, so sick that I'm saying this. Before I had my license in my Volvo station wagon. 12 kids including myself, so 11 kids in total and we went across the Bay Bridge to the city, because it was prom up there and it was the way that I mean it was just a different time back then. But you're right. I had zero appreciation of risk, but I see that more with myself in like sports and stuff like snowboarding and skiing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No helmets."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "And that kind of stuff. Yes. I am a good driver now, I'm not the reckless--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, you know what's interesting to me is, I had almost the opposite experience. First of all, I grew up in New York City, so I didn't learn how to drive till I was like 25."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "When Delise was pregnant, she said somebody 's got to take me to hospital. But when I was you know thinking about cars and stuff and I grew up as a poor kid, I don't want a car because boy what if somebody hits your car. What if somebody nails your car or scratches your car, you would feel so hurt because it's so expensive and valuable. I didn't want to do it. So, I had your experience, but I think it came from a different life point when I was a kid."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Once I understood the burden of liability, I don't even - you shouldn't let your kids drive, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Don't worry. They're not allowed. I want to drive with you. I want to sit next to you as you freak out when people cut in front of you. When the toll booth collector is not as respectful as she should be because of your celebrity status--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I want to see you fill up your car with gas."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I do that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "First time ever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I do that - I do have a permit. By the way, I've been breaking the law. When I have a permit and I didn't know you can't use a permit on parkways or toll roads, and I've been doing that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow. And I want to see you get pulled over for the first time and say, don't you know who I am. I think driving with you would be such a treat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I do not like you, Jesse. I do not do that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It doesn't always work."
    },
    {
      "speaker": "PERINO",
      "utterance": "When you get your license would you allow all of us to go in your car with you for a little ride?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, road trip."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When or if."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Do I have to wear a helmet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you might. You know what I learned is that when you're back. This is old guy stuff, when you're backing up. I'm used to doing this. You can't do that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It hurts your back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, they'll fail you. You have to keep both your hands at 10 or two or whatever. But I can't do that. I'm short I need to go back and that's totally--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Now, they got the camera right there you can look but--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But it depends--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Do you know what I learned, when the car is going backwards and you say how fast are you going to look at the speedometer, that doesn't register."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it doesn't."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It doesn't tell you that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're going back in time."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. We've got to move on. One More Thing is up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Time now for One More Thing. Dana, you know how you always call me a doll."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I decided to do something about it. I went to a 3D printing company, Doob and I've got myself a figurine. So, it's a really simple process. Basically, you go inside a 3D scanner. It's called a dooblicator, get it Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And voila. There you are. In a couple of weeks, they'll ship you this mini version of yourself. So, if you go to doob3d.com, you can check it out and they have locations all over the country, New York, LA, San Francisco, Miami. And look at me, I think I'm a little chunky in the waist area."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You look. That's exactly how you look."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, their calculations may have been a little off."
    },
    {
      "speaker": "PERINO",
      "utterance": "The hair is not as tall as usual."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I mean--"
    },
    {
      "speaker": "PERINO",
      "utterance": "And the pants are a little longer."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, but yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "But the watch is gigantic."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, of all things they made the watch--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What's amazing, the other dolls hate you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Even myself. Even the mini doll hates this guy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know what I think, I think we should have had a bobblehead. That would have been cool."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. All right. Dana Perino."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, do you know what's coming next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, what?"
    },
    {
      "speaker": "PERINO",
      "utterance": "92nd Annual Scripps National Spelling Bee. And I just wanted to go through like three possible words. OK. You know how these kids do it. Lassi. Do you know how to spell that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Lassi. What is this?"
    },
    {
      "speaker": "PERINO",
      "utterance": "This is a Hindi origin. It's a flavored ice yogurt drink that may be either sweet or salted."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's cheating."
    },
    {
      "speaker": "PERINO",
      "utterance": "Kids need to know, it's Lassi."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "You knew that. Oh! Wow. OK. Now, Aalii is a Bushie small tree or small shrub native to Hawaii. I mean come on, that's so hard. Aalii that would be a good one to have--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is Fox, put him on the terror flight list."
    },
    {
      "speaker": "PERINO",
      "utterance": "And then Bakshaish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Bakshaish. You know that one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "PERINO",
      "utterance": "Iranian origins, it's a semi-antique Persian carpet. Bakshaish, I don't know why did I do this as a One More Thing. National Spelling podcast foxnewspodcast.com. I'll tell you what."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Juan. Who knows how to spell--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. Well, this is the end folks. Check out this creative soccer goal scored by an Iowa high school player yesterday. Take a look."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're laughing at my wrist."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Caleb Dokter of Western Christian High School was the star who used his rear end in rear fashion, but he's not the butt of any jokes that goal helped his team advance in the high school playoffs. We've heard of headers. We've heard of bicycle kicks, we've heard of players bending it like Beckham, but Caleb Dokter is an original as he goes behind the back for the Blind Side. All I can say is goal."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Very good. All right, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I am resisting 17 jokes. All right. I'm just going to do - I had robots are great, but we'll skip that. I have one smart person it's on Fox Nation right now. And the smart person Adam Carolla, you would want to sign up for Fox Nation to listen to this interview. We talk about political correctness, driving, Jay Leno and Beats. We talk about Beats, Emily."
    },
    {
      "speaker": "PERINO",
      "utterance": "If--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I thought you--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Get with it, Emily. We're talking about Beats."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "All right. Whatever. You guys, I have plenty of time today. When life gives you lemons, open a lemonade stand. These adorable girls Hailey and Hannah Hager, when they found out that their school was in debt to the federal government, they literally opened a lemonade stand to raise money for this. So, Senators Tillis and Burr from North Carolina. I hope you are watching this. These are what the girls in your state are doing to help their school district pay off $41,000 in cafeteria debt. And originally these girls are altruistic no matter what because originally, they wanted to raise money for the hospice center that was taking care of their grandfather. And when they learned about their district, they switched gears. So, these ones are great."
    },
    {
      "speaker": "PERINO",
      "utterance": "Wow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, they gave up on their grandfather."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Set your DVRs. Never miss an episode of “The Five.” \"Special Report\" is up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}