{
  "date": "May 6, 2021",
  "headline": "Tucker: Biden raises your taxes while he dodges his own",
  "subHeadline": "Marc Morano, Alex Berenson, Kristen Waggoner, Nicholas Meriwether, Lauree Simmons, Tucker Carlson, Bill Melugin",
  "url": "https://www.foxnews.com/transcript/tucker-biden-raises-your-taxes-while-he-dodges-his-own",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST, TUCKER CARLSON TONIGHT",
      "sentences": "Good evening and welcome to TUCKER CARLSON TONIGHT. If you dutifully watched Joe Biden sputter through his announcement of the administration's $2 trillion infrastructure plan yesterday, you may have been left with some questions. First, and most obviously, is this really about infrastructure? Bridges, roads, airports, things we can actually use? Or is it yet another weird climate scheme/power grab/race based redistribution plan? What exactly is this?  And by the way, $2 trillion sounds like a lot for anything. Wouldn't that kind of spending cause hyperinflation? If you print money like it's not worth anything, doesn't the value of that money decline?  Normal people may have had questions like those, but thankfully \"The New York Times\" was on the scene to quell all doubt. \"The New York Times\" approached Joe Biden's plan with the enthusiasm of \"Izvestia\" applauding yet another record Soviet potato harvest, quote: \"Biden plans stresses jobs, roads and growth.\" Read one of \"The New York Times\" four separate front page headlines this morning.  \"$2 trillion for a once in a generation fix of infrastructure\" run another headline. That's real. Ron Klain, the tech lobbyists turned White House Chief of Staff was so grateful for the backup from \"The Times\" that he tweeted out the front page this morning, \"America, let's go win the future,\" Klain wrote. Let's go with the future, America.  What does that future look like? Well, let's be clear from the outset that this plan, whatever its merits, will not make your commute easier. Only about five percent of that $2 trillion will actually go to roads and bridges. So five percent on infrastructure, 95 percent on social engineering. That's what Joe Biden calls a once in a lifetime infrastructure bill. And he is right about part of it, it is once in a lifetime if this bill passes. The next generation will live in a very different country.  Now, before we tell you what's in the bill, one word about who is going to pay for it, in fact, we only need one word and the word is \"you.\"   Taxes are going up dramatically, and they didn't have to, actually. Tax revenues no longer fund the ambitions of our political class. Have you noticed? The Federal Reserve funds them. When politicians want something, they just print the money. It's called Modern Monetary Theory. They've been doing this for years and it's accelerating. So there's no actual reason to raise taxes anymore for anything. But Joe Biden wants to raise taxes to punish you, and he plans to do that. The administration is calling for a tax increase of about $3 trillion over 10 years. That includes taxes on individual income and investments, as well as on corporations. This would make the first major tax hike in 28 years, but it's actually a much bigger tax hike than anything we saw under the Clinton administration.   In 1993, taxes amounted to only about half a percent of GDP. This plan would come to roughly three times that, about $300 billion a year, that's 1.3 percent of GDP. So you'd have to go all the way back to 1968 to find a bigger tax increase. It's a big deal. You have any questions? No questions allowed. Joe Biden doesn't want to answer questions. He doesn't have to because it's an emergency. In emergencies, you do what you're told.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "sentences": "What I'm proposing is a one- time capital investment of roughly $2 trillion in America's future, spread largely over eight years.   Put simply, these are investments we have to make. We can afford to make them or put another way, we can't afford not to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All this can be yours, America, for just $2 trillion. We can't afford not to spend $2 trillion, says Joe Biden like the used car salesman he is at heart. Biden knows he's not going to be paying a dime. People like Joe Biden avoid taxes. Joe Biden avoids taxes. In fact, in 2017 and 2018, Joe Biden and his wife dodged payroll taxes in the more than $13 million that they got through speaking fees and book royalties. How'd they do that? Did you do that? You probably didn't. They did.  \"The Wall Street Journal\" reported the Bidens, quote, \"Classified the income as S-corporation profits rather than taxable wages.\" Are you surprised? Oh, come on. Corporations are going to pay for it. Yes, if only we'd support it, if that were the case.  But they're not. Corporate interest put Joe Biden in the White House. They design his policy, they sign off on every part of it, just as the credit card companies in Delaware once did, and so they will be fine. Corporations shelter most of their money from taxes, a lot of ways, and what it costs, they pass the cost along to the workers in the form of lower wages and to customers in the form of higher prices. That's not a secret, economists know that and so does Joe Biden.  So none of this is going to hurt Amazon. That's why Amazon is for it. But Joe Biden isn't interested in getting into the details like the math. He'd like, you know, this bill is going to turn America into a scene from \"The Jetsons.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Imagine what we can do, what's within our reach when we modernize those highways. You and your family to travel coast to coast without a single tank of gas on board a high-speed train, and connect high speed affordable, reliable internet wherever you live. Imagine knowing that you're handing your children and grandchildren, a country that will lead the world in producing clean energy technology and we will need to address one of the biggest threats of our time. That's what we'll do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Flying cars? Teleport machines? Sadly not. But we are going to modernize those highways. And honestly, a lot of them could use it. But what is modernizing highways mean exactly? What are the details in that? Well, \"The Washington Post\" gave us some idea. According to the paper, an activist called Amy Stelly has been demanding the removal, not the building, the removal of a highway in New Orleans that cuts through her neighborhood. She thinks that highway called the Claiborne's Expressway is bad. It's an eyesore and it contributes to pollution in her neighborhood.   And for years, she has demanded that local leaders get rid of it, but they've refused. People use it. It's an important stretch of road in New Orleans. But now the White House in Joe Biden's infrastructure plan have decided that highway is an example of quote, \"historic inequity.\" And that can be solved by billions in new spending. In other words, it is a racist highway, so you've got to pay to tear it down.  Amy Stelly was enthused by this. \"I'm floored,\" she said, \"I'm thrilled to hear President Biden call out the Claiborne Expressway as a racist highway.\" Yes, and not just racist, sexist and transphobic, too. That highway is a Jim Crow dog whistle for white supremacy, not to mention QAnon insurrectionists. We've got to tear it down.  Expect a lot more highways to meet that fate. People who believe highways are racists are going to get tens of billions of dollars as part of this plan as long as they are what the Biden administration calls underserved communities. The entirety of this infrastructure plan looks more like a mash up of intersectional theory from Wesleyan and some kind of South African style spoil system. We saw a taste of that earlier this year when Joe Biden sent billions of dollars to African-American farmers in this country purely because of how they look. Now, that's illegal. It's immoral. It's completely divisive, but it's just the beginning.   In his infrastructure bill, Joe Biden calls pretty strongly for sending $25 billion to Historically Black Universities, and other quote, \"minority serving institutions for research and development.\"  You may think it's a good idea, we shouldn't have to explain why, but it's on infrastructure. He'd also like to eliminate, quote, \"exclusionary zoning\" and quote, \"needless barriers to producing affordable housing.\" So that means that your neighborhood may have to make way for multifamily dwellings. You don't want multifamily dwellings in your neighborhood? It doesn't matter, because it is equity. Shut up, racist. And there's more where that came from.  Joe Biden would like to spend $100 billion for workplace development to quote \"reduce racial inequities in job training and hiring.\" Huh? That doesn't sound like eliminating racial discrimination in hiring. It sounds like mandating it, and it is.  But wait a second, you may be wondering, what does hiring people with certain skin colors have to do with infrastructure? Sorry to keep bringing us back to the point, but the point was supposed to be infrastructure. It is not really, and Democrats aren't really pretending it is anymore. They're in charge, and this is their chance to take total control of the economy, and they're going to use it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMAAL BROWN (D-NY)",
      "sentences": "We understand to save our democracy and to evolve into the multiracial democracy that we are, we have to take a holistic approach.   So we spoke about infrastructure in alignment with a Green New Deal, ending our dependence on fossil fuels within the next 10 years. We spoke about education and fully funding our public schools and canceling student debt.  We spoke about repealing the Hyde Amendment, a Federal jobs guarantee. We spoke about a variety of issues in alignment with the progressive priorities that the people of this country are demanding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So this is why you don't want the theory people in charge of anything, especially the dumb theory people like the one you just saw. Sleaze-ball politicians of old would make the case vote for me and I'll fix the potholes. Now, they may have stolen some of the money you sent them, but in the end, they had to fix the potholes. They promised that they would and your commute got a little better.   These people are not interested in fixing the potholes. No. It's about saving our democracy and evolving into a multiracial democracy, as if we haven't already done that, by the way. There is also about something called the Green New Deal. That's what this is. And it's not simply one deranged theory an addled Member of Congress admitting it. According to the Transportation Secretary, Pete Buttigieg, former Mayor of South Bend, former Rhodes scholar and McKinsey consultant, we need this infrastructure bill to end hurricanes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG, U.S. TRANSPORTATION SECRETARY",
      "sentences": "In the United States, transportation is the leading contributor to climate change, contributing to a pattern of extreme weather events, which takes a severe toll on our infrastructure.  Every dollar we spend rebuilding from a climate driven disaster is a dollar we could have spent building a more competitive, modern and resilient transportation system that produces significantly lower emissions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So according to climatologist, Pete Buttigieg, wait, we thought he was a McKinsey consultant. No, no, he's a climate expert. Not even the climate experts understand the climate that's so complex is what Pete Buttigieg does. And he's telling you, it's the roads that are causing hurricanes. We never had that before roads. He's going to fix that. And that explains why there's $46 billion in this bill for the Federal government to buy electric vehicles. Now, F.B.I. agents can arrest you for sedition while driving Teslas, but wait a second, you asked, aren't those Teslas powered by electricity made in part by coal plants? Yes, whatever.  Shhh. Insurrectionist.  Another $2 trillion goes -- $2 billion rather goes to tax credits for quote, \"clean energy generation and storage.\" Oh, I wonder who owns those firms? Could they be Biden donors? I think so.  There's also a plan for building 500,000 electric vehicle chargers, an allocation of $174 billion to expand the market of electric vehicles. No one wants to buy them, the government is going to make you want to buy them, and then $10 billion for Climate Conservation Corps to quote, \"boost climate resilience.\" Are they going to buy umbrellas? That would be a useful form of climate resilience, but they're thinking bigger than that. This is about transforming our democracy. You'll notice that none of this spending goes to our oil workers just put out of business when Biden canceled the Keystone XL pipeline, they can learn to code.  So according to people who really run the Democratic Party, though, none of this goes far enough. It's just not enough, $2 trillion is not enough. We humiliated the Keystone workers, they are spending $2 trillion, but we need to go farther. According to Sandy Cortez, pampered scion of Westchester, we need to spend a lot more money very quickly or you're racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "I have real concerns that $2.2 trillion isn't actually going to get us there. So we're going to have to make deeper investments. We are in a devastating economic moment. Millions of people in the United States are unemployed, we have a truly crippled healthcare system, and a planetary crisis on our hands, and we're the wealthiest nation in the history of the world. So we can do $10 trillion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, another math lecture from Sandy, $10 trillion -- $10 trillion. Okay, Sandy Cortez, you've added a lot to our country. You built this country, didn't you? She doesn't care. And by the way, none of them care about the consequences of this. What are the consequences of this exactly? What happens if all this money gets into the system? Could it affect your life? Could it affect prices, commodity prices? Take a look at a chart of commodity prices and that will give you some sense. You're looking at one. These are the increases over the past year.  The government injected trillions of dollars into the economy, and what happened? The cost of almost every durable good, the things that you need to live went way up. The price of lumber, we might need that going forward, jumped more than 250 percent. Crude oil went up 188 percent. Sugar 50 percent, copper and tin up by more than 80 percent each. Cattle meaning meat, wheat, meaning wheat thins, and so on. A lot more expensive to live here. That's fine if you're Joe Biden or Sandy Cortez, not fine if you're you. The cost to buy a home jumped by 11 percent. According to the U.N. Food Price Index, the cost of food has reached its highest level in seven years. In other words, just by spending a lot of money they didn't make, the people in charge are making it much harder for most Americans to live here. That's the cost of inflation. It's a tax and it's insidious, and it's impossible to control once it starts.   Meanwhile, the most powerful people in the country has never been happier. The cost of apartments in San Francisco has gone way down. The Dow Jones up by 50 percent. Private equity is booming. Crypto investors are seeing huge returns. Soon, they will have so much money they are making up things to buy like what else do you do with the money? They're investing in something called non-fungible tokens, NFTs, which are literally useless digital tokens. The Nyan Cat meme, which you're seeing on your screen just sold for $590,000.00 in NFT format. Now, it's not the art that was sold, it was the useless digital token. This is the tulip craze, if there ever was one. And these are the people benefiting from yet another $2 trillion in spending and by the way, those tax increases will not offset all of this spending, Joe Biden plans to tax what economists call savers, which don't bounce around as much the economy. Taxing favors is not an effective way to curb inflation because the money isn't affecting as many transactions. It's punitive. But the party in charge doesn't care about inflation. They don't care if it's harder for you to get gasoline, or buy dinner. They are just upset that you feel entitled to drive your vehicle to work on their roads.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. EMANUEL CLEAVER (D-MO)",
      "sentences": "I do think that given the preference, I and probably many others would like to see the gasoline tax raised. As you know, that has been talked about for decades. And unfortunately, Americans have become so accustomed to low gas prices, and even though I would challenge anybody, if they go and leave wherever they are, right now looking at this at your show, to go out and ask 10 people how much they pay in Federal gasoline taxes, they can't tell you. They won't be able to tell you until a number is put out there when somebody says, we're going to raise the taxes in order to pay our infrastructure costs or the rebuilding our infrastructure, and then all of a sudden, somebody would start waging a war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, so the real problem with America is, gas prices are too low. So people who don't live in cities, people who drive for a living will start paying now that's the problem and those ungrateful Americans don't even know it. What's going on here? Trillions of dollars, changing hands. This is looting. Just as their supporters in Minneapolis last summer, the Biden people are looting the country. They have done nothing to build America. Not one thing. Susan Rice, Barack Obama, Ron Klain, the rest of these people making these decisions have not created a single thing. They are not creators. They are takers, and they've gotten rich from doing it. How much did Susan Rice make in the last four years? How did you get that money? They're just stripping the corpse, and when it falls apart, they'll be gone. In the meantime, welcome to hyperinflation. Well, we are joined tonight by someone who can assess the environmental parts of this bill, Marc Morano is the author of \"Green Fraud: Why the Green New Deal is Even Worse than You Think it is.\" A book with the title that sells itself. Marc, thanks so much for coming on.  MARC MORANO, AUTHOR, \"GREEN FRAUD\": Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Tell us how much of this bill is geared not toward cleaning up the environment, which we could badly use, but toward this global warming theory that they have. How much of it is climate based?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORANO",
      "sentences": "Well, first of all, Jen Psaki was asked today, why is infrastructure bill called but only five percent of the bill going to infrastructure, to roads and bridges? And her answer was this is a once in a lifetime generation. The answer to your question, Tucker, is, we don't know the exact percentage, but we know it's going to do things like healthcare and equity and, all sorts of green buildings and changing -- all of the climate aspects of the Green New Deal are being implemented throughout this whole infrastructure bill. They're redefining the word infrastructure to mean climate activities, and this is just -- this was part of their plan, because Biden is also making every Cabinet a climate agency, from State Department to Interior, to Defense Department, financial institutions, so this bill is just the latest in a round of what they're doing, because they learned in 2009, they can't put a climate agenda straight on the American people with a vote on Capitol Hill. Even when Obama had the House and Senate, they failed to get a carbon tax - - a cap and trade basically that carbon tax passed because Democrats opposed it. So they're trying to slip it in now, in this stealth way. And that's what they've been doing since January.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The two things they want are reparations and the green New Deal, both of them polled very badly with the public, and so they just rebranded them.  And not to be cynical, but no one is as cynical as the people who put a senile guy in the White House. So, I think that seems like what they're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORANO",
      "sentences": "It is what they are doing, and they know -- they're still probably going to introduce a Green New Deal at some point. But this bill, when you're talking about roads, I mean, let's look at where the progressives are, where the Biden administration is on roads. We had Andrew -- and on transportation, we had Andrew Yang proposing in the end, the Democrat candidate now running for Mayor in New York, proposing an end to private car ownership. Instead, they propose a fleet of roving electric cars. When it comes -- you were talking about zoning, we had Elizabeth Warren proposing no more new home construction unless it was, quote, \"zero carbon footprint,\" unquote. We have UCLA professors saying that we should abolish private homeownership because in a climate emergency, it's just too damaging to the Earth. This -- what they're doing now behind the scenes where the public can't see it is the beginnings of all this. And ultimately, what it's going to do is it's leading to lower economic growth, which you would intuitively think well, why would they want to do that? I have two chapters in the book, \"Green Fraud,\" Tucker, on why they want lower economic growth. They love the lockdowns for this reason. They call it de-growth. They call it planned recessions. This is that first step to transfer private equity, private finance into more government hands and this is a big step.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I don't care about economic growth. I just want to live a nice life, and I want them out of my neighborhood and stop telling me what to do, so -- but whatever, I think you're -- this seems like a power grab to me.  I appreciate it. Marc, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORANO",
      "sentences": "Thank you, Tucker. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Piers Morgan was banished from television for asking a simple question: how is it that the most privileged people in our society get away with posing as the most oppressed? And for asking that, of course, they crushed him. They took his job away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So there was a time not that long ago when the most free thinking people in a society, the people with the most questions with the deepest thirst for knowledge, with the most curiosity went into journalism because you got paid to ask questions and to challenge the prevailing narrative.  But sometime in the last 10 years, it just completely inverted, and now, the most closed-minded people in society work in journalism, but not as journalists, as gatekeepers crushing and suppressing anyone who deviates from the approved script of the regime in power. So that's where we find Alex Berenson, a former journalist who asked a lot of inconvenient questions, many of them on the show. So it shouldn't surprise you that \"The Atlantic\" Magazine, one of the most craven corrupted pieces of garbage in journalism has a new cover story out this week, in fact, I believe today, attacking Alex Berenson because he read from a different script and that can't be allowed. The piece is called \"The pandemic's Wrongest Man.\" You know Alex Berenson pretty well after a year of talking to him, so we invited him in the studio tonight. He is, of course the author of \"Unreported Truths about COVID-19 and Lockdowns, Part Four: Vaccines.\" He joins us on our set tonight to respond to this predictable and I don't even know if it's annoying, it's so dumb, but assess this hit piece on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX BERENSON, AUTHOR",
      "sentences": "Well, they entirely missed the point. Look, if you want to say there's pros and cons with these vaccines, and you know out in the wild, you can see that they haven't worked quite as well or quite as quickly certainly, as people hoped in a place like Israel, there was a bad spike in cases in January and written, too, but it looks like you know, once you get through that first period, there could be some advantages to having a large part of the population vaccinated. We don't know how long immunity lasts, and by the way, we know many people have severe side effects from these vaccines. That's clear for both the clinical trials and the real world data. Okay, we can have a real conversation about that. And we can have a conversation about the fact that, you know, the idea that we should have restrictions on people or discourage them from travel or discourage kids from going to school, whether or not they're vaccinated makes no sense.  But the public health establishment and the rest of the media basically don't want to have these conversations. So they're caught in this web of a story that doesn't really make any sense. The vaccines are perfect. They prevent 100 percent of serious infections and deaths, they say. And yet, at the same time, you must continue to wear your mask after you're vaccinated. You must not hang out with too many people who are not vaccinated after you're vaccinated. And this is the problem. So the problem is that when you w sort of pile the lies on top of each other, the lies and the misstatements and the overstatements, things start to break down, and anybody with a brain can see the story you're telling doesn't make sense. The story I'm telling is pretty coherent, and I really do encourage anybody who wants to know where I really stand on this to get the booklet and read it for yourself because you'll see, I'm not telling you, oh, the vaccine plus 5G will make your brain explode. Okay? That's why they hate me. They hate me because they can't dismiss me because the arguments I make come out of the clinical trial data, come out of the real world experience in Israel and other countries and come out of, you know, reasonable scientific questions that people have asked about the mRNA biotechnology behind the Pfizer and Moderna vaccines. And so because I'm not a conspiracy theorist, they hate me more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's just so interesting, though, because you are a lone guy with a deep interest in science, a commitment to honesty, if you're wrong, you say so; you're not wedded to some worldview you're trying to protect at all cost.  At the same time, you have federally employed public health officials who have gotten a lot of things wrong who are also defending Gain of Function researches, viruses, which is just incredibly dangerous. They can actually destroy mankind. No exaggeration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "No exaggeration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And no one is even asking any questions about it. But they're attacking you because you deviate from the approved script. I just find that chilling. I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Well, I'm very fortunate in that I have a lot of people around the world, you know, actually around the world who e-mail me sort of quietly, and say, you should read this study. You should look at what's happening in Hungary or you should look at, you know, this paper that just came out of France, and so I have people helping me. But yes, I do think -- look, even if I'm wrong about all of this, and I'm not wrong about all of this. It's useful to have me and it would be useful to have other journalists asking hard questions. You know, last year, Tucker, we talked about the Wuhan Institute of Virology and we talked about this idea that it might have leaked from a lab and oh, that's a conspiracy theory. It's crazy. Well, guess what? The Chinese and the W.H.O. actually went too far when they said that this was more likely to have come from frozen food than the Wuhan Institute of Virology, and even the Biden administration had to do something about that.  So let's -- before we decide we need to inject every 16 and 17 and 18, you know, 25-year-old who basically has zero risk from this virus, okay, if you are under 25, or even, you know, 30, 40, if you're in reasonable health, you're very, very low risk from this virus. Before we decide we have to mandate or quasi-mandate that, maybe we can ask a few questions about what the side effects are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "And about, by the way, if you had this already, maybe your natural immunity means you don't have to get any vaccine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, what is the answer to that question? I just have to say, as someone who's read \"The Atlantic,\" most of my life, was friends with a former editor of it. It was a journal of ideas that challenged you. Now you see in \"The Atlantic\" ideas hauled blindfolded into a dark room and executed. I mean, it really is where ideas go to die, where free thinking ends, like what -- how can you have a country with science and art if the guardians of the conversation are committed to stopping conversation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "I don't know. I don't know. I just know I'm going to keep asking, and honestly, Twitter has been pretty good to me. They've basically allowed me to ask and I've got a couple hundred thousand people on there. You allow me on. You know, FOX allows me on. As I always say, when I come on with you, I love to come on with you. I would be glad to come on with CNN or MSNBC. Anybody else, ask me the questions, I can handle myself.  You know, this is -- the people who need to hear this the most are the people who are hearing none of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And you're hardly an ideologue. I don't even still don't know what your politics are. You've corrected me a couple of times live on TV, that's fine with me. I mean, I believe in open mindedness, period. Alex Berenson, I appreciate your coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Tucker, thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. Those people, they are the worst. Well, it is not just CNN rejecting the concept of biological sex, universities punishing professors who acknowledge that there might be a difference between men and women. By the way, those differences are the basis of human civilization. Whatever. One Professor decided to resist this, he joins us with an update, a rare victory in his fight. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Biology has been effectively eliminated from American universities. Colleges are teaching students that the subject is subjective, which means not real. There's no absolute. If someone identifies as a woman, that person is a woman. If that person says his or her pronoun is they or ze. You've got to call them they or ze. And if you disagree, if you believe in Biology, if you have some attachment to English grammar, you are punished. And that's what happened to Nicholas Meriwether. He's a Professor at Shawnee State University in Ohio and the school reprimanded him in 2016 to referring to a student as Mister instead of Miss. Administrators also forced Meriwether to use made up pronouns like ze and xe, we're not sure how to pronounce that or tr. He was told to avoid gendered terms like mother and father. Well, like a lot of people in this country, Nicholas Meriwether was bullied by lunatics, but he rarely decided to fight back. He filed a First Amendment lawsuit and he just won his case in the Sixth Circuit Court of Appeals. We're happy to have Nicholas Meriwether join us tonight, along with Kristen Waggoner who is the senior legal counsel at Alliance Defending Freedom. Thank you both so much for coming on. First to you, Professor, it's amazing that you won. I never think of people as fighting back against this, what made you decide to take them to court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLAS MERIWETHER, PROFESSOR, SHAWNEE STATE UNIVERSITY",
      "sentences": "Well, basically, if I had not, I would have been fired. I would have been terminated. That was one reason. It wasn't the only reason. The other reason was, as you say, as you've just said, I think we need to stand up against it. And I did -- I do think that we are losing our academic freedom. We're losing our freedom to disagree. And unless and until people stand up to it, I think it's just going to get much, much worse, much, much faster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And Kristen, tell us what the legal -- what the legal precedent that you've set in this case is that others can use to win?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTEN WAGGONER, SENIOR LEGAL COUNSEL, ALLIANCE DEFENDING FREEDOM",
      "sentences": "Well, we won on both free speech and free exercise grounds. And the Sixth Circuit Court of Appeals said very clearly, that the use of titles and pronouns is a part of a debate that this nation is engaging in right now, and that those terms are infused with great meaning that it's not the government's role to set the terms of that debate or to weigh in on one side or the other. In fact, the court's decision actually referenced what would happen if the government demanded ideological purity. It used examples like the government could then force a pacifist, for example, to have to support war. It could force a Civil Rights icon to criticize the Freedom Writers, or it could even force a Christian to deny the existence of God. Those are examples that the Sixth Circuit itself recognized, and it basically said if the government has that kind of power, it can essentially do almost anything it wants, that power is unlimited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the truth always -- the truth always does -- I just can't tell you how pleased I am to hear this and how grateful I am to both of you for fighting it. Thank you. I think you did all of us a service.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERIWETHER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WAGGONER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Congratulations. So Donald Trump has left the White House and that means the Republican Party has to figure out why it exists. What does it stand for? At least one Member of Congress has thought very seriously about what the Republican Party is today and where it ought to go and he has written a memo about it that you should read. We'll tell you about it after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, crime in Los Angeles, our second biggest city has hit record levels that includes organized crime, serious, but our own Bill Melugin reports that Los Angeles's Soros-backed DA George Gascon is eliminating the gang units. FOX LA's Bill Melugin is here to explain this story, kind of shocking. Bill, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MELUGIN, REPORTER, FOX LOS ANGELES",
      "sentences": "Tucker, good to see you as well. This is really just the latest move that our new progressive DA, George Gascon has made to really just upend the criminal justice system here in Los Angeles. My sources in the DA Office's Hardcore Gangs Unit tell me they were all called to a 4:00 p.m. meeting yesterday afternoon with their upper management, and they were essentially told that their unit is being gutted, severely downsized. There's going to be a name change. Apparently, they were told George Gascon wants to reimagine the unit, make it more community based, and that the prosecutors in the unit very elite prosecutors, I would add, are going to start getting transfer notices that they're going to be divvied up through the rest of the office as this unit is downsized. And the Hardcore Gang Unit is one of the oldest in the office. It's one of the most elite. They prosecute the most serious and complex gang related cases here in Los Angeles County. We're talking mostly murders, mostly attempted murders, the most complex ones and they are very violent. And they have 700 active cases open right now, and this announcement was just made yesterday. So now, the people in the unit are essentially saying what's going to happen to these cases? What's going to happen to our unit, they were apparently told that George Gascon doesn't like the name of the unit, the Hardcore Gang Unit. They believe it -- he believes it's kind of offensive to the community. And the critics of this say this is going to be an absolute disaster for public safety because we already have a huge gang problem here in Los Angeles. Our violence is surging, our homicides are surging, and take a listen to what one prosecutor who was in that meeting yesterday told me. He asked us for anonymity, but this is essentially what they were told during that meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The unit is going away, it will renamed. It will be reimagined. Many of the DAs who are currently serving in the Hardcore Gang Unit will be transferred to other assignments in other units.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELUGIN",
      "sentences": "And the LA County Sheriff Alex Villanueva released a statement essentially saying that this is going to be an absolute disaster for public safety here in Los Angeles. He says gang crime is already shooting through the roof. And he said quote, \"This is not reformed. It's beginning to look more and more like a suicide pact.\" And it didn't end there. I was also told by folks in the Narcotics Unit, the major Narco unit, they had their own meeting at three o'clock, and they were told their unit is being cut in half. So two specialized units being severely downsized here in Los Angeles. George Gascon's office never responded when I reached out for comment. Tucker, I will send it back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Bill, thank you. FOX LA's Bill Melugin. So now that the smoke from the last election is clearing and Donald Trump is gone, the Republican Party has to figure out what it is and what it should be. Is it going to be the G.O.P. of 2006? Foreign wars plus corporate tax cuts? The party of John Boehner and Liz Cheney? That's what it's been for a long time. Or will it become or is it already something very different from that? Something new and potentially much broader than what it was? That's the question, Congressman Jim banks of Indiana has thought a lot about it. Banks released a memo this week that seems to answer that question conclusively. The Republican Party, he writes is no longer an arm of the Chamber of Commerce. In fact, it is already the party of the American middle class and we know that because they are its voters. Consider these numbers. Seventy nine percent of mechanics, who gave in the last election gave to the Republican, Donald Trump, so did 60 percent of small business owners and 59 percent of custodians to the Republican Party. When was the last time the Republican Party won janitors? Probably been a hundred years, at least. The Democratic Party, meanwhile, has now solidified its position as the party of entrenched power, 94 percent of college professors gave to Joe Biden, so much for diversity on campus. So did 73 percent of bankers and that's a remarkable change. As recently as 2012, Wall Street donors gave more than three times as much to the Republican as they did to the Democrat. It was the party of Wall Street, for generations, but it isn't anymore. Last year, Joe Biden took in four times as much from the finance establishment as Donald Trump did. Now, Congressman Banks calls this a paradigm reversal and he is absolutely right about that. It's likely prominent. Huge groups of people have changed how they vote. So how should the Republican Party respond to these facts? And they are facts? Well, for starters, how about stop sucking up to the people who hate you? Corporate America has gone mostly hard left, so stop doing their bidding. Don't help the people who want to hurt you. And then when you get a minute, start representing and defending your own voters. Find the people who vote for you and do something for them. The issues aren't complicated. We know what they're interested in: control the border, demand fair trade deals, Fight the power of Big Tech, stand up for small business. And as you do all of this, denounce wokeness as the moral atrocity that it is. Wokeness Banks writes was cooked up by college professors then boosted by corporations. Of course, it was, and that's why normal people hate it. All normal people, no matter what they look like, consider this, quote: \"Hispanic and especially African-American voters are even more put off by Democratic efforts to redefine sex than your average voter. Hispanic and African-American voters oppose the Equality Act by 10 and five more points than the average voter does. And amazingly, 42 percent of Hispanic Biden voters have a negative opinion of the Black Lives Matter movement and their opposition to the nuclear family and their support for defunding the police. Compare that to just six percent of white Biden voters.\" Get it? Not everyone is for this stuff. Most people aren't and it doesn't break along racial lines at all. The memo goes on like this. It's fascinating and you ought to read it. Banks ends on a hopeful note. He ends this way, quote: \"The Democratic Party today is more vulnerable than it's ever been in modern history. The Democrats' agenda is now shaped entirely by corporate interests and radical elite cultural mores, but they still rely on many blue collar voters.\" That is not sustainable. It can't continue. Quote, \"Democrats will keep alienating working class voters because that's what their donors demand and Republicans should welcome those voters with open arms by fully embracing an agenda that is worthy of their support,\" end quote. Amen. It is not complicated. Well, the founder of the largest no kill dog rescue in the country, and why is that not one of the best things happening in America right now, is the subject of course of a hit piece in \"The Huffington Post.\" \"The Huffington Post\" is accusing this person of scheming with a politician they don't like. It's a bizarre story. The founder of that dog rescue joins us next to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So some of the people making this country better not worse would include the Big Dog Ranch Rescue, it is the biggest no kill cage free dog rescue in the country. God bless them. But for some reason, maybe for that reason, \"The Huffington Post\" has decided to attack it. They're alleging that the Big Dog Ranch Rescue has bad politics, and they've said they've funneled more than a million dollars to Donald Trump by having events at Trump's property. Lauree Simmons is the President of the Big Dog Ranch Rescue and we are honored to have her on tonight. Lauree, thanks so much for coming. Tell us and I wish we had more time, why are they hassling you who are saving dogs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREE SIMMONS, FOUNDER, BIG DOG RANCH RESCUE",
      "sentences": "Mainly because I'm having my fundraising events at Mar-a-Lago, which I've had for eight years and because I'm a conservative Republican, and this \"Huffington Post,\" I mean, they've put a total hit piece out on us that's totally false. We haven't spent $1.9 million at Mar-a-Lago. We spent a total of $900,000.00 at Trump properties over eight years for 14 events. We raised $1.4 million to save dogs at our last event and spent under $100,000.00. Everything they said was false. Lara Trump nor I are funneling any money. I worked for free for 14 years and donated a lot of my own money to build this rescue and they've put doubts in the minds of our donors. We've had hundreds of hate calls, nasty e-mails and hundreds of thousands of donations cancelled due to this piece. And you know, it's just not right for them to put out their political agenda against the dog rescue that saved 47,000 lives and trains dogs for veterans. I mean, this is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's disgusting, just because they don't like your politics. Well, I love what you're doing and I hope this helps. Lauree, it is great to see you tonight. Thank you. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST, TUCKER CARLSON TONIGHT",
      "utterance": "Good evening and welcome to TUCKER CARLSON TONIGHT. If you dutifully watched Joe Biden sputter through his announcement of the administration's $2 trillion infrastructure plan yesterday, you may have been left with some questions. First, and most obviously, is this really about infrastructure? Bridges, roads, airports, things we can actually use? Or is it yet another weird climate scheme/power grab/race based redistribution plan? What exactly is this? And by the way, $2 trillion sounds like a lot for anything. Wouldn't that kind of spending cause hyperinflation? If you print money like it's not worth anything, doesn't the value of that money decline? Normal people may have had questions like those, but thankfully \"The New York Times\" was on the scene to quell all doubt. \"The New York Times\" approached Joe Biden's plan with the enthusiasm of \"Izvestia\" applauding yet another record Soviet potato harvest, quote: \"Biden plans stresses jobs, roads and growth.\" Read one of \"The New York Times\" four separate front page headlines this morning. \"$2 trillion for a once in a generation fix of infrastructure\" run another headline. That's real. Ron Klain, the tech lobbyists turned White House Chief of Staff was so grateful for the backup from \"The Times\" that he tweeted out the front page this morning, \"America, let's go win the future,\" Klain wrote. Let's go with the future, America. What does that future look like? Well, let's be clear from the outset that this plan, whatever its merits, will not make your commute easier. Only about five percent of that $2 trillion will actually go to roads and bridges. So five percent on infrastructure, 95 percent on social engineering. That's what Joe Biden calls a once in a lifetime infrastructure bill. And he is right about part of it, it is once in a lifetime if this bill passes. The next generation will live in a very different country. Now, before we tell you what's in the bill, one word about who is going to pay for it, in fact, we only need one word and the word is \"you.\" Taxes are going up dramatically, and they didn't have to, actually. Tax revenues no longer fund the ambitions of our political class. Have you noticed? The Federal Reserve funds them. When politicians want something, they just print the money. It's called Modern Monetary Theory. They've been doing this for years and it's accelerating. So there's no actual reason to raise taxes anymore for anything. But Joe Biden wants to raise taxes to punish you, and he plans to do that. The administration is calling for a tax increase of about $3 trillion over 10 years. That includes taxes on individual income and investments, as well as on corporations. This would make the first major tax hike in 28 years, but it's actually a much bigger tax hike than anything we saw under the Clinton administration. In 1993, taxes amounted to only about half a percent of GDP. This plan would come to roughly three times that, about $300 billion a year, that's 1.3 percent of GDP. So you'd have to go all the way back to 1968 to find a bigger tax increase. It's a big deal. You have any questions? No questions allowed. Joe Biden doesn't want to answer questions. He doesn't have to because it's an emergency. In emergencies, you do what you're told."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "utterance": "What I'm proposing is a one- time capital investment of roughly $2 trillion in America's future, spread largely over eight years. Put simply, these are investments we have to make. We can afford to make them or put another way, we can't afford not to."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All this can be yours, America, for just $2 trillion. We can't afford not to spend $2 trillion, says Joe Biden like the used car salesman he is at heart. Biden knows he's not going to be paying a dime. People like Joe Biden avoid taxes. Joe Biden avoids taxes. In fact, in 2017 and 2018, Joe Biden and his wife dodged payroll taxes in the more than $13 million that they got through speaking fees and book royalties. How'd they do that? Did you do that? You probably didn't. They did. \"The Wall Street Journal\" reported the Bidens, quote, \"Classified the income as S-corporation profits rather than taxable wages.\" Are you surprised? Oh, come on. Corporations are going to pay for it. Yes, if only we'd support it, if that were the case. But they're not. Corporate interest put Joe Biden in the White House. They design his policy, they sign off on every part of it, just as the credit card companies in Delaware once did, and so they will be fine. Corporations shelter most of their money from taxes, a lot of ways, and what it costs, they pass the cost along to the workers in the form of lower wages and to customers in the form of higher prices. That's not a secret, economists know that and so does Joe Biden. So none of this is going to hurt Amazon. That's why Amazon is for it. But Joe Biden isn't interested in getting into the details like the math. He'd like, you know, this bill is going to turn America into a scene from \"The Jetsons.\""
    },
    {
      "speaker": "BIDEN",
      "utterance": "Imagine what we can do, what's within our reach when we modernize those highways. You and your family to travel coast to coast without a single tank of gas on board a high-speed train, and connect high speed affordable, reliable internet wherever you live. Imagine knowing that you're handing your children and grandchildren, a country that will lead the world in producing clean energy technology and we will need to address one of the biggest threats of our time. That's what we'll do."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Flying cars? Teleport machines? Sadly not. But we are going to modernize those highways. And honestly, a lot of them could use it. But what is modernizing highways mean exactly? What are the details in that? Well, \"The Washington Post\" gave us some idea. According to the paper, an activist called Amy Stelly has been demanding the removal, not the building, the removal of a highway in New Orleans that cuts through her neighborhood. She thinks that highway called the Claiborne's Expressway is bad. It's an eyesore and it contributes to pollution in her neighborhood. And for years, she has demanded that local leaders get rid of it, but they've refused. People use it. It's an important stretch of road in New Orleans. But now the White House in Joe Biden's infrastructure plan have decided that highway is an example of quote, \"historic inequity.\" And that can be solved by billions in new spending. In other words, it is a racist highway, so you've got to pay to tear it down. Amy Stelly was enthused by this. \"I'm floored,\" she said, \"I'm thrilled to hear President Biden call out the Claiborne Expressway as a racist highway.\" Yes, and not just racist, sexist and transphobic, too. That highway is a Jim Crow dog whistle for white supremacy, not to mention QAnon insurrectionists. We've got to tear it down. Expect a lot more highways to meet that fate. People who believe highways are racists are going to get tens of billions of dollars as part of this plan as long as they are what the Biden administration calls underserved communities. The entirety of this infrastructure plan looks more like a mash up of intersectional theory from Wesleyan and some kind of South African style spoil system. We saw a taste of that earlier this year when Joe Biden sent billions of dollars to African-American farmers in this country purely because of how they look. Now, that's illegal. It's immoral. It's completely divisive, but it's just the beginning. In his infrastructure bill, Joe Biden calls pretty strongly for sending $25 billion to Historically Black Universities, and other quote, \"minority serving institutions for research and development.\" You may think it's a good idea, we shouldn't have to explain why, but it's on infrastructure. He'd also like to eliminate, quote, \"exclusionary zoning\" and quote, \"needless barriers to producing affordable housing.\" So that means that your neighborhood may have to make way for multifamily dwellings. You don't want multifamily dwellings in your neighborhood? It doesn't matter, because it is equity. Shut up, racist. And there's more where that came from. Joe Biden would like to spend $100 billion for workplace development to quote \"reduce racial inequities in job training and hiring.\" Huh? That doesn't sound like eliminating racial discrimination in hiring. It sounds like mandating it, and it is. But wait a second, you may be wondering, what does hiring people with certain skin colors have to do with infrastructure? Sorry to keep bringing us back to the point, but the point was supposed to be infrastructure. It is not really, and Democrats aren't really pretending it is anymore. They're in charge, and this is their chance to take total control of the economy, and they're going to use it."
    },
    {
      "speaker": "REP. JAMAAL BROWN (D-NY)",
      "utterance": "We understand to save our democracy and to evolve into the multiracial democracy that we are, we have to take a holistic approach. So we spoke about infrastructure in alignment with a Green New Deal, ending our dependence on fossil fuels within the next 10 years. We spoke about education and fully funding our public schools and canceling student debt. We spoke about repealing the Hyde Amendment, a Federal jobs guarantee. We spoke about a variety of issues in alignment with the progressive priorities that the people of this country are demanding."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So this is why you don't want the theory people in charge of anything, especially the dumb theory people like the one you just saw. Sleaze-ball politicians of old would make the case vote for me and I'll fix the potholes. Now, they may have stolen some of the money you sent them, but in the end, they had to fix the potholes. They promised that they would and your commute got a little better. These people are not interested in fixing the potholes. No. It's about saving our democracy and evolving into a multiracial democracy, as if we haven't already done that, by the way. There is also about something called the Green New Deal. That's what this is. And it's not simply one deranged theory an addled Member of Congress admitting it. According to the Transportation Secretary, Pete Buttigieg, former Mayor of South Bend, former Rhodes scholar and McKinsey consultant, we need this infrastructure bill to end hurricanes."
    },
    {
      "speaker": "PETE BUTTIGIEG, U.S. TRANSPORTATION SECRETARY",
      "utterance": "In the United States, transportation is the leading contributor to climate change, contributing to a pattern of extreme weather events, which takes a severe toll on our infrastructure. Every dollar we spend rebuilding from a climate driven disaster is a dollar we could have spent building a more competitive, modern and resilient transportation system that produces significantly lower emissions."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So according to climatologist, Pete Buttigieg, wait, we thought he was a McKinsey consultant. No, no, he's a climate expert. Not even the climate experts understand the climate that's so complex is what Pete Buttigieg does. And he's telling you, it's the roads that are causing hurricanes. We never had that before roads. He's going to fix that. And that explains why there's $46 billion in this bill for the Federal government to buy electric vehicles. Now, F.B.I. agents can arrest you for sedition while driving Teslas, but wait a second, you asked, aren't those Teslas powered by electricity made in part by coal plants? Yes, whatever. Shhh. Insurrectionist. Another $2 trillion goes -- $2 billion rather goes to tax credits for quote, \"clean energy generation and storage.\" Oh, I wonder who owns those firms? Could they be Biden donors? I think so. There's also a plan for building 500,000 electric vehicle chargers, an allocation of $174 billion to expand the market of electric vehicles. No one wants to buy them, the government is going to make you want to buy them, and then $10 billion for Climate Conservation Corps to quote, \"boost climate resilience.\" Are they going to buy umbrellas? That would be a useful form of climate resilience, but they're thinking bigger than that. This is about transforming our democracy. You'll notice that none of this spending goes to our oil workers just put out of business when Biden canceled the Keystone XL pipeline, they can learn to code. So according to people who really run the Democratic Party, though, none of this goes far enough. It's just not enough, $2 trillion is not enough. We humiliated the Keystone workers, they are spending $2 trillion, but we need to go farther. According to Sandy Cortez, pampered scion of Westchester, we need to spend a lot more money very quickly or you're racist."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "I have real concerns that $2.2 trillion isn't actually going to get us there. So we're going to have to make deeper investments. We are in a devastating economic moment. Millions of people in the United States are unemployed, we have a truly crippled healthcare system, and a planetary crisis on our hands, and we're the wealthiest nation in the history of the world. So we can do $10 trillion."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, another math lecture from Sandy, $10 trillion -- $10 trillion. Okay, Sandy Cortez, you've added a lot to our country. You built this country, didn't you? She doesn't care. And by the way, none of them care about the consequences of this. What are the consequences of this exactly? What happens if all this money gets into the system? Could it affect your life? Could it affect prices, commodity prices? Take a look at a chart of commodity prices and that will give you some sense. You're looking at one. These are the increases over the past year. The government injected trillions of dollars into the economy, and what happened? The cost of almost every durable good, the things that you need to live went way up. The price of lumber, we might need that going forward, jumped more than 250 percent. Crude oil went up 188 percent. Sugar 50 percent, copper and tin up by more than 80 percent each. Cattle meaning meat, wheat, meaning wheat thins, and so on. A lot more expensive to live here. That's fine if you're Joe Biden or Sandy Cortez, not fine if you're you. The cost to buy a home jumped by 11 percent. According to the U.N. Food Price Index, the cost of food has reached its highest level in seven years. In other words, just by spending a lot of money they didn't make, the people in charge are making it much harder for most Americans to live here. That's the cost of inflation. It's a tax and it's insidious, and it's impossible to control once it starts. Meanwhile, the most powerful people in the country has never been happier. The cost of apartments in San Francisco has gone way down. The Dow Jones up by 50 percent. Private equity is booming. Crypto investors are seeing huge returns. Soon, they will have so much money they are making up things to buy like what else do you do with the money? They're investing in something called non-fungible tokens, NFTs, which are literally useless digital tokens. The Nyan Cat meme, which you're seeing on your screen just sold for $590,000.00 in NFT format. Now, it's not the art that was sold, it was the useless digital token. This is the tulip craze, if there ever was one. And these are the people benefiting from yet another $2 trillion in spending and by the way, those tax increases will not offset all of this spending, Joe Biden plans to tax what economists call savers, which don't bounce around as much the economy. Taxing favors is not an effective way to curb inflation because the money isn't affecting as many transactions. It's punitive. But the party in charge doesn't care about inflation. They don't care if it's harder for you to get gasoline, or buy dinner. They are just upset that you feel entitled to drive your vehicle to work on their roads."
    },
    {
      "speaker": "REP. EMANUEL CLEAVER (D-MO)",
      "utterance": "I do think that given the preference, I and probably many others would like to see the gasoline tax raised. As you know, that has been talked about for decades. And unfortunately, Americans have become so accustomed to low gas prices, and even though I would challenge anybody, if they go and leave wherever they are, right now looking at this at your show, to go out and ask 10 people how much they pay in Federal gasoline taxes, they can't tell you. They won't be able to tell you until a number is put out there when somebody says, we're going to raise the taxes in order to pay our infrastructure costs or the rebuilding our infrastructure, and then all of a sudden, somebody would start waging a war."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, so the real problem with America is, gas prices are too low. So people who don't live in cities, people who drive for a living will start paying now that's the problem and those ungrateful Americans don't even know it. What's going on here? Trillions of dollars, changing hands. This is looting. Just as their supporters in Minneapolis last summer, the Biden people are looting the country. They have done nothing to build America. Not one thing. Susan Rice, Barack Obama, Ron Klain, the rest of these people making these decisions have not created a single thing. They are not creators. They are takers, and they've gotten rich from doing it. How much did Susan Rice make in the last four years? How did you get that money? They're just stripping the corpse, and when it falls apart, they'll be gone. In the meantime, welcome to hyperinflation. Well, we are joined tonight by someone who can assess the environmental parts of this bill, Marc Morano is the author of \"Green Fraud: Why the Green New Deal is Even Worse than You Think it is.\" A book with the title that sells itself. Marc, thanks so much for coming on. MARC MORANO, AUTHOR, \"GREEN FRAUD\": Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Tell us how much of this bill is geared not toward cleaning up the environment, which we could badly use, but toward this global warming theory that they have. How much of it is climate based?"
    },
    {
      "speaker": "MORANO",
      "utterance": "Well, first of all, Jen Psaki was asked today, why is infrastructure bill called but only five percent of the bill going to infrastructure, to roads and bridges? And her answer was this is a once in a lifetime generation. The answer to your question, Tucker, is, we don't know the exact percentage, but we know it's going to do things like healthcare and equity and, all sorts of green buildings and changing -- all of the climate aspects of the Green New Deal are being implemented throughout this whole infrastructure bill. They're redefining the word infrastructure to mean climate activities, and this is just -- this was part of their plan, because Biden is also making every Cabinet a climate agency, from State Department to Interior, to Defense Department, financial institutions, so this bill is just the latest in a round of what they're doing, because they learned in 2009, they can't put a climate agenda straight on the American people with a vote on Capitol Hill. Even when Obama had the House and Senate, they failed to get a carbon tax - - a cap and trade basically that carbon tax passed because Democrats opposed it. So they're trying to slip it in now, in this stealth way. And that's what they've been doing since January."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The two things they want are reparations and the green New Deal, both of them polled very badly with the public, and so they just rebranded them. And not to be cynical, but no one is as cynical as the people who put a senile guy in the White House. So, I think that seems like what they're doing."
    },
    {
      "speaker": "MORANO",
      "utterance": "It is what they are doing, and they know -- they're still probably going to introduce a Green New Deal at some point. But this bill, when you're talking about roads, I mean, let's look at where the progressives are, where the Biden administration is on roads. We had Andrew -- and on transportation, we had Andrew Yang proposing in the end, the Democrat candidate now running for Mayor in New York, proposing an end to private car ownership. Instead, they propose a fleet of roving electric cars. When it comes -- you were talking about zoning, we had Elizabeth Warren proposing no more new home construction unless it was, quote, \"zero carbon footprint,\" unquote. We have UCLA professors saying that we should abolish private homeownership because in a climate emergency, it's just too damaging to the Earth. This -- what they're doing now behind the scenes where the public can't see it is the beginnings of all this. And ultimately, what it's going to do is it's leading to lower economic growth, which you would intuitively think well, why would they want to do that? I have two chapters in the book, \"Green Fraud,\" Tucker, on why they want lower economic growth. They love the lockdowns for this reason. They call it de-growth. They call it planned recessions. This is that first step to transfer private equity, private finance into more government hands and this is a big step."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I don't care about economic growth. I just want to live a nice life, and I want them out of my neighborhood and stop telling me what to do, so -- but whatever, I think you're -- this seems like a power grab to me. I appreciate it. Marc, thanks so much for coming on."
    },
    {
      "speaker": "MORANO",
      "utterance": "Thank you, Tucker. Appreciate it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Piers Morgan was banished from television for asking a simple question: how is it that the most privileged people in our society get away with posing as the most oppressed? And for asking that, of course, they crushed him. They took his job away. On Monday, we will speak to Piers Morgan for his first wide ranging on camera interview since he was cancelled. We'll have him on our new show \"Tucker Carlson Today\" as well. We will be right back with one of our favorite long standing guests, Alex Berenson. He's been on the show a lot. So of course, he is the center of a hit piece on the cover of \"The Atlantic\" magazine. Alex Berenson joins us in studio to respond."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So there was a time not that long ago when the most free thinking people in a society, the people with the most questions with the deepest thirst for knowledge, with the most curiosity went into journalism because you got paid to ask questions and to challenge the prevailing narrative. But sometime in the last 10 years, it just completely inverted, and now, the most closed-minded people in society work in journalism, but not as journalists, as gatekeepers crushing and suppressing anyone who deviates from the approved script of the regime in power. So that's where we find Alex Berenson, a former journalist who asked a lot of inconvenient questions, many of them on the show. So it shouldn't surprise you that \"The Atlantic\" Magazine, one of the most craven corrupted pieces of garbage in journalism has a new cover story out this week, in fact, I believe today, attacking Alex Berenson because he read from a different script and that can't be allowed. The piece is called \"The pandemic's Wrongest Man.\" You know Alex Berenson pretty well after a year of talking to him, so we invited him in the studio tonight. He is, of course the author of \"Unreported Truths about COVID-19 and Lockdowns, Part Four: Vaccines.\" He joins us on our set tonight to respond to this predictable and I don't even know if it's annoying, it's so dumb, but assess this hit piece on you."
    },
    {
      "speaker": "ALEX BERENSON, AUTHOR",
      "utterance": "Well, they entirely missed the point. Look, if you want to say there's pros and cons with these vaccines, and you know out in the wild, you can see that they haven't worked quite as well or quite as quickly certainly, as people hoped in a place like Israel, there was a bad spike in cases in January and written, too, but it looks like you know, once you get through that first period, there could be some advantages to having a large part of the population vaccinated. We don't know how long immunity lasts, and by the way, we know many people have severe side effects from these vaccines. That's clear for both the clinical trials and the real world data. Okay, we can have a real conversation about that. And we can have a conversation about the fact that, you know, the idea that we should have restrictions on people or discourage them from travel or discourage kids from going to school, whether or not they're vaccinated makes no sense. But the public health establishment and the rest of the media basically don't want to have these conversations. So they're caught in this web of a story that doesn't really make any sense. The vaccines are perfect. They prevent 100 percent of serious infections and deaths, they say. And yet, at the same time, you must continue to wear your mask after you're vaccinated. You must not hang out with too many people who are not vaccinated after you're vaccinated. And this is the problem. So the problem is that when you w sort of pile the lies on top of each other, the lies and the misstatements and the overstatements, things start to break down, and anybody with a brain can see the story you're telling doesn't make sense. The story I'm telling is pretty coherent, and I really do encourage anybody who wants to know where I really stand on this to get the booklet and read it for yourself because you'll see, I'm not telling you, oh, the vaccine plus 5G will make your brain explode. Okay? That's why they hate me. They hate me because they can't dismiss me because the arguments I make come out of the clinical trial data, come out of the real world experience in Israel and other countries and come out of, you know, reasonable scientific questions that people have asked about the mRNA biotechnology behind the Pfizer and Moderna vaccines. And so because I'm not a conspiracy theorist, they hate me more."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's just so interesting, though, because you are a lone guy with a deep interest in science, a commitment to honesty, if you're wrong, you say so; you're not wedded to some worldview you're trying to protect at all cost. At the same time, you have federally employed public health officials who have gotten a lot of things wrong who are also defending Gain of Function researches, viruses, which is just incredibly dangerous. They can actually destroy mankind. No exaggeration."
    },
    {
      "speaker": "BERENSON",
      "utterance": "No exaggeration."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And no one is even asking any questions about it. But they're attacking you because you deviate from the approved script. I just find that chilling. I do."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Well, I'm very fortunate in that I have a lot of people around the world, you know, actually around the world who e-mail me sort of quietly, and say, you should read this study. You should look at what's happening in Hungary or you should look at, you know, this paper that just came out of France, and so I have people helping me. But yes, I do think -- look, even if I'm wrong about all of this, and I'm not wrong about all of this. It's useful to have me and it would be useful to have other journalists asking hard questions. You know, last year, Tucker, we talked about the Wuhan Institute of Virology and we talked about this idea that it might have leaked from a lab and oh, that's a conspiracy theory. It's crazy. Well, guess what? The Chinese and the W.H.O. actually went too far when they said that this was more likely to have come from frozen food than the Wuhan Institute of Virology, and even the Biden administration had to do something about that. So let's -- before we decide we need to inject every 16 and 17 and 18, you know, 25-year-old who basically has zero risk from this virus, okay, if you are under 25, or even, you know, 30, 40, if you're in reasonable health, you're very, very low risk from this virus. Before we decide we have to mandate or quasi-mandate that, maybe we can ask a few questions about what the side effects are."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BERENSON",
      "utterance": "And about, by the way, if you had this already, maybe your natural immunity means you don't have to get any vaccine."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, what is the answer to that question? I just have to say, as someone who's read \"The Atlantic,\" most of my life, was friends with a former editor of it. It was a journal of ideas that challenged you. Now you see in \"The Atlantic\" ideas hauled blindfolded into a dark room and executed. I mean, it really is where ideas go to die, where free thinking ends, like what -- how can you have a country with science and art if the guardians of the conversation are committed to stopping conversation?"
    },
    {
      "speaker": "BERENSON",
      "utterance": "I don't know. I don't know. I just know I'm going to keep asking, and honestly, Twitter has been pretty good to me. They've basically allowed me to ask and I've got a couple hundred thousand people on there. You allow me on. You know, FOX allows me on. As I always say, when I come on with you, I love to come on with you. I would be glad to come on with CNN or MSNBC. Anybody else, ask me the questions, I can handle myself. You know, this is -- the people who need to hear this the most are the people who are hearing none of it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And you're hardly an ideologue. I don't even still don't know what your politics are. You've corrected me a couple of times live on TV, that's fine with me. I mean, I believe in open mindedness, period. Alex Berenson, I appreciate your coming on."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Tucker, thanks for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. Those people, they are the worst. Well, it is not just CNN rejecting the concept of biological sex, universities punishing professors who acknowledge that there might be a difference between men and women. By the way, those differences are the basis of human civilization. Whatever. One Professor decided to resist this, he joins us with an update, a rare victory in his fight. That's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Biology has been effectively eliminated from American universities. Colleges are teaching students that the subject is subjective, which means not real. There's no absolute. If someone identifies as a woman, that person is a woman. If that person says his or her pronoun is they or ze. You've got to call them they or ze. And if you disagree, if you believe in Biology, if you have some attachment to English grammar, you are punished. And that's what happened to Nicholas Meriwether. He's a Professor at Shawnee State University in Ohio and the school reprimanded him in 2016 to referring to a student as Mister instead of Miss. Administrators also forced Meriwether to use made up pronouns like ze and xe, we're not sure how to pronounce that or tr. He was told to avoid gendered terms like mother and father. Well, like a lot of people in this country, Nicholas Meriwether was bullied by lunatics, but he rarely decided to fight back. He filed a First Amendment lawsuit and he just won his case in the Sixth Circuit Court of Appeals. We're happy to have Nicholas Meriwether join us tonight, along with Kristen Waggoner who is the senior legal counsel at Alliance Defending Freedom. Thank you both so much for coming on. First to you, Professor, it's amazing that you won. I never think of people as fighting back against this, what made you decide to take them to court?"
    },
    {
      "speaker": "NICHOLAS MERIWETHER, PROFESSOR, SHAWNEE STATE UNIVERSITY",
      "utterance": "Well, basically, if I had not, I would have been fired. I would have been terminated. That was one reason. It wasn't the only reason. The other reason was, as you say, as you've just said, I think we need to stand up against it. And I did -- I do think that we are losing our academic freedom. We're losing our freedom to disagree. And unless and until people stand up to it, I think it's just going to get much, much worse, much, much faster."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And Kristen, tell us what the legal -- what the legal precedent that you've set in this case is that others can use to win?"
    },
    {
      "speaker": "KRISTEN WAGGONER, SENIOR LEGAL COUNSEL, ALLIANCE DEFENDING FREEDOM",
      "utterance": "Well, we won on both free speech and free exercise grounds. And the Sixth Circuit Court of Appeals said very clearly, that the use of titles and pronouns is a part of a debate that this nation is engaging in right now, and that those terms are infused with great meaning that it's not the government's role to set the terms of that debate or to weigh in on one side or the other. In fact, the court's decision actually referenced what would happen if the government demanded ideological purity. It used examples like the government could then force a pacifist, for example, to have to support war. It could force a Civil Rights icon to criticize the Freedom Writers, or it could even force a Christian to deny the existence of God. Those are examples that the Sixth Circuit itself recognized, and it basically said if the government has that kind of power, it can essentially do almost anything it wants, that power is unlimited."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the truth always -- the truth always does -- I just can't tell you how pleased I am to hear this and how grateful I am to both of you for fighting it. Thank you. I think you did all of us a service."
    },
    {
      "speaker": "MERIWETHER",
      "utterance": "Thank you."
    },
    {
      "speaker": "WAGGONER",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Congratulations. So Donald Trump has left the White House and that means the Republican Party has to figure out why it exists. What does it stand for? At least one Member of Congress has thought very seriously about what the Republican Party is today and where it ought to go and he has written a memo about it that you should read. We'll tell you about it after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, crime in Los Angeles, our second biggest city has hit record levels that includes organized crime, serious, but our own Bill Melugin reports that Los Angeles's Soros-backed DA George Gascon is eliminating the gang units. FOX LA's Bill Melugin is here to explain this story, kind of shocking. Bill, good to see you."
    },
    {
      "speaker": "BILL MELUGIN, REPORTER, FOX LOS ANGELES",
      "utterance": "Tucker, good to see you as well. This is really just the latest move that our new progressive DA, George Gascon has made to really just upend the criminal justice system here in Los Angeles. My sources in the DA Office's Hardcore Gangs Unit tell me they were all called to a 4:00 p.m. meeting yesterday afternoon with their upper management, and they were essentially told that their unit is being gutted, severely downsized. There's going to be a name change. Apparently, they were told George Gascon wants to reimagine the unit, make it more community based, and that the prosecutors in the unit very elite prosecutors, I would add, are going to start getting transfer notices that they're going to be divvied up through the rest of the office as this unit is downsized. And the Hardcore Gang Unit is one of the oldest in the office. It's one of the most elite. They prosecute the most serious and complex gang related cases here in Los Angeles County. We're talking mostly murders, mostly attempted murders, the most complex ones and they are very violent. And they have 700 active cases open right now, and this announcement was just made yesterday. So now, the people in the unit are essentially saying what's going to happen to these cases? What's going to happen to our unit, they were apparently told that George Gascon doesn't like the name of the unit, the Hardcore Gang Unit. They believe it -- he believes it's kind of offensive to the community. And the critics of this say this is going to be an absolute disaster for public safety because we already have a huge gang problem here in Los Angeles. Our violence is surging, our homicides are surging, and take a listen to what one prosecutor who was in that meeting yesterday told me. He asked us for anonymity, but this is essentially what they were told during that meeting."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The unit is going away, it will renamed. It will be reimagined. Many of the DAs who are currently serving in the Hardcore Gang Unit will be transferred to other assignments in other units."
    },
    {
      "speaker": "MELUGIN",
      "utterance": "And the LA County Sheriff Alex Villanueva released a statement essentially saying that this is going to be an absolute disaster for public safety here in Los Angeles. He says gang crime is already shooting through the roof. And he said quote, \"This is not reformed. It's beginning to look more and more like a suicide pact.\" And it didn't end there. I was also told by folks in the Narcotics Unit, the major Narco unit, they had their own meeting at three o'clock, and they were told their unit is being cut in half. So two specialized units being severely downsized here in Los Angeles. George Gascon's office never responded when I reached out for comment. Tucker, I will send it back to you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Bill, thank you. FOX LA's Bill Melugin. So now that the smoke from the last election is clearing and Donald Trump is gone, the Republican Party has to figure out what it is and what it should be. Is it going to be the G.O.P. of 2006? Foreign wars plus corporate tax cuts? The party of John Boehner and Liz Cheney? That's what it's been for a long time. Or will it become or is it already something very different from that? Something new and potentially much broader than what it was? That's the question, Congressman Jim banks of Indiana has thought a lot about it. Banks released a memo this week that seems to answer that question conclusively. The Republican Party, he writes is no longer an arm of the Chamber of Commerce. In fact, it is already the party of the American middle class and we know that because they are its voters. Consider these numbers. Seventy nine percent of mechanics, who gave in the last election gave to the Republican, Donald Trump, so did 60 percent of small business owners and 59 percent of custodians to the Republican Party. When was the last time the Republican Party won janitors? Probably been a hundred years, at least. The Democratic Party, meanwhile, has now solidified its position as the party of entrenched power, 94 percent of college professors gave to Joe Biden, so much for diversity on campus. So did 73 percent of bankers and that's a remarkable change. As recently as 2012, Wall Street donors gave more than three times as much to the Republican as they did to the Democrat. It was the party of Wall Street, for generations, but it isn't anymore. Last year, Joe Biden took in four times as much from the finance establishment as Donald Trump did. Now, Congressman Banks calls this a paradigm reversal and he is absolutely right about that. It's likely prominent. Huge groups of people have changed how they vote. So how should the Republican Party respond to these facts? And they are facts? Well, for starters, how about stop sucking up to the people who hate you? Corporate America has gone mostly hard left, so stop doing their bidding. Don't help the people who want to hurt you. And then when you get a minute, start representing and defending your own voters. Find the people who vote for you and do something for them."
    },
    {
      "speaker": "The issues aren't complicated. We know what they're interested in",
      "utterance": "control the border, demand fair trade deals, Fight the power of Big Tech, stand up for small business. And as you do all of this, denounce wokeness as the moral atrocity that it is."
    },
    {
      "speaker": "Wokeness Banks writes was cooked up by college professors then boosted by corporations. Of course, it was, and that's why normal people hate it. All normal people, no matter what they look like, consider this, quote",
      "utterance": "\"Hispanic and especially African-American voters are even more put off by Democratic efforts to redefine sex than your average voter. Hispanic and African-American voters oppose the Equality Act by 10 and five more points than the average voter does. And amazingly, 42 percent of Hispanic Biden voters have a negative opinion of the Black Lives Matter movement and their opposition to the nuclear family and their support for defunding the police. Compare that to just six percent of white Biden voters.\" Get it? Not everyone is for this stuff. Most people aren't and it doesn't break along racial lines at all."
    },
    {
      "speaker": "The memo goes on like this. It's fascinating and you ought to read it. Banks ends on a hopeful note. He ends this way, quote",
      "utterance": "\"The Democratic Party today is more vulnerable than it's ever been in modern history. The Democrats' agenda is now shaped entirely by corporate interests and radical elite cultural mores, but they still rely on many blue collar voters.\" That is not sustainable. It can't continue. Quote, \"Democrats will keep alienating working class voters because that's what their donors demand and Republicans should welcome those voters with open arms by fully embracing an agenda that is worthy of their support,\" end quote. Amen. It is not complicated. Well, the founder of the largest no kill dog rescue in the country, and why is that not one of the best things happening in America right now, is the subject of course of a hit piece in \"The Huffington Post.\" \"The Huffington Post\" is accusing this person of scheming with a politician they don't like. It's a bizarre story. The founder of that dog rescue joins us next to respond."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So some of the people making this country better not worse would include the Big Dog Ranch Rescue, it is the biggest no kill cage free dog rescue in the country. God bless them. But for some reason, maybe for that reason, \"The Huffington Post\" has decided to attack it. They're alleging that the Big Dog Ranch Rescue has bad politics, and they've said they've funneled more than a million dollars to Donald Trump by having events at Trump's property. Lauree Simmons is the President of the Big Dog Ranch Rescue and we are honored to have her on tonight. Lauree, thanks so much for coming. Tell us and I wish we had more time, why are they hassling you who are saving dogs?"
    },
    {
      "speaker": "LAUREE SIMMONS, FOUNDER, BIG DOG RANCH RESCUE",
      "utterance": "Mainly because I'm having my fundraising events at Mar-a-Lago, which I've had for eight years and because I'm a conservative Republican, and this \"Huffington Post,\" I mean, they've put a total hit piece out on us that's totally false. We haven't spent $1.9 million at Mar-a-Lago. We spent a total of $900,000.00 at Trump properties over eight years for 14 events. We raised $1.4 million to save dogs at our last event and spent under $100,000.00. Everything they said was false. Lara Trump nor I are funneling any money. I worked for free for 14 years and donated a lot of my own money to build this rescue and they've put doubts in the minds of our donors. We've had hundreds of hate calls, nasty e-mails and hundreds of thousands of donations cancelled due to this piece. And you know, it's just not right for them to put out their political agenda against the dog rescue that saved 47,000 lives and trains dogs for veterans. I mean, this is wrong."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's disgusting, just because they don't like your politics. Well, I love what you're doing and I hope this helps. Lauree, it is great to see you tonight. Thank you. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}