{
  "date": "May 20, 2017",
  "headline": "GOP leaders promise to pass tax cut bill this year",
  "subHeadline": "But will distractions derail Republicans' agenda?",
  "url": "https://www.foxnews.com/transcript/gop-leaders-promise-to-pass-tax-cut-bill-this-year",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DISCLAIMER",
      "sentences": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS.   GOP Leaders Promise to Pass Tax Cut Bill This Year Despite Chaos in Washington Gary B. Smith: If you are happy with the malaise that we had under the Obama administration, then you know what, do nothing. I don't think 99 percent of Americans are happy with that, here is the reason why: We need to keep and spend more of our own money. Look, other than some nutty lefties, which I think we all know, that think \"My gosh, government spending is great!\" And I present to you Amtrak, the VA Hospital, and every other thing that the government has done that has gone over budget. People spend their money better, more efficiently, more effectively than the government.  Hadley Heath Manning: There is an expectation that this is going to come to fruition, and there is no reason why it shouldn't. This shouldn't be a partisan issue; I believe people recognize the US tax code is outdated. It is not just a matter of how much we pay, but how much time and resources we spend in filing and complying with the tax code. So absolutely, we should move forward with this as a country.  John Layfield: We need it badly if we want to get that GDP growth rate up that you just mentioned, and also Gary B. mentioned, and it's actually been 10 years that we have not had 3 percent GDP growth. That is a record that we have had in the United States, and that is not a good record.  Jessica Tarlov: The only argument that is missing here from the right is that this is what Donald Trump promised first and foremost. If republicans are interested in a total route in 2018 they need to deliver on this, specifically. This is why America elected a businessman, CEO, president of the United States of America. Jonas Max Ferris: I would argue the big guys are the ones who need the tax cut but it's probably not going to happen because of that very issue. Look, the stock market is up a lot since this election on anticipation of tax cuts. Somewhere in the code, whether it's corporate or individual, but I'll tell you, and you saw the market slide this week when Trump got into issues that looked like it was going to delay this stuff. But you also saw the market come back this week, and it is because I don't know if we need a net tax cut anymore.  President Trump Calling on Mideast Allies to Do More and Pay More to Fight Terrorism John Layfield: It is long overdue. There is a reason that these petro rich companies don't have to have such a big navy. The United States is the one who protects the worlds shipping lanes for Russia, for Nigeria, for Saudi Arabia, for Iran, for Iraq, we're the ones that do the protecting of a commerce around the globe. We're the world's policeman.  Hadley Heath Manning: Terrorism is a global threat; let's bear no bones about it. People in Europe face threats, people in the United States face threats, people in the Middle East, certainly, and it is in their own backyards. So, there would be an expectation there that they'd be interested in dedicating the resources and the time and the effort to fighting terrorism.   Jonas Max Ferris: We sell a lot of weapons into the Middle East, and them paying some of these costs so we don't have to be everyone's police force is great. We have had a long history, as have other countries like France, selling arms- and then the regimes change, an oil rich country gets poor, and then they sell arms to other regimes, and then we're funding our own weapon systems later. We have to be able to use technology to control the use and location of weapons that, then they buy, to take on these costs. Jessica Tarlov: I actually think it's a great thing. I mean it's unorthodox for this to be where the President goes on their first trip and I think it's smart for him and I think he has some work to do in Israel after what may or may not have happened with the Russian ambassador and foreign minister in the oval office last week. I want everyone united in fighting terrorism. Gary B. Smith: It's tough to break out from a country's budget how much they do spend on terrorism. If we use general percentage of GDP, their defense budget, Saudi Arabia actually spends a lot. They spend 10 percent of their GDP on defense, we spend about 4 percent. But, to your point, most countries, like Egypt for example, I think spend 2 or 3 percent. They spend less than we do, so we can make the argument they're not paying their fair share. I flip it around though and say, if I'm one of those countries like Jordan, why should they?   Companies Scrambling to Safeguard Their Systems in Wake of Global Hack Attack Gary B. Smith: I think cybercrime is going to be the next wave of terrorism. The wannacry malware was troublesome, it was worrisome, it was expensive, and it was annoying- especially if you had it, I'm sure you actually did want to cry. But here is the problem, that is the tip of the iceberg. If we got hit, what would the ransom have to be that the US would pay if someone attacked the power grid? They've done some war game simulations, just in the east coast, a trillion dollars in costs to the economy. We better get on top of this. John Layfield: The hacking was what caused the North Korea missile to explode upon launch a couple weeks ago. Gary B. is right, this is cyber terrorism, and this is also the new warfare and something we need to be ahead of, not behind.  Hadley Heath Manning: Law and order is necessary for markets to flourish, so much of our markets, so much of our lives, take place on computers now that I think this is just a sad and inevitable cost to living in the information age, got to protect the information.   Jessica Tarlov: I think absolutely to spend on this. I remember Leon Panetta's speech, that he gave on the intrepid where he said the next major war will definitely be fought in the cyber space with the power grid shut down and we need to be prepared. Jonas Max Ferris: Microsoft has over $1 billion abroad just dodging taxes. The interest on that in a few days would pay for enough software engineers to keep XP secure for the next hundred years. They don't do it because it makes companies upgrade because of this security flaw, and that policy, where they're allowed to do that to gets sales, and not have to turn the software off, is causing hundreds of thousands of computers to be bad.  Predictions Gary B. Smith: Play it safe in rocky markets. Kroger up 20 percent in 1 year  John Layfield: Walmart is gaining on Amazon, clicks up to 15 percent in 1 year  Jonas Max Ferris: Heat wave makes Dunkin' hot! Heats up 15 percent in 1 year",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISCLAIMER",
      "utterance": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. GOP Leaders Promise to Pass Tax Cut Bill This Year Despite Chaos in Washington"
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "If you are happy with the malaise that we had under the Obama administration, then you know what, do nothing. I don't think 99 percent of Americans are happy with that, here is the reason why: We need to keep and spend more of our own money. Look, other than some nutty lefties, which I think we all know, that think \"My gosh, government spending is great!\" And I present to you Amtrak, the VA Hospital, and every other thing that the government has done that has gone over budget. People spend their money better, more efficiently, more effectively than the government."
    },
    {
      "speaker": "Hadley Heath Manning",
      "utterance": "There is an expectation that this is going to come to fruition, and there is no reason why it shouldn't. This shouldn't be a partisan issue; I believe people recognize the US tax code is outdated. It is not just a matter of how much we pay, but how much time and resources we spend in filing and complying with the tax code. So absolutely, we should move forward with this as a country."
    },
    {
      "speaker": "John Layfield",
      "utterance": "We need it badly if we want to get that GDP growth rate up that you just mentioned, and also Gary B. mentioned, and it's actually been 10 years that we have not had 3 percent GDP growth. That is a record that we have had in the United States, and that is not a good record."
    },
    {
      "speaker": "Jessica Tarlov",
      "utterance": "The only argument that is missing here from the right is that this is what Donald Trump promised first and foremost. If republicans are interested in a total route in 2018 they need to deliver on this, specifically. This is why America elected a businessman, CEO, president of the United States of America."
    },
    {
      "speaker": "Jonas Max Ferris",
      "utterance": "I would argue the big guys are the ones who need the tax cut but it's probably not going to happen because of that very issue. Look, the stock market is up a lot since this election on anticipation of tax cuts. Somewhere in the code, whether it's corporate or individual, but I'll tell you, and you saw the market slide this week when Trump got into issues that looked like it was going to delay this stuff. But you also saw the market come back this week, and it is because I don't know if we need a net tax cut anymore. President Trump Calling on Mideast Allies to Do More and Pay More to Fight Terrorism"
    },
    {
      "speaker": "John Layfield",
      "utterance": "It is long overdue. There is a reason that these petro rich companies don't have to have such a big navy. The United States is the one who protects the worlds shipping lanes for Russia, for Nigeria, for Saudi Arabia, for Iran, for Iraq, we're the ones that do the protecting of a commerce around the globe. We're the world's policeman."
    },
    {
      "speaker": "Hadley Heath Manning",
      "utterance": "Terrorism is a global threat; let's bear no bones about it. People in Europe face threats, people in the United States face threats, people in the Middle East, certainly, and it is in their own backyards. So, there would be an expectation there that they'd be interested in dedicating the resources and the time and the effort to fighting terrorism."
    },
    {
      "speaker": "Jonas Max Ferris",
      "utterance": "We sell a lot of weapons into the Middle East, and them paying some of these costs so we don't have to be everyone's police force is great. We have had a long history, as have other countries like France, selling arms- and then the regimes change, an oil rich country gets poor, and then they sell arms to other regimes, and then we're funding our own weapon systems later. We have to be able to use technology to control the use and location of weapons that, then they buy, to take on these costs."
    },
    {
      "speaker": "Jessica Tarlov",
      "utterance": "I actually think it's a great thing. I mean it's unorthodox for this to be where the President goes on their first trip and I think it's smart for him and I think he has some work to do in Israel after what may or may not have happened with the Russian ambassador and foreign minister in the oval office last week. I want everyone united in fighting terrorism."
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "It's tough to break out from a country's budget how much they do spend on terrorism. If we use general percentage of GDP, their defense budget, Saudi Arabia actually spends a lot. They spend 10 percent of their GDP on defense, we spend about 4 percent. But, to your point, most countries, like Egypt for example, I think spend 2 or 3 percent. They spend less than we do, so we can make the argument they're not paying their fair share. I flip it around though and say, if I'm one of those countries like Jordan, why should they? Companies Scrambling to Safeguard Their Systems in Wake of Global Hack Attack"
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "I think cybercrime is going to be the next wave of terrorism. The wannacry malware was troublesome, it was worrisome, it was expensive, and it was annoying- especially if you had it, I'm sure you actually did want to cry. But here is the problem, that is the tip of the iceberg. If we got hit, what would the ransom have to be that the US would pay if someone attacked the power grid? They've done some war game simulations, just in the east coast, a trillion dollars in costs to the economy. We better get on top of this."
    },
    {
      "speaker": "John Layfield",
      "utterance": "The hacking was what caused the North Korea missile to explode upon launch a couple weeks ago. Gary B. is right, this is cyber terrorism, and this is also the new warfare and something we need to be ahead of, not behind."
    },
    {
      "speaker": "Hadley Heath Manning",
      "utterance": "Law and order is necessary for markets to flourish, so much of our markets, so much of our lives, take place on computers now that I think this is just a sad and inevitable cost to living in the information age, got to protect the information."
    },
    {
      "speaker": "Jessica Tarlov",
      "utterance": "I think absolutely to spend on this. I remember Leon Panetta's speech, that he gave on the intrepid where he said the next major war will definitely be fought in the cyber space with the power grid shut down and we need to be prepared."
    },
    {
      "speaker": "Jonas Max Ferris",
      "utterance": "Microsoft has over $1 billion abroad just dodging taxes. The interest on that in a few days would pay for enough software engineers to keep XP secure for the next hundred years. They don't do it because it makes companies upgrade because of this security flaw, and that policy, where they're allowed to do that to gets sales, and not have to turn the software off, is causing hundreds of thousands of computers to be bad. Predictions"
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "Play it safe in rocky markets. Kroger up 20 percent in 1 year"
    },
    {
      "speaker": "John Layfield",
      "utterance": "Walmart is gaining on Amazon, clicks up to 15 percent in 1 year"
    },
    {
      "speaker": "Jonas Max Ferris",
      "utterance": "Heat wave makes Dunkin' hot! Heats up 15 percent in 1 year"
    }
  ]
}