{
  "date": "May 31, 2019",
  "headline": "Barstool Sports founder responds to outrage over controversial towel",
  "subHeadline": "Guests: Peter Navarro, Austan Goolsbee, Larry Elder, Jason Nichols, Joe Concha, Luis Elizondo, Dave Portnoy",
  "url": "https://www.foxnews.com/transcript/barstool-sports-founder-responds-to-outrage-over-controversial-towel",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to “Tucker Carlson Tonight.” Just in case you're wondering why the President was serious about the border crisis, last night, he delivered a decisive answer. In a surprise move the White House announced that unless Mexico halts the flow of illegal immigrants into the United States, the U.S. will -- starting on June 10th -- impose a five percent tariff on all imports from that country. If the situation doesn't improve going forward, that tariffs will rise by 5 percent a month, every month. By October, there will be 25 percent tariff on all goods coming from Mexico, from avocados to automobiles.  So let's be honest about what that would mean. The U.S. imports $372 billion worth of goods from Mexico every year. The prices on all of those goods would likely go up. Consumers would feel that, so with businesses.  Critics claim that the tariffs would slow the U.S. economy and they're likely right. Over time, they probably would, but we ought to impose them anyway. Not every government policy is a pure economic calculation.  When the United States is attacked by a hostile foreign power, it must strike back and make no mistake, Mexico is a hostile foreign power. For decades, the Mexican government has sent its poor north to our country. This has allowed that country's criminal oligarchy to maintain power and get even richer, but at great expense to us.  The flood of illegal workers into the United States has damaged our communities, ruined our schools, burdened our healthcare system and fractured our national unity. It has suppressed wages for our most vulnerable. It has been a slow motion attack on this country, and its effects have been devastating. There's not a real debate about that. The numbers are clear, honest people admit it. But our leaders are not honest.  In the hours after the President's announcement they instinctively sided with Mexico.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Well, tariff man is back. The President is threatening a new country with new tariffs. This time, Mexico.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "It sounds \"muy fuerte\" --very strong, but who will it squeeze? Us or Mexico?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Make no mistake about it, the U.S. consumers will bear the brunt of these tariffs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Whether it's a negotiating tactic or an attempt to distract, it's still surprised everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nothing short of a political stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KASICH, FORMER GOVERNOR OF OHIO",
      "sentences": "So you know, I don't know maybe it was changing the subject from Mueller, I can't figure it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "John Kasich can't figure it out. It's too complicated for him. But the line of the week, the award for the most disingenuous response from a sitting world leader has to go to the left wing Mexican president, Andres Manuel Lopez Obrador.  In response to the tariff threat AMLO issued a statement that warned quote, \"Social problems are not resolved with taxes or coercive measures,\" end quote. In other words, says the liberal, \"Government isn't the solution.\" Hilarious. Lopez Obrador went on to lecture the U.S. President about America's national values, because of course, the President of Mexico is just that arrogant and presumptuous to do that. Can you imagine? Quote, \"The Statue of Liberty is not an empty symbol.\"  Well, Mexico is corrupt. The ruling class believes it is America's duty to absorb their country's problems forever. The American left agrees. There is contemptuous of America, as the Mexican government is.  Peter Navarro is the President's Director of Office of Trade and Manufacturing Policy. We spoke to him earlier today. Mr. Navarro, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, OFFICE OF TRADE AND MANUFACTURING POLICY",
      "sentences": "Good evening, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what specifically do you anticipate the Mexican government will do in response? What would you like them to do in response to this threat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Let me give you a little background and then answer that quickly. You're right. Many, many years of abuse by the Mexican government in terms of sending one of their biggest exports to America, the undocumented aliens. We have a situation now where at any one time, there's about a hundred thousand illegal aliens moving along a conveyor belt from the southern border of Mexico to our border. This conveyor belt is supported by a transnational criminal organization that provides the buses, the trucks, the trains, at the choke point -- excuse me, the checkpoints where these things are supposed to be interdicted, the trucks and things. We have corruption that's rampant. On Wednesday, for me, Tucker was a red line. On Wednesday, we had over a thousand illegal aliens walk as a single group from Juarez into El Paso, and the vast majority of them were families and unaccompanied children. So this is a crisis.  The authority being used is the called the International Emergency Economic Powers Act. Two things -- there has to be a national emergency; check that box. It has to be a threat to our national security, foreign policy, or economy -- check all three of those boxes.  Here's what we want, Tucker. Here's the answer to your question. We want Mexico to do three things. The southern border where the illegal aliens are crossing is in Guatemala, it's only 150 miles across. Ours is a 2,000- mile border. It's characterized by numerous choke points that are easily to choke off. So we want the Mexican government to choke those choke points. Number two, they have to put an end to this conveyor belt in the transnational criminal organizations that are making billions of dollars off the American public and off the poor people that are being exploited by them.   And thirdly, they have to -- the Mexican government has to cooperate on this whole issue of asylum. The Mexican government should take those folks and hold them there on Mexican soil that would put an end to what is essentially a strategic gaming of the asylum system, because we know that most of these illegal aliens coming are only using that as an excuse to evade what little laws we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you anticipate the Mexican government will do this immediately by June 10th, I think is the deadline, according to the President's statement last night, will they do this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "I'm sure they will immediately engage with our side. We're not trying to punish Mexico in any sense. We want them to solve the problem. The metric that as Chief of Staff Mulvaney said last night is that the numbers coming in go down dramatically. That is what we're looking for.  And the point is that who pays for the tariffs. If the tariffs weren't going to hurt Mexico, they would have no inclination to come to the bargaining table just as if the tariffs didn't hurt China, they wouldn't be negotiating with us. The fact of the matter is, Mexico is going to pay those tariffs. The Mexican corporations that send us product will see lower prices, lower profits, and less investment. We will see more investment come here to the U.S. to locate on domestic soil. So yes, I think the Mexicans will respond to this, because it's going to cost them dearly. But remember, this crisis is costing us dearly now. And all we're seeking is fairness, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Peter Navarro from the White House tonight. Thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Austan Goolsbee chaired the Council of Economic Advisers under President Obama. He is also an Economics Professor at the University of Chicago. He joins us now.  Mr. Goolsbee, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER OBAMA ECONOMIC ADVISER",
      "sentences": "Hey, Tucker. Good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I'll concede -- thank you, it's good to see and I'll concede at the outset that it's easy to see how this could wind up slowing the U.S. economy. They are course, a huge trading partner with the United States and tariffs tend to do that. But that's not really the question.  The question is, is it worth it? Is this a crisis sufficient that we need to act in our own defense? And so I would ask you, do you think illegal immigration is a crisis in this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Well, the first part of your question does not make logical sense to me, and maybe you could explain it to me better, which is, if you take an action, which hurts yourself, how is that getting something done on your behalf?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's very simple. So if the United States is attacked, as it has been, you know, occasionally over time, 9/11 for example, or Pearl Harbor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Shooting one's self is not a self-defense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no the response costs money. And of course, you know, there's a great economic cost to war, right, to actual hot wars, there's always an economic cost to the response, but your sovereignty and your long term interest sometimes demand it. So the question is, is the crisis? Is the crisis profound enough to justify it? And that's my question to you. Is it a crisis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Number one is about what how large do I view the crisis of immigration is? I view the issue of illegal immigration in the United States to be a serious problem, not a crisis. I view that the action taken by the Trump administration pretty clearly violates the law, and you saw Peter Navarro. They are trying to rationalize something that has never been done. We have never used the Emergencies Act to go around the clear statement in Article I of the Constitution that says, \"Tariff policy in the United States is determined by Congress, not the President.\" And I think that's a bad precedent to set. And on top of that, the major losers in this action are U.S. manufacturers who are buying their parts, et cetera from their own plants in Mexico.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sure. I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "And the U.S. consumer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sure. I mean, I can see it at the outset, both in the script and in my intro to this conversation, that there will likely be an economic cut -- because I'm not a liar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "That it hurts and so as I say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I am not a liar, so I will say that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "I know you're not a liar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But hold on, but you say -- hold on, you say that it's not a crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "That was my third point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So but hold, o how many illegal aliens are there in the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "The estimates are about 6.6 million down over the last four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But where is that estimate? There's no estimate that says 6.6 million illegals in the United States. The most recent estimate is about 20 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Actually there is from Pew Research, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no, that's not a correct -- I don't believe that's it. That's like -- with respect, I think I don't know where you got that number. I think you're wrong on that. I don't believe that's true, but I appreciate your coming on tonight. Professor, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Elizabeth Warren's presidential campaign just took another blow as a top radio host compared her to race faker Rachel Dolezal, that's after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Elizabeth Warren hoped that releasing a DNA test would silence her critics and save her presidential campaign. Instead it appeared to have backfired.  Warren's phony heritage is a millstone holding her career down. In a radio appearance today on \"The Breakfast Club,\" host Charlamagne tha' God asked what millions of people have been wondering, how is Warren really any different from phony black woman Rachel Dolezal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD, HOST, THE BREAKFAST CLUB",
      "sentences": "Were there any benefits to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS, PRESIDENTIAL CANDIDATE",
      "sentences": "No, \"Boston Globe\" did a full investigation. It never affected -- nothing about my family ever affected any job I ever got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did you get a discount in college?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "sentences": "You sound like the original Rachel Dolezal, a little bit. Rachel Dolezal was a white woman pretending to be black.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "This is what I learned from my family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ouch. Larry Elder is a radio host and we're all so honored to have him. So, Larry, it's a really good question. How is this different from Rachel Dolezal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, RADIO SHOW HOST",
      "sentences": "Well, I don't think the comparison is well taken. If you assume as I do, that Elizabeth Warren believe -- sincerely believe, Tucker, that she was Native American. Think about it. What brain dead person is going to demand to take a DNA test when she knows full she has been lying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's a fair point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "And the parallel is when a guilty person, for example demands to take a polygraph knowing full well he did it. He thinks he can beat the test, which is why the polygraphs are not admissible. How do you beat a DNA test? So I believe that she sincerely believed she was in fact Native American, and she's embarrassed. She needs to talk to her parents about having misled her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's it. That's such a great point, actually. The part that I can't get passed though --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Well, that's why I'm here, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is the falseness of pretending that it didn't help her. So she was listed in the Harvard Law School directory as a Native American as if that should be in the directory. They bragged about her as the first Law Professor of color, I guess, even though she's paler than I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So for her to say, well, \"The Boston Globe,\" which is a ridiculous fake newspaper, they somehow you know, proved I didn't benefit from this, it's just -- it's a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "I agree. I agree. And Harvard bragged about the fact that she was, I believe, the first Native American faculty member for her to be hired. So she clearly benefited. Who knows how many speeches she got as a result of the assumption that she was a Native American? So there's no question in my opinion that she benefited, but again, I believe that she sincerely thought she was in fact Native American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I think that's right. Wouldn't she have a better answer though, since it is the most famous fact about her at this point, when she's asked by a radio host, she didn't have a lot to say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Yes, she probably should have said what I just now said that she had to say that my parents told me I was Native American today, who is going to call their parents a liar. And I think she wanted to believe it. I think she sympathized with the plight of Native Americans and sort of cause celeb by being associated with Native Americans. All of that probably went on. But again, I think she just should have said, \"I was wrong. I was dead wrong. Otherwise, I wouldn't have taken a DNA test.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. It's funny, though. I mean, because she didn't grow up on a reservation or, you know, speaking any indigenous language or she -- she just grew up like, like what she is, which is just a conventional white American woman. So in what sense would she identify with a Native American? In other words, like a DNA test, it doesn't really speak to your actual experience, it's kind of irrelevant, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "It is irrelevant, and she also apologized to the native -- to the Cherokee Nation for suggesting that the DNA test would confirm that she was in fact Native American. So you know, again -- but I don't believe that's the number one reason she's doing so badly in the polls. I think she is perceived to be somebody that's not very exciting. Have you heard any of her speeches? They put you to sleep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "And as far as her views are concerned, she is as radical as the next one, so how she distinguish yourself from the rest of the radicals there is her problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And she's nasty, too, unfortunately. She shouldn't be. She is though. She is nasty. Larry Elder, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "That part, I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's true. Good to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "You, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, in the past couple of years, you've seen a campaign to tear down many of this country's great heroes. The latest victim could be Martin Luther King. David Garrow wrote a Pulitzer Prize winning biography of King. Now in a new piece for \"Standpoint\" magazine, Garrow describes newly released FBI documents, which summarize secret recordings the FBI once made of King. The recordings allegedly reveal extensive extramarital affairs -- dozens and dozens of them, and one episode where King looked on and laughed, while one of his companions raped a woman. Should we reassess our view of Martin Luther King? Jason Nichols is a Professor of African-American Studies from University of Maryland. He joins us tonight. So Professor, thanks a lot for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON NICHOLS, PROFESSOR OF AFRICAN-AMERICAN STUDIES, UNIVERSITY OF MARYLAND",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm going to take a different position maybe tonight from what you might expect. We've seen a whole bunch of different heroes in American history kind of dethroned, and in some cases, literally their statues knocked over because we learned that they were flawed in their personal lives. Thomas Jefferson, a great example. Does this -- I'm assuming all of this is true, because we knew some of it before. Should it really change how we view Martin Luther King and his role in American history? Should we knock his statues down because of this? I don't think so. I don't think we should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Well, again, Tucker, I think you'd be making a mistake to make the assumption that this is true. David Garrow, as a matter of fact, all of his articles, you know, he tried to write this for many publications, including \"The Guardian,\" \"The Atlantic,\" \"The Washington Post,\" they all rejected it because his evidence wasn't solid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course, they did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Mainly because of the fact that he hadn't heard the FBI tapes. He didn't have access to them. He was going off FBI memos. And these are memos from COINTELPRO who we know was not trustworthy and wanted to destroy Dr. King.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Then that -- look, by the way, I'm happy to hear that. I don't like to think that -- I respect Martin Luther King and I don't want to think these things are true. But you know, we often learn that people we revere for their role in history are deeply flawed. And there is actual evidence that King was deeply flawed and was a philanderer, I think we can say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Okay, yes, sure. I think having extra marital affairs is very different than watching someone be raped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I agree. I agree with that completely. But I'm just saying should we define -- I just think the principle is what we're standing up for. Should we define a man's life by his worst moments? Or should we take three steps back and assess his place in the sweep of history? And this is -- I'm making the case on behalf of Thomas Jefferson, as well as Martin Luther King. Can the standard apply to both of them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Yes, well, so with Dr. King, I will say this. I believe that we should not tear down all of his statues --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All of his statues, okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "But I think one of the things about Dr. King, as great as he was and he is one of my personal heroes. One of the things about him is that a lot of times, his image obscures so many other people in the Civil Rights Movement. And I would say actually, the most important person to the Civil Rights Movement was not Dr. King, it was Ella Baker. So I think if anything, if you want to change some things, if some people in a particular community are not comfortable with Dr. King's image, then they should put up other Civil Rights heroes, particularly local civil rights heroes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "And you know, I think we have, you know, a Martin Luther King Boulevard in every city in America. And why not have, you know, an Ella Baker Boulevard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's totally -- I think that's, that's totally fair. But I just want to end on this. So when your kids get to high school, they will learn the most important thing about Thomas Jefferson is he may have fathered a child with Sally Hemings. They'll say that he did. We don't actually know that. They'll say that he did. And that's the most important thing about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Pretty certain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Maybe. Yes, I mean, it's sort of hard to know, hundreds of years later, but yes, okay. They'll say that. But they'll kind of leave out the fact that he sort of created the United States. Should your kids also learn that the most important thing about Martin Luther King is that he had a weird personal life? I don't think they should. Like that's vandalism, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I one hundred percent agree that, you know, we need to learn everything about even if we're talking about Thomas Jefferson, some of the good things that he did in creating our republic and some of the bad things. The thing is, we can't leave out the things that he did wrong. And I think, you know, one of the things that we need to understand is who our founders were, and some of the ideals and that way we can create a more perfect union. So I certainly believe that we should learn about the good things and also not leave out the bad things that our historical figures have done in their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay. Fair standard. Professor, great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Meryl Streep is not the person you would imagine who would be picking a fight with feminists, but she just did. She questioned a central tenet of modern feminism. What did she say? We will tell you after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF PAUL, CORRESPONDENT",
      "sentences": "This is a Fox News Alert. At least 11 people are dead and six others injured in a shooting inside a municipal building in Virginia Beach. Police say a shooter opened fire at around 4:00 p.m. this afternoon in a building that houses departments such as Public Works, City Planning and Public Utilities. He reportedly shot multiple employees on different floors and also fired at responding officers before being shot and killed. A Virginia Beach Police officer was among those shot, but was saved by his bulletproof vest. The government has been identified as a current and longtime Public Utility worker for the city, but authorities have been not released his name or a possible motive for the shooting. Stay with Fox News throughout the night as we learn more about this still developing story. I'm Jeff Paul. Now back to “Tucker Carlson Tonight.”",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We spend a lot of time making fun of Hollywood, and it's true they are a top global exporter of vapid brainless liberalism. But sometimes celebrities don't play along. In a Q&A a for her upcoming appearance in the show \"Big Little Lies,\" actress Meryl Streep said she doesn't actually like the term toxic masculinity. Both genders can be toxic, she said. Imagine saying that. Joe Concha is a radio talk show host in WOR, I think the biggest channel in the world here in New York. He writes about media for \"The Hill,\" and he joins us tonight. Joe, great to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, MEDIA WRITER, THE HILL",
      "sentences": "Hello.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So she stepped kind of like completely out of bounds, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Aren't you allowed to think this if you're her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "You can if you're Meryl Streep because you're 69 years old. You've been nominated 21 times for an Oscar. So she's in what? The F mode, at this point. She is royalty. You can't touch her in Hollywood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "But still, the fact that in Hollywood, it's a lot like our media, right? It's an echo chamber of conformity, and if you step outside that lane, that hive mentality, then you probably will be ostracized, but she is one of the few people that can get away with saying something like this because at this point, well, who is going to say something to Meryl Streep?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what she said was, she didn't say that there's no such thing as toxic masculinity. She just said that toxic behavior is not unique to a single sex, that it's universal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's so obviously true, that it makes you think, well, maybe the things you're not allowed to say are the truest things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "She said that females could also be effing toxic. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "And that's true, and it's not because women are worse than men or whatever. It's we're humans. We're bad to people sometimes, right? So look, the term comes from the fact that it's a mindset that men have always oppressed women. And now we're seeing it even in the presidential election, where 2020 candidates like Eric Swalwell who has been on your show, I believe, or Cory Booker, my senator from New Jersey have said, \"I will have a female on my ticket.\" It doesn't matter if that person has the same worldview. It doesn't matter if that person complements me in any capacity or fills in some blanks that I don't have. I will have a woman on my ticket, because well, that's how men are now these days, they have to placate to certain things and not be men. And look, I talked to a woman in this business, highly successful right from your green room right before I went on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "I said, what do you think of toxic masculinity? And she's an entrepreneur as well. All right, she says, \"I love manly men. I want a man to be a man. I'd like a man to protect me. If there's a spider, I want him killing the spider. I don't want him cowering in the corner. Leave men alone. Men have built in testosterone, they need an outlet for it. That doesn't mean violence. It means fantasy football.\" There's a reason men are men and women are women. God created men and women to behave differently for a reason that comes from somebody who we both know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Again, this is up there with All Lives Matter. It's a statement that is so obviously true that they have to extinguish it and the person who says it, I wonder if you -- I've always wondered this and I think I'm more pro women than pro man, because I'm a man. I mean, I love women, obviously, married to one. But if you were to survey 100 million American women and ask who would you rather work for? A man or a woman? Who gives you an easier time? Who is tougher on you in the workplace? A male boss or a female boss? What do you think the answer would be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "I asked my wife this because she's worked for both, and she has said, unequivocally men because women tend to be more gossipy. They tend to be more emotional about certain things in certain situations and take things personally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So that's your wife's view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Men can act more professionally, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Look, I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "And I hate to throw her under a bus like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't know what the answer is. But I'm just saying it's a lot more complex than they're telling us. And so, I guess Meryl Streep is going to get away with acknowledging that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "She will and God bless her for standing up and saying something like this, but you know, for the Belton boys, right now, like I have a young boy at home, to be told that, you know, one day you could be a sexual harasser or a date rapist or you're going to oppress women just based on your gender. I feel sorry for my son and people that are going to be growing up in this environment being told that you're going to be this kind of person. It's horrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, attacking people for who they inherently are is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "It is wrong. But what is right that you're in New York, you should be coming to this city more often. And if you go clubbing tonight, which I've been feeling you will, you want to go to Hunk-a-Bunka in Sayreville, New Jersey. It's tremendous. You'll never forget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is. Are you doing the open mic there tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Positively. Every Friday, I'm there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, we'll see you there. Joe Concha. Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Good to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Twitter, Facebook and other social media platforms will ban you if you have views they don't like. But could that be a blessing? A new scientific paper from Italy argues that Twitter actually makes people dumber, and Twitter isn't the only technological threat to your intelligence or wellbeing. The WHO- the World Health Organization has voted to officially classify video addiction as an actual addiction. Dr. Marc Siegel is a Fox Medical Contributor. He is our in-house physician here, and he joins us tonight. Doctor, thanks a lot for coming on. Does it surprise you to learn that some social media like Twitter makes people dumber?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC SIEGEL, MEDICAL CORRESPONDENT",
      "sentences": "Not at all. It actually surprised the people who did this study in Italy, but they shouldn't have been surprised. They took a novel, Tucker, a very, very sophisticated and important novel, they tried to use Twitter to teach people how to read it and interpret it. They found out they did far worse than if people were actually taught by teachers. Because Twitter is a shortcut. Twitter is full of anger. Social media is full of anxiety separation, quick shortcuts, misinformation. So of course, it's not going to teach you how to read a great novel. No chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So -- but if it's making us dumber then that's a threat. I mean, that's a threat to public health and that's a threat to our society, is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Yes, in fact, we're seeing IQs in Western Europe, maybe it's a socialized medicine, in Western Europe, IQs are going down across the board right now. And I believe that social media and smartphone technology and texting and e-mailing, not talking to you. Whatever happened to the richness of personal experience, Tucker? Sitting next to somebody, not texting someone in another room, but sitting next to somebody, looking at nonverbal cues, learning how to read people, learning what people want, learning how to love even. You're not going to learn how to love on a smartphone and not on Twitter. So that's what we really have to get back to -- basic human relationships.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why are more physicians weighing in on this? I mean, this sounds like a medical problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Well, I think it is a medical problem, which is one of the reasons I'm glad that the World Health Organization, and you're not going to be surprised to hear that the Gaming Commission, all of the gaming companies are saying, \"Whoa, you don't have any research here.\" Well, they're defining something that I agree with, which is if you are so addicted to video games that is interfering with your daily function, when you can't perform whatever your work, school, that's a disease. That's how I define a disease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course. That's what it is right there. Dr. Marc Siegel, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good to see you. There are new and kind of remarkable developments tonight in our investigation into unidentified flying objects. We learned something fascinating, and we're going to share it with you after the break. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, for many, many decades, the U.S. government has dismissed out of hand UFO sightings as crank stuff -- things that lunatics babble about. Now, suddenly, they're taking a different approach, they are telling the truth. They are finally admitting that UFO sightings are in fact routine, and the government is now being systematic in investigating the question of UFOs. A new History Channel documentary called \"Unidentified\" will explore the military's many recent encounters with an identified aircraft. UNIDENTIFIED MALE (voice over): The object the Navy pilot is tracking suddenly seems to get bigger. The object then appears to accelerate rapidly disappearing off screen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's a significant rate of acceleration in a horizontal plane off to the left. That's very fast. UNIDENTIFIED MALE (voice over): The object appears to perform a similar maneuver to what the pilots witnessed. Instantaneous acceleration at this rate would produce a force of gravity or G Force so extreme, it would crush a human being.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Luis Elizondo is a former military intelligence official and Special Agent-in-Charge. He joins us tonight. Luis, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUIS ELIZONDO, FORMER MILITARY INTELLIGENCE OFFICIAL",
      "sentences": "Thank you, Tucker for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the military has decided to stop lying about this. I guess the first question is, why did they lie for so many years about what they knew?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "I think that's a fair question, Tucker. I think there could be multiple answers. I think first and foremost, let's look at the obvious. We didn't have quite the technology for decades that we do now. We now have the technology on some of the most sophisticated weapon systems that give us the fidelity that we need to better ascertain what these things are. Another answer could possibly be, frankly, stigma and taboo and that this is a topic that is fraught with these landmines potential, you know, if you will, proverbial land mines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, we sent a man to the moon 50 years ago. So we've had technology for a while. And in fact, it's been more than 60 years since right after the Second World War that the U.S. military has been downplaying these reports. So over the course of that time, some of the smartest, most dedicated people in our country, watching these unexplained aerial phenomenon, they must have gathered quite a bit of information about UFOs, what have they learned, do you think in all these decades?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "Well, Tucker, I can only answer from the time that I was with ATIP for about 10 years when I was part of that program, and we learned a lot. I think probably the most significant, if you will results of the program were five observables, and you've already mentioned a few of them on your show. And that's instantaneous acceleration, hypersonic velocities, a bit of an oxymoron, but low observability, transmedium travel, and last but not least, positive lift or in the vernacular, antigravity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I mean, there have been enough sightings over a long enough period that the idea that this is a computer glitch or that these are generated somehow by radar systems, that can't be right, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "Tucker, we are well beyond right now establishing whether or not these things exist. It is an absolute fact that they are there. Now, what they are? Where they're from? Who's behind the wheel? We simply don't know. Is it possible these things are a foreign adversarial technology that somehow was developed in secret, and we're just now trying to figure these things out? It's possible. But there's also other possibilities as well of what these things could be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. So I mean, that would be the terrestrial explanation, just to sign -- off the top of your head a likelihood of that being the case that these are Western or Chinese?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "Oh boy. You know, Tucker, you don't want me to give my opinion. The one thing I learned in intelligence, you can be absolutely sure of something and be absolutely wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "And so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's happened to me many times. I guess just to sort of put a bow on it. It sounds to me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "I think it's a low probability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That it. Okay. It sounds like a low probability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "It's a very low probability. Look, we have the most sophisticated weapons systems right now on the face of the planet, and we can identify not only a 737 or a MIG 25 or F-22. We can tell you even what airline it is, and the difference between the models of aircraft within that type of aircraft. So I think it's highly unlikely that a foreign adversary was successful in developing something like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So let me ask you one last question. Do you believe, based on your decade of serving in the U.S. government on this question that the U.S. government has in its possession any material from one of these aircrafts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "I do, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you think the U.S. government has debris from a UFO in its possession right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "Unfortunately, Tucker, I really have to be careful of my NDA. I really can't go into a lot more detail on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "But simply put, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right. Well, we have a lot more to find out. And I'm glad very much -- very glad you came on our show tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZONDO",
      "sentences": "Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Time for Dan Bongino's news explosion. He will be ranking his top three stories of the week in just a moment. And there's a new fake scandal involving the internet's greatest website, Barstool Sports. The founder of Barstool, Dave Portnoy joins us in just a moment to explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sports are supposed to be a refuge from politics, but in modern America, that's not allowed. Someone's always determined to make every aspect of life a PC hellhole. The Stanley Cup Finals are being played right now for Game 2 of that series. Barstool sports partnering with the Boston Bruins to sponsor towels for fans. Sort of a nice thing to do, it is certainly harmless, but some people freaked out demanding that the Bruins disavow Barstool. Why? They're sexist or something. Barstool Sports founder, Dave Portnoy joins us to respond tonight. Dave, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE PORTNOY, FOUNDER, BARSTOOL SPORTS",
      "sentences": "Always good to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you have there the controversial towel. Okay, I can see. That's a very sexist towel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "It says, \"Pucks on net,\" Tucker. So that is my phrase to score goals. You shoot pucks on net. A lot of people had a major problem with this with this, with our company on it. Now keep in mind, we weren't going out of the way, the Bruins called us. This is sales. A sales guy called me up and said, \"Hey, we need a sponsor for the towel. Are you interested?\" So it sounds good. All our fans love the Bruins. They love hockey. Half the players in the league we've worked with. We've worked with every team in the league. We're huge in the NHL. We have the number one NHL podcast in the world, Spittin Chiclets. It seems like a natural fit. It was a win-win for everybody. I thought. I thought -- but the PC community, people who don't watch hockey, people who are just mad at life. I had a quote that I read from 2011, which remains true. People who don't like life, laugh, they don't like to laugh. They don't like fun. They don't like men. They don't like America. Those people, they hated this. They absolutely hated this. They pulled their hair out. They demanded answers from the Bruins. It turned into World War III. A lot of good press for us. Because I don't care, any press is good press. If somebody reads this and has a brain like, who are these guys sponsoring who likes hockey, who likes fun, then you become a Barstool fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't know if there's a way to know this. But of the members of what you described.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "The no fun club.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The PC community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "The no fun club.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "On average, how many NHL games do you think they watch a year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "I would say the over under is like five and a half. Now, there were some reporters who covered the team that got mad, but people piling on saying I'm the Klan and this and that, those people don't watch hockey. They've never heard of us. They are serial protesters, serial fun killers, and they don't even know what they're mad about. They literally wake up. It's like what can we get mad about today? This towel. This towel is what you're going to be mad at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's a very sexist towel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "It's the most basic in the history of towel in the history of towels. They do it every game. There's banks -- everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wouldn't it just be easier to say to the no fun community, \"You're absolutely right. You're in charge. I'm so sorry. I hate myself for my sexism. I'll do better next time.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "No, then we will let them win? And the thing is, it didn't surprise me they got mad. They get mad about everything. But we stay to what we do. We continue to get bigger. We continue to get stronger. And all of these people -- the faces change, but they stopped -- they are freelance jobs because you don't win by just complaining about everything. If I complained as much as they did. I'd drown in my own tears. I just move on. And then they -- another thing they do, they'll point -- they say people are saying mean things to us on Twitter. Well, you called me a Nazi. And people who like me are like, \"That's mean, you shouldn't do that.\" Guess what? I get the meanest things ever said about me. I'm sure you do, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I have, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "If I sat and worried and complained, and said, \"Oh, me, me. You're complaining about me.\" I get nothing done. These people. What do they do with their lives? How can you get one lady, one reporter who wrote a horrible article about us? She said, \"Oh, I'm getting attacked by the Barstool people. See, this is what they do.\" You know how many tweets she had? Five. We have millions and millions of followers. Five people said that you wrote a bad article, you're going to cry about that. What do you expect?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So she attacks you, but she's the victim?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "Correct. And that that is what they all do. And there's no way around it. We're a big popular organization. We have loyal rabid fans, which have been following us for 15 years, know our true culture. Know what we stand about. If you say I'm a scumbag, they take that as a personal offense. It's bananas. They tweet in public. It's a public forum that they say they hate me, and then if someone says, \"Guess what? You're the scumbag.\" They cry. \"Poor me. Poor me.\" Just shut up. Worry about yourself. You don't have to worry about us. If you don't like the towel, don't pick it up. Don't pick it up. It's that simple. This is a sales deal. The Bruins have been sponsored by banks, huge organizations. Do you think that there's not bad stuff? This story, I'll tell quick. One guy who wrote -- and this is a true story, Tucker, a guy from St. Louis who wrote a story about how the Bruins should be ashamed. He was arrested for robbing a bank. He's a bank robber. This guy is a legitimate bank robber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So it's the no fun community, the PC community and the bank robber. They don't like you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "And a bank robber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, we like you, a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTNOY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Dave Portnoy at Barstool Sports, and a sexist towel. Good to see you. You may have heard \"Jeopardy\" host Alex Trebek is battling cancer. In an interview this week with \"People\" Magazine, Trebek revealed that happily his cancer fight is going well, he maybe even in remission soon. And he credit it to quote, \"A couple of million people out there who've expressed their good thoughts, their positive energy directed toward me and their prayers.\" But you wouldn't know that if you watched NBC News. Their coverage of Trebek's cancer fight, NBC edited out twice Trebek's references to prayer because that's scary. So instead they implied he was getting better from only good thoughts. Prayers are terrifying and NBC is protecting you from hearing about them. It's Friday, that means it's time for \"Dan Bongino's News Explosion\" our favorite former New York City cop and Secret Service agent joins us to rank his top stories of the week. Dan Bongino himself joins us now. Hey, Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "Tucker, always good to see you. I have a bonus story for you. We have four stories this week. So yes, yes in the interest of time, let me get right to it. First story. \"The New York Times\" is clamping down on the reporters going on MSNBC and CNN. How bad of a conspiracy theorists network do you have to be to have the \"New York Times\" tell their reporters, \"Oh, you may not want to go over there anymore?\" That is kind of an issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If you're not credible enough for the \"New York Times,\" you've lost it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I've read that. It's kind of hard to read it twice to make sure it wasn't a story at the \"Onion.\" All right, story number three. This one's a classic. I hope I can get through this with a straight face. Hillary Clinton with absolutely no sense of irony whatsoever is going to headline a cybersecurity conference speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Not really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, really? Now, I am wondering, is this the -- like an anti- TED talk? You know, TED talks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "When you learn how to do something. This is an anti-TED Talk, where she tells you everything not to do in the interest of cybersecurity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So smart. It's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "It's hard to be believe that's actually going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Keep your server in the closet, yes, perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, yes, exactly. Digest that one over the weekend, folks. That's a great one. All right, folks. Story number two, President Trump, he has had enough for the illegal immigration problem at the southern border. It is very serious, it's become an obvious national security issue at this point. He has decided to launch tariffs against Mexico. Listen, they could stop this tomorrow, Tucker, if the rhinos up there on the Hill and the Democrats get together and actually build a wall and do something about the immigration problem. I'm sure the President would be willing to negotiate, but they don't want to do anything. So he's forced to do that. So that's going to be big news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it a little weird though, do you think -- can I just pause on that one and ask you, if you're a Democratic Member of Congress, do you feel strange taking the side of the criminal oligarchy that runs Mexico over your own country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, because this is a pure power play by the Democrats. You know what they're losing in working class votes, Tucker, they think they can make up by an open borders policy. It's always been a power play. This has nothing to do with immigration. I know, you know that. And amongst the business class, either it's a pure financial play. It has nothing to do with the rule of law or anything like that. I wish it did. But, you know, you and I are on the right side of the argument there. All right, story number one, by far the biggest story of the week. Bob Mueller for some bizarre reason comes out to give a press conference to say, \"Listen, I don't really have anything to say. My report speaks for itself. So let me go on and say what I don't have to say.\" It kind of reminds me of that scene in \"G.I. Jane,\" where the Commander in the base says, \"People who don't want to make statements don't make statements about not making statements.\" What was that? And not only that, one last thing and I'll wrap this, he invented a new legal standard, Tucker. Not not guilty is apparently the new legal standard in the United States. Let's impugn everybody's character with the not not guilty standard when we decide not to charge. Outrageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But not just impugn their character. He suggested if you're not not guilty, that means you should be punished by the Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "There is no question he insinuated that and I just don't get it how even liberals don't speak out and go, \"Hey, listen, this was just wrong.\" They had a big beef with it when it happened with Hillary Clinton and Jim Comey after the press conference. But when it happens to Donald Trump, all of a sudden, the left is hands off and they celebrated. Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Not a lot of principle there. Dan Bongino, great to see you. Have the best weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Hey, you too, buddy. Good to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's it for us for tonight and for the week. We'll be back Monday, 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. Have a happy weekend with the ones you love. Good night from New York City. Sean Hannity is next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to “Tucker Carlson Tonight.” Just in case you're wondering why the President was serious about the border crisis, last night, he delivered a decisive answer. In a surprise move the White House announced that unless Mexico halts the flow of illegal immigrants into the United States, the U.S. will -- starting on June 10th -- impose a five percent tariff on all imports from that country. If the situation doesn't improve going forward, that tariffs will rise by 5 percent a month, every month. By October, there will be 25 percent tariff on all goods coming from Mexico, from avocados to automobiles. So let's be honest about what that would mean. The U.S. imports $372 billion worth of goods from Mexico every year. The prices on all of those goods would likely go up. Consumers would feel that, so with businesses. Critics claim that the tariffs would slow the U.S. economy and they're likely right. Over time, they probably would, but we ought to impose them anyway. Not every government policy is a pure economic calculation. When the United States is attacked by a hostile foreign power, it must strike back and make no mistake, Mexico is a hostile foreign power. For decades, the Mexican government has sent its poor north to our country. This has allowed that country's criminal oligarchy to maintain power and get even richer, but at great expense to us. The flood of illegal workers into the United States has damaged our communities, ruined our schools, burdened our healthcare system and fractured our national unity. It has suppressed wages for our most vulnerable. It has been a slow motion attack on this country, and its effects have been devastating. There's not a real debate about that. The numbers are clear, honest people admit it. But our leaders are not honest. In the hours after the President's announcement they instinctively sided with Mexico."
    },
    {
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "utterance": "Well, tariff man is back. The President is threatening a new country with new tariffs. This time, Mexico."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "It sounds \"muy fuerte\" --very strong, but who will it squeeze? Us or Mexico?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Make no mistake about it, the U.S. consumers will bear the brunt of these tariffs."
    },
    {
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "utterance": "Whether it's a negotiating tactic or an attempt to distract, it's still surprised everyone."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Nothing short of a political stuff."
    },
    {
      "speaker": "JOHN KASICH, FORMER GOVERNOR OF OHIO",
      "utterance": "So you know, I don't know maybe it was changing the subject from Mueller, I can't figure it out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "John Kasich can't figure it out. It's too complicated for him. But the line of the week, the award for the most disingenuous response from a sitting world leader has to go to the left wing Mexican president, Andres Manuel Lopez Obrador. In response to the tariff threat AMLO issued a statement that warned quote, \"Social problems are not resolved with taxes or coercive measures,\" end quote. In other words, says the liberal, \"Government isn't the solution.\" Hilarious. Lopez Obrador went on to lecture the U.S. President about America's national values, because of course, the President of Mexico is just that arrogant and presumptuous to do that. Can you imagine? Quote, \"The Statue of Liberty is not an empty symbol.\" Well, Mexico is corrupt. The ruling class believes it is America's duty to absorb their country's problems forever. The American left agrees. There is contemptuous of America, as the Mexican government is. Peter Navarro is the President's Director of Office of Trade and Manufacturing Policy. We spoke to him earlier today. Mr. Navarro, thanks very much for coming on."
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, OFFICE OF TRADE AND MANUFACTURING POLICY",
      "utterance": "Good evening, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what specifically do you anticipate the Mexican government will do in response? What would you like them to do in response to this threat?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Let me give you a little background and then answer that quickly. You're right. Many, many years of abuse by the Mexican government in terms of sending one of their biggest exports to America, the undocumented aliens. We have a situation now where at any one time, there's about a hundred thousand illegal aliens moving along a conveyor belt from the southern border of Mexico to our border. This conveyor belt is supported by a transnational criminal organization that provides the buses, the trucks, the trains, at the choke point -- excuse me, the checkpoints where these things are supposed to be interdicted, the trucks and things. We have corruption that's rampant. On Wednesday, for me, Tucker was a red line. On Wednesday, we had over a thousand illegal aliens walk as a single group from Juarez into El Paso, and the vast majority of them were families and unaccompanied children. So this is a crisis. The authority being used is the called the International Emergency Economic Powers Act. Two things -- there has to be a national emergency; check that box. It has to be a threat to our national security, foreign policy, or economy -- check all three of those boxes. Here's what we want, Tucker. Here's the answer to your question. We want Mexico to do three things. The southern border where the illegal aliens are crossing is in Guatemala, it's only 150 miles across. Ours is a 2,000- mile border. It's characterized by numerous choke points that are easily to choke off. So we want the Mexican government to choke those choke points. Number two, they have to put an end to this conveyor belt in the transnational criminal organizations that are making billions of dollars off the American public and off the poor people that are being exploited by them. And thirdly, they have to -- the Mexican government has to cooperate on this whole issue of asylum. The Mexican government should take those folks and hold them there on Mexican soil that would put an end to what is essentially a strategic gaming of the asylum system, because we know that most of these illegal aliens coming are only using that as an excuse to evade what little laws we have."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you anticipate the Mexican government will do this immediately by June 10th, I think is the deadline, according to the President's statement last night, will they do this?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "I'm sure they will immediately engage with our side. We're not trying to punish Mexico in any sense. We want them to solve the problem. The metric that as Chief of Staff Mulvaney said last night is that the numbers coming in go down dramatically. That is what we're looking for. And the point is that who pays for the tariffs. If the tariffs weren't going to hurt Mexico, they would have no inclination to come to the bargaining table just as if the tariffs didn't hurt China, they wouldn't be negotiating with us. The fact of the matter is, Mexico is going to pay those tariffs. The Mexican corporations that send us product will see lower prices, lower profits, and less investment. We will see more investment come here to the U.S. to locate on domestic soil. So yes, I think the Mexicans will respond to this, because it's going to cost them dearly. But remember, this crisis is costing us dearly now. And all we're seeking is fairness, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Peter Navarro from the White House tonight. Thanks very much."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "My pleasure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Austan Goolsbee chaired the Council of Economic Advisers under President Obama. He is also an Economics Professor at the University of Chicago. He joins us now. Mr. Goolsbee, thanks very much for coming on."
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER OBAMA ECONOMIC ADVISER",
      "utterance": "Hey, Tucker. Good to see you again."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I'll concede -- thank you, it's good to see and I'll concede at the outset that it's easy to see how this could wind up slowing the U.S. economy. They are course, a huge trading partner with the United States and tariffs tend to do that. But that's not really the question. The question is, is it worth it? Is this a crisis sufficient that we need to act in our own defense? And so I would ask you, do you think illegal immigration is a crisis in this country?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Well, the first part of your question does not make logical sense to me, and maybe you could explain it to me better, which is, if you take an action, which hurts yourself, how is that getting something done on your behalf?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's very simple. So if the United States is attacked, as it has been, you know, occasionally over time, 9/11 for example, or Pearl Harbor."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Shooting one's self is not a self-defense."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no the response costs money. And of course, you know, there's a great economic cost to war, right, to actual hot wars, there's always an economic cost to the response, but your sovereignty and your long term interest sometimes demand it. So the question is, is the crisis? Is the crisis profound enough to justify it? And that's my question to you. Is it a crisis?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Number one is about what how large do I view the crisis of immigration is? I view the issue of illegal immigration in the United States to be a serious problem, not a crisis. I view that the action taken by the Trump administration pretty clearly violates the law, and you saw Peter Navarro. They are trying to rationalize something that has never been done. We have never used the Emergencies Act to go around the clear statement in Article I of the Constitution that says, \"Tariff policy in the United States is determined by Congress, not the President.\" And I think that's a bad precedent to set. And on top of that, the major losers in this action are U.S. manufacturers who are buying their parts, et cetera from their own plants in Mexico."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sure. I mean --"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "And the U.S. consumer."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sure. I mean, I can see it at the outset, both in the script and in my intro to this conversation, that there will likely be an economic cut -- because I'm not a liar."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "That it hurts and so as I say."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I am not a liar, so I will say that --"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "I know you're not a liar."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But hold on, but you say -- hold on, you say that it's not a crisis."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "That was my third point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So but hold, o how many illegal aliens are there in the United States?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "The estimates are about 6.6 million down over the last four years."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But where is that estimate? There's no estimate that says 6.6 million illegals in the United States. The most recent estimate is about 20 million."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Actually there is from Pew Research, but --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no, that's not a correct -- I don't believe that's it. That's like -- with respect, I think I don't know where you got that number. I think you're wrong on that. I don't believe that's true, but I appreciate your coming on tonight. Professor, thank you."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Good to see you again."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Elizabeth Warren's presidential campaign just took another blow as a top radio host compared her to race faker Rachel Dolezal, that's after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Elizabeth Warren hoped that releasing a DNA test would silence her critics and save her presidential campaign. Instead it appeared to have backfired. Warren's phony heritage is a millstone holding her career down. In a radio appearance today on \"The Breakfast Club,\" host Charlamagne tha' God asked what millions of people have been wondering, how is Warren really any different from phony black woman Rachel Dolezal?"
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD, HOST, THE BREAKFAST CLUB",
      "utterance": "Were there any benefits to that?"
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS, PRESIDENTIAL CANDIDATE",
      "utterance": "No, \"Boston Globe\" did a full investigation. It never affected -- nothing about my family ever affected any job I ever got."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Did you get a discount in college?"
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "utterance": "You sound like the original Rachel Dolezal, a little bit. Rachel Dolezal was a white woman pretending to be black."
    },
    {
      "speaker": "WARREN",
      "utterance": "This is what I learned from my family."
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "utterance": "Yes."
    },
    {
      "speaker": "WARREN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ouch. Larry Elder is a radio host and we're all so honored to have him. So, Larry, it's a really good question. How is this different from Rachel Dolezal?"
    },
    {
      "speaker": "LARRY ELDER, RADIO SHOW HOST",
      "utterance": "Well, I don't think the comparison is well taken. If you assume as I do, that Elizabeth Warren believe -- sincerely believe, Tucker, that she was Native American. Think about it. What brain dead person is going to demand to take a DNA test when she knows full she has been lying?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's a fair point."
    },
    {
      "speaker": "ELDER",
      "utterance": "And the parallel is when a guilty person, for example demands to take a polygraph knowing full well he did it. He thinks he can beat the test, which is why the polygraphs are not admissible. How do you beat a DNA test? So I believe that she sincerely believed she was in fact Native American, and she's embarrassed. She needs to talk to her parents about having misled her."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's it. That's such a great point, actually. The part that I can't get passed though --"
    },
    {
      "speaker": "ELDER",
      "utterance": "Well, that's why I'm here, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is the falseness of pretending that it didn't help her. So she was listed in the Harvard Law School directory as a Native American as if that should be in the directory. They bragged about her as the first Law Professor of color, I guess, even though she's paler than I am."
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So for her to say, well, \"The Boston Globe,\" which is a ridiculous fake newspaper, they somehow you know, proved I didn't benefit from this, it's just -- it's a lie."
    },
    {
      "speaker": "ELDER",
      "utterance": "I agree. I agree. And Harvard bragged about the fact that she was, I believe, the first Native American faculty member for her to be hired. So she clearly benefited. Who knows how many speeches she got as a result of the assumption that she was a Native American? So there's no question in my opinion that she benefited, but again, I believe that she sincerely thought she was in fact Native American."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I think that's right. Wouldn't she have a better answer though, since it is the most famous fact about her at this point, when she's asked by a radio host, she didn't have a lot to say?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Yes, she probably should have said what I just now said that she had to say that my parents told me I was Native American today, who is going to call their parents a liar. And I think she wanted to believe it. I think she sympathized with the plight of Native Americans and sort of cause celeb by being associated with Native Americans. All of that probably went on. But again, I think she just should have said, \"I was wrong. I was dead wrong. Otherwise, I wouldn't have taken a DNA test.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. It's funny, though. I mean, because she didn't grow up on a reservation or, you know, speaking any indigenous language or she -- she just grew up like, like what she is, which is just a conventional white American woman. So in what sense would she identify with a Native American? In other words, like a DNA test, it doesn't really speak to your actual experience, it's kind of irrelevant, isn't it?"
    },
    {
      "speaker": "ELDER",
      "utterance": "It is irrelevant, and she also apologized to the native -- to the Cherokee Nation for suggesting that the DNA test would confirm that she was in fact Native American. So you know, again -- but I don't believe that's the number one reason she's doing so badly in the polls. I think she is perceived to be somebody that's not very exciting. Have you heard any of her speeches? They put you to sleep."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, they do."
    },
    {
      "speaker": "ELDER",
      "utterance": "And as far as her views are concerned, she is as radical as the next one, so how she distinguish yourself from the rest of the radicals there is her problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And she's nasty, too, unfortunately. She shouldn't be. She is though. She is nasty. Larry Elder, great to see you."
    },
    {
      "speaker": "ELDER",
      "utterance": "That part, I don't know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's true. Good to see you. Thank you."
    },
    {
      "speaker": "ELDER",
      "utterance": "You, too."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, in the past couple of years, you've seen a campaign to tear down many of this country's great heroes. The latest victim could be Martin Luther King. David Garrow wrote a Pulitzer Prize winning biography of King. Now in a new piece for \"Standpoint\" magazine, Garrow describes newly released FBI documents, which summarize secret recordings the FBI once made of King. The recordings allegedly reveal extensive extramarital affairs -- dozens and dozens of them, and one episode where King looked on and laughed, while one of his companions raped a woman. Should we reassess our view of Martin Luther King? Jason Nichols is a Professor of African-American Studies from University of Maryland. He joins us tonight. So Professor, thanks a lot for coming on."
    },
    {
      "speaker": "JASON NICHOLS, PROFESSOR OF AFRICAN-AMERICAN STUDIES, UNIVERSITY OF MARYLAND",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm going to take a different position maybe tonight from what you might expect. We've seen a whole bunch of different heroes in American history kind of dethroned, and in some cases, literally their statues knocked over because we learned that they were flawed in their personal lives. Thomas Jefferson, a great example. Does this -- I'm assuming all of this is true, because we knew some of it before. Should it really change how we view Martin Luther King and his role in American history? Should we knock his statues down because of this? I don't think so. I don't think we should."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Well, again, Tucker, I think you'd be making a mistake to make the assumption that this is true. David Garrow, as a matter of fact, all of his articles, you know, he tried to write this for many publications, including \"The Guardian,\" \"The Atlantic,\" \"The Washington Post,\" they all rejected it because his evidence wasn't solid."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course, they did."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Mainly because of the fact that he hadn't heard the FBI tapes. He didn't have access to them. He was going off FBI memos. And these are memos from COINTELPRO who we know was not trustworthy and wanted to destroy Dr. King."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Then that -- look, by the way, I'm happy to hear that. I don't like to think that -- I respect Martin Luther King and I don't want to think these things are true. But you know, we often learn that people we revere for their role in history are deeply flawed. And there is actual evidence that King was deeply flawed and was a philanderer, I think we can say that."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Okay, yes, sure. I think having extra marital affairs is very different than watching someone be raped."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I agree. I agree with that completely. But I'm just saying should we define -- I just think the principle is what we're standing up for. Should we define a man's life by his worst moments? Or should we take three steps back and assess his place in the sweep of history? And this is -- I'm making the case on behalf of Thomas Jefferson, as well as Martin Luther King. Can the standard apply to both of them?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Yes, well, so with Dr. King, I will say this. I believe that we should not tear down all of his statues --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "All of his statues, okay."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "But I think one of the things about Dr. King, as great as he was and he is one of my personal heroes. One of the things about him is that a lot of times, his image obscures so many other people in the Civil Rights Movement. And I would say actually, the most important person to the Civil Rights Movement was not Dr. King, it was Ella Baker. So I think if anything, if you want to change some things, if some people in a particular community are not comfortable with Dr. King's image, then they should put up other Civil Rights heroes, particularly local civil rights heroes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "And you know, I think we have, you know, a Martin Luther King Boulevard in every city in America. And why not have, you know, an Ella Baker Boulevard."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's totally -- I think that's, that's totally fair. But I just want to end on this. So when your kids get to high school, they will learn the most important thing about Thomas Jefferson is he may have fathered a child with Sally Hemings. They'll say that he did. We don't actually know that. They'll say that he did. And that's the most important thing about it."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Pretty certain."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Maybe. Yes, I mean, it's sort of hard to know, hundreds of years later, but yes, okay. They'll say that. But they'll kind of leave out the fact that he sort of created the United States. Should your kids also learn that the most important thing about Martin Luther King is that he had a weird personal life? I don't think they should. Like that's vandalism, isn't it?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I one hundred percent agree that, you know, we need to learn everything about even if we're talking about Thomas Jefferson, some of the good things that he did in creating our republic and some of the bad things. The thing is, we can't leave out the things that he did wrong. And I think, you know, one of the things that we need to understand is who our founders were, and some of the ideals and that way we can create a more perfect union. So I certainly believe that we should learn about the good things and also not leave out the bad things that our historical figures have done in their lives."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay. Fair standard. Professor, great to see you. Thank you."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Meryl Streep is not the person you would imagine who would be picking a fight with feminists, but she just did. She questioned a central tenet of modern feminism. What did she say? We will tell you after the break."
    },
    {
      "speaker": "JEFF PAUL, CORRESPONDENT",
      "utterance": "This is a Fox News Alert. At least 11 people are dead and six others injured in a shooting inside a municipal building in Virginia Beach. Police say a shooter opened fire at around 4:00 p.m. this afternoon in a building that houses departments such as Public Works, City Planning and Public Utilities. He reportedly shot multiple employees on different floors and also fired at responding officers before being shot and killed. A Virginia Beach Police officer was among those shot, but was saved by his bulletproof vest. The government has been identified as a current and longtime Public Utility worker for the city, but authorities have been not released his name or a possible motive for the shooting. Stay with Fox News throughout the night as we learn more about this still developing story. I'm Jeff Paul. Now back to “Tucker Carlson Tonight.”"
    },
    {
      "speaker": "CARLSON",
      "utterance": "We spend a lot of time making fun of Hollywood, and it's true they are a top global exporter of vapid brainless liberalism. But sometimes celebrities don't play along. In a Q&A a for her upcoming appearance in the show \"Big Little Lies,\" actress Meryl Streep said she doesn't actually like the term toxic masculinity. Both genders can be toxic, she said. Imagine saying that. Joe Concha is a radio talk show host in WOR, I think the biggest channel in the world here in New York. He writes about media for \"The Hill,\" and he joins us tonight. Joe, great to see you tonight."
    },
    {
      "speaker": "JOE CONCHA, MEDIA WRITER, THE HILL",
      "utterance": "Hello."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So she stepped kind of like completely out of bounds, right?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Aren't you allowed to think this if you're her?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "You can if you're Meryl Streep because you're 69 years old. You've been nominated 21 times for an Oscar. So she's in what? The F mode, at this point. She is royalty. You can't touch her in Hollywood."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "CONCHA",
      "utterance": "But still, the fact that in Hollywood, it's a lot like our media, right? It's an echo chamber of conformity, and if you step outside that lane, that hive mentality, then you probably will be ostracized, but she is one of the few people that can get away with saying something like this because at this point, well, who is going to say something to Meryl Streep?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what she said was, she didn't say that there's no such thing as toxic masculinity. She just said that toxic behavior is not unique to a single sex, that it's universal."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's so obviously true, that it makes you think, well, maybe the things you're not allowed to say are the truest things."
    },
    {
      "speaker": "CONCHA",
      "utterance": "She said that females could also be effing toxic. Right?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "CONCHA",
      "utterance": "And that's true, and it's not because women are worse than men or whatever. It's we're humans. We're bad to people sometimes, right? So look, the term comes from the fact that it's a mindset that men have always oppressed women. And now we're seeing it even in the presidential election, where 2020 candidates like Eric Swalwell who has been on your show, I believe, or Cory Booker, my senator from New Jersey have said, \"I will have a female on my ticket.\" It doesn't matter if that person has the same worldview. It doesn't matter if that person complements me in any capacity or fills in some blanks that I don't have. I will have a woman on my ticket, because well, that's how men are now these days, they have to placate to certain things and not be men. And look, I talked to a woman in this business, highly successful right from your green room right before I went on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "CONCHA",
      "utterance": "I said, what do you think of toxic masculinity? And she's an entrepreneur as well. All right, she says, \"I love manly men. I want a man to be a man. I'd like a man to protect me. If there's a spider, I want him killing the spider. I don't want him cowering in the corner. Leave men alone. Men have built in testosterone, they need an outlet for it. That doesn't mean violence. It means fantasy football.\" There's a reason men are men and women are women. God created men and women to behave differently for a reason that comes from somebody who we both know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Again, this is up there with All Lives Matter. It's a statement that is so obviously true that they have to extinguish it and the person who says it, I wonder if you -- I've always wondered this and I think I'm more pro women than pro man, because I'm a man. I mean, I love women, obviously, married to one. But if you were to survey 100 million American women and ask who would you rather work for? A man or a woman? Who gives you an easier time? Who is tougher on you in the workplace? A male boss or a female boss? What do you think the answer would be?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "I asked my wife this because she's worked for both, and she has said, unequivocally men because women tend to be more gossipy. They tend to be more emotional about certain things in certain situations and take things personally."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So that's your wife's view."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Men can act more professionally, right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Look, I mean --"
    },
    {
      "speaker": "CONCHA",
      "utterance": "And I hate to throw her under a bus like that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't know what the answer is. But I'm just saying it's a lot more complex than they're telling us. And so, I guess Meryl Streep is going to get away with acknowledging that."
    },
    {
      "speaker": "CONCHA",
      "utterance": "She will and God bless her for standing up and saying something like this, but you know, for the Belton boys, right now, like I have a young boy at home, to be told that, you know, one day you could be a sexual harasser or a date rapist or you're going to oppress women just based on your gender. I feel sorry for my son and people that are going to be growing up in this environment being told that you're going to be this kind of person. It's horrible."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, attacking people for who they inherently are is wrong."
    },
    {
      "speaker": "CONCHA",
      "utterance": "It is wrong. But what is right that you're in New York, you should be coming to this city more often. And if you go clubbing tonight, which I've been feeling you will, you want to go to Hunk-a-Bunka in Sayreville, New Jersey. It's tremendous. You'll never forget."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is. Are you doing the open mic there tonight?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "Positively. Every Friday, I'm there."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, we'll see you there. Joe Concha. Great to see you."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Good to see you. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Twitter, Facebook and other social media platforms will ban you if you have views they don't like. But could that be a blessing? A new scientific paper from Italy argues that Twitter actually makes people dumber, and Twitter isn't the only technological threat to your intelligence or wellbeing. The WHO- the World Health Organization has voted to officially classify video addiction as an actual addiction. Dr. Marc Siegel is a Fox Medical Contributor. He is our in-house physician here, and he joins us tonight. Doctor, thanks a lot for coming on. Does it surprise you to learn that some social media like Twitter makes people dumber?"
    },
    {
      "speaker": "MARC SIEGEL, MEDICAL CORRESPONDENT",
      "utterance": "Not at all. It actually surprised the people who did this study in Italy, but they shouldn't have been surprised. They took a novel, Tucker, a very, very sophisticated and important novel, they tried to use Twitter to teach people how to read it and interpret it. They found out they did far worse than if people were actually taught by teachers. Because Twitter is a shortcut. Twitter is full of anger. Social media is full of anxiety separation, quick shortcuts, misinformation. So of course, it's not going to teach you how to read a great novel. No chance."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So -- but if it's making us dumber then that's a threat. I mean, that's a threat to public health and that's a threat to our society, is it not?"
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Yes, in fact, we're seeing IQs in Western Europe, maybe it's a socialized medicine, in Western Europe, IQs are going down across the board right now. And I believe that social media and smartphone technology and texting and e-mailing, not talking to you. Whatever happened to the richness of personal experience, Tucker? Sitting next to somebody, not texting someone in another room, but sitting next to somebody, looking at nonverbal cues, learning how to read people, learning what people want, learning how to love even. You're not going to learn how to love on a smartphone and not on Twitter. So that's what we really have to get back to -- basic human relationships."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why are more physicians weighing in on this? I mean, this sounds like a medical problem."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Well, I think it is a medical problem, which is one of the reasons I'm glad that the World Health Organization, and you're not going to be surprised to hear that the Gaming Commission, all of the gaming companies are saying, \"Whoa, you don't have any research here.\" Well, they're defining something that I agree with, which is if you are so addicted to video games that is interfering with your daily function, when you can't perform whatever your work, school, that's a disease. That's how I define a disease."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course. That's what it is right there. Dr. Marc Siegel, thank you."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good to see you. There are new and kind of remarkable developments tonight in our investigation into unidentified flying objects. We learned something fascinating, and we're going to share it with you after the break. Stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, for many, many decades, the U.S. government has dismissed out of hand UFO sightings as crank stuff -- things that lunatics babble about. Now, suddenly, they're taking a different approach, they are telling the truth. They are finally admitting that UFO sightings are in fact routine, and the government is now being systematic in investigating the question of UFOs. A new History Channel documentary called \"Unidentified\" will explore the military's many recent encounters with an identified aircraft."
    },
    {
      "speaker": "UNIDENTIFIED MALE (voice over)",
      "utterance": "The object the Navy pilot is tracking suddenly seems to get bigger. The object then appears to accelerate rapidly disappearing off screen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's a significant rate of acceleration in a horizontal plane off to the left. That's very fast."
    },
    {
      "speaker": "UNIDENTIFIED MALE (voice over)",
      "utterance": "The object appears to perform a similar maneuver to what the pilots witnessed. Instantaneous acceleration at this rate would produce a force of gravity or G Force so extreme, it would crush a human being."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Luis Elizondo is a former military intelligence official and Special Agent-in-Charge. He joins us tonight. Luis, thanks very much for coming on."
    },
    {
      "speaker": "LUIS ELIZONDO, FORMER MILITARY INTELLIGENCE OFFICIAL",
      "utterance": "Thank you, Tucker for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the military has decided to stop lying about this. I guess the first question is, why did they lie for so many years about what they knew?"
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "I think that's a fair question, Tucker. I think there could be multiple answers. I think first and foremost, let's look at the obvious. We didn't have quite the technology for decades that we do now. We now have the technology on some of the most sophisticated weapon systems that give us the fidelity that we need to better ascertain what these things are. Another answer could possibly be, frankly, stigma and taboo and that this is a topic that is fraught with these landmines potential, you know, if you will, proverbial land mines."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, we sent a man to the moon 50 years ago. So we've had technology for a while. And in fact, it's been more than 60 years since right after the Second World War that the U.S. military has been downplaying these reports. So over the course of that time, some of the smartest, most dedicated people in our country, watching these unexplained aerial phenomenon, they must have gathered quite a bit of information about UFOs, what have they learned, do you think in all these decades?"
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "Well, Tucker, I can only answer from the time that I was with ATIP for about 10 years when I was part of that program, and we learned a lot. I think probably the most significant, if you will results of the program were five observables, and you've already mentioned a few of them on your show. And that's instantaneous acceleration, hypersonic velocities, a bit of an oxymoron, but low observability, transmedium travel, and last but not least, positive lift or in the vernacular, antigravity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I mean, there have been enough sightings over a long enough period that the idea that this is a computer glitch or that these are generated somehow by radar systems, that can't be right, correct?"
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "Tucker, we are well beyond right now establishing whether or not these things exist. It is an absolute fact that they are there. Now, what they are? Where they're from? Who's behind the wheel? We simply don't know. Is it possible these things are a foreign adversarial technology that somehow was developed in secret, and we're just now trying to figure these things out? It's possible. But there's also other possibilities as well of what these things could be."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. So I mean, that would be the terrestrial explanation, just to sign -- off the top of your head a likelihood of that being the case that these are Western or Chinese?"
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "Oh boy. You know, Tucker, you don't want me to give my opinion. The one thing I learned in intelligence, you can be absolutely sure of something and be absolutely wrong."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course."
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "And so --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's happened to me many times. I guess just to sort of put a bow on it. It sounds to me --"
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "I think it's a low probability."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That it. Okay. It sounds like a low probability."
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "It's a very low probability. Look, we have the most sophisticated weapons systems right now on the face of the planet, and we can identify not only a 737 or a MIG 25 or F-22. We can tell you even what airline it is, and the difference between the models of aircraft within that type of aircraft. So I think it's highly unlikely that a foreign adversary was successful in developing something like this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So let me ask you one last question. Do you believe, based on your decade of serving in the U.S. government on this question that the U.S. government has in its possession any material from one of these aircrafts?"
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "I do, yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you think the U.S. government has debris from a UFO in its possession right now?"
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "Unfortunately, Tucker, I really have to be careful of my NDA. I really can't go into a lot more detail on that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay."
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "But simply put, yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right. Well, we have a lot more to find out. And I'm glad very much -- very glad you came on our show tonight."
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thanks."
    },
    {
      "speaker": "ELIZONDO",
      "utterance": "Yes, sir."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Time for Dan Bongino's news explosion. He will be ranking his top three stories of the week in just a moment. And there's a new fake scandal involving the internet's greatest website, Barstool Sports. The founder of Barstool, Dave Portnoy joins us in just a moment to explain."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sports are supposed to be a refuge from politics, but in modern America, that's not allowed. Someone's always determined to make every aspect of life a PC hellhole. The Stanley Cup Finals are being played right now for Game 2 of that series. Barstool sports partnering with the Boston Bruins to sponsor towels for fans. Sort of a nice thing to do, it is certainly harmless, but some people freaked out demanding that the Bruins disavow Barstool. Why? They're sexist or something. Barstool Sports founder, Dave Portnoy joins us to respond tonight. Dave, great to see you."
    },
    {
      "speaker": "DAVE PORTNOY, FOUNDER, BARSTOOL SPORTS",
      "utterance": "Always good to be here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you have there the controversial towel. Okay, I can see. That's a very sexist towel."
    },
    {
      "speaker": "PORTNOY",
      "utterance": "It says, \"Pucks on net,\" Tucker. So that is my phrase to score goals. You shoot pucks on net. A lot of people had a major problem with this with this, with our company on it. Now keep in mind, we weren't going out of the way, the Bruins called us. This is sales. A sales guy called me up and said, \"Hey, we need a sponsor for the towel. Are you interested?\" So it sounds good. All our fans love the Bruins. They love hockey. Half the players in the league we've worked with. We've worked with every team in the league. We're huge in the NHL. We have the number one NHL podcast in the world, Spittin Chiclets. It seems like a natural fit. It was a win-win for everybody. I thought. I thought -- but the PC community, people who don't watch hockey, people who are just mad at life. I had a quote that I read from 2011, which remains true. People who don't like life, laugh, they don't like to laugh. They don't like fun. They don't like men. They don't like America. Those people, they hated this. They absolutely hated this. They pulled their hair out. They demanded answers from the Bruins. It turned into World War III. A lot of good press for us. Because I don't care, any press is good press. If somebody reads this and has a brain like, who are these guys sponsoring who likes hockey, who likes fun, then you become a Barstool fan."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't know if there's a way to know this. But of the members of what you described."
    },
    {
      "speaker": "PORTNOY",
      "utterance": "The no fun club."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The PC community."
    },
    {
      "speaker": "PORTNOY",
      "utterance": "The no fun club."
    },
    {
      "speaker": "CARLSON",
      "utterance": "On average, how many NHL games do you think they watch a year?"
    },
    {
      "speaker": "PORTNOY",
      "utterance": "I would say the over under is like five and a half. Now, there were some reporters who covered the team that got mad, but people piling on saying I'm the Klan and this and that, those people don't watch hockey. They've never heard of us. They are serial protesters, serial fun killers, and they don't even know what they're mad about. They literally wake up. It's like what can we get mad about today? This towel. This towel is what you're going to be mad at?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's a very sexist towel."
    },
    {
      "speaker": "PORTNOY",
      "utterance": "It's the most basic in the history of towel in the history of towels. They do it every game. There's banks -- everything."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wouldn't it just be easier to say to the no fun community, \"You're absolutely right. You're in charge. I'm so sorry. I hate myself for my sexism. I'll do better next time.\""
    },
    {
      "speaker": "PORTNOY",
      "utterance": "No, then we will let them win? And the thing is, it didn't surprise me they got mad. They get mad about everything. But we stay to what we do. We continue to get bigger. We continue to get stronger. And all of these people -- the faces change, but they stopped -- they are freelance jobs because you don't win by just complaining about everything. If I complained as much as they did. I'd drown in my own tears. I just move on. And then they -- another thing they do, they'll point -- they say people are saying mean things to us on Twitter. Well, you called me a Nazi. And people who like me are like, \"That's mean, you shouldn't do that.\" Guess what? I get the meanest things ever said about me. I'm sure you do, too."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I have, yes."
    },
    {
      "speaker": "PORTNOY",
      "utterance": "If I sat and worried and complained, and said, \"Oh, me, me. You're complaining about me.\" I get nothing done. These people. What do they do with their lives? How can you get one lady, one reporter who wrote a horrible article about us? She said, \"Oh, I'm getting attacked by the Barstool people. See, this is what they do.\" You know how many tweets she had? Five. We have millions and millions of followers. Five people said that you wrote a bad article, you're going to cry about that. What do you expect?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So she attacks you, but she's the victim?"
    },
    {
      "speaker": "PORTNOY",
      "utterance": "Correct. And that that is what they all do. And there's no way around it. We're a big popular organization. We have loyal rabid fans, which have been following us for 15 years, know our true culture. Know what we stand about. If you say I'm a scumbag, they take that as a personal offense. It's bananas. They tweet in public. It's a public forum that they say they hate me, and then if someone says, \"Guess what? You're the scumbag.\" They cry. \"Poor me. Poor me.\" Just shut up. Worry about yourself. You don't have to worry about us. If you don't like the towel, don't pick it up. Don't pick it up. It's that simple. This is a sales deal. The Bruins have been sponsored by banks, huge organizations. Do you think that there's not bad stuff? This story, I'll tell quick. One guy who wrote -- and this is a true story, Tucker, a guy from St. Louis who wrote a story about how the Bruins should be ashamed. He was arrested for robbing a bank. He's a bank robber. This guy is a legitimate bank robber."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So it's the no fun community, the PC community and the bank robber. They don't like you."
    },
    {
      "speaker": "PORTNOY",
      "utterance": "And a bank robber."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, we like you, a lot."
    },
    {
      "speaker": "PORTNOY",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Dave Portnoy at Barstool Sports, and a sexist towel. Good to see you. You may have heard \"Jeopardy\" host Alex Trebek is battling cancer. In an interview this week with \"People\" Magazine, Trebek revealed that happily his cancer fight is going well, he maybe even in remission soon. And he credit it to quote, \"A couple of million people out there who've expressed their good thoughts, their positive energy directed toward me and their prayers.\" But you wouldn't know that if you watched NBC News. Their coverage of Trebek's cancer fight, NBC edited out twice Trebek's references to prayer because that's scary. So instead they implied he was getting better from only good thoughts. Prayers are terrifying and NBC is protecting you from hearing about them. It's Friday, that means it's time for \"Dan Bongino's News Explosion\" our favorite former New York City cop and Secret Service agent joins us to rank his top stories of the week. Dan Bongino himself joins us now. Hey, Dan."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "Tucker, always good to see you. I have a bonus story for you. We have four stories this week. So yes, yes in the interest of time, let me get right to it. First story. \"The New York Times\" is clamping down on the reporters going on MSNBC and CNN. How bad of a conspiracy theorists network do you have to be to have the \"New York Times\" tell their reporters, \"Oh, you may not want to go over there anymore?\" That is kind of an issue."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If you're not credible enough for the \"New York Times,\" you've lost it."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I've read that. It's kind of hard to read it twice to make sure it wasn't a story at the \"Onion.\" All right, story number three. This one's a classic. I hope I can get through this with a straight face. Hillary Clinton with absolutely no sense of irony whatsoever is going to headline a cybersecurity conference speech."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Not really."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, really? Now, I am wondering, is this the -- like an anti- TED talk? You know, TED talks?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "When you learn how to do something. This is an anti-TED Talk, where she tells you everything not to do in the interest of cybersecurity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So smart. It's unbelievable."
    },
    {
      "speaker": "BONGINO",
      "utterance": "It's hard to be believe that's actually going to happen."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Keep your server in the closet, yes, perfect."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, yes, exactly. Digest that one over the weekend, folks. That's a great one. All right, folks. Story number two, President Trump, he has had enough for the illegal immigration problem at the southern border. It is very serious, it's become an obvious national security issue at this point. He has decided to launch tariffs against Mexico. Listen, they could stop this tomorrow, Tucker, if the rhinos up there on the Hill and the Democrats get together and actually build a wall and do something about the immigration problem. I'm sure the President would be willing to negotiate, but they don't want to do anything. So he's forced to do that. So that's going to be big news."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it a little weird though, do you think -- can I just pause on that one and ask you, if you're a Democratic Member of Congress, do you feel strange taking the side of the criminal oligarchy that runs Mexico over your own country?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, because this is a pure power play by the Democrats. You know what they're losing in working class votes, Tucker, they think they can make up by an open borders policy. It's always been a power play. This has nothing to do with immigration. I know, you know that. And amongst the business class, either it's a pure financial play. It has nothing to do with the rule of law or anything like that. I wish it did. But, you know, you and I are on the right side of the argument there. All right, story number one, by far the biggest story of the week. Bob Mueller for some bizarre reason comes out to give a press conference to say, \"Listen, I don't really have anything to say. My report speaks for itself. So let me go on and say what I don't have to say.\" It kind of reminds me of that scene in \"G.I. Jane,\" where the Commander in the base says, \"People who don't want to make statements don't make statements about not making statements.\" What was that? And not only that, one last thing and I'll wrap this, he invented a new legal standard, Tucker. Not not guilty is apparently the new legal standard in the United States. Let's impugn everybody's character with the not not guilty standard when we decide not to charge. Outrageous."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But not just impugn their character. He suggested if you're not not guilty, that means you should be punished by the Congress."
    },
    {
      "speaker": "BONGINO",
      "utterance": "There is no question he insinuated that and I just don't get it how even liberals don't speak out and go, \"Hey, listen, this was just wrong.\" They had a big beef with it when it happened with Hillary Clinton and Jim Comey after the press conference. But when it happens to Donald Trump, all of a sudden, the left is hands off and they celebrated. Unbelievable."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Not a lot of principle there. Dan Bongino, great to see you. Have the best weekend."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Hey, you too, buddy. Good to talk to you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's it for us for tonight and for the week. We'll be back Monday, 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. Have a happy weekend with the ones you love. Good night from New York City. Sean Hannity is next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}