{
  "date": "May 28, 2019",
  "headline": "President Trump takes aim at 'low IQ individual' Joe Biden as 2020 race heats up",
  "subHeadline": "Guests: Buck Sexton, Anna Palmer, Tom Rogan",
  "url": "https://www.foxnews.com/transcript/president-trump-takes-aim-at-low-iq-individual-joe-biden-as-2020-race-heats-up",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Kim Jong-un made a statement that Joe Biden is a low I.Q. individual. He probably is based on his record. I think I agree with him on that.  Joe Biden was a disaster. His administration with President Obama, they were basically a disaster when it came to so many things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Overseas, President Trump making that statement, raising a lot of eyebrows here in Washington, and obviously with the Biden campaign. They put out a statement, saying \"The president's comments are beneath the dignity of the office. To be on foreign soil on Memorial Day and to side repeatedly with a murderous dictator against a fellow American and former Vice President speaks for itself. And it's part of a pattern of embracing autocrats at the expense of our institutions, whether taking Putin's word at a value in Helsinki or exchanging love letters with Kim Jong-un.\" Well, during this show, right before it, the president tweeted out, \"I was actually sticking up for sleepy Joe Biden while on foreign soil. Kim Jong- un called him a \"low I.Q. idiot\" and many other things, whereas I related the quote of Chairman Kim as a much softer \"low I.Q. individual.\" Who could possibly be upset with that?\"  That is where we will start with our panel, former CIA analyst, nationally syndicated radio host Buck Sexton, Anna Palmer, senior Washington correspondent for \"Politico,\" and Tom Rogan, commentary writer for the \"Washington Examiner.\" OK, Buck, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, FORMER CIA ANALYST",
      "sentences": "President Trump likes to troll people, we know this. This is not surprising at all, and I think that those who are engaging in a bit pearl-clutching over this need to remember that this is also a president who has been accused of being crazy, committing treason, being a criminal by mainstream Democratic voices day in and day out for over two years. So I don't think anyone would really find this all that surprising in what we have seen in the past.  On the substance, though, I do think Joe Biden is going to have a lot to answer for on the Obama administration's policy for eight years. There is really not a win to point to, and especially now that we're out of Iran nuclear deal and people are seeing that Iranian behavior didn't change in response to that on some key issues, I think that that is going to be a weak spot. So this is exactly what we are going to expect going into the campaign season, which is Trump is going to be punching hard, and he's not going to back down just because people say that it is unpresidential. That is not going to change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Anna? ANNA PALMER, SENIOR WASHINGTON CORRESPONDENT, \"POLITICO\": I don't think the president ever steps down on things like this. One of the key issues that he often goes to is chaos. He likes to have kind of this chaotic presidency, and this is really one of those situations where you have the president out of step with his advisors. I think the real question is, what does that mean for our foreign allies? I think they don't like the chaos presidency as much as this might help the president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "How so? On the issue on North Korea, on the issue of Iran, what are you talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "Absolutely, where they're negotiating. You had John Bolton going to the UAE to do negotiations. You have his advisors and senior advisors doing into foreign countries to negotiate things and this president is throwing their strategy into chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tom, before this, you had Ian Bremmer put out a tweet that said \"President Trump in Tokyo,\" quote, \"Kim Jong-un is smarter and would make a better president than sleepy Joe Biden.\" It was a made-up tweet, made-up quote, rather, and he had a lot of pushback about the made-up quote and it went viral. And then the president said what he said, and it kind of took a little bit of the steam off of the focus of the viral tweet. TOM ROGAN, COMMENTARY WRITER, \"WASHINGTON EXAMINER\": And mea culpa. I retweeted that, that Bremmer tweet. I don't know what he was thinking doing that. But there is a dichotomy, I think, in terms of the president's language on Joe Biden, which I don't think is in the best interest of the country, but also his language on Kim Jong-un, because I think the president is getting some unfair criticism on Kim Jong-un, because behind the scenes, from my understanding, from people I talked to, the big issue here is Kim Jong-un has not yet decided whether to do the grand bargain with President Trump or to double down on the old game of extortion by missile test. And as long as there is a chance of getting this diplomatic track to work, I think it's preferable for President Trump to make all the positive comments he can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So clearly the Japan part of the trip was a success from the White House's point of view?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "I think so as well. I think it was about reassuring Prime Minister Abe the Japanese national security establishment that the United States has their back both on the China angle, which is why you saw the president visiting the amphibious warfare vessel, but also in terms of saying, listen, we have you protected. We're not going to sacrifice you to get a deal with Kim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Buck, here is the president on Iran and a response from Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'm not looking to hurt Iran at all. I'm looking to have Iran say no nuclear weapons. I think we'll make a deal. I think Iran, again, I think Iran has tremendous economic potential. And I look forward to letting them get back to the stage where they can show that. It has a chance to be a great country with the same leadership. We are not looking for regime change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABBAS MOUSAVI, IRANIAN FOREIGN MINISTRY SPOKESMAN",
      "sentences": "The Islamic Republic of Iran does not pay much attention to statements and rhetoric. What is important for us is the change in tone much lead to change in approach, and eventually in behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "If you look at our latest FOX poll, Buck, President Trump on Iran, too tough, not tough enough, about right, and you see the break down there. And the change from April, not much of one. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Well, the president said that the Iran deal was flawed all through the campaign, promised to get out of it, and now here we are obviously because of the lack of ballistic missiles covered in it as well as support for terrorism across the Middle East. There were huge holes in the Obama era deal, and now we are seeing that the president wants to take a different track.   There is a lot of reporting now about the dissent between Trump and Bolton. I like to think of this more as a kind of good cop/bad cop on Iran situation, and in this situation you actually Trump as good cop here. He realizes that another war in the Middle East would be disastrous from the perspective of his base, never mind everything else that we have seen in recent history. He doesn't want us to go there, but he also knows that Iranian behavior is unacceptable. The Obama era treaty was really about a foreign policy legacy more than anything else. And just on this notion that he coddles dictators all the time, which we heard from the Biden camp and recently, how is he coddling Putin by going after Maduro in Venezuela when Maduro relies on Russian assistance? When you look at what the substance of what Trump does, it's actually not favorable. And by the way, I agree with Tom's comments on Kim Jong-un wholeheartedly. It is not about on a substantive level helping dictators. It's really just a question of the style that people seem to object to so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "How much of this foreign policy and how he is dealing with it do you think will play in 2020 as we get ready to go through this Democratic primary process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "It's clearly on the minds of voters. I think it's definitely on the minds of Capitol Hill and senators who are very, I think, nervous about what the president is doing with Iran, what they're doing with North Korea. I think you're going to start to see that play out more and more on Capitol Hill in terms of hearings, in terms of trying to get a handle on what the president is doing.  And I think one of the questions you are going to see is I don't know that the 21 Democratic candidates are going to be talking about foreign policy every single day. I think you're going to hear them talk more about education, about the wage issues, and probably a lot more about some of the social issues that are raging down in the south versus this. But this is going to be one of the flashpoints.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "Very quickly, on Iran, I think it is true that John Bolton is trying to play the good cop/bad cop, but it is noticeable that Secretary of State Mike Pompeo and President Trump have very different articulations of what they want. President Trump, amenability to a deal with Rouhani just on nuclear, Secretary of State Pompeo, a long list of demands in return for negotiations. So it will be interesting to see how that plays out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, panel, stand by. Next up, who knew we would be talking about this, but can UFOs be explained away? What is up with these latest investigations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Whoa, got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Roger that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What the -- is that thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did you box a moving target?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, it's in auto track.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, my gosh, dude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wow. What is that, man?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look at that flying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID FRAVOR, U.S. NAVY COMMANDER",
      "sentences": "As I get within about a half-mile of it, it rapidly accelerates to the south in about two seconds and disappears. I believe as do the other folks that were on the flight when we visually saw it, that it was something not from this world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, UFOs, sightings of them, we've heard about it for years, but this many? \"The New York Times\" with a piece \"Wow, What Is That? Navy Pilots Report Unexplained Flying Objects.\" The strange objects, one of them like a spinning top, moving against the wind appeared almost daily from the summer of 2014 to March, 2015, high in the skies over the east coast. Navy pilots reported to their superiors that the objects had no visible engine or infrared exhaust plumes, but they could reach 30,000 feet and hypersonic speeds.\" Back with the panel. OK, Anna, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "Not my area of expertise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Not your area of expertise?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "But no, I think the bigger question to me is the fact that this story comes out and nobody is paying attention to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "That is shocking to me that this has not garnered more calls for investigations. People say no one is trying to debunk these guys and saying they are crazy. There's clearly some there there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There's there there. Tom, you had a piece written today, \"Why the UFO story is far more interesting than you think.\" Why is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "So I was working on this for a while. I've always been very interested in this phenomenon. But the basic points are that we have seen characteristics from these objects, whatever they are, that suggest intelligent control, adaptive responses in terms of interaction with U.S. naval aviators, British aviators. We have seen technology on these platforms that is far in advance either of the United States. It is not the Americans. I am extremely confident of that. And if it is not Americans, it's not the Chinese or Russians because their developed platforms in operation are far inferior, even on hypersonics, where they're pretty good.  The basic point is, though, and this is the U.S. government saying we don't know what it is. We don't think it is from earth, or any known government from earth, so we need more analysis. And I was speaking to Nick Pope earlier today who is the head of the British Government's UFO arm, and he said a lot of these sightings are things that can be explained. But a lot of them aren't. And these videos aren't explainable, so we need more analysis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here is reputable people talking about this. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUIS ELIZONDO, TO THE STARS ACADEMY",
      "sentences": "You are talking about individuals who have very high security clearances. They are trained observers. We've actually paid them and put them through school to be trained and very keen observers to scrutinize what they are seeing. And they are reporting to us that they are seeing something that they can't explain. And it's also being backed up by the video evidence and radar data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. DANNY ACCOIN, U.S. NAVY PILOT",
      "sentences": "Really no distinct wings, no distinct tale, no distinct exhaust. It seemed like they were aware of our presence because they would actively move around us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, former CIA analyst, just give us the scoop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "I was going to say, despite what people think, Bret, they don't bring us in on day one at Langley and say JFK assassination and UFOs, here is everything you have to know. That is actually not how it goes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "How about day two?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "But to apply a CIA approach to this -- yes, day two is when they get into the good stuff. To apply an analyst's approach to this, you'd say, OK, are these fabricators? Are people making up stories here? Sometimes you get the crazy, kooky people you think they say they're abducted. That is not this. This are people of high clearances, government people who have no incentive to lie about it.  And then if it's straightforward, if this is just hashtag science explanation is all we need, well, then what is it? To Tom's point, sometimes there are explanations, but so far with some of these that we have seen they aren't explanations. So I would just like to know what the explanations would be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I just want to play one more. Can physics explain this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "What would you estimate the speed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID FRAVOR, U.S. NAVY COMMANDER",
      "sentences": "Well above supersonic. It's like a bullet out of a gun it took off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So from what you know about aerodynamics, mechanics physics, should this be possible what you saw?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRAVOR",
      "sentences": "Not with the technology that we have today. Not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's December 20th, 2017, Tucker's interview with this U.S. Navy commander.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "And that commander in another interview has said he saw something below the water, which people I've talked to suggested that might be something, a controlling entity for those things. The basic point is that we don't know. But what we know should be enough to continue the investigation with more publicity. A positive note, although AATIP, which was the organization that Luis Elizondo who was showed there ran, closed up, the U.S. government still has programs investigating this. So it is still active. And I've heard Defense Secretary Shanahan is much more amenable to a more open process here than others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The president could get in the game too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "I would love to see those tweets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Sure. Senator Harry Reid used to be a proponent of more advocacy. John Podesta, the campaign manager for Hillary Clinton, was a big guy about alien --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "I remember being on the Hill and when Harry Reid was pushing this, because he was pushing the funding for it, it was kind of a joke. People were laughing at him and saying, you know, but he had the ability, the power and the purse. And clearly, he's in the in Nevada now and probably laughing all the way to the fact that he was right on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Ted Stevens as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The late Ted Stevens from Alaska. All right, panel, we did our best without a lot of details. We're going to get more out of Buck in the commercial break. When we come back, proof that it's never too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, a high school graduation 76 years in the making. Sent to war before graduation, 95-year-old Joe Perricone never had the opportunity to walk across the stage. His diploma was mailed to his mother as he was shipped off to basic training. Well, 76 years later, this past Saturday Joe finally donned his cap and gown as an honorary member of the class of 2019, and gave this advice to his fellow seniors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Whatever you decide to do, do the best you can, plus 10 percent. That 10 percent will usually get you an award for what you're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's good stuff. Congratulations, Joe. Thanks for inviting us into your home tonight. That's it for the “Special Report,” fair, balanced, and still unafraid. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Kim Jong-un made a statement that Joe Biden is a low I.Q. individual. He probably is based on his record. I think I agree with him on that. Joe Biden was a disaster. His administration with President Obama, they were basically a disaster when it came to so many things."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Overseas, President Trump making that statement, raising a lot of eyebrows here in Washington, and obviously with the Biden campaign. They put out a statement, saying \"The president's comments are beneath the dignity of the office. To be on foreign soil on Memorial Day and to side repeatedly with a murderous dictator against a fellow American and former Vice President speaks for itself. And it's part of a pattern of embracing autocrats at the expense of our institutions, whether taking Putin's word at a value in Helsinki or exchanging love letters with Kim Jong-un.\" Well, during this show, right before it, the president tweeted out, \"I was actually sticking up for sleepy Joe Biden while on foreign soil. Kim Jong- un called him a \"low I.Q. idiot\" and many other things, whereas I related the quote of Chairman Kim as a much softer \"low I.Q. individual.\" Who could possibly be upset with that?\" That is where we will start with our panel, former CIA analyst, nationally syndicated radio host Buck Sexton, Anna Palmer, senior Washington correspondent for \"Politico,\" and Tom Rogan, commentary writer for the \"Washington Examiner.\" OK, Buck, what do you think?"
    },
    {
      "speaker": "BUCK SEXTON, FORMER CIA ANALYST",
      "utterance": "President Trump likes to troll people, we know this. This is not surprising at all, and I think that those who are engaging in a bit pearl-clutching over this need to remember that this is also a president who has been accused of being crazy, committing treason, being a criminal by mainstream Democratic voices day in and day out for over two years. So I don't think anyone would really find this all that surprising in what we have seen in the past. On the substance, though, I do think Joe Biden is going to have a lot to answer for on the Obama administration's policy for eight years. There is really not a win to point to, and especially now that we're out of Iran nuclear deal and people are seeing that Iranian behavior didn't change in response to that on some key issues, I think that that is going to be a weak spot. So this is exactly what we are going to expect going into the campaign season, which is Trump is going to be punching hard, and he's not going to back down just because people say that it is unpresidential. That is not going to change."
    },
    {
      "speaker": "BAIER",
      "utterance": "Anna? ANNA PALMER, SENIOR WASHINGTON CORRESPONDENT, \"POLITICO\": I don't think the president ever steps down on things like this. One of the key issues that he often goes to is chaos. He likes to have kind of this chaotic presidency, and this is really one of those situations where you have the president out of step with his advisors. I think the real question is, what does that mean for our foreign allies? I think they don't like the chaos presidency as much as this might help the president --"
    },
    {
      "speaker": "BAIER",
      "utterance": "How so? On the issue on North Korea, on the issue of Iran, what are you talking about?"
    },
    {
      "speaker": "PALMER",
      "utterance": "Absolutely, where they're negotiating. You had John Bolton going to the UAE to do negotiations. You have his advisors and senior advisors doing into foreign countries to negotiate things and this president is throwing their strategy into chaos."
    },
    {
      "speaker": "BAIER",
      "utterance": "Tom, before this, you had Ian Bremmer put out a tweet that said \"President Trump in Tokyo,\" quote, \"Kim Jong-un is smarter and would make a better president than sleepy Joe Biden.\" It was a made-up tweet, made-up quote, rather, and he had a lot of pushback about the made-up quote and it went viral. And then the president said what he said, and it kind of took a little bit of the steam off of the focus of the viral tweet. TOM ROGAN, COMMENTARY WRITER, \"WASHINGTON EXAMINER\": And mea culpa. I retweeted that, that Bremmer tweet. I don't know what he was thinking doing that. But there is a dichotomy, I think, in terms of the president's language on Joe Biden, which I don't think is in the best interest of the country, but also his language on Kim Jong-un, because I think the president is getting some unfair criticism on Kim Jong-un, because behind the scenes, from my understanding, from people I talked to, the big issue here is Kim Jong-un has not yet decided whether to do the grand bargain with President Trump or to double down on the old game of extortion by missile test. And as long as there is a chance of getting this diplomatic track to work, I think it's preferable for President Trump to make all the positive comments he can."
    },
    {
      "speaker": "BAIER",
      "utterance": "So clearly the Japan part of the trip was a success from the White House's point of view?"
    },
    {
      "speaker": "ROGAN",
      "utterance": "I think so as well. I think it was about reassuring Prime Minister Abe the Japanese national security establishment that the United States has their back both on the China angle, which is why you saw the president visiting the amphibious warfare vessel, but also in terms of saying, listen, we have you protected. We're not going to sacrifice you to get a deal with Kim."
    },
    {
      "speaker": "BAIER",
      "utterance": "Buck, here is the president on Iran and a response from Iran."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'm not looking to hurt Iran at all. I'm looking to have Iran say no nuclear weapons. I think we'll make a deal. I think Iran, again, I think Iran has tremendous economic potential. And I look forward to letting them get back to the stage where they can show that. It has a chance to be a great country with the same leadership. We are not looking for regime change."
    },
    {
      "speaker": "ABBAS MOUSAVI, IRANIAN FOREIGN MINISTRY SPOKESMAN",
      "utterance": "The Islamic Republic of Iran does not pay much attention to statements and rhetoric. What is important for us is the change in tone much lead to change in approach, and eventually in behavior."
    },
    {
      "speaker": "BAIER",
      "utterance": "If you look at our latest FOX poll, Buck, President Trump on Iran, too tough, not tough enough, about right, and you see the break down there. And the change from April, not much of one. Your thoughts?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "Well, the president said that the Iran deal was flawed all through the campaign, promised to get out of it, and now here we are obviously because of the lack of ballistic missiles covered in it as well as support for terrorism across the Middle East. There were huge holes in the Obama era deal, and now we are seeing that the president wants to take a different track. There is a lot of reporting now about the dissent between Trump and Bolton. I like to think of this more as a kind of good cop/bad cop on Iran situation, and in this situation you actually Trump as good cop here. He realizes that another war in the Middle East would be disastrous from the perspective of his base, never mind everything else that we have seen in recent history. He doesn't want us to go there, but he also knows that Iranian behavior is unacceptable. The Obama era treaty was really about a foreign policy legacy more than anything else. And just on this notion that he coddles dictators all the time, which we heard from the Biden camp and recently, how is he coddling Putin by going after Maduro in Venezuela when Maduro relies on Russian assistance? When you look at what the substance of what Trump does, it's actually not favorable. And by the way, I agree with Tom's comments on Kim Jong-un wholeheartedly. It is not about on a substantive level helping dictators. It's really just a question of the style that people seem to object to so much."
    },
    {
      "speaker": "BAIER",
      "utterance": "How much of this foreign policy and how he is dealing with it do you think will play in 2020 as we get ready to go through this Democratic primary process?"
    },
    {
      "speaker": "PALMER",
      "utterance": "It's clearly on the minds of voters. I think it's definitely on the minds of Capitol Hill and senators who are very, I think, nervous about what the president is doing with Iran, what they're doing with North Korea. I think you're going to start to see that play out more and more on Capitol Hill in terms of hearings, in terms of trying to get a handle on what the president is doing. And I think one of the questions you are going to see is I don't know that the 21 Democratic candidates are going to be talking about foreign policy every single day. I think you're going to hear them talk more about education, about the wage issues, and probably a lot more about some of the social issues that are raging down in the south versus this. But this is going to be one of the flashpoints."
    },
    {
      "speaker": "BAIER",
      "utterance": "Tom?"
    },
    {
      "speaker": "ROGAN",
      "utterance": "Very quickly, on Iran, I think it is true that John Bolton is trying to play the good cop/bad cop, but it is noticeable that Secretary of State Mike Pompeo and President Trump have very different articulations of what they want. President Trump, amenability to a deal with Rouhani just on nuclear, Secretary of State Pompeo, a long list of demands in return for negotiations. So it will be interesting to see how that plays out."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, panel, stand by. Next up, who knew we would be talking about this, but can UFOs be explained away? What is up with these latest investigations?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Whoa, got it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Roger that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What the -- is that thing?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Did you box a moving target?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No, it's in auto track."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, my gosh, dude."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Wow. What is that, man?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Look at that flying."
    },
    {
      "speaker": "DAVID FRAVOR, U.S. NAVY COMMANDER",
      "utterance": "As I get within about a half-mile of it, it rapidly accelerates to the south in about two seconds and disappears. I believe as do the other folks that were on the flight when we visually saw it, that it was something not from this world."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, UFOs, sightings of them, we've heard about it for years, but this many? \"The New York Times\" with a piece \"Wow, What Is That? Navy Pilots Report Unexplained Flying Objects.\" The strange objects, one of them like a spinning top, moving against the wind appeared almost daily from the summer of 2014 to March, 2015, high in the skies over the east coast. Navy pilots reported to their superiors that the objects had no visible engine or infrared exhaust plumes, but they could reach 30,000 feet and hypersonic speeds.\" Back with the panel. OK, Anna, what do you think?"
    },
    {
      "speaker": "PALMER",
      "utterance": "Not my area of expertise."
    },
    {
      "speaker": "BAIER",
      "utterance": "Not your area of expertise?"
    },
    {
      "speaker": "PALMER",
      "utterance": "But no, I think the bigger question to me is the fact that this story comes out and nobody is paying attention to it."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's what I'm saying."
    },
    {
      "speaker": "PALMER",
      "utterance": "That is shocking to me that this has not garnered more calls for investigations. People say no one is trying to debunk these guys and saying they are crazy. There's clearly some there there."
    },
    {
      "speaker": "BAIER",
      "utterance": "There's there there. Tom, you had a piece written today, \"Why the UFO story is far more interesting than you think.\" Why is it?"
    },
    {
      "speaker": "ROGAN",
      "utterance": "So I was working on this for a while. I've always been very interested in this phenomenon. But the basic points are that we have seen characteristics from these objects, whatever they are, that suggest intelligent control, adaptive responses in terms of interaction with U.S. naval aviators, British aviators. We have seen technology on these platforms that is far in advance either of the United States. It is not the Americans. I am extremely confident of that. And if it is not Americans, it's not the Chinese or Russians because their developed platforms in operation are far inferior, even on hypersonics, where they're pretty good. The basic point is, though, and this is the U.S. government saying we don't know what it is. We don't think it is from earth, or any known government from earth, so we need more analysis. And I was speaking to Nick Pope earlier today who is the head of the British Government's UFO arm, and he said a lot of these sightings are things that can be explained. But a lot of them aren't. And these videos aren't explainable, so we need more analysis."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here is reputable people talking about this. Take a listen."
    },
    {
      "speaker": "LUIS ELIZONDO, TO THE STARS ACADEMY",
      "utterance": "You are talking about individuals who have very high security clearances. They are trained observers. We've actually paid them and put them through school to be trained and very keen observers to scrutinize what they are seeing. And they are reporting to us that they are seeing something that they can't explain. And it's also being backed up by the video evidence and radar data."
    },
    {
      "speaker": "LT. DANNY ACCOIN, U.S. NAVY PILOT",
      "utterance": "Really no distinct wings, no distinct tale, no distinct exhaust. It seemed like they were aware of our presence because they would actively move around us."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, former CIA analyst, just give us the scoop."
    },
    {
      "speaker": "SEXTON",
      "utterance": "I was going to say, despite what people think, Bret, they don't bring us in on day one at Langley and say JFK assassination and UFOs, here is everything you have to know. That is actually not how it goes."
    },
    {
      "speaker": "BAIER",
      "utterance": "How about day two?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "But to apply a CIA approach to this -- yes, day two is when they get into the good stuff. To apply an analyst's approach to this, you'd say, OK, are these fabricators? Are people making up stories here? Sometimes you get the crazy, kooky people you think they say they're abducted. That is not this. This are people of high clearances, government people who have no incentive to lie about it. And then if it's straightforward, if this is just hashtag science explanation is all we need, well, then what is it? To Tom's point, sometimes there are explanations, but so far with some of these that we have seen they aren't explanations. So I would just like to know what the explanations would be."
    },
    {
      "speaker": "BAIER",
      "utterance": "I just want to play one more. Can physics explain this."
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "What would you estimate the speed?"
    },
    {
      "speaker": "DAVID FRAVOR, U.S. NAVY COMMANDER",
      "utterance": "Well above supersonic. It's like a bullet out of a gun it took off."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So from what you know about aerodynamics, mechanics physics, should this be possible what you saw?"
    },
    {
      "speaker": "FRAVOR",
      "utterance": "Not with the technology that we have today. Not at all."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's December 20th, 2017, Tucker's interview with this U.S. Navy commander."
    },
    {
      "speaker": "ROGAN",
      "utterance": "And that commander in another interview has said he saw something below the water, which people I've talked to suggested that might be something, a controlling entity for those things. The basic point is that we don't know. But what we know should be enough to continue the investigation with more publicity. A positive note, although AATIP, which was the organization that Luis Elizondo who was showed there ran, closed up, the U.S. government still has programs investigating this. So it is still active. And I've heard Defense Secretary Shanahan is much more amenable to a more open process here than others."
    },
    {
      "speaker": "BAIER",
      "utterance": "The president could get in the game too."
    },
    {
      "speaker": "ROGAN",
      "utterance": "I would love to see those tweets."
    },
    {
      "speaker": "BAIER",
      "utterance": "Sure. Senator Harry Reid used to be a proponent of more advocacy. John Podesta, the campaign manager for Hillary Clinton, was a big guy about alien --"
    },
    {
      "speaker": "PALMER",
      "utterance": "I remember being on the Hill and when Harry Reid was pushing this, because he was pushing the funding for it, it was kind of a joke. People were laughing at him and saying, you know, but he had the ability, the power and the purse. And clearly, he's in the in Nevada now and probably laughing all the way to the fact that he was right on this."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Ted Stevens as well."
    },
    {
      "speaker": "BAIER",
      "utterance": "The late Ted Stevens from Alaska. All right, panel, we did our best without a lot of details. We're going to get more out of Buck in the commercial break. When we come back, proof that it's never too late."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, a high school graduation 76 years in the making. Sent to war before graduation, 95-year-old Joe Perricone never had the opportunity to walk across the stage. His diploma was mailed to his mother as he was shipped off to basic training. Well, 76 years later, this past Saturday Joe finally donned his cap and gown as an honorary member of the class of 2019, and gave this advice to his fellow seniors."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Whatever you decide to do, do the best you can, plus 10 percent. That 10 percent will usually get you an award for what you're doing."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's good stuff. Congratulations, Joe. Thanks for inviting us into your home tonight. That's it for the “Special Report,” fair, balanced, and still unafraid. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}