{
  "date": "May 15, 2017",
  "headline": "Report: The president revealed classified info to Russians",
  "subHeadline": "The 'Special Report' All-Star panel weighs in",
  "url": "https://www.foxnews.com/transcript/report-the-president-revealed-classified-info-to-russians",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JAMES ROSEN, FOX NEWS",
      "sentences": "We're going to bring in our panel a bit early so we can discuss this bombshell Washington Post report about President Trump having possibly given classified intelligence information to the Russians. Let's bring in the panel: Brit Hume, Fox News political analyst; Juan Williams, columnist with The Hill; and syndicated columnist Charles Krauthammer.  Already we are starting to see, gentlemen, some reaction from official Washington pouring in here.  The Democratic National Committee has a statement. I will read part of it to you now. \"Russia no longer has to spy on us to get information. They just asked President Trump and he spills the beans with highly classified information that jeopardizes our national security.\" It goes on in that vein.  Democratic Senator Mark Warner of Virginia, a member of the Intelligence Committee says, \"If true, this is a slap in the face to the intel community. Risking sources and methods is inexcusable particularly with the Russians.\" Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "sentences": "I think these statements are completely irresponsible from the DNC. They have no idea what was revealed. They have no idea the gravity of it. It can be. Perhaps it's not. But this is just pure opportunism. And a reflex reaction and particularly since their candidate for the presidency had been spilling classified information, some of the highest level for a year a half and all the Democrats pretended it either wasn't a problem or that it should be ignored. It's rather unseemly.  Having said that, the issue is we don't know what the information was. Probably the content of it is not the problem. What it sounds is if -- we have an ally who has infiltrated into ISIS and this might have helped the Russians see that. And perhaps knowing the Russians, that information would be spilled elsewhere because after all, the Russians are allied with Iran, Hezbollah, Hamas, others. So that information could spread.   It's something like what happened some years ago when there was a leak from the Yemen branch of al Qaeda and we learned about the -- I think they had advanced operations in terms of blowing up airliners by hiding electronics. And by leaking that, we revealed that we had somebody inside the operation who was blown. And that was the end of that source of information. So this is -- it's not as if it hasn't happened before. It's possible. We are not sure how much of a breach it is but if it did hinder our relationship with an ally who's already infiltrated inside, it could be a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "The nickname given to the intelligence committee for many years is \"the wilderness of mirrors\" so it's quite conceivable in an instance like this one that where the President -- let's say if we accept The Washington Post article at face value -- divulged something that our intelligence committee believes he should not have, that the Russians might not notice it or that they might take a different construction on it than we think they might take.   So there is a lot unknown here. I gather you are inclined to take the least charitable view of the President's actions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "sentences": "No, in fact, I always want to give the President the benefit of the doubt but I think that the context here is very important. And the context is that this President, as you know, is under investigation by the FBI, the Senate and the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "I've got to stop you right there because the President said, made it very clear in the whole Comey affair that the FBI director had told him he's not under investigation. And others like Senator Feinstein, the Democrat from California had apparently said the same on camera. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. What I think the point is his campaign, his campaign -- the Trump campaign and potentially the President are subject to this probe and we don't know where the probe is going. We don't know what they found as yet.   But in that context, then this news comes as lightning because then it suggests, wait a second, does President Trump have some closer affiliation with the Russians than we are aware of and why is he having this type of conversation with the Russians, if true? Absolutely it's the case of the President is the ultimate decider when it comes to what is classified and non-classified. But the idea that he would be in somehow close collaboration with the Russians that would put intelligence sources at risk, really does strike you as appalling.  And the second thing to say is here -- and this picks up on what you were talking about, James -- the intelligence community for a large part, especially after the firing of Comey, is clearly in an antagonistic pose towards the President. They do not feel comfortable. The whole idea that the FBI agents were somehow angry at Comey was denied by the acting FBI director who said to the contrary, people are upset at the way Comey was treated by the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "I think the implication of The Washington Post article, which again we have yet to confirm here, was that the conveyance of information was inadvertent on the President's part, not an act of collusion such as you describe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "That's the point, James.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "Go ahead -- Brit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Two things here that are in question. One is whether in fact the revelation the President made, whatever it was exactly, had the effect of actually disclosing sources and methods not necessarily of our own intelligence operations but of a friendly ally. And that's very serious indeed.   The other question is whether it simply would sufficiently indiscreet, just the mention of the fact that the information is at hand and we have it. That the ally who said, wait a minute, we didn't tell them they could broadcast that around, would be so offended by that that the ally would then in the future be reluctant to share intelligence with us and thereby would cut off a potential source of information -- source of an entirely different kind. So we don't really know what the nature of this alleged breach was. And I don't think the fact that the President is entitled to declassify information at will, will help him very much in this instance. If he made an indiscreet revelation, whether inadvertent or not -- that' a problem. It either goes to the question of his being so naive and so untutored in these matters that he doesn't know what he ought to say and what he ought not or it goes to something worse. I rather suspect the former.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "There's no indication in The Washington Post article that in the Kremlin, high-fives were being exchanged over this. Isn't it possible or at least conceivable that the publication of this article could do a lot more to enhance the Russians understanding of this breach than they enjoyed up until now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "I can't imagine that the Russians have to consult the \"Post\" in order to evaluate how important the information is that they have got. What clearly happened here, what seems to be the implication of the story is that an ally might have been sort of revealed to have -- let's assume, some kind of asset inside of ISIS. Sometimes it can take years to plant an asset such as that. In the operation, I mentioned, in Yemen years ago it had taken years. And it was the end of a successful operation.   I don't think anybody is talking about illegalities. The President has a right to declassify anything anytime he wants. Not a question of did he act illegally; is -- was it unwisely. And one of all the probabilities, the idea that he was acting as a Manchurian candidate feeding information to his Russian operatives and controllers is ridiculous. The only implication here is that he is unschooled. This is his first go- around with sensitive information and he might've slipped up. If he did, it's not good.  On the other hand, if it's not deliberate, it's not exactly a high crime and misdemeanor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I think that you have to realize, Charles, that whereas you might say to a new president of any kind, you know, you are unschooled. I think maybe he's just not accustomed to this kind of transaction. You would say that's an error. But in the context of this moment, given his questions about his relationship with Russia that he would invite not only the foreign minister but the ambassador into the Oval Office and if you recall also invite the Russian press at a time when he wasn't inviting the American press people were concerned of that leaving all kinds of devices in the Oval Office. This is what is creating so much attention to this report from The Washington Post.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "I think that context is irrelevant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "If none of this had happened, this would still be a front- page story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES ROSEN, FOX NEWS CORRESPONDENT",
      "sentences": "Can I suggest some other elements to the context of the Russia relationship right now, since you think these things are relevant. The Trump administration did not roll back the Crimea sanctions. Is that correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "Is that relevant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Of course it's relevant. And the question is, were they inclined, going back to Michael Flynn's discussion with the Russian ambassador initially, which is what got him fired, and the question about whether he was discussing sanctions. So the question then becomes was there so pressure that the president couldn't act in such blatant way as to reverse the sanctions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "He's damned if he does and he's damned if he doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, it's not. Look, that's why we are having investigations into his campaign and potentially his relationships with the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "I think the salient point here is that if we are going to look at the context between the Trump administration and the Kremlin, the context has to record as well that this administration has not been singularly friendly to the Russians, right. We have kept the sanctions on board. They have also had some very tough things to say at the United Nations Security Council by Nikki Haley, the ambassador there. Brit, do you see that this story itself is now going to consume the investigative apparatus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "Maybe, but I would say this. It looks to me that this is a story that goes to the president's handling of classified information, and it's kind of incidental and really not related to what the central focus of the Russian investigation is about. The Russian investigation is primarily about the efforts by Russia to interfere with and perhaps influence the American election. A subset of that is the possibility mentioned only in passing in what James Comey has repeatedly identified as a counterintelligence investigation as to whether there was some form of cooperation between the Trump campaign and the Russians. This matter, it seems to me, is related to the president's discretion in handling classified information. It could have been another foreign visitor in the Oval Office to whom this information was revealed and it would have been the same problem, which is this was stuff that was passed to us. We are supposed to keep mum about it, and perhaps we didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "We have a response now from the secretary of state, Rex Tillerson, which I read to you from my inbox. \"During President Trump's meeting with foreign minister Lavrov,\" that's Sergey Lavrov, the Russian foreign minister, \"a broad range of subjects were discussed, among which were common efforts and threats regarding counterterrorism. During that exchange,\" the secretary of state continues, \"the nature of specific threats were discussed, but they did not discuss sources, methods, or military operations.\" Charles?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "If there is any relevant context here, it has nothing to do with Russian intervention in our elections. It has to do with the blowing up of an airplane over the Sinai about a year ago or so in which ISIS had planted a bomb. That's the issue. That's the problem. If the Russians are worried about stuff, that's what they're worried about, as are we. Here's a common issue that we have. We don't have a lot of common issues between us. It would be perfectly relevant and reasonable for a president to discuss the threats, but perhaps, we don't know, the story implies that he went over a line in revealing too much so that the Russians might have had an insight into our methods. Other than that, there is nothing here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "Juan, I give you 15 seconds to tell us what you would like to see happen to this information. Do you want to see this added to the list of investigations, et cetera?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. I mean, again, I would prefer that the reality be that this president just is unaccustomed to dealing with highly classified information, was a little loose in his talk and that's all it is. But when I hear that response from Tillerson, I am alarmed because Tillerson says there was no specific discussion of methods and sources, but he doesn't say, oh, the president didn't do this.  And similarly, the quote in the piece, we talk about anonymous sources, the quote in the piece comes from the national security adviser McMaster, and he too says well, we have taken steps. It's not that he says this didn't happen. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES ROSEN, FOX NEWS",
      "utterance": "We're going to bring in our panel a bit early so we can discuss this bombshell Washington Post report about President Trump having possibly given classified intelligence information to the Russians."
    },
    {
      "speaker": "Let's bring in the panel",
      "utterance": "Brit Hume, Fox News political analyst; Juan Williams, columnist with The Hill; and syndicated columnist Charles Krauthammer. Already we are starting to see, gentlemen, some reaction from official Washington pouring in here. The Democratic National Committee has a statement. I will read part of it to you now. \"Russia no longer has to spy on us to get information. They just asked President Trump and he spills the beans with highly classified information that jeopardizes our national security.\" It goes on in that vein. Democratic Senator Mark Warner of Virginia, a member of the Intelligence Committee says, \"If true, this is a slap in the face to the intel community. Risking sources and methods is inexcusable particularly with the Russians.\" Charles."
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "utterance": "I think these statements are completely irresponsible from the DNC. They have no idea what was revealed. They have no idea the gravity of it. It can be. Perhaps it's not. But this is just pure opportunism. And a reflex reaction and particularly since their candidate for the presidency had been spilling classified information, some of the highest level for a year a half and all the Democrats pretended it either wasn't a problem or that it should be ignored. It's rather unseemly. Having said that, the issue is we don't know what the information was. Probably the content of it is not the problem. What it sounds is if -- we have an ally who has infiltrated into ISIS and this might have helped the Russians see that. And perhaps knowing the Russians, that information would be spilled elsewhere because after all, the Russians are allied with Iran, Hezbollah, Hamas, others. So that information could spread. It's something like what happened some years ago when there was a leak from the Yemen branch of al Qaeda and we learned about the -- I think they had advanced operations in terms of blowing up airliners by hiding electronics. And by leaking that, we revealed that we had somebody inside the operation who was blown. And that was the end of that source of information. So this is -- it's not as if it hasn't happened before. It's possible. We are not sure how much of a breach it is but if it did hinder our relationship with an ally who's already infiltrated inside, it could be a problem."
    },
    {
      "speaker": "ROSEN",
      "utterance": "The nickname given to the intelligence committee for many years is \"the wilderness of mirrors\" so it's quite conceivable in an instance like this one that where the President -- let's say if we accept The Washington Post article at face value -- divulged something that our intelligence committee believes he should not have, that the Russians might not notice it or that they might take a different construction on it than we think they might take. So there is a lot unknown here. I gather you are inclined to take the least charitable view of the President's actions."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "utterance": "No, in fact, I always want to give the President the benefit of the doubt but I think that the context here is very important. And the context is that this President, as you know, is under investigation by the FBI, the Senate and the House."
    },
    {
      "speaker": "ROSEN",
      "utterance": "I've got to stop you right there because the President said, made it very clear in the whole Comey affair that the FBI director had told him he's not under investigation. And others like Senator Feinstein, the Democrat from California had apparently said the same on camera. So --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. What I think the point is his campaign, his campaign -- the Trump campaign and potentially the President are subject to this probe and we don't know where the probe is going. We don't know what they found as yet. But in that context, then this news comes as lightning because then it suggests, wait a second, does President Trump have some closer affiliation with the Russians than we are aware of and why is he having this type of conversation with the Russians, if true? Absolutely it's the case of the President is the ultimate decider when it comes to what is classified and non-classified. But the idea that he would be in somehow close collaboration with the Russians that would put intelligence sources at risk, really does strike you as appalling. And the second thing to say is here -- and this picks up on what you were talking about, James -- the intelligence community for a large part, especially after the firing of Comey, is clearly in an antagonistic pose towards the President. They do not feel comfortable. The whole idea that the FBI agents were somehow angry at Comey was denied by the acting FBI director who said to the contrary, people are upset at the way Comey was treated by the President."
    },
    {
      "speaker": "ROSEN",
      "utterance": "I think the implication of The Washington Post article, which again we have yet to confirm here, was that the conveyance of information was inadvertent on the President's part, not an act of collusion such as you describe."
    },
    {
      "speaker": "HUME",
      "utterance": "That's the point, James."
    },
    {
      "speaker": "ROSEN",
      "utterance": "Go ahead -- Brit."
    },
    {
      "speaker": "HUME",
      "utterance": "Two things here that are in question. One is whether in fact the revelation the President made, whatever it was exactly, had the effect of actually disclosing sources and methods not necessarily of our own intelligence operations but of a friendly ally. And that's very serious indeed. The other question is whether it simply would sufficiently indiscreet, just the mention of the fact that the information is at hand and we have it. That the ally who said, wait a minute, we didn't tell them they could broadcast that around, would be so offended by that that the ally would then in the future be reluctant to share intelligence with us and thereby would cut off a potential source of information -- source of an entirely different kind. So we don't really know what the nature of this alleged breach was. And I don't think the fact that the President is entitled to declassify information at will, will help him very much in this instance. If he made an indiscreet revelation, whether inadvertent or not -- that' a problem. It either goes to the question of his being so naive and so untutored in these matters that he doesn't know what he ought to say and what he ought not or it goes to something worse. I rather suspect the former."
    },
    {
      "speaker": "ROSEN",
      "utterance": "There's no indication in The Washington Post article that in the Kremlin, high-fives were being exchanged over this. Isn't it possible or at least conceivable that the publication of this article could do a lot more to enhance the Russians understanding of this breach than they enjoyed up until now."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "I can't imagine that the Russians have to consult the \"Post\" in order to evaluate how important the information is that they have got. What clearly happened here, what seems to be the implication of the story is that an ally might have been sort of revealed to have -- let's assume, some kind of asset inside of ISIS. Sometimes it can take years to plant an asset such as that. In the operation, I mentioned, in Yemen years ago it had taken years. And it was the end of a successful operation. I don't think anybody is talking about illegalities. The President has a right to declassify anything anytime he wants. Not a question of did he act illegally; is -- was it unwisely. And one of all the probabilities, the idea that he was acting as a Manchurian candidate feeding information to his Russian operatives and controllers is ridiculous. The only implication here is that he is unschooled. This is his first go- around with sensitive information and he might've slipped up. If he did, it's not good. On the other hand, if it's not deliberate, it's not exactly a high crime and misdemeanor."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I think that you have to realize, Charles, that whereas you might say to a new president of any kind, you know, you are unschooled. I think maybe he's just not accustomed to this kind of transaction. You would say that's an error. But in the context of this moment, given his questions about his relationship with Russia that he would invite not only the foreign minister but the ambassador into the Oval Office and if you recall also invite the Russian press at a time when he wasn't inviting the American press people were concerned of that leaving all kinds of devices in the Oval Office. This is what is creating so much attention to this report from The Washington Post."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "I think that context is irrelevant."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Not at all."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "If none of this had happened, this would still be a front- page story."
    },
    {
      "speaker": "JAMES ROSEN, FOX NEWS CORRESPONDENT",
      "utterance": "Can I suggest some other elements to the context of the Russia relationship right now, since you think these things are relevant. The Trump administration did not roll back the Crimea sanctions. Is that correct?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "ROSEN",
      "utterance": "Is that relevant?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Of course it's relevant. And the question is, were they inclined, going back to Michael Flynn's discussion with the Russian ambassador initially, which is what got him fired, and the question about whether he was discussing sanctions. So the question then becomes was there so pressure that the president couldn't act in such blatant way as to reverse the sanctions?"
    },
    {
      "speaker": "ROSEN",
      "utterance": "He's damned if he does and he's damned if he doesn't."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, it's not. Look, that's why we are having investigations into his campaign and potentially his relationships with the Russians."
    },
    {
      "speaker": "ROSEN",
      "utterance": "I think the salient point here is that if we are going to look at the context between the Trump administration and the Kremlin, the context has to record as well that this administration has not been singularly friendly to the Russians, right. We have kept the sanctions on board. They have also had some very tough things to say at the United Nations Security Council by Nikki Haley, the ambassador there. Brit, do you see that this story itself is now going to consume the investigative apparatus?"
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "Maybe, but I would say this. It looks to me that this is a story that goes to the president's handling of classified information, and it's kind of incidental and really not related to what the central focus of the Russian investigation is about. The Russian investigation is primarily about the efforts by Russia to interfere with and perhaps influence the American election. A subset of that is the possibility mentioned only in passing in what James Comey has repeatedly identified as a counterintelligence investigation as to whether there was some form of cooperation between the Trump campaign and the Russians. This matter, it seems to me, is related to the president's discretion in handling classified information. It could have been another foreign visitor in the Oval Office to whom this information was revealed and it would have been the same problem, which is this was stuff that was passed to us. We are supposed to keep mum about it, and perhaps we didn't."
    },
    {
      "speaker": "ROSEN",
      "utterance": "We have a response now from the secretary of state, Rex Tillerson, which I read to you from my inbox. \"During President Trump's meeting with foreign minister Lavrov,\" that's Sergey Lavrov, the Russian foreign minister, \"a broad range of subjects were discussed, among which were common efforts and threats regarding counterterrorism. During that exchange,\" the secretary of state continues, \"the nature of specific threats were discussed, but they did not discuss sources, methods, or military operations.\" Charles?"
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "If there is any relevant context here, it has nothing to do with Russian intervention in our elections. It has to do with the blowing up of an airplane over the Sinai about a year ago or so in which ISIS had planted a bomb. That's the issue. That's the problem. If the Russians are worried about stuff, that's what they're worried about, as are we. Here's a common issue that we have. We don't have a lot of common issues between us. It would be perfectly relevant and reasonable for a president to discuss the threats, but perhaps, we don't know, the story implies that he went over a line in revealing too much so that the Russians might have had an insight into our methods. Other than that, there is nothing here."
    },
    {
      "speaker": "ROSEN",
      "utterance": "Juan, I give you 15 seconds to tell us what you would like to see happen to this information. Do you want to see this added to the list of investigations, et cetera?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. I mean, again, I would prefer that the reality be that this president just is unaccustomed to dealing with highly classified information, was a little loose in his talk and that's all it is. But when I hear that response from Tillerson, I am alarmed because Tillerson says there was no specific discussion of methods and sources, but he doesn't say, oh, the president didn't do this. And similarly, the quote in the piece, we talk about anonymous sources, the quote in the piece comes from the national security adviser McMaster, and he too says well, we have taken steps. It's not that he says this didn't happen. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}