{
  "date": "May 23, 2018",
  "headline": "Rep. Eric Swalwell on the handling of Russia investigation",
  "subHeadline": "Democratic congressman Rep. Eric Swalwell discusses the intelligence community's response to 2016 threats from Russia on 'The Story.'",
  "url": "https://www.foxnews.com/transcript/rep-eric-swalwell-on-the-handling-of-russia-investigation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "sentences": "Hello there, Bret. Good to see you. New developments tonight. So, President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "-- spies in the campaign yesterday inadvertently. We now call it spy gate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now, here is President Trump at the White House coining a new term today as part of his full-throated attacks on reports that a confidential FBI source infiltrated the campaign. Good evening, everybody. I'm Martha MacCallum, and this is 'The Story.' Those comments not sitting too well with members of Obama's national security team whom the president has shown no mercy on since the reports broke.  President Obama's director of national intelligence James Clapper is out with his brand new book and he is talking to a lot of folks about, it's called Facts and Fear. And he is now saying that since leaving his post, he now has no doubt that Russia swung the 2016 election. He hit back at Trump a short time ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CHIEF WASHINGTON CORRESPONDENT, CNN",
      "sentences": "Did the intelligence community spy on President Trump and his campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CLAPPER, FORMER UNITED STATES DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "No, we did not. And that -- it is a distortion of what I said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This has fired FBI director James Comey, says president Trump's actions are doing, \"lasting damage to our country\". In moments, Democratic congressman Eric Swalwell joins me, and Brit Hume, with all the political fallout tonight. But first, chief national correspondent Ed Henry, live at the White House with the very latest. Hi, Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Well, Martha, good to see you. It's not quite Richard Nixon, saying he was not a crook. But it was interested at James Clapper, today on CNN vowed that he did not commit any crimes. A sign, at least that President Trump has turned the tables on former top Intel officials like Clapper, who keeps shifting his story about exactly what kind of surveillance occurred on the Trump campaign. Back in March of 2017, when the president first charged there was surveillance, Clapper went on NBC to insist that was not true and there was no wiretap activity. Now, Clapper has changed that to say that there was spying in his words. But it was necessary and a good thing for Donald Trump, because Obama officials were trying to make sure there was no foreign influence on the campaign. That's led to new questions for Clapper, about previous questions he faced in 2013 from a Democrat, Ron Wyden, who felt he was misled by the then director of the national intelligence when he asked him under oath whether the government was collecting any type of data on millions of Americans. Clapper's critics say, he lied about that lie this week when he was confronted by Meghan McCain on \"The View.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEGHAN MCCAIN, CO-HOST, THE VIEW, ABC",
      "sentences": "In 2013, when you were asked about it, you said no. So that is a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAPPER",
      "sentences": "No, it isn't a lie. I'm sorry. It isn't a lie. I was thinking about something else. Another program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Well, that led the president to put out a tweet calling Clapper a lying machine, today. He added it was a good thing for the country he fired former FBI Director James Comey, because of the FBI's chief's quote, unquote, \"tremendous lies\". Including the fact that Comey's agency led their surveillance. Well, Comey, today acknowledged some kind of surveillance occurred by stressing the tweet it was quote, unquote, \"tightly regulated\". And in fact, Clapper said Comey's FBI was involved in spying. He used that word in an interview. But here's the kicker, Clapper says when the FBI conduct their surveillance, they were only spying on the Russians and their intermediaries, somehow, not spying on Americans or Trump officials on the other end of those conversations. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, THE VIEW, ABC",
      "sentences": "Was the FBI spying on Trump's campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAPPER",
      "sentences": "No. No, what he -- they were not. They were spying on a term I don't particularly like, but on what the Russian were doing? What they were trying to do was protect our political system and protect the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "A lot of bad things have happened. I want them all to get together. They'll sit in a room. Hopefully, they'll be able to work it out among themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Now, That's a reference to tomorrow's meeting between Republicans Devin Nunes and Trey Gowdy with the FBI director and the deputy attorney general Democrat Chuck Schumer, today, demanding Christopher Wray and Rod Rosenstein, reconsider the meeting, instead, have a bipartisan meeting to sort all this out. They're now talking about a second meeting after Memorial Day that will include Democrats. Anyway, Gowdy said he doesn't care who's on the list. He just wants, quote, unquote, \"open minds and closed lips.\" Meaning, he doesn't want any leaks from this meeting tomorrow and he wants people in the meeting to have open minds about the actual intelligence, not the spin about whether or not there was spying, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ed, thank you very much. So my next guest says that President Trump is acting like a dictator for telling the DOJ to look into the reports of surveillance of his campaign. Democratic congressman Eric Swalwell joins me now. Congressman, good to have you with us tonight. Thanks for -- thanks for being here.  REP. ERIC SWALWELL, D—CALIF., HOUSE INTELLIGENCE SELECT COMMITTEE: Hey, Martha. Thanks for having me back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, good to have you back, I appreciate it. You know, one of the questions that I have, you know, when James Clapper goes out and talks about all of the concerns that they had, that there were contacts and he now says that he is absolutely positive that the Russians somehow swung the U.S. election. Why did they not? Because it was considered at one point, Andrew McCabe was in the room, James Comey was in the room, according to these reports. Why did they not do what they call a defensive briefing? If they were so concerned about the future of the election, why didn't they get in touch with the campaign, and say, look, we think they're reaching out to your folks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "I'm not suggesting, Martha, that they did everything right and that's why I have called for an independent commission. I wrote legislation Republicans report that -- so that we can tell the American people in part, whether the government's response was adequate. But I completely agree that there were many red flags that were missed, and just to put this in context though, Donald Trump, was also telling the American people that the election was going to be rigged, and intelligence officials have acknowledged to Congress that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How, so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "-- that -- well, that played into their decision as to whether to tell the American people what the Russians were doing. Because they didn't want to play into that false narrative Donald Trump was peddling. I don't think that was right, I think that was the wrong call on the Obama administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, they may have -- you know, if Hillary Clinton, who says that she believes that the Russians stole the election from her, then, she must be pretty angry at the intelligence agencies, because if they had stepped in --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Yes, and I don't -- I don't believe -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "If they had stepped in and done what they -- you know, perhaps should have done, wouldn't this have gone differently. It also raise the question, James Comey, so he want it to share the dossier with the president because he was genuinely concerned that it could be used as some form of kompromat. Why did that not apply earlier in the process if they were concerned that the Russians had something over this campaign or over this candidate? You know, it makes no sense that they wouldn't have briefed them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, why do you think they didn't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "And again, I don't know. I think an independent commission though would have told the American people that. I don't think it's too late to do that. September 11th, the commission was able to answer a lot of questions like this, that commission was not put in place on September 12th. It took a year after the attack. So, they're still time but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, here's what we do know, James Comey has said that they were convinced that Hillary Clinton was going to win. So, if they're convinced that Hillary Clinton is going to win, they're talking about her - - the investigation into her quite off -- quite often during the course of this time. And yet, they don't talk to the Trump campaign about what they're concerned about in that campaign, is it possibly because they want to keep a window open to that campaign? They've got some intelligence coming out of that campaign because they haven't made them aware of the full situation. And perhaps, that might be the reason do you think that they didn't want to be transparent with the head of that campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "No, there are investigative tactics that the FBI will use to learn more about what an enemy is doing as it infiltrates either an organization, a political candidate, etcetera. That may have been what was going on here. If they wanted to tilt the election toward Hillary Clinton, they would have revealed that this investigation was underway when it was underway. That never came out and I think that shows that they were -- you know, they may have made a bad decision by not telling the Trump campaign about this effects of the briefing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But do you think they should answer for that? Do you think that there needs to be some kind of investigation into how they handled this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Absolutely. Yes, that's why I wrote the bill to have an independent commission, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Alright. So, in terms of what you, you -- I would imagine would like to be in that room during this meeting tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Well, for tomorrow yes, because I want to make sure that if anything comes out of that meeting that it is accurately told to the American people, and we have seen from Chairman Nunez in the past whether is this unmasking claims or the memo that they wrote that there's been a distortion. So, to protect against a perversion of the evidence, yes, Democrats should be invited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Alright, let me ask you this, why did King James Clapper is now certain that the Russians were able to throw the election and before when he was actually the DNI, he wasn't certain?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Well I'm not certain that that's the case I'm certain they attacked us, they weaponized social media. They tried to help Donald Trump unless we had a full-scale independent investigation we couldn't answer that question but I think it's a question that Republicans and Democrats would want to know the answer to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "And surely, of course, they need to answer too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you don't think there was any collusion then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "No, I do think there's evidence of collusion. Evidence is not a conclusion, but what we should do is let Bob Mueller tell us criminally whether there was collusion which is a conspiracy to defraud the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I understand what you are saying. But you -- from what you're saying as I understand it, you think that it was a mistake for James Clapper and Jim Comey, not to have given some sort of briefing about what they were seeing at the time to the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "I want to know why they didn't. I think the American people should know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, good question. All right, thank you very much, Eric Swalwell. Good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here in now, Brit Hume, Fox News senior political analyst, joins us. Brit, always good to see you. Thanks for being here this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "Thanks, Martha. Glad to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, your thoughts on -- you know, for instance, in the beginning, I guess, this is a question of spy versus informant because there seems to be a lot of agitation in the press and at the White House over which word is appropriate here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Well I don't think, we're dealing with a professional. I don't think that anyone that we've heard about was James Bond. On the other hand, remember at the time this was going on, the FBI was conducting a counterintelligence investigation. That which is to say the FBI was acting as it's -- in its capacity as our domestic, domestic spy agency. So people who are providing information secretly to the FBI are obviously spying. Now they think as I say, they may not rise to the level of James Bond, but they're spying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, what do you think about James Clapper, you know coming out now and talking about the fact that -- you know, he's very unhappy. He says, \"After I left government service, I had my own decision to make. I had not planned to write anything but after experiencing the election and the behavior by and the impact of the Trump administration, I changed my mind.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Well, I think he has a personal antipathy toward Donald Trump, shared widely among certain intelligence professors -- professionals. Certainly, John Brennan has that feeling and one can imagine, certainly, that James Comey does as well.  So, yes, there's that motivation. But I think, you have to really look carefully at what Clapper has said. He is now claiming as you mentioned to Eric Swalwell that the Russians were decisive in the election. I worry about a man who was once considered a serious intelligence analyst reaching that conclusion because -- you know, all of -- all the deep dives that have been done into what the Russians did during the election I've indicated, yes, they tried. But what they spent and what they did was utterly dwarfed by all the other efforts, all the other spending, all the other advertising, all the other messaging, all the other campaigning that was done on both sides of that campaign. And it is -- it is seems unbelievable that someone could come to the conclusion that, that what the Russians did is big as -- not as big as they wanted to be, perhaps, but they thought was big, but it was actually minuscule. But that could have made a difference. It's just not -- it's just not plausible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I mean, they have -- they have charged 13 Russians with -- you know a campaign, into open up lots of different accounts to get on social media which is something that you know I think is pretty clear that they wanted to influence. Let's take a look at another, another piece of the book by James Clapper. Another quote from the book, and put it on the screen. It says, \"Of course, the Russian effort affected the outcome. Surprising even themselves, they swung the election to a Trump win. To conclude otherwise stretches logic, common sense, and credulity to the breaking point. Less than 80,000 votes in three key states swung the election. I have no doubt, he goes on to say that more votes than that were influenced by this massive effort by the Russians.\" So, somehow, he has been able to get into the head of those 80,000 voters, and he says even more than that really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And he knows that that's why they voted the way they did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "But we -- the problem was saying, he know something like that is. That first of all, he didn't present -- he presents no evidence. He just calls it massive. He presents no evidence, he ought to know how utterly vast the undertakings are in a presidential campaign. How and you can't ever know for sure what is going on the minds of countless voters as they make up their minds how to vote. You just -- it's just not a circumstance, now look, if there'd been some huge issue involving Russia that had been central to the campaign. And it -- and it had been argued throughout, and the Russians had -- you know pulled some kind of an intelligence stunt where they made it appear that the facts were one way, in fact, the facts well the other. You could kind of make that argument, not on this evidence that's it -- that's disturbingly silly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, and he's still -- it's interesting to me because, in the interviews that he's doing, he'll lay this out and say, well I know this now. And you know I'm just -- indefinite about it, I'm certain about it. But then, when asked how you know, he really doesn't have anything to substantiate it other than the number of, you know, Twitter accounts that were opened and the like. You know, but then, when asked how he thinks. He says Putin was absolutely involved, when asked about that, he says how that's classified I can't get into that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Well, yes, that's right. And I'll think about it this, Martha, he even says in the -- in the course of the things you've cited there that something about how a lot of the messages that were coming out of Trump campaign were the ones that the Russians were promoting, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "So, how in the world would you ever be able to tell which of those messages is if they're mirrored by the Trump campaign and all of its multiple utterances are the ones that people believe and not the ones by the Russians or vice versa? It's just an imponderable. I mean, you know, it's a -- it's an extravagant claim, one well beyond the knowledge of an intelligence officer and he -- and he basically cites no evidence for this. This is a man remember Martha who has had his trouble shaking hands with the truth in the past as has been noted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As has been noted. Interestingly, on the view, going back and forth, you said, he said, I was talking about something else. But I didn't actually explain what the other thing he was talking about was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Well, not only that Martha, the question that Ron Wyden asked him --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, let's point clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "-- about, about spying on Americans was very broad, a very general, it spoke of no particular program at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "So, when he says he's speaking about another program, what other program? No program was being mentioned. He was asked a broad bay risk question, and his answer was absolutely false.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And he said yes, but not wittingly or unwittingly, so absolutely not was his answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Right. That was his answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Brit, thank you very much. Great to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "You bet, Martha. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So coming up next, President Trump doubling down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I called them animals the other day and I was met with rebuke. They said they are people. They're not people, these are animals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So one of the officers on the front lines with MS-13 faces off with an advocate who says that the term animal is not fair, next. That's straight ahead. Plus this, the 30-year-old millennial taken to court by his mom and dad, kicked out of their house, wants to share his side of the story. He is speaking out live. He'll give us his story coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm thinking what's best for me and you know I do want to leave and I want to leave as soon as possible but you know, it's not -- it's not tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The Democrats are sticking up for MS-13. You heard Nancy Pelosi the other day like trying to find all sorts of reasons why they should be able to stay. These are stone-cold killers, vicious killers and when you hear families like that and see families, these are incredible families, what they lost their daughters in this case. You had some other people in the room, they lost sons. This should never happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you'll see that full interview tomorrow morning with Brian Kilmeade, President Trump talking exclusively with him after the roundtable today in Long Island. He met with members of a Long Island community that knows first-hand the heinous violence and the unthinkable brutality that is committed by these gang members of MS-13. The President also doubled down on that characterization of these gang members as animals and the victim's family members echoed those sentiments. EVELYN RODRIGUEZ, DAUGHTER KILLED BY MS-13: My daughter Kayla was a beautiful girl. She had dreams and they took that away from her. You said the other day that these individuals are animals, you're correct. They are animals in how they kill, how they get these kids and they tortured them. ROBERT MICKENS, DAUGHTER KILLED BY MS-13: The American dream is still there. But if you're going to come here with acts of violence, you can stay in your own country with that because we don't need it here anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "James McDermott is on the frontlines of fighting this gang as a police officer in Long Island. He is also the Nassau County Police PBA President and was at the president's roundtable today. Ali Noorani is the Executive Director of the National Immigration Forum. Gentlemen thank you very much for being here. I'd like to start with you Officer Dermott because you -- can you explain to those at home who may not be as familiar as those of us who live in this area and other areas of the country are about why you would call these individuals animals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES MCDERMOTT, PRESIDENT, NASSAU COUNTY POLICE BENEVOLENT ASSOCIATION",
      "sentences": "Well they're a heinous group, a street gang domestic terrorists in my opinion. They not only are involved in drug trafficking, human trafficking, prostitution, they commit murders, rapes, robberies, burglaries, any penal law crime you can figure out they've committed. And they're their crimes, when they do kill somebody it's usually a mutilation, beheading, stabbing bodies hundreds and thousands of times. It's -- they're a despicable group.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they purposefully dismember bodies and leave them in conditions that in some cases they are completely unrecognizable, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDERMOTT",
      "sentences": "Unidentifiable for the family, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ali, do you agree that these individuals, you know, could correctly be called animals for their behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALI NOORANI, EXECUTIVE DIRECTOR, NATIONAL IMMIGRATION FORUM",
      "sentences": "Well, first I have to say three things, Martha. I mean, first and foremost our thoughts and prayers go out to the families of these victims. I mean, the tragedy, the anguish, it's just awful. Number two, I want to thank the men and women in blue who are serving and protecting communities in Long Island and across the country and are really addressing this problem head-on. And number three, we want to really think about what's the solution here because MS-13, if they are -- you know, if they're a violent criminal, they do not belong in our country full stop. And the fact is that they're often preying on immigrant communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOORANI",
      "sentences": "So the solution here is to make sure that immigrant communities are trusting law enforcement and they are the ones who are reporting those crimes and saying, you know what, that person over there that is a hardened criminal who does not -- who I do not want in my community. So these are the kinds of solutions that we have to be focusing on. And I hope and I think the majority of Americans, majority of Americans hope that we can really move beyond the name-calling and let's talk about solutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, let me ask you about -- you know, so it sounds like you probably were surprised when you heard the backlash by some in the media who were very offended by President Trump's comment the other day when he said these are animals. People gave him a really hard time for saying that. So you -- do you agree with them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOORANI",
      "sentences": "Well, I'm kind of wondering who the president is talking about anymore when he talks about immigrants because remember at the beginning of last year and over the course of the last 12 months he's been talking about a bill of love for DREAMers. He rarely talks about that anymore and we've got a legitimate debate happening in Congress that the majority of Americans would like to see, a solution for DREAMers. So I think the President has a real opportunity to bring the country together, bring Congress together and find some real legislative solutions that protect DREAMers, secure our border and yes make sure that the violent hardened criminals that are MS-13 gang members are not part of our communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, I was kind of surprised, Officer McDermott, when I heard the backlash to what was said because the president in that statement was absolutely talking about MS-13 gang members and what they had done to people and the fact that they have no right to be in this country. You know, so in terms of that backlash and you know, what do we need to define here in terms of how we're discussing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDERMOTT",
      "sentences": "Well, going to the animals statement, I believe the President tried to clear it up today at the roundtable discussion that he was speaking specifically about the MS-13 gang. He wasn't speaking -- he definitely wasn't speaking about the El Salvadorian community. I think he's an emotional person. He shoots from the hip. You know, like I said earlier today, the person at -- the people to ask if animal was an OK statement as the victim's families and you saw how they responded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. You saw exactly how they feel. Gentlemen, thank you very much good to have both of you here today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDERMOTT",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So breaking right now, Milwaukee is bracing for a potential backlash after police just released body cam video of a controversial arrest of an NBA player. That full story is straight ahead. Plus, amid a growing child foster care crisis in this country, several cities and states are now pulling funding from adoption providers because of their religious beliefs. The fight for faith after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So the opioid crisis is putting new stress now on the child foster care system nationwide. Tens of thousands of children are now being removed from homes due to their parents' addiction. So there's a growing need for families to take in and adopt foster children. So, why would the city of Philadelphia be severing their ties with Catholic Social Services, an organization that has served as a backbone for the city helping to provide families and foster care for decades? Trace Gallagher following this story for us from our west coast newsroom tonight. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT, FOX NEWS",
      "sentences": "Hi, Martha. Catholic Social Services as you said has worked in Philadelphia for 20-plus years. On an average day the Catholic charity serves 120 children in foster care, supervises 100 different foster homes, and last year the organization worked with more than 2200 at risk kids in Philadelphia alone. And, yet, back in March, shortly after issuing an emergency call for 300 foster families. The city of Philadelphia cut ties to Catholic Social Services denouncing it as discriminatory and launching an investigation into its practices. Why? Because the Catholic charity holds Catholic beliefs about same sex marriage and has a policy of placing every foster child with a mom and a dad.  Philadelphia Mayor Jim Kenny says, quote, \"We cannot use taxpayer dollars to fund organizations that discriminate against people because of their sexual orientation or because of their same sex marriage status. It's just not right.\" So, while the city fights identity politics, tonight hundreds of kids remain in group homes instead of foster homes. Sharon Fulton has been a Philadelphia foster parent for 20 years, taking in 40 children. Her home has been empty since April. She says, quote, \"I'm used to children laughing and running up and down the stairs. When the children aren't here, I feel lost.\" Advocates for religious liberty have now filed a federal lawsuit against Philadelphia but Catholic charities have also been forced out of welfare systems in California, Massachusetts, Illinois, and the District of Columbia. And the ACLU is trying to overturn laws in Michigan and Texas that protect religious freedom. But even lawyers who specialize in LGBT law say in some rural areas religiously affiliated adoption organizations are the only ones within a reasonable distance. And just last week, Oklahoma passed a law that provides legal protections to faith-based agencies that will not place children with same sex couples. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you. My next guest knows firsthand how foster care can turn around a child's life. She was removed from her birth family at five years old and placed with another family to St. Vincent Catholic charities in Michigan, actually there were several families in between and then she was finally faced with this family through the Catholic charities. This is a quote from her piece shat she wrote. \"Saint Vincent rescues children from the most vulnerable, most disadvantaged backgrounds like mine and gives them a chance to be a part of a loving family and have a normal, healthy, happy childhood.\"  Shamber Flore joins me now along with Stephanie Barclay, an attorney with the Becket Fund for religious liberty who has done a tremendous amount of work in this religious freedom area. Good to see both of you tonight. Shamber, you say at the age of five gunshots and sirens were my lullaby. I was exposed to gangs, prostitution, drugs and abuse before most kids learn their ABCs. That's your story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAMBER FLORE, FORMER FOSTER CHILD",
      "sentences": "Yes, it is that is all very true. I was exposed to all that and very unfit circumstances. I'm so grateful to Saint Vincent because they saved my life. And I think every foster kid should have that exact same opportunity. And I'm just hurt and confused as to why anyone would want to remove that privilege from any child and to remove those opportunities and faith-based adoption agencies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You were bounced around from a few foster homes and you said every time you got to one you were separated from your siblings. You said every time you got to one you kind of hope this was going to be your forever family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORE",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And when Saint Vincent entered the picture they put you and your siblings back together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORE",
      "sentences": "yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that's where you saved, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's an extraordinary story. Now you are working on a same career. So you have turn your life and I give you so much credit because a lot of that came from Saint Vincent and a lot of it comes from you. So good for you. Stephanie, why does the law, how does the law work here? Because, Catholic church and all these faith-based organizations have such a history of being foster parents and taking care. They take the burden off a lot of these cities, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANIE BARCLAY, ATTORNEY, BECKET FUND",
      "sentences": "Right. I mean, for a city with so much history the people in charge have pretty short memories. Catholic Social Services have been serving these children for over a century. And actually the city itself has ranked them as one the best providers when it comes to finding more homes for these children when we are dealing with such a critical need and the crisis with a shortage of homes. And so, what this lawsuit is about is protecting that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You say right now in Philadelphia there are 300 kids who are looking for homes and there's like 6,000 who in the foster care system currently, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARCLAY",
      "sentences": "Yes. The city, the same month Catholic Social Services put out an urgent request for at least 300 additional foster parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So where are they are going to find where these kids are going to go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARCLAY",
      "sentences": "Well, that's exactly the question. Catholic Social Services itself supervises and supports over 100 foster parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What happens when a same sex couple comes to a Catholic, you know, organization and says you would like to foster a child?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARCLAY",
      "sentences": "So Catholic Social Services would never turn any couple away. They'll make sure that they are able to adopt whether to Catholic Social Services themselves or by referring them to one of 26 nearby agencies who can better meet their needs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It sounds like a pretty good arrangement. What's your message to these cities, Shamber, before I let you go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORE",
      "sentences": "Well, I just, I mean, as you already stated, at the age of 5, guns and sirens were my lullaby, and that's so true to me, and I was exposed to gangs and prostitution and drugs and Saint Vincent gave me an opportunity and a loving family and I wouldn't want any other child to miss out on that. That is undergoing the same situations and I just don't see why anybody would want to take that away when it's such a national crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you write in your music about your experiences growing up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORE",
      "sentences": "I do. I use that to actually encourage other people that they can overcome their circumstances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good for you. Good luck to you, Shamber. It was good to meet you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORE",
      "sentences": "Thank you. Likewise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And Stephanie, thank you very much for being here today. It's a great story, very interesting. We will be watching this. All right. And this now, police body cam video has just been released of a controversial arrest of an NBA star for a parking violation. Got a live report tonight where the situation is heating up in Milwaukee. We'll take you there live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking tonight, a situation that we're monitoring in Milwaukee, Wisconsin where a body cam -- where body cam footage has just been released in the case of Bucks shooting guard Sterling Brown. The NBA player was tackled, arrested and tased back in January over a parking violation. The city is now bracing for backlash, which we hope does not happen in response to what is being called disturbing and disconcerting video. Matt Finn joins us with the back story on the scene this evening from Milwaukee. Good evening, Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, CORRESPONDENT, FOX NEWS",
      "sentences": "Good evening, Martha. Well, the Milwaukee police chief just reveal that an internal investigation has concluded that the officers that made that controversial and perhaps illegal arrest of NBA player Sterling Brown here in Milwaukee acted inappropriately and have been disciplined. Now, to give you some brief background, the video that we just obtained this police body cam video appears to show in January Bucks player Sterling Brown parked his car the wrong way across at least two handicapped parking spots outside of a Walgreen's here in Milwaukee. Police wait for him to come outside. They ask him for his I.D. and the video does not appear to show that the player gave them his I.D. Then a short while later the officers request for Brown to take his hands out of his pocket and the video shows to appear that Brown did not comply with that. Police eventually take Brown down and tased him. Here is some of that video and bear with us it is muffled because it is police body cam video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where is your driver's license? Back up. You don't see -- You don't see the issue here? You don't see the issue here. You are not parked across three lanes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Take your hands out of your pocket now. Take your hands out of your pockets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hello, I got stuff in my hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Taser, taser, taser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "A short while ago Sterling Brown released a statement writing in part, \"My experience in January with the Milwaukee Police Department was wrong. It shouldn't have happened to anybody. What should have been a simple parking ticket turned into an attempt at police intimidation followed by unlawful use of physical force, including being handcuffed and tased and then unlawfully booked. This experience with the Milwaukee Police Department has forced me to stand up and tell my story so that I can help prevent these injustices from happening in the future.\" And tonight here is the Milwaukee police chief responding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFONSO MORALES, CHIEF OF POLICE, MILWAUKEE POLICE DEPARTMENT",
      "sentences": "I'm sorry this escalated to this level. When I took office I vowed to rebuild trust between the Milwaukee Police Department and the community. We are doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "Martha, Milwaukee has been the site of violent protests and riots here in recent years. So the mayor and clergy here have been concerned about the reaction this video might cause here in the community as the sun sets, so far it appears peaceful. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's hope it stays that way. Matt, thank you very much. Here with more, Richard Fowler is a nationally syndicated talk show host and a Fox News contributor. Lawrence Jones is editor in chief of Campusreform.org. Gentlemen, thank you so much for being here both of you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD FOWLER, NATIONALLY SYNDICATED RADIO HOST",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me start with you, Lawrence, what do you, what's your thoughts as you look at this story tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, RADIO HOST",
      "sentences": "You know, Martha, I have been a big advocate for body cams because I believe that not only does it protect citizens but it also protects officers. Right in Texas my home state we had another body cam released today of an officer that was accused of sexual assault. The video came out and he did no such thing. In this case he accused the officers of excessive force, and it appears like there was some excessive force there not saying that he did everything, he didn't complied with all the orders, but the problem still, you know, exists did it justify that amount of force? And I think that they're going to have to go through the process. It's troubling to me but I also believe in due process, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. As we all do. Richard, when look at this video and you know, I mean, obviously, you know, he shouldn't been parked across three - if it's true that he parked across three handicapped spots. It's under understandable that whoever park that way when they come out of the building the police if they're at the time are going to want to ask them some questions and probably issue them a parking ticket. When you watch the back and forth between the interaction between the police officers and this young man, Sterling Brown, what goes through your mind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "Well, I think you're right. I mean, I think this all could have been solved by the initial responding officer, saying, sir, I'm giving you a ticket. Have a good day. And that would have been the end of it. We wouldn't have been here wouldn't have been talking about it. But I think because they escalated so quickly you saw what happened there. And I think this is one of the situations where it's a learning -- it's a learning experience. And I think one I agree with Lawrence that every police department in this country should be equipped with body cameras and they should be forced to wear them so there is accountability and transparency on both sides. Right. But beyond that I think what happened to Mr. Brown in this particular case speaks to a larger problem that we have in this country where instead of deescalating the situations what you are seeing from some police officers, let me be very clear, 99 percent of police officers do a good job. They go to work and they protect our serve our community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "But there is 1 percent that engages in behavior like this that calls to question are they really protecting and serving our community? And I think these are the type of videos that get people in the African- American community upset. And angry and speaks to a larger narrative of police brutality against people of color.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You know, Martha--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This statement from the Milwaukee Bucks. One second. They say the abuse and intimidation that Sterling experienced at the hands of the Milwaukee police was shameful and inexcusable. Sterling has our full support as he shares his story. Go ahead, Lawrence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "So, there is a couple of things. I had no problem with the officers engaging in conversation with him because just been, you know, a criminal justice major that is common, when you see someone park that way you don't know if the person is intoxicated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You don't know what's going on in their mind. And so questioning does take place in those situations. Also, Martha, it just goes back to what the force, was it necessary? And you got to look at the history. MPD has had some corruption problems. They've had negative relationship within that community. And so, they've been going through this path of trying to rebuild that relationship and trust with the community. And I think this did damage to it. I don't know what's the burden going to be, I don't know if they are going to remove these officers. Like I said they deserve due process but I think it's going to be hard rebuilding that trust after a situation like this. Not all cops are bad. Like I said there was a video right here in Texas where a young lady accused an officer of pulling her over and putting her in the back of the car and taking her around a parking lot and assaulting her and that just simply wasn't true because of the body cam. So we just never know in these situations but that's why it's critical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, and you know what? The cameras need to be on at all times and we need to make sure that we have this evidence which, as you say, can help to be exculpatory to whichever side deserves this. So I've got to leave it there. Gentlemen, thank you so much. Great to have both of you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll be watching what happens in Milwaukee this evening. Hopefully it stays calm. So, coming up next. No job, no money, and now no place to live. This 30-year-old refusing to leave mom and dad's house. He just got evicted in court and he joins us to tell us his side of the story next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you may have seen this story. An upstate New York couple has been trying to kick their son out of their house after he has been living there rent-free for eight years. He's 30 years old. They've asked him to leave five different times. They have offered him $1,100 to help him get started in his new life in his own place but he is refusing and then they took him to court and the judge evicted this man Michael Rotondo. And here exclusively is the man at the center of that legal fight, Michael Rotondo. Michael, thank you for speaking with us tonight. Where are you speaking to us from this evening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL ROTONDO, EVICTED FROM PARENTS HOUSE",
      "sentences": "I'm at a restaurant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. So you're not -- you've left the house?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "Well, I'm not there right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What about your -- what's your plan in terms of moving out after the judge's decision?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "Well, there is a time period where the attorney and my parents going to send a proposed order and then I can also appeal the decision but there is a lot of different things that -- there is a lot of possibilities but what it boils down to is I don't want to be there. I have been trying to get out for years. And it's not -- for this particular circumstance with the court case--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "-- regarding it, it's not so much that I -- not that I won't leave. It's not that I don't want to leave. It's that I just need enough time. I don't have much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you keep saying that but you had eight years and they've asked you five different times. You recognize, right, that this isn't your house. This is their house. Do you acknowledge that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "Well, when did I said that before? When did I say that before? When did I say that before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, I saw you speak earlier today and I read articles about your case and it says that you have been there for eight years and that you have been asked at different times to leave. So that's why I'm said in the past that you didn't have enough time to get out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "I don't -- I think that the argument that I have been making about not having enough time has only been speaking to the -- well, let me sum it up like this. The February 2nd notice is the first notice I received or the first I have heard of the decision by my parents that they wanted me to leave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right. That was several months ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "Right. But it's all one thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. So what's your plan now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "Well, I expect to be out in about three months or. So I'm going to try and make it so that the court supports that that's reasonable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right. Do you understand why your mom and dad want you to go? Maybe they think it's the best thing for you to move on with your life. You know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "I think it's more of like affiliated regarding the matters regarding my son than it is the fact that all of a sudden after eight years the two days after their visitation proceeding is heard, that it's time for me to go right after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, nonetheless, they have the right to ask you to leave. It's their home and they own it and you live there. So, we're going to have to leave it there, Michael. I'm sorry. We had a little problem with the Skype. And I thank you for being here. We're going to keep a close eye on your story and we'll be watching because everybody is paying attention. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROTONDO",
      "sentences": "Sure thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Our quote of the night coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Finally tonight, Secretary of Defense James Mattis delivered the address to a thousand cadets now second lieutenant graduating from the Air Force Academy today. His inspiring message is our quote of the night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES MATTIS, UNITED STATES SECRETARY OF DEFENSE",
      "sentences": "You now stand ready to hold the line to protect America's experiment in democracy with all of the cunning ferocity and grit you have inside of you. And as you step into your new roles my expectation for you is quite simple, always be ready to fight and to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's why they call him Mad Dog Mattis. We'll see you back here tomorrow night at 7. Tucker Carlson in D.C. is up next. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "utterance": "Hello there, Bret. Good to see you. New developments tonight. So, President Trump."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "-- spies in the campaign yesterday inadvertently. We now call it spy gate."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now, here is President Trump at the White House coining a new term today as part of his full-throated attacks on reports that a confidential FBI source infiltrated the campaign. Good evening, everybody. I'm Martha MacCallum, and this is 'The Story.' Those comments not sitting too well with members of Obama's national security team whom the president has shown no mercy on since the reports broke. President Obama's director of national intelligence James Clapper is out with his brand new book and he is talking to a lot of folks about, it's called Facts and Fear. And he is now saying that since leaving his post, he now has no doubt that Russia swung the 2016 election. He hit back at Trump a short time ago."
    },
    {
      "speaker": "JAKE TAPPER, CHIEF WASHINGTON CORRESPONDENT, CNN",
      "utterance": "Did the intelligence community spy on President Trump and his campaign?"
    },
    {
      "speaker": "JAMES CLAPPER, FORMER UNITED STATES DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "No, we did not. And that -- it is a distortion of what I said."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This has fired FBI director James Comey, says president Trump's actions are doing, \"lasting damage to our country\". In moments, Democratic congressman Eric Swalwell joins me, and Brit Hume, with all the political fallout tonight. But first, chief national correspondent Ed Henry, live at the White House with the very latest. Hi, Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Well, Martha, good to see you. It's not quite Richard Nixon, saying he was not a crook. But it was interested at James Clapper, today on CNN vowed that he did not commit any crimes. A sign, at least that President Trump has turned the tables on former top Intel officials like Clapper, who keeps shifting his story about exactly what kind of surveillance occurred on the Trump campaign. Back in March of 2017, when the president first charged there was surveillance, Clapper went on NBC to insist that was not true and there was no wiretap activity. Now, Clapper has changed that to say that there was spying in his words. But it was necessary and a good thing for Donald Trump, because Obama officials were trying to make sure there was no foreign influence on the campaign. That's led to new questions for Clapper, about previous questions he faced in 2013 from a Democrat, Ron Wyden, who felt he was misled by the then director of the national intelligence when he asked him under oath whether the government was collecting any type of data on millions of Americans. Clapper's critics say, he lied about that lie this week when he was confronted by Meghan McCain on \"The View.\""
    },
    {
      "speaker": "MEGHAN MCCAIN, CO-HOST, THE VIEW, ABC",
      "utterance": "In 2013, when you were asked about it, you said no. So that is a lie."
    },
    {
      "speaker": "CLAPPER",
      "utterance": "No, it isn't a lie. I'm sorry. It isn't a lie. I was thinking about something else. Another program."
    },
    {
      "speaker": "HENRY",
      "utterance": "Well, that led the president to put out a tweet calling Clapper a lying machine, today. He added it was a good thing for the country he fired former FBI Director James Comey, because of the FBI's chief's quote, unquote, \"tremendous lies\". Including the fact that Comey's agency led their surveillance. Well, Comey, today acknowledged some kind of surveillance occurred by stressing the tweet it was quote, unquote, \"tightly regulated\". And in fact, Clapper said Comey's FBI was involved in spying. He used that word in an interview. But here's the kicker, Clapper says when the FBI conduct their surveillance, they were only spying on the Russians and their intermediaries, somehow, not spying on Americans or Trump officials on the other end of those conversations. Watch."
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, THE VIEW, ABC",
      "utterance": "Was the FBI spying on Trump's campaign?"
    },
    {
      "speaker": "CLAPPER",
      "utterance": "No. No, what he -- they were not. They were spying on a term I don't particularly like, but on what the Russian were doing? What they were trying to do was protect our political system and protect the campaign."
    },
    {
      "speaker": "TRUMP",
      "utterance": "A lot of bad things have happened. I want them all to get together. They'll sit in a room. Hopefully, they'll be able to work it out among themselves."
    },
    {
      "speaker": "HENRY",
      "utterance": "Now, That's a reference to tomorrow's meeting between Republicans Devin Nunes and Trey Gowdy with the FBI director and the deputy attorney general Democrat Chuck Schumer, today, demanding Christopher Wray and Rod Rosenstein, reconsider the meeting, instead, have a bipartisan meeting to sort all this out. They're now talking about a second meeting after Memorial Day that will include Democrats. Anyway, Gowdy said he doesn't care who's on the list. He just wants, quote, unquote, \"open minds and closed lips.\" Meaning, he doesn't want any leaks from this meeting tomorrow and he wants people in the meeting to have open minds about the actual intelligence, not the spin about whether or not there was spying, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ed, thank you very much. So my next guest says that President Trump is acting like a dictator for telling the DOJ to look into the reports of surveillance of his campaign. Democratic congressman Eric Swalwell joins me now. Congressman, good to have you with us tonight. Thanks for -- thanks for being here. REP. ERIC SWALWELL, D—CALIF., HOUSE INTELLIGENCE SELECT COMMITTEE: Hey, Martha. Thanks for having me back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, good to have you back, I appreciate it. You know, one of the questions that I have, you know, when James Clapper goes out and talks about all of the concerns that they had, that there were contacts and he now says that he is absolutely positive that the Russians somehow swung the U.S. election. Why did they not? Because it was considered at one point, Andrew McCabe was in the room, James Comey was in the room, according to these reports. Why did they not do what they call a defensive briefing? If they were so concerned about the future of the election, why didn't they get in touch with the campaign, and say, look, we think they're reaching out to your folks?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "I'm not suggesting, Martha, that they did everything right and that's why I have called for an independent commission. I wrote legislation Republicans report that -- so that we can tell the American people in part, whether the government's response was adequate. But I completely agree that there were many red flags that were missed, and just to put this in context though, Donald Trump, was also telling the American people that the election was going to be rigged, and intelligence officials have acknowledged to Congress that --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How, so?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "-- that -- well, that played into their decision as to whether to tell the American people what the Russians were doing. Because they didn't want to play into that false narrative Donald Trump was peddling. I don't think that was right, I think that was the wrong call on the Obama administration."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, they may have -- you know, if Hillary Clinton, who says that she believes that the Russians stole the election from her, then, she must be pretty angry at the intelligence agencies, because if they had stepped in --"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Yes, and I don't -- I don't believe -- yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "If they had stepped in and done what they -- you know, perhaps should have done, wouldn't this have gone differently. It also raise the question, James Comey, so he want it to share the dossier with the president because he was genuinely concerned that it could be used as some form of kompromat. Why did that not apply earlier in the process if they were concerned that the Russians had something over this campaign or over this candidate? You know, it makes no sense that they wouldn't have briefed them."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "I agree."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, why do you think they didn't?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "And again, I don't know. I think an independent commission though would have told the American people that. I don't think it's too late to do that. September 11th, the commission was able to answer a lot of questions like this, that commission was not put in place on September 12th. It took a year after the attack. So, they're still time but --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, here's what we do know, James Comey has said that they were convinced that Hillary Clinton was going to win. So, if they're convinced that Hillary Clinton is going to win, they're talking about her - - the investigation into her quite off -- quite often during the course of this time. And yet, they don't talk to the Trump campaign about what they're concerned about in that campaign, is it possibly because they want to keep a window open to that campaign? They've got some intelligence coming out of that campaign because they haven't made them aware of the full situation. And perhaps, that might be the reason do you think that they didn't want to be transparent with the head of that campaign."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "No, there are investigative tactics that the FBI will use to learn more about what an enemy is doing as it infiltrates either an organization, a political candidate, etcetera. That may have been what was going on here. If they wanted to tilt the election toward Hillary Clinton, they would have revealed that this investigation was underway when it was underway. That never came out and I think that shows that they were -- you know, they may have made a bad decision by not telling the Trump campaign about this effects of the briefing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But do you think they should answer for that? Do you think that there needs to be some kind of investigation into how they handled this?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Absolutely. Yes, that's why I wrote the bill to have an independent commission, absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Alright. So, in terms of what you, you -- I would imagine would like to be in that room during this meeting tomorrow?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Well, for tomorrow yes, because I want to make sure that if anything comes out of that meeting that it is accurately told to the American people, and we have seen from Chairman Nunez in the past whether is this unmasking claims or the memo that they wrote that there's been a distortion. So, to protect against a perversion of the evidence, yes, Democrats should be invited."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Alright, let me ask you this, why did King James Clapper is now certain that the Russians were able to throw the election and before when he was actually the DNI, he wasn't certain?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Well I'm not certain that that's the case I'm certain they attacked us, they weaponized social media. They tried to help Donald Trump unless we had a full-scale independent investigation we couldn't answer that question but I think it's a question that Republicans and Democrats would want to know the answer to."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely, absolutely."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "And surely, of course, they need to answer too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you don't think there was any collusion then?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "No, I do think there's evidence of collusion. Evidence is not a conclusion, but what we should do is let Bob Mueller tell us criminally whether there was collusion which is a conspiracy to defraud the United States."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I understand what you are saying. But you -- from what you're saying as I understand it, you think that it was a mistake for James Clapper and Jim Comey, not to have given some sort of briefing about what they were seeing at the time to the campaign."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "I want to know why they didn't. I think the American people should know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, good question. All right, thank you very much, Eric Swalwell. Good to have you here tonight."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "My pleasure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here in now, Brit Hume, Fox News senior political analyst, joins us. Brit, always good to see you. Thanks for being here this evening."
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "Thanks, Martha. Glad to see you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, your thoughts on -- you know, for instance, in the beginning, I guess, this is a question of spy versus informant because there seems to be a lot of agitation in the press and at the White House over which word is appropriate here."
    },
    {
      "speaker": "HUME",
      "utterance": "Well I don't think, we're dealing with a professional. I don't think that anyone that we've heard about was James Bond. On the other hand, remember at the time this was going on, the FBI was conducting a counterintelligence investigation. That which is to say the FBI was acting as it's -- in its capacity as our domestic, domestic spy agency. So people who are providing information secretly to the FBI are obviously spying. Now they think as I say, they may not rise to the level of James Bond, but they're spying."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, what do you think about James Clapper, you know coming out now and talking about the fact that -- you know, he's very unhappy. He says, \"After I left government service, I had my own decision to make. I had not planned to write anything but after experiencing the election and the behavior by and the impact of the Trump administration, I changed my mind.\""
    },
    {
      "speaker": "HUME",
      "utterance": "Well, I think he has a personal antipathy toward Donald Trump, shared widely among certain intelligence professors -- professionals. Certainly, John Brennan has that feeling and one can imagine, certainly, that James Comey does as well. So, yes, there's that motivation. But I think, you have to really look carefully at what Clapper has said. He is now claiming as you mentioned to Eric Swalwell that the Russians were decisive in the election. I worry about a man who was once considered a serious intelligence analyst reaching that conclusion because -- you know, all of -- all the deep dives that have been done into what the Russians did during the election I've indicated, yes, they tried. But what they spent and what they did was utterly dwarfed by all the other efforts, all the other spending, all the other advertising, all the other messaging, all the other campaigning that was done on both sides of that campaign. And it is -- it is seems unbelievable that someone could come to the conclusion that, that what the Russians did is big as -- not as big as they wanted to be, perhaps, but they thought was big, but it was actually minuscule. But that could have made a difference. It's just not -- it's just not plausible."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I mean, they have -- they have charged 13 Russians with -- you know a campaign, into open up lots of different accounts to get on social media which is something that you know I think is pretty clear that they wanted to influence. Let's take a look at another, another piece of the book by James Clapper. Another quote from the book, and put it on the screen. It says, \"Of course, the Russian effort affected the outcome. Surprising even themselves, they swung the election to a Trump win. To conclude otherwise stretches logic, common sense, and credulity to the breaking point. Less than 80,000 votes in three key states swung the election. I have no doubt, he goes on to say that more votes than that were influenced by this massive effort by the Russians.\" So, somehow, he has been able to get into the head of those 80,000 voters, and he says even more than that really."
    },
    {
      "speaker": "HUME",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And he knows that that's why they voted the way they did."
    },
    {
      "speaker": "HUME",
      "utterance": "But we -- the problem was saying, he know something like that is. That first of all, he didn't present -- he presents no evidence. He just calls it massive. He presents no evidence, he ought to know how utterly vast the undertakings are in a presidential campaign. How and you can't ever know for sure what is going on the minds of countless voters as they make up their minds how to vote. You just -- it's just not a circumstance, now look, if there'd been some huge issue involving Russia that had been central to the campaign. And it -- and it had been argued throughout, and the Russians had -- you know pulled some kind of an intelligence stunt where they made it appear that the facts were one way, in fact, the facts well the other. You could kind of make that argument, not on this evidence that's it -- that's disturbingly silly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, and he's still -- it's interesting to me because, in the interviews that he's doing, he'll lay this out and say, well I know this now. And you know I'm just -- indefinite about it, I'm certain about it. But then, when asked how you know, he really doesn't have anything to substantiate it other than the number of, you know, Twitter accounts that were opened and the like. You know, but then, when asked how he thinks. He says Putin was absolutely involved, when asked about that, he says how that's classified I can't get into that."
    },
    {
      "speaker": "HUME",
      "utterance": "Well, yes, that's right. And I'll think about it this, Martha, he even says in the -- in the course of the things you've cited there that something about how a lot of the messages that were coming out of Trump campaign were the ones that the Russians were promoting, right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "HUME",
      "utterance": "So, how in the world would you ever be able to tell which of those messages is if they're mirrored by the Trump campaign and all of its multiple utterances are the ones that people believe and not the ones by the Russians or vice versa? It's just an imponderable. I mean, you know, it's a -- it's an extravagant claim, one well beyond the knowledge of an intelligence officer and he -- and he basically cites no evidence for this. This is a man remember Martha who has had his trouble shaking hands with the truth in the past as has been noted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As has been noted. Interestingly, on the view, going back and forth, you said, he said, I was talking about something else. But I didn't actually explain what the other thing he was talking about was."
    },
    {
      "speaker": "HUME",
      "utterance": "Well, not only that Martha, the question that Ron Wyden asked him --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, let's point clear."
    },
    {
      "speaker": "HUME",
      "utterance": "-- about, about spying on Americans was very broad, a very general, it spoke of no particular program at all."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "HUME",
      "utterance": "So, when he says he's speaking about another program, what other program? No program was being mentioned. He was asked a broad bay risk question, and his answer was absolutely false."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And he said yes, but not wittingly or unwittingly, so absolutely not was his answer."
    },
    {
      "speaker": "HUME",
      "utterance": "Right. That was his answer."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Brit, thank you very much. Great to see you tonight."
    },
    {
      "speaker": "HUME",
      "utterance": "You bet, Martha. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So coming up next, President Trump doubling down."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I called them animals the other day and I was met with rebuke. They said they are people. They're not people, these are animals."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So one of the officers on the front lines with MS-13 faces off with an advocate who says that the term animal is not fair, next. That's straight ahead. Plus this, the 30-year-old millennial taken to court by his mom and dad, kicked out of their house, wants to share his side of the story. He is speaking out live. He'll give us his story coming up next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm thinking what's best for me and you know I do want to leave and I want to leave as soon as possible but you know, it's not -- it's not tomorrow."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The Democrats are sticking up for MS-13. You heard Nancy Pelosi the other day like trying to find all sorts of reasons why they should be able to stay. These are stone-cold killers, vicious killers and when you hear families like that and see families, these are incredible families, what they lost their daughters in this case. You had some other people in the room, they lost sons. This should never happen."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you'll see that full interview tomorrow morning with Brian Kilmeade, President Trump talking exclusively with him after the roundtable today in Long Island. He met with members of a Long Island community that knows first-hand the heinous violence and the unthinkable brutality that is committed by these gang members of MS-13. The President also doubled down on that characterization of these gang members as animals and the victim's family members echoed those sentiments. EVELYN RODRIGUEZ, DAUGHTER KILLED BY MS-13: My daughter Kayla was a beautiful girl. She had dreams and they took that away from her. You said the other day that these individuals are animals, you're correct. They are animals in how they kill, how they get these kids and they tortured them. ROBERT MICKENS, DAUGHTER KILLED BY MS-13: The American dream is still there. But if you're going to come here with acts of violence, you can stay in your own country with that because we don't need it here anymore."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "James McDermott is on the frontlines of fighting this gang as a police officer in Long Island. He is also the Nassau County Police PBA President and was at the president's roundtable today. Ali Noorani is the Executive Director of the National Immigration Forum. Gentlemen thank you very much for being here. I'd like to start with you Officer Dermott because you -- can you explain to those at home who may not be as familiar as those of us who live in this area and other areas of the country are about why you would call these individuals animals."
    },
    {
      "speaker": "JAMES MCDERMOTT, PRESIDENT, NASSAU COUNTY POLICE BENEVOLENT ASSOCIATION",
      "utterance": "Well they're a heinous group, a street gang domestic terrorists in my opinion. They not only are involved in drug trafficking, human trafficking, prostitution, they commit murders, rapes, robberies, burglaries, any penal law crime you can figure out they've committed. And they're their crimes, when they do kill somebody it's usually a mutilation, beheading, stabbing bodies hundreds and thousands of times. It's -- they're a despicable group."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they purposefully dismember bodies and leave them in conditions that in some cases they are completely unrecognizable, correct?"
    },
    {
      "speaker": "MCDERMOTT",
      "utterance": "Unidentifiable for the family, yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ali, do you agree that these individuals, you know, could correctly be called animals for their behavior."
    },
    {
      "speaker": "ALI NOORANI, EXECUTIVE DIRECTOR, NATIONAL IMMIGRATION FORUM",
      "utterance": "Well, first I have to say three things, Martha. I mean, first and foremost our thoughts and prayers go out to the families of these victims. I mean, the tragedy, the anguish, it's just awful. Number two, I want to thank the men and women in blue who are serving and protecting communities in Long Island and across the country and are really addressing this problem head-on. And number three, we want to really think about what's the solution here because MS-13, if they are -- you know, if they're a violent criminal, they do not belong in our country full stop. And the fact is that they're often preying on immigrant communities."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's right."
    },
    {
      "speaker": "NOORANI",
      "utterance": "So the solution here is to make sure that immigrant communities are trusting law enforcement and they are the ones who are reporting those crimes and saying, you know what, that person over there that is a hardened criminal who does not -- who I do not want in my community. So these are the kinds of solutions that we have to be focusing on. And I hope and I think the majority of Americans, majority of Americans hope that we can really move beyond the name-calling and let's talk about solutions."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, let me ask you about -- you know, so it sounds like you probably were surprised when you heard the backlash by some in the media who were very offended by President Trump's comment the other day when he said these are animals. People gave him a really hard time for saying that. So you -- do you agree with them?"
    },
    {
      "speaker": "NOORANI",
      "utterance": "Well, I'm kind of wondering who the president is talking about anymore when he talks about immigrants because remember at the beginning of last year and over the course of the last 12 months he's been talking about a bill of love for DREAMers. He rarely talks about that anymore and we've got a legitimate debate happening in Congress that the majority of Americans would like to see, a solution for DREAMers. So I think the President has a real opportunity to bring the country together, bring Congress together and find some real legislative solutions that protect DREAMers, secure our border and yes make sure that the violent hardened criminals that are MS-13 gang members are not part of our communities."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, I was kind of surprised, Officer McDermott, when I heard the backlash to what was said because the president in that statement was absolutely talking about MS-13 gang members and what they had done to people and the fact that they have no right to be in this country. You know, so in terms of that backlash and you know, what do we need to define here in terms of how we're discussing this?"
    },
    {
      "speaker": "MCDERMOTT",
      "utterance": "Well, going to the animals statement, I believe the President tried to clear it up today at the roundtable discussion that he was speaking specifically about the MS-13 gang. He wasn't speaking -- he definitely wasn't speaking about the El Salvadorian community. I think he's an emotional person. He shoots from the hip. You know, like I said earlier today, the person at -- the people to ask if animal was an OK statement as the victim's families and you saw how they responded."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. You saw exactly how they feel. Gentlemen, thank you very much good to have both of you here today."
    },
    {
      "speaker": "MCDERMOTT",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So breaking right now, Milwaukee is bracing for a potential backlash after police just released body cam video of a controversial arrest of an NBA player. That full story is straight ahead. Plus, amid a growing child foster care crisis in this country, several cities and states are now pulling funding from adoption providers because of their religious beliefs. The fight for faith after the break."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So the opioid crisis is putting new stress now on the child foster care system nationwide. Tens of thousands of children are now being removed from homes due to their parents' addiction. So there's a growing need for families to take in and adopt foster children. So, why would the city of Philadelphia be severing their ties with Catholic Social Services, an organization that has served as a backbone for the city helping to provide families and foster care for decades? Trace Gallagher following this story for us from our west coast newsroom tonight. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT, FOX NEWS",
      "utterance": "Hi, Martha. Catholic Social Services as you said has worked in Philadelphia for 20-plus years. On an average day the Catholic charity serves 120 children in foster care, supervises 100 different foster homes, and last year the organization worked with more than 2200 at risk kids in Philadelphia alone. And, yet, back in March, shortly after issuing an emergency call for 300 foster families. The city of Philadelphia cut ties to Catholic Social Services denouncing it as discriminatory and launching an investigation into its practices. Why? Because the Catholic charity holds Catholic beliefs about same sex marriage and has a policy of placing every foster child with a mom and a dad. Philadelphia Mayor Jim Kenny says, quote, \"We cannot use taxpayer dollars to fund organizations that discriminate against people because of their sexual orientation or because of their same sex marriage status. It's just not right.\" So, while the city fights identity politics, tonight hundreds of kids remain in group homes instead of foster homes. Sharon Fulton has been a Philadelphia foster parent for 20 years, taking in 40 children. Her home has been empty since April. She says, quote, \"I'm used to children laughing and running up and down the stairs. When the children aren't here, I feel lost.\" Advocates for religious liberty have now filed a federal lawsuit against Philadelphia but Catholic charities have also been forced out of welfare systems in California, Massachusetts, Illinois, and the District of Columbia. And the ACLU is trying to overturn laws in Michigan and Texas that protect religious freedom. But even lawyers who specialize in LGBT law say in some rural areas religiously affiliated adoption organizations are the only ones within a reasonable distance. And just last week, Oklahoma passed a law that provides legal protections to faith-based agencies that will not place children with same sex couples. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you. My next guest knows firsthand how foster care can turn around a child's life. She was removed from her birth family at five years old and placed with another family to St. Vincent Catholic charities in Michigan, actually there were several families in between and then she was finally faced with this family through the Catholic charities. This is a quote from her piece shat she wrote. \"Saint Vincent rescues children from the most vulnerable, most disadvantaged backgrounds like mine and gives them a chance to be a part of a loving family and have a normal, healthy, happy childhood.\" Shamber Flore joins me now along with Stephanie Barclay, an attorney with the Becket Fund for religious liberty who has done a tremendous amount of work in this religious freedom area. Good to see both of you tonight. Shamber, you say at the age of five gunshots and sirens were my lullaby. I was exposed to gangs, prostitution, drugs and abuse before most kids learn their ABCs. That's your story."
    },
    {
      "speaker": "SHAMBER FLORE, FORMER FOSTER CHILD",
      "utterance": "Yes, it is that is all very true. I was exposed to all that and very unfit circumstances. I'm so grateful to Saint Vincent because they saved my life. And I think every foster kid should have that exact same opportunity. And I'm just hurt and confused as to why anyone would want to remove that privilege from any child and to remove those opportunities and faith-based adoption agencies."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You were bounced around from a few foster homes and you said every time you got to one you were separated from your siblings. You said every time you got to one you kind of hope this was going to be your forever family."
    },
    {
      "speaker": "FLORE",
      "utterance": "Correct."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And when Saint Vincent entered the picture they put you and your siblings back together."
    },
    {
      "speaker": "FLORE",
      "utterance": "yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that's where you saved, right?"
    },
    {
      "speaker": "FLORE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's an extraordinary story. Now you are working on a same career. So you have turn your life and I give you so much credit because a lot of that came from Saint Vincent and a lot of it comes from you. So good for you. Stephanie, why does the law, how does the law work here? Because, Catholic church and all these faith-based organizations have such a history of being foster parents and taking care. They take the burden off a lot of these cities, right?"
    },
    {
      "speaker": "STEPHANIE BARCLAY, ATTORNEY, BECKET FUND",
      "utterance": "Right. I mean, for a city with so much history the people in charge have pretty short memories. Catholic Social Services have been serving these children for over a century. And actually the city itself has ranked them as one the best providers when it comes to finding more homes for these children when we are dealing with such a critical need and the crisis with a shortage of homes. And so, what this lawsuit is about is protecting that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You say right now in Philadelphia there are 300 kids who are looking for homes and there's like 6,000 who in the foster care system currently, right?"
    },
    {
      "speaker": "BARCLAY",
      "utterance": "Yes. The city, the same month Catholic Social Services put out an urgent request for at least 300 additional foster parents."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So where are they are going to find where these kids are going to go?"
    },
    {
      "speaker": "BARCLAY",
      "utterance": "Well, that's exactly the question. Catholic Social Services itself supervises and supports over 100 foster parents."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What happens when a same sex couple comes to a Catholic, you know, organization and says you would like to foster a child?"
    },
    {
      "speaker": "BARCLAY",
      "utterance": "So Catholic Social Services would never turn any couple away. They'll make sure that they are able to adopt whether to Catholic Social Services themselves or by referring them to one of 26 nearby agencies who can better meet their needs."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It sounds like a pretty good arrangement. What's your message to these cities, Shamber, before I let you go?"
    },
    {
      "speaker": "FLORE",
      "utterance": "Well, I just, I mean, as you already stated, at the age of 5, guns and sirens were my lullaby, and that's so true to me, and I was exposed to gangs and prostitution and drugs and Saint Vincent gave me an opportunity and a loving family and I wouldn't want any other child to miss out on that. That is undergoing the same situations and I just don't see why anybody would want to take that away when it's such a national crisis."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you write in your music about your experiences growing up."
    },
    {
      "speaker": "FLORE",
      "utterance": "I do. I use that to actually encourage other people that they can overcome their circumstances."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good for you."
    },
    {
      "speaker": "FLORE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good for you. Good luck to you, Shamber. It was good to meet you."
    },
    {
      "speaker": "FLORE",
      "utterance": "Thank you. Likewise."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And Stephanie, thank you very much for being here today. It's a great story, very interesting. We will be watching this. All right. And this now, police body cam video has just been released of a controversial arrest of an NBA star for a parking violation. Got a live report tonight where the situation is heating up in Milwaukee. We'll take you there live."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking tonight, a situation that we're monitoring in Milwaukee, Wisconsin where a body cam -- where body cam footage has just been released in the case of Bucks shooting guard Sterling Brown. The NBA player was tackled, arrested and tased back in January over a parking violation. The city is now bracing for backlash, which we hope does not happen in response to what is being called disturbing and disconcerting video. Matt Finn joins us with the back story on the scene this evening from Milwaukee. Good evening, Matt."
    },
    {
      "speaker": "MATT FINN, CORRESPONDENT, FOX NEWS",
      "utterance": "Good evening, Martha. Well, the Milwaukee police chief just reveal that an internal investigation has concluded that the officers that made that controversial and perhaps illegal arrest of NBA player Sterling Brown here in Milwaukee acted inappropriately and have been disciplined. Now, to give you some brief background, the video that we just obtained this police body cam video appears to show in January Bucks player Sterling Brown parked his car the wrong way across at least two handicapped parking spots outside of a Walgreen's here in Milwaukee. Police wait for him to come outside. They ask him for his I.D. and the video does not appear to show that the player gave them his I.D. Then a short while later the officers request for Brown to take his hands out of his pocket and the video shows to appear that Brown did not comply with that. Police eventually take Brown down and tased him. Here is some of that video and bear with us it is muffled because it is police body cam video."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Where is your driver's license? Back up. You don't see -- You don't see the issue here? You don't see the issue here. You are not parked across three lanes?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Take your hands out of your pocket now. Take your hands out of your pockets."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hello, I got stuff in my hands."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Taser, taser, taser."
    },
    {
      "speaker": "FINN",
      "utterance": "A short while ago Sterling Brown released a statement writing in part, \"My experience in January with the Milwaukee Police Department was wrong. It shouldn't have happened to anybody. What should have been a simple parking ticket turned into an attempt at police intimidation followed by unlawful use of physical force, including being handcuffed and tased and then unlawfully booked. This experience with the Milwaukee Police Department has forced me to stand up and tell my story so that I can help prevent these injustices from happening in the future.\" And tonight here is the Milwaukee police chief responding."
    },
    {
      "speaker": "ALFONSO MORALES, CHIEF OF POLICE, MILWAUKEE POLICE DEPARTMENT",
      "utterance": "I'm sorry this escalated to this level. When I took office I vowed to rebuild trust between the Milwaukee Police Department and the community. We are doing that."
    },
    {
      "speaker": "FINN",
      "utterance": "Martha, Milwaukee has been the site of violent protests and riots here in recent years. So the mayor and clergy here have been concerned about the reaction this video might cause here in the community as the sun sets, so far it appears peaceful. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's hope it stays that way. Matt, thank you very much. Here with more, Richard Fowler is a nationally syndicated talk show host and a Fox News contributor. Lawrence Jones is editor in chief of Campusreform.org. Gentlemen, thank you so much for being here both of you tonight."
    },
    {
      "speaker": "RICHARD FOWLER, NATIONALLY SYNDICATED RADIO HOST",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me start with you, Lawrence, what do you, what's your thoughts as you look at this story tonight?"
    },
    {
      "speaker": "LAWRENCE JONES, RADIO HOST",
      "utterance": "You know, Martha, I have been a big advocate for body cams because I believe that not only does it protect citizens but it also protects officers. Right in Texas my home state we had another body cam released today of an officer that was accused of sexual assault. The video came out and he did no such thing. In this case he accused the officers of excessive force, and it appears like there was some excessive force there not saying that he did everything, he didn't complied with all the orders, but the problem still, you know, exists did it justify that amount of force? And I think that they're going to have to go through the process. It's troubling to me but I also believe in due process, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. As we all do. Richard, when look at this video and you know, I mean, obviously, you know, he shouldn't been parked across three - if it's true that he parked across three handicapped spots. It's under understandable that whoever park that way when they come out of the building the police if they're at the time are going to want to ask them some questions and probably issue them a parking ticket. When you watch the back and forth between the interaction between the police officers and this young man, Sterling Brown, what goes through your mind?"
    },
    {
      "speaker": "FOWLER",
      "utterance": "Well, I think you're right. I mean, I think this all could have been solved by the initial responding officer, saying, sir, I'm giving you a ticket. Have a good day. And that would have been the end of it. We wouldn't have been here wouldn't have been talking about it. But I think because they escalated so quickly you saw what happened there. And I think this is one of the situations where it's a learning -- it's a learning experience. And I think one I agree with Lawrence that every police department in this country should be equipped with body cameras and they should be forced to wear them so there is accountability and transparency on both sides. Right. But beyond that I think what happened to Mr. Brown in this particular case speaks to a larger problem that we have in this country where instead of deescalating the situations what you are seeing from some police officers, let me be very clear, 99 percent of police officers do a good job. They go to work and they protect our serve our community."
    },
    {
      "speaker": "JONES",
      "utterance": "Right."
    },
    {
      "speaker": "FOWLER",
      "utterance": "But there is 1 percent that engages in behavior like this that calls to question are they really protecting and serving our community? And I think these are the type of videos that get people in the African- American community upset. And angry and speaks to a larger narrative of police brutality against people of color."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right."
    },
    {
      "speaker": "JONES",
      "utterance": "You know, Martha--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This statement from the Milwaukee Bucks. One second. They say the abuse and intimidation that Sterling experienced at the hands of the Milwaukee police was shameful and inexcusable. Sterling has our full support as he shares his story. Go ahead, Lawrence."
    },
    {
      "speaker": "JONES",
      "utterance": "So, there is a couple of things. I had no problem with the officers engaging in conversation with him because just been, you know, a criminal justice major that is common, when you see someone park that way you don't know if the person is intoxicated."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "JONES",
      "utterance": "You don't know what's going on in their mind. And so questioning does take place in those situations. Also, Martha, it just goes back to what the force, was it necessary? And you got to look at the history. MPD has had some corruption problems. They've had negative relationship within that community. And so, they've been going through this path of trying to rebuild that relationship and trust with the community. And I think this did damage to it. I don't know what's the burden going to be, I don't know if they are going to remove these officers. Like I said they deserve due process but I think it's going to be hard rebuilding that trust after a situation like this. Not all cops are bad. Like I said there was a video right here in Texas where a young lady accused an officer of pulling her over and putting her in the back of the car and taking her around a parking lot and assaulting her and that just simply wasn't true because of the body cam. So we just never know in these situations but that's why it's critical."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, and you know what? The cameras need to be on at all times and we need to make sure that we have this evidence which, as you say, can help to be exculpatory to whichever side deserves this. So I've got to leave it there. Gentlemen, thank you so much. Great to have both of you tonight."
    },
    {
      "speaker": "JONES",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll be watching what happens in Milwaukee this evening. Hopefully it stays calm. So, coming up next. No job, no money, and now no place to live. This 30-year-old refusing to leave mom and dad's house. He just got evicted in court and he joins us to tell us his side of the story next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you may have seen this story. An upstate New York couple has been trying to kick their son out of their house after he has been living there rent-free for eight years. He's 30 years old. They've asked him to leave five different times. They have offered him $1,100 to help him get started in his new life in his own place but he is refusing and then they took him to court and the judge evicted this man Michael Rotondo. And here exclusively is the man at the center of that legal fight, Michael Rotondo. Michael, thank you for speaking with us tonight. Where are you speaking to us from this evening?"
    },
    {
      "speaker": "MICHAEL ROTONDO, EVICTED FROM PARENTS HOUSE",
      "utterance": "I'm at a restaurant."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. So you're not -- you've left the house?"
    },
    {
      "speaker": "ROTONDO",
      "utterance": "Well, I'm not there right now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What about your -- what's your plan in terms of moving out after the judge's decision?"
    },
    {
      "speaker": "ROTONDO",
      "utterance": "Well, there is a time period where the attorney and my parents going to send a proposed order and then I can also appeal the decision but there is a lot of different things that -- there is a lot of possibilities but what it boils down to is I don't want to be there. I have been trying to get out for years. And it's not -- for this particular circumstance with the court case--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "ROTONDO",
      "utterance": "-- regarding it, it's not so much that I -- not that I won't leave. It's not that I don't want to leave. It's that I just need enough time. I don't have much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you keep saying that but you had eight years and they've asked you five different times. You recognize, right, that this isn't your house. This is their house. Do you acknowledge that?"
    },
    {
      "speaker": "ROTONDO",
      "utterance": "Well, when did I said that before? When did I say that before? When did I say that before?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, I saw you speak earlier today and I read articles about your case and it says that you have been there for eight years and that you have been asked at different times to leave. So that's why I'm said in the past that you didn't have enough time to get out."
    },
    {
      "speaker": "ROTONDO",
      "utterance": "I don't -- I think that the argument that I have been making about not having enough time has only been speaking to the -- well, let me sum it up like this. The February 2nd notice is the first notice I received or the first I have heard of the decision by my parents that they wanted me to leave."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right. That was several months ago."
    },
    {
      "speaker": "ROTONDO",
      "utterance": "Right. But it's all one thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. So what's your plan now?"
    },
    {
      "speaker": "ROTONDO",
      "utterance": "Well, I expect to be out in about three months or. So I'm going to try and make it so that the court supports that that's reasonable."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right. Do you understand why your mom and dad want you to go? Maybe they think it's the best thing for you to move on with your life. You know?"
    },
    {
      "speaker": "ROTONDO",
      "utterance": "I think it's more of like affiliated regarding the matters regarding my son than it is the fact that all of a sudden after eight years the two days after their visitation proceeding is heard, that it's time for me to go right after that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, nonetheless, they have the right to ask you to leave. It's their home and they own it and you live there. So, we're going to have to leave it there, Michael. I'm sorry. We had a little problem with the Skype. And I thank you for being here. We're going to keep a close eye on your story and we'll be watching because everybody is paying attention. Thank you very much."
    },
    {
      "speaker": "ROTONDO",
      "utterance": "Sure thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Our quote of the night coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Finally tonight, Secretary of Defense James Mattis delivered the address to a thousand cadets now second lieutenant graduating from the Air Force Academy today. His inspiring message is our quote of the night."
    },
    {
      "speaker": "JAMES MATTIS, UNITED STATES SECRETARY OF DEFENSE",
      "utterance": "You now stand ready to hold the line to protect America's experiment in democracy with all of the cunning ferocity and grit you have inside of you. And as you step into your new roles my expectation for you is quite simple, always be ready to fight and to win."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's why they call him Mad Dog Mattis. We'll see you back here tomorrow night at 7. Tucker Carlson in D.C. is up next."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}