{
  "date": "May 9, 2019",
  "headline": "Yang: Amazon needs to pay their fair share",
  "subHeadline": "Guests: Jason Nichols; Lara Trump, Andrew Yang; Kathryn Lyons; Mark Steyn",
  "url": "https://www.foxnews.com/transcript/yang-amazon-needs-to-pay-their-fair-share",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening, welcome to “Tucker Carlson Tonight.” Yet another mass shooting took place this week, this one on Tuesday at a STEM school in Highlands Ranch, Colorado. One student was murdered, and eight more were injured before the two shooters were captured, and it was brought to a halt. The whole thing was horrifying for the victims and their families, but for others, it was an opportunity to push a partisan agenda for gun control. When they tried to do that though, they didn't get exactly what they expected. Interesting story. Trace Gallagher joins us with the details tonight -- Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "And Tucker, this was an event to remember and pay tribute to Kendrick Castillo, the 18-year-old hero who was killed trying to tackle one of the shooters. But instead of a vigil, it became a political rally for gun control. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We did not hold our elected officials accountable. if as they were loosening the sensible gun regulations that were keeping us safe, instead, we chose to burden our youth with the responsibility of saving their own lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Then after Colorado Democratic Senator Michael Bennet and Colorado Democratic Congressman Jason Crow spoke, a large group of students and parents stormed out of the event, saying their grief was being politicized, and many students who walked out were reportedly chanting \"Mental health. Mental health.\" Other students said quoting here, \"This was not a vigil. This was purely a political stunt. This is not what we wanted for Kendrick.\" Later, after another gun control activist spoke, some students who left came back to the event to show their frustration. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let STEM kids speak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Let him speak. The Brady Campaign to Prevent Gun Violence which helped organize the vigil or rally issued an apology that itself got political, quote, \"We are deeply sorry any part of this vigil did not provide the support, caring and sense of community we sought to foster and facilitate in which we know is so crucial to communities who suffer the trauma of gun violence.\" Some students were finally allowed to speak. One said, quote, \"We cannot be used for gun control. We are people, not a statement.\" Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Trace Gallagher, thanks a lot for that. Plus you heard, it wasn't just gun control activist who came to Colorado to push an agenda after the tragedy. The politicians of course were there. They were drawn to the scene as they always are.  Congressman Jason Crow and Senator Michael Bennet, both Democrats attended the prayer vigil. They were not there to offer prayers. They were there to belittle prayer, and instead hold a campaign rally. Here is part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JASON CROW, D-COLO.",
      "sentences": "You already have my thoughts and prayers, but you deserve and should demand more because they only send thoughts and prayers when you are a Member of Congress or when you are in a position to take action and to affect change. It is empty, it is hollow, and you and your children deserve more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MICHAEL BENNET, D-COLO., PRESIDENTIAL CANDIDATE",
      "sentences": "Our kids already have enough to do. Their job is not to fix America's broken gun laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What vultures these people are? For the politicians, devastated children and grieving families were just political props. Props they could use to increase their own power at the expense of other people's freedom. That is the reaction to every problem and every tragedy.  This could have been stopped if you have given me more power, of course, in reality, Washington has been getting more and more power for decades and has not been making our kids happier or healthier. Guns have been part of American life since day one. School shootings have only been routine within our lifetimes. There are a lot of possible explanations for this, we don't seem to be talking about any of them. The kids in Colorado were though. They chanted, as you heard, \"Mental health.\" And they are right. But it is not enough to say we need more mental healthcare, it is also worth asking why we need it.  Why do so many kids have so many more mental health problems? It's not your imagination. It's real. It is measurable. It is being measured, though not addressed.   In the past decade, teen depression has risen dramatically, as have teen suicides. They are connected of course. Between 2008 and 2017, the percentage of adolescents with depression symptoms rose 52 percent; among kids 15 to 24, suicides are up almost 50 percent. That's a horrifying number, no one mentions it. Millions of American children are on drugs for ADHD, anxiety, other mental health problems. But why? What is driving this? Is it the breakdown in the family? Is it too much screen time? Is it something in the food? We don't really know. That is the actual tragedy and as long as our leaders preferred response to this tragedy is opportunism, we never will know. Jason Nichols is a Professor of African-American Studies at the University of Maryland and joins us tonight. Professor, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON NICHOLS, PROFESSOR OF AFRICAN-AMERICAN STUDIES, UNIVERSITY OF MARYLAND",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I am not interested in another gun control debate. I want to have a sincere conversation about this, and bless those kids to at least raise a deeper question than gun confiscation, that's a question of mental health. Why don't we have a national conversation about teen depression and teen suicide rates when the numbers are this stark?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I think we absolutely need to have that conversation and I am a big advocate of having mental health services in all schools, at all levels. I think that is really important. The one thing I do want to make an appeal to your audience is, when students are saying that they are hurting, when they are saying they are in pain, one of the things we have seen from the right is calling them snowflakes, calling them weak. Allow the students to feel pain --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I'm not saying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I'm not saying you are saying that, but there are people who say those kind of things, and it is troubling to me. I think we do need healthcare. We do need to have a conversation about mental health.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I agree with you. And here is what I -- and maybe we need a conversation. You know, I am open-minded. Here is what I object to. I object to the vultures, the politicians, swooping in immediately and using other people's pain to gin up votes, using kids to do that. So Chris Murphy of Connecticut, who is a senator, really one of the most shameless members and dumbest of the Senate, said this, quote, \"You cannot accept the premise that there is any waiting period after a tragedy to start engaging in political action.\" So if you don't pause at all between the tragedy and calling for some new law, it is not even possible to have a conversation, if you behave that way, is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I agree. I will say this. I believe that these kids needed an opportunity to grieve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "They needed an opportunity to talk about their friend who gave his life, Kendrick Castillo. That is something that needed to happen. Before you even talk, necessarily, about causation, which includes mental health.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "People were screaming \"mental health,\" other people were screaming \"gun control.\" We needed -- they needed a moment to just grieve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's totally the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "The Castillo family families didn't need to hear any of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's a totally fair point, and it is always these adults who swoop in with an agenda, weaponizing the kids -- you know, kids who are in pain, and they say to the kids, your pain will go away if you just climb aboard my pet issue. And why don't we say to those adults: Back off, creep. You should not be allowed to do this to children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Yes, I agree. I mean, there are times when students, you know, after they have had their opportunity to grieve, they start being active in their communities. The Parkland kids, they had their ideas about how to make their community safer. And I praise them because they took action on what they thought was right. I do think that you do need at least a little bit of time. Just to take a moment --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, yes. I would. I mean, I think any person would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "And a prayer vigil is the wrong venue to talk politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we shouldn't be belittling prayer, which is totally real, and its effects are real, if I could just say. Really quick, I can't resist asking since you are a Professor of African-American Studies. There are a lot of kids getting killed in this country, all the time, and they get no publicity at all. Chicago, I guess gets a lot of attention, but pick a city -- Bridgeport, Hartford, since we have the Senator Murphy on the screen, New Orleans -- pick a place where you have poor people, often it's in African-American neighborhood, and kids are getting killed. Politicians almost never show up and give speeches when that happens. Why is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Well, again, this is probably going to anger your audience, but you know, I don't really care about that. But I will say that is because, in many people's imaginations, black lives do not hold the same value.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But what about -- but apparently that is right, so where is Eric Swalwell? Where is Chris Murphy? Where the people you just saw? Where is Senator Bennet? Where are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I agree, they need to be there, and that is not to say that no politician show up. I know local politicians throughout my area who show up when there is a tragedy, but at the same time then, let me just say, then Black Lives Matter should not be a controversial statement. That's a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's that's never been a controversial statement to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All lives matter. That shouldn't be controversial either because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Yes, but that is a retort. That's the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's not a retort, it's an observation. God created all people and they have equal value before him. Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Yes. But obviously, not in the eyes of people in power and our politicians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I mean, so where is Senator Bennet? We should call him right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Professor, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thanks a lot. The Mueller report ended the Russia collusion conspiracy. Why haven't Republicans in the Senate gotten the memo? Huh? Where is Mitch McConnell on that question? Lara Trump joins us after the break to tell us, maybe she knows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, if you ask most American media executives what they do in their free time, if they're being honest, they'll tell you they go to award ceremonies and accept meaningless awards on their own behalf or calling themselves free speech heroes, defenders the First Amendment, right?  What they really should be getting is public relations awards, because most of the time, that's what they are, dedicated PR servants to the DNC repeating the talking points faithfully and verbatim. You've seen it day after day.  Some Democrats says, for example, that illegal immigrants are actually undocumented, and within a couple days, that's the only acceptable word in the media. Well, this week, they have a brand new talking point, and we need to keep track of this because it's amusing and also helpful, if you're watching at home. The DNC is mad at the President. So according to the press, we have a constitutional crisis. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "sentences": "We've talked for a long time about approaching a constitutional crisis. We are now in it. We are now in a constitutional crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I do believe we have now entered that constitutional crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "sentences": "A full scale assault on Congress means to instigate a kind of constitutional crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are facing a constitutional crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN COLBERT, CBS HOST",
      "sentences": "I'm really curious because isn't that the height of a constitution -- isn't that not the definition of a constitutional crisis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "President Trump appears to be heading toward a constitutional crisis with House Democrats as he continues to hide the Mueller report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "President Trump is pursuing a stonewall strategy when it comes to Congress, according a constitutional crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "This administration wants to have a constitutional crisis because they do not respect the oath of office that they take.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "So ever wonder what a constitutional crisis looks like? Well open your eyes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Don Lemon is always the last to know, but the most excited to know. Good job, everybody. Definitely enough to justify another round of free speech awards next year. Well, the Russia collusion conspiracy is dead courtesy of Robert Mueller, but like a zombie, it keeps moving forward drawing all of Washington's attention. On both sides, by the way, it's not just Democrats who are involved in keeping this hoax alive. The Senate Intelligence Committee, which is led by a Republican, Richard Burr of North Carolina, has sent a subpoena to Donald Trump, Jr. Now, Trump, Jr. has already testified before the Committee once last year at great length. What is the point of this? A lot is going on in Washington, and yet the hoax continues in the U.S. Senate. Lara Trump is Donald Trump, Jr., sister-in-law. She's a senior adviser to President Trump's 2020 reelection campaign and she joins us tonight. Lara Trump, thanks very much for coming on. LARA TRUMP, SENIOR ADVISER TO TRUMP 2020 REELECTION CAMPAIGN: Thank you. Great to be with you. My first time on your show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, and we're happy you're here. This is a genuinely baffling story, I would say, so this afternoon, Richard Blumenthal, the senator from Connecticut said that if your brother-in-law doesn't comply with the subpoena and come and testify before the committee quote, \"He ought to be put in jail. Prison is the only answer.\" What is going on here, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Well, it's really confusing, I think to a lot of people because to the point you just made, this is over. The Mueller report is complete. We know that what -- it was started to do to show whether or not the Trump campaign and the President colluded with Russia has been solved. We know that did not happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Whatever they think they're going to do is not going to change that. It's not going to make Hillary Clinton the President of the United States. Like I know, they all wanted so badly for so long. Unfortunately, this is just more of the same Tucker, this is harassment of our family, harassment of the President. And it's a shame because the American people send these folks in Congress to Washington, DC to make great changes in our country and to do things that they want to see happen. They're doing nothing. What is this doing for our country? It's nonsense. They need to focus on things Americans care about. Nobody cares about this. It's over. It's dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that that's a fair summation. I think you're factually correct. And by the way, I believe that your brother-in-law has offered to respond to any questions the committee has in writing, but they're demanding he come in in-person which kind of underscores the point you made. Here's the confusing part. The Senate is controlled by Republicans, Mitch McConnell is the Senate Majority Leader, he appointed Senator Burr to head this Committee. So it's really a question of Mitch McConnell. Like, why would he allow this, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Well, that's very confusing. It seems like he's pretty upset by this and as a native North Carolinian, I am shocked and appalled that somebody from a Republican from my home state would do something as crazy as this. I'm not sure what the strategy is here. Don has gone in and testified for dozens of hours and told them everything he knows, which is very little. There was such a short span of time that this this one conversation, this one meeting that everyone is obsessed with took place.  I don't know what they think is going to happen. I don't know what they think they're going to get out of this. But truly the country is sick and tired of this. Our family has done everything, complied in every way we possibly can, and they still won't leave anybody alone. So, it's really sad. But listen, if I were Don, I certainly wouldn't go in there because he's done his part. He's done what he needed to do. And this is just more harassment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I mean, you've got to think that either Burr will come to his senses or McConnell will. I mean, there's no reason right before a presidential election, the Republican Party ought to be attacking itself over something that's literally irrelevant. So let me just ask you this, though. It's one thing to have people dislike the policies that your family supports. That's a political difference. But for over two years, your family has been called traitors, colluders with a hostile foreign power, Russia. That's a different thing. What's that been like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Well, it's certainly not easy when you know, it's not true; when you know, you're a good person. The President is a great person. Our entire family is comprised of great people who've always followed the law and always done the right thing. And listen, the President's life is a lot tougher now as a President than it ever would have been before. You know, he had a great life and he became the President and he is putting himself through the constant attacks every day because he loves this country and to his credit, despite the constant negativity, despite the obstruction, despite everything he's had thrown at him every single day, look at where we are in this country. Look at the accomplishments of this President in his first two and a half years and office, Tucker, it's incredible to see where our economy is, lowest unemployment in the history of this country, leveling the playing field with trade across the world, putting Americans back to work, bringing manufacturing jobs back, we could go on all day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "And that is with all that he's had to deal with. Imagine what he could accomplish if everybody got together and said, \"You know what, instead of playing politics, we want to do the right thing for the American people.\" But kudos to the President because he has done a great job, despite the fact that they've tried to stop him at every single turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Especially the Russia stuff. I mean, it's just too stupid, I would say. Lara Trump, thank you. It was great to have you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, odds are you probably don't get free medical care, but under President Joe Biden, illegal immigrants will, and you'll pay for it. That's your obligation. Joe Biden says so. Details ahead. Plus, Amazon makes tens of billions, but currently pays no Federal income taxes, probably unlike you. Andrew Yang has a plan to change that and he will share with us that plan right after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, during a recent visit to Los Angeles, Joe Biden who is running for President for the third time, let the rest of the country know that Americans have a moral obligation to give free healthcare to illegal aliens. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Look, I think that anyone who is in a situation where they're in need of healthcare, regardless of whether they're documented or undocumented, we have an obligation to see that they're cared for. That's why I think we need more clinics around the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How many more clinics? Well, we don't know because we have no idea how many illegal aliens live in this country. It could be 10 million, probably closer to 20 million. It could be 30 million, it could be 40 million. We literally have no idea. But all of them need free unlimited healthcare that you're required to pay for, and by the way says Joe Biden, we need more immigrants, too, as many as possible. Biden is not quite as enthusiastic about Americans who were born here, but he is very firm on their obligation to pay for all of this. Melissa Francis is cohost of \"Outnumbered\" and hosts \"After the Bell\" on Fox Business and is a great and smart person. We're always honored to have her on the show. So you're a math person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELISSA FRANCIS, HOST",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Does the math -- does the math work on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "No, the math doesn't work at all. But let me start with why this is a very cruel policy, because you have a picture of the mother that's in Nicaragua or Guatemala, and they're thinking about, is it worth making this journey? Is it worth taking my child, risking my life, paying a coyote $7,000.00 or whatever it costs these days? \"The New York Times\" actually has done some terrific reporting recently, on what it's like to make this journey. There was an article called, \"We pay with our bodies,\" and they were talking about the fact that even though they paid, these women were raped, and it's almost inevitable along the way. So as you're weighing this decision, you're going to say, \"Well, another enticement is that once I get through to the other side, if I survive, there will be medical care there free waiting for me.\" So you're adding to the magnet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right, totally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "And the cost benefit analysis, so on one hand where it's supposed to be so compassionate, it's not. They talked about sending money to these countries in Central and South America that people are fleeing. How about not adding on to the magnet that is up here before at least we solve all the rest of their problems. You make the point about the math, which is absolutely right, but it's much more boring and it's less emotional. But you know, that's what math people do. The truth is, if you have open borders, you can't have liberal giveaway everything social welfare policies, we just -- we can't afford it. You can either slam the door and give away everything and make it a freebie state or you could open the borders and you have to make people pay for stuff because otherwise, even if you confiscate all of the wealth of all the billionaires in this country, it is not going to pay for free healthcare for everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now that is -- and that is the point that is worth reiterating every day. if you want a welfare state, and a lot of people do, and not just liberals, a lot of Republicans want one. They want free healthcare. You can't have open borders, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "Yes. Just the math absolutely does not work out, even if you tax everyone to death, there isn't enough money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's totally, totally true. Melissa Francis, thank you. As always, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "We solved it, and it was so quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We did solve it. It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "Yes, piece of cake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You went to Harvard. This is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "Well, in spite of that, I solved it, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good point. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "See you soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, last year, Amazon, the company made $11 billion in profit. That's one-third of the GDP of the entire state of Vermont. It's a ton of money. But remarkably, Amazon did not pay a single dime of Federal income tax and they're not alone, dozens of profitable corporations paid nothing in Federal income taxes this year -- Delta Airlines, Chevron, GM -- more. Some of them are even getting tax rebates they can apply later. It's a weird system we have. Our tax code is broken, but almost no one is saying anything about it. Democratic presidential candidate, Andrew Yang is. He has a plan that he says would change it. We talked to him about his plan a little while ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you make the case that these companies take Amazon, but it could be Chevron, it could be GM are profitable because of the investment the United States' taxpayers, in part, have given to them and they're giving nothing in return. How do we fix this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW YANG, D-PRESIDENTIAL CANDIDATE",
      "sentences": "You know, Amazon is the most egregious example where they're now soaking up $20 billion in business and causing 30 percent of American malls and stores to close and taxpayers are seeing zero in return. So if you look at what other advanced economies have done, they figured this out, they've said, \"Look, we need to have a mechanism in place so that Amazon is going to pay its fair share along with Netflix and Delta and these other companies that are paying zero in taxes.\" So what they've done is, they've adopted a value-added tax, where then the American people would get a tiny slice of every Amazon sale, every Google search and on and on, and it's very, very hard for companies like Amazon to game their way out of a value added tax system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So why don't we have that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YANG",
      "sentences": "It's a great question. I mean, the people have been advocating for it for quite some time and my campaign is advocating and championing it right now because we need to wise up to the fact that companies like Amazon are very smart and moving their earnings through places like Ireland, where the American taxpayer will see none of it, whereas a value-added tax will make it impossible for them to sell to us without paying into our society their fair share.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You mentioned the other costs that are often not recorded that stem from Amazon's business model, the bankruptcy of, you know, countless American businesses, but there's also the fact that they basically subsidize their labor costs using our social services. What's the cost of that, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YANG",
      "sentences": "Oh, it's in the billions or tens of billions, and there was one instance where McDonald's actually was sending its people instructions as to how to file for various social services. So you're right that our social programs have been subsidizing the low wage patterns of many of these employers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So why are you the only candidate who is thinking through what to do about this? Do you think it is kind of weird?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YANG",
      "sentences": "I think it's weird, again, all you have to do is look around the world and say other countries, other advanced economies have figured this out. We're the only advanced economy that does not have a value-added tax in place, and we need to make sure that the American people are actually seeing some of the gains from the incredible innovation and value that companies like Amazon and Salesforce and Netflix, all of whom paid zero in taxes last year, are getting away with really. And they're doing their job, which is to pay as little in taxes as possible. We have to do our job, which is to make it so the American people see our fair share.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So does that -- I mean, just to argue the other side for a second, would that increase -- and presumably it would increase the cost to American consumers of goods, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YANG",
      "sentences": "Well, in some instances, in some cases, the companies will find cost efficiencies or eat part of it, and that's one reason why my campaign wants to take that money that we're getting from the value-added tax and return to the American people in the form of a dividend because that's the most direct way that we can actually have the American people benefit. The fear is that even if we do end up increasing the tax rate on some of these companies that the American people won't benefit from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because that money will be swallowed by our political machine somehow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YANG",
      "sentences": "Yes, it'll go into the giant pipes of DC never to be seen or heard from again, and so the goal is to make sure that doesn't happen by putting those economic resources directly into the hands of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But wouldn't that be bad for those of us who live in the District of Columbia and own property here? I mean, wouldn't it be better for us if we could hoard all the money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YANG",
      "sentences": "I have a feeling you all would be fine. I mean, as you know, Tucker, Washington, DC, I believe is the highest per capita income in the country at this point. So you know, I have a feeling that the boutique restaurants will still have plenty of business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, because we're making innovative products the world wants to buy -- no sorry, it's because we're taking your money by force and hoarding it. Andrew Yang, certainly the most interesting person running for President and it sounds like a great idea to me. I appreciate it. Thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YANG",
      "sentences": "Thank you, Tucker. See you soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "See you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Republicans in Washington agree that we ought to be able to launch wars in other countries without congressional approval. Why do they not agree that we can secure our border without congressional approval? Mystery -- which we will solve after the break?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "About a year ago, President Trump ordered a missile strike on Syria. It was in response to the supposedly use of chemical weapons by the government of Bashar Al-Assad in the civil war there in Syria. It was never clear how attacking Syria was in America's national interest. We weren't at war with the country. We have no reason to be. The Secretary of Defense at the time, General Mattis argued that such a strike would need congressional approval in order to be legal. The President launched missiles anyway without a vote in Congress. And almost unanimously, Republicans in Washington backed him and backed the attack. Presidents ought to be allowed to take decisive action, they argued. Congress should not get in the way. That was their position. If the President announced another missile strike against Syria or Libya or pick a country tomorrow, they would say the same thing. When it comes to fighting pointless wars in far off countries, Republicans believe a President should do whatever he sees fit. What's interesting, though, is how dramatically their view changes when there is an actual threat to the United States. Case in point. Two months ago, President Trump responded to the worsening situation on our southern border by declaring a national emergency and requesting Federal funds to construct a much needed border wall across our southern border. How did Congress respond to that request? Well, it was interesting. The very same Republicans who had defended the unauthorized Syria strike suddenly sounded very concerned about process. They said our constitution would be imperiled if the President acted unilaterally to protect our borders without first getting a vote in Congress. There were 17 of these Republicans, nine in the Senate and eight in the House. All of them supported the Syria bombing, but then voted to block the President's executive order to build a border wall to protect America. Senator Roger Wicker was one of them. Wicker came on this show a year ago and you can look it up and enthusiastically defended the strikes against Syria, and yet in March, faced with the prospect of securing his own country, Mr. Wicker solemnly explained that an emergency border wall would devastate, quote, \"The constitutional principle of checks and balances.\" Senator Wicker represents the State of Mississippi. What percentage of his voters could possibly agree with this standard? Ten percent? That's probably too high an estimate, probably more like 2 percent agree with Roger Wicker on this, and yet, somehow Wicker still holds ascendancy How is that? People are starting figure out the scam that is neoconservatism. One news account this week explained that President Trump has begun to wonder about his national security adviser, John Bolton. Bolton, you'll remember led the cheering for the Iraq invasion in 2003. He supported the overthrow of Gaddafi in Libya a couple of years later. He pushed for preemptive strikes on Iran and North Korea. He called Russia's actions in the United States in 2016, an active war. He agreed with Bill Kristol on that. He has advocated for regime change in Venezuela, Cuba, Nicaragua. Trump, of course, ran against all of that. Apparently, the President has told people around to this week that John Bolton wants to get him quote, \"into a war.\" Now, we're not in the habit of fact checking other people's news stories, but in this case, we can confirm that conclusively. Yes, Mr. President, John Bolton does want to get you into a war. It's all he wants. It's what he dreams about. Many wars, if possible, and if you're not careful, he'll do it. Well, Democrats in Denver just decriminalized hallucinogenic mushrooms, but in Washington, they're trying to raise the age for smoking cigarettes. How does that make sense? Mark Steyn will explain it. But first, time for \"Final Exam.\" Can you beat our news experts at remembering the weird things that happened over the past seven days? You'll find out in just a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Time now for \"Final Exam\" where we corral two of the smartest people in Washington, DC or really the continental United States to see who has been paying the closest attention to the news in the last seven days. University of Maryland Professor and frequent show guest, Jason Nichols won the game last week, and so he is back again. His challenger tonight, \"Roll Call\" reporter Kathryn Lyons. We are happy to have them both. Now you know what the rules are, but I'm going to repeat them for our audience just tuning in. Hands up buzzers. I ask the questions. The first one to buzz in gets to answer the question. You have to wait until I finish asking it before you answer. That's key. You can answer once I acknowledge you by saying your name. Every correct answer is worth a single point, each incorrect answer detracts a point from your total. Best to five wins. Are you ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHRYN LYONS, ROLL CALL REPORTER",
      "sentences": "What does detract mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It makes it takes -- this is the cruel math of \"Final Exam.\" It's not neutral. It's like the SAT, if you get one wrong, we take a point from you even if it makes it negative. You'll see, it's very ugly. Ready? Okay, the first one is a multiple choice so wait until I finish giving you the options. Which 2020 candidates said if you are truly a patriot, you won't mind if he raises your taxes. Was it a mayor Pete Buttigieg? B. Former Mayor Cory Booker? Or C. Beto O'Rourke of Texas? Kathryn Lyons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Beto O'Rourke of Texas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "C. Too clever for me. Was it Mr. O'Rourke of Texas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you say to somebody who says \"Yes, I'm not crazy about Trump,\" but the economy has done so much better and Republicans keep telling me the Democratic nominee is going to raise my taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "We live in a nation of formal patriotism where people are expressing that and what I mean by that is they'll all want the best for their country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "A point has been detracted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A point has been detracted, so you're now in negative -- look, we've had people come back from --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Points don't matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Points don't matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "It's like I could win with zero points?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You could win with zero points. It's happened before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "At this point, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, this is question two. You may have heard that there is a new royal issue, a new Royal baby. His name is Archie Mountbatten- Windsor. Archie has a middle name. What is his middle name? Kathryn Lyons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Harrison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it Harrison? Like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Prince Harry and Meghan Markle revealed their Royal Baby's name today. The couple will call their firstborn child. Archie Harrison Mountbatten-Windsor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How did you know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I knew Archie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I didn't know they had a kid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "I'm back to zero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, you are back to zero. Question three, another multiple choice. There's a popular picture of a shoe floating around on the internet. Some people think the colors of the shoe are pink and white. Other see gray and teal. What is the actual color combination of this shoe? Was it A. Pink and white? B. Gray and teal? Or C. Purple and blue? Kathryn Lyons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "It looks pink and white to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It looks pink and white. You're going to go with what you think is obvious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is that really what it is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is great. It's the photo creating a social media frenzy. Look at that picture right there. Do you see a pink and white shoe or do you see a gray and teal shoe. It depends on who you ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "you know what's really going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All right, so here's what happened. They took a shoe, a sneaker that is actually pink in the body and has white laces, put in a black background --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I guess, the real question is why is this a topic of public conversation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean, I'm not the deepest person in America, but that seems kind of dumb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "It looked pink and white to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, but you know, whatever. Question four. The winner of Sunday's Kentucky Derby was a horse called Country House. I believe, it was 65 to one the odds against him. He was declared the winner after the original first place finisher was disqualified from the race for reasons that are still not obvious to a lot of us. What was the name of the disqualified horse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Why aren't you answering?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Oh my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I knew one answer, that was Booker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "The disqualified horse was -- shoot -- hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Usually you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "I know. You're distracting me right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You've got five more seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Maximum Security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Was it Maximum Security?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Kentucky Racing Commission tonight rejected an appeal by the owners of Maximum Security, the horse went first in Saturday's Derby, but in a stunning ruling was disqualified ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How did you know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Oh man. What do you report on at \"Roll Call\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "I love horses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, final question. This is a two point question. So this is this the daily double. All right, here it is. The Met Gala or gala party just took take place in New York City. This is the event that reminds us that we really are late Rome. It's the event where celebrities turn up in elaborate costumes and embarrass themselves. Singer Katy Perry came dressed as an unusual object. Was she A. Fish tank? B. A chandelier? Or C. A washing machine? Jason Nichols.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "A chandelier. B.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Was she a chandelier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You don't have to be the brightest bulb to dress like one. Katy Perry suited up as a chandelier. She also dressed as a hamburger for the after party but she took it off after 10 minutes because all the models kept asking her what a hamburger was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Holy smokes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Talking about -- let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so this is -- that's kind of unexpected. That's unexpected. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "I'm thrown off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so I -- now, we go to the tiebreaker. And typically, we have the same question always, but we've used it enough. Our judges -- and that's what's the capital of Burkina Faso, but we're not using that tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "They changed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "An even tougher one. Okay, this is -- and get ready. Here's the question. What is the capital of Canada?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Oh [bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Does that count?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, you buzzed in first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Oh, Ottawa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Oh come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ottawa. Is it Ottawa?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Cone on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, I thought it was new found --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I had it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What is it? It's Ottawa. The judges are saying, it is in fact, the capital of Canada is Ottawa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Did I just win?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Oh, I got robbed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "That is a buzzer malfunction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And by the way, you get the coveted Eric Wemple mug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Oh my goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "That's a buzzer malfunction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It might have been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I protest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Professor that was incredible. And by the way, you knew -- you both knew with the capital of Canada was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "No, I didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I didn't either. I literally had no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYONS",
      "sentences": "Thank you, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you both. That was terrific.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's it for this week's \"Final Exam.\" Pay attention to the news each week, including to the country's contiguous United States. Tune in Thursday to see if you can beat our experts. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "One of the founders of Facebook came out with a remarkable suggestion today. His name is Chris Hughes and he said it is time to break up the company he helped create.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think Facebook is dangerous?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HUGHES, COFOUNDER, FACEBOOK",
      "sentences": "I do. I think Facebook has become too big, too powerful. Because there's been -- there's no regulatory agency from the Federal government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Facebook is in fact dangerous and not just because it's big. In a \"New York Times\" op-ed, Hughes goes on to say that Facebook's dominance of social media is giving it a stranglehold on speech. Mark Zuckerberg, he says has the unilateral power to quote, \"Monitor, organize and even censor the conversations of 2 billion people.\" He can and has denied an audience to entire publications. He could delete the comments of an entire country if he wanted. He is America's chief censor when America should have no censors at all. Congress and Federal regulators ought to give Hughes' proposal a serious look like tomorrow morning. Facebook is of course a much bigger threat to our liberties than Russian trolls have ever been. Well, Denver voters went to the polls on Tuesday and they approved a law decriminalizing psilocybin hallucinogenic mushrooms. The timing is kind of funny though because here in Washington, Democratic Senator Brian Schatz has introduced a bill that would make the legal age of smoking cigarettes 21. So if you're keeping track at home, to the left smoking cigarettes is evil. Drugs, fine. Author and columnist, Mark Steyn joins us to decode this mystery. Great to see, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK STEYN, AUTHOR AND COLUMNIST",
      "sentences": "Good to see you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So why is cigarette smoking worse than hallucinogenic mushrooms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Well, it's an odd priority, isn't it? Because, for example, not just tobacco use, but lung cancer rates have declined significantly over the last 25 years or so, whereas overall deaths by drug use have exploded since the beginning of the century. So it becomes -- it's strange to see now that the model for marijuana where they are now apparently medicinal value to so-called magic mushrooms is now the way by which that becomes a fully legal thing. I think what's interesting to me, Tucker, is that basically drug use is an American problem. There's a lot of similarities between the sort of license and habits of Westerners around the world, but drug use and the explosion of drug use and drug addiction and death by drugs is an American problem. The nearest to America -- Canada and Australia, but when you get to all the social, democratic Scandinavian countries that Bernie Sanders professes to admire, they have actually, by comparison with America, in some cases, a fifth the size of drug use, the use of drugs in those countries, so it's sad and rather pathetic, that Americans are so addicted to drugs, but it's also interesting that the once traditional habits like smoking and drinking are ever more excoriated, the more license we extend to far more lethal drugs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So people quit smoking, the country gets fatter and sadder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But this is a great victory somehow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes. And for example, I think that I honestly believe, I don't like this thing. I think this thing in Washington is ridiculous. I basically gave up smoking at 21. I did it in my teens as peer pressure. And because I thought it might impress the chicks. The chicks weren't impressed. I was a bigger loser with a cigarette in my mouth as I was without one. So I gave it up by 21. But, but I would I would prefer to see people have occasional cigarette use and social drinking, as they do in say somewhere like France, which has far lower drug use than America. But the fact is that in my part of the world in northern New Hampshire, it's easier to get almost any kind of drug you want than it is to get a bottle of beer or a glass of wine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "So we don't have we don't have social drinking -- Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening, welcome to “Tucker Carlson Tonight.” Yet another mass shooting took place this week, this one on Tuesday at a STEM school in Highlands Ranch, Colorado. One student was murdered, and eight more were injured before the two shooters were captured, and it was brought to a halt. The whole thing was horrifying for the victims and their families, but for others, it was an opportunity to push a partisan agenda for gun control. When they tried to do that though, they didn't get exactly what they expected. Interesting story. Trace Gallagher joins us with the details tonight -- Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "And Tucker, this was an event to remember and pay tribute to Kendrick Castillo, the 18-year-old hero who was killed trying to tackle one of the shooters. But instead of a vigil, it became a political rally for gun control. Watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We did not hold our elected officials accountable. if as they were loosening the sensible gun regulations that were keeping us safe, instead, we chose to burden our youth with the responsibility of saving their own lives."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Then after Colorado Democratic Senator Michael Bennet and Colorado Democratic Congressman Jason Crow spoke, a large group of students and parents stormed out of the event, saying their grief was being politicized, and many students who walked out were reportedly chanting \"Mental health. Mental health.\" Other students said quoting here, \"This was not a vigil. This was purely a political stunt. This is not what we wanted for Kendrick.\" Later, after another gun control activist spoke, some students who left came back to the event to show their frustration. Listen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Let STEM kids speak."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Let him speak. The Brady Campaign to Prevent Gun Violence which helped organize the vigil or rally issued an apology that itself got political, quote, \"We are deeply sorry any part of this vigil did not provide the support, caring and sense of community we sought to foster and facilitate in which we know is so crucial to communities who suffer the trauma of gun violence.\" Some students were finally allowed to speak. One said, quote, \"We cannot be used for gun control. We are people, not a statement.\" Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Trace Gallagher, thanks a lot for that. Plus you heard, it wasn't just gun control activist who came to Colorado to push an agenda after the tragedy. The politicians of course were there. They were drawn to the scene as they always are. Congressman Jason Crow and Senator Michael Bennet, both Democrats attended the prayer vigil. They were not there to offer prayers. They were there to belittle prayer, and instead hold a campaign rally. Here is part of it."
    },
    {
      "speaker": "REP. JASON CROW, D-COLO.",
      "utterance": "You already have my thoughts and prayers, but you deserve and should demand more because they only send thoughts and prayers when you are a Member of Congress or when you are in a position to take action and to affect change. It is empty, it is hollow, and you and your children deserve more."
    },
    {
      "speaker": "SEN. MICHAEL BENNET, D-COLO., PRESIDENTIAL CANDIDATE",
      "utterance": "Our kids already have enough to do. Their job is not to fix America's broken gun laws."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What vultures these people are? For the politicians, devastated children and grieving families were just political props. Props they could use to increase their own power at the expense of other people's freedom. That is the reaction to every problem and every tragedy. This could have been stopped if you have given me more power, of course, in reality, Washington has been getting more and more power for decades and has not been making our kids happier or healthier. Guns have been part of American life since day one. School shootings have only been routine within our lifetimes. There are a lot of possible explanations for this, we don't seem to be talking about any of them. The kids in Colorado were though. They chanted, as you heard, \"Mental health.\" And they are right. But it is not enough to say we need more mental healthcare, it is also worth asking why we need it. Why do so many kids have so many more mental health problems? It's not your imagination. It's real. It is measurable. It is being measured, though not addressed. In the past decade, teen depression has risen dramatically, as have teen suicides. They are connected of course. Between 2008 and 2017, the percentage of adolescents with depression symptoms rose 52 percent; among kids 15 to 24, suicides are up almost 50 percent. That's a horrifying number, no one mentions it. Millions of American children are on drugs for ADHD, anxiety, other mental health problems. But why? What is driving this? Is it the breakdown in the family? Is it too much screen time? Is it something in the food? We don't really know. That is the actual tragedy and as long as our leaders preferred response to this tragedy is opportunism, we never will know. Jason Nichols is a Professor of African-American Studies at the University of Maryland and joins us tonight. Professor, thanks very much for coming on."
    },
    {
      "speaker": "JASON NICHOLS, PROFESSOR OF AFRICAN-AMERICAN STUDIES, UNIVERSITY OF MARYLAND",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I am not interested in another gun control debate. I want to have a sincere conversation about this, and bless those kids to at least raise a deeper question than gun confiscation, that's a question of mental health. Why don't we have a national conversation about teen depression and teen suicide rates when the numbers are this stark?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I think we absolutely need to have that conversation and I am a big advocate of having mental health services in all schools, at all levels. I think that is really important. The one thing I do want to make an appeal to your audience is, when students are saying that they are hurting, when they are saying they are in pain, one of the things we have seen from the right is calling them snowflakes, calling them weak. Allow the students to feel pain --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I'm not saying that."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I'm not saying you are saying that, but there are people who say those kind of things, and it is troubling to me. I think we do need healthcare. We do need to have a conversation about mental health."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I agree with you. And here is what I -- and maybe we need a conversation. You know, I am open-minded. Here is what I object to. I object to the vultures, the politicians, swooping in immediately and using other people's pain to gin up votes, using kids to do that. So Chris Murphy of Connecticut, who is a senator, really one of the most shameless members and dumbest of the Senate, said this, quote, \"You cannot accept the premise that there is any waiting period after a tragedy to start engaging in political action.\" So if you don't pause at all between the tragedy and calling for some new law, it is not even possible to have a conversation, if you behave that way, is it?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I agree. I will say this. I believe that these kids needed an opportunity to grieve."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "They needed an opportunity to talk about their friend who gave his life, Kendrick Castillo. That is something that needed to happen. Before you even talk, necessarily, about causation, which includes mental health."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I agree."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "People were screaming \"mental health,\" other people were screaming \"gun control.\" We needed -- they needed a moment to just grieve."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's totally the point."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "The Castillo family families didn't need to hear any of that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's a totally fair point, and it is always these adults who swoop in with an agenda, weaponizing the kids -- you know, kids who are in pain, and they say to the kids, your pain will go away if you just climb aboard my pet issue. And why don't we say to those adults: Back off, creep. You should not be allowed to do this to children."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Yes, I agree. I mean, there are times when students, you know, after they have had their opportunity to grieve, they start being active in their communities. The Parkland kids, they had their ideas about how to make their community safer. And I praise them because they took action on what they thought was right. I do think that you do need at least a little bit of time. Just to take a moment --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, yes. I would. I mean, I think any person would."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "And a prayer vigil is the wrong venue to talk politics."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we shouldn't be belittling prayer, which is totally real, and its effects are real, if I could just say. Really quick, I can't resist asking since you are a Professor of African-American Studies. There are a lot of kids getting killed in this country, all the time, and they get no publicity at all. Chicago, I guess gets a lot of attention, but pick a city -- Bridgeport, Hartford, since we have the Senator Murphy on the screen, New Orleans -- pick a place where you have poor people, often it's in African-American neighborhood, and kids are getting killed. Politicians almost never show up and give speeches when that happens. Why is that?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Well, again, this is probably going to anger your audience, but you know, I don't really care about that. But I will say that is because, in many people's imaginations, black lives do not hold the same value."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But what about -- but apparently that is right, so where is Eric Swalwell? Where is Chris Murphy? Where the people you just saw? Where is Senator Bennet? Where are they?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I agree, they need to be there, and that is not to say that no politician show up. I know local politicians throughout my area who show up when there is a tragedy, but at the same time then, let me just say, then Black Lives Matter should not be a controversial statement. That's a --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's that's never been a controversial statement to me."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Great."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All lives matter. That shouldn't be controversial either because --"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Yes, but that is a retort. That's the problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's not a retort, it's an observation. God created all people and they have equal value before him. Period."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Yes. But obviously, not in the eyes of people in power and our politicians."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I mean, so where is Senator Bennet? We should call him right now."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Professor, great to see you."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thanks a lot. The Mueller report ended the Russia collusion conspiracy. Why haven't Republicans in the Senate gotten the memo? Huh? Where is Mitch McConnell on that question? Lara Trump joins us after the break to tell us, maybe she knows."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, if you ask most American media executives what they do in their free time, if they're being honest, they'll tell you they go to award ceremonies and accept meaningless awards on their own behalf or calling themselves free speech heroes, defenders the First Amendment, right? What they really should be getting is public relations awards, because most of the time, that's what they are, dedicated PR servants to the DNC repeating the talking points faithfully and verbatim. You've seen it day after day. Some Democrats says, for example, that illegal immigrants are actually undocumented, and within a couple days, that's the only acceptable word in the media. Well, this week, they have a brand new talking point, and we need to keep track of this because it's amusing and also helpful, if you're watching at home. The DNC is mad at the President. So according to the press, we have a constitutional crisis. Watch."
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "utterance": "We've talked for a long time about approaching a constitutional crisis. We are now in it. We are now in a constitutional crisis."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I do believe we have now entered that constitutional crisis."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "utterance": "A full scale assault on Congress means to instigate a kind of constitutional crisis."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We are facing a constitutional crisis."
    },
    {
      "speaker": "STEPHEN COLBERT, CBS HOST",
      "utterance": "I'm really curious because isn't that the height of a constitution -- isn't that not the definition of a constitutional crisis?"
    },
    {
      "speaker": "JIM ACOSTA, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "President Trump appears to be heading toward a constitutional crisis with House Democrats as he continues to hide the Mueller report."
    },
    {
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "utterance": "President Trump is pursuing a stonewall strategy when it comes to Congress, according a constitutional crisis."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "This administration wants to have a constitutional crisis because they do not respect the oath of office that they take."
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "utterance": "So ever wonder what a constitutional crisis looks like? Well open your eyes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Don Lemon is always the last to know, but the most excited to know. Good job, everybody. Definitely enough to justify another round of free speech awards next year. Well, the Russia collusion conspiracy is dead courtesy of Robert Mueller, but like a zombie, it keeps moving forward drawing all of Washington's attention. On both sides, by the way, it's not just Democrats who are involved in keeping this hoax alive. The Senate Intelligence Committee, which is led by a Republican, Richard Burr of North Carolina, has sent a subpoena to Donald Trump, Jr. Now, Trump, Jr. has already testified before the Committee once last year at great length. What is the point of this? A lot is going on in Washington, and yet the hoax continues in the U.S. Senate. Lara Trump is Donald Trump, Jr., sister-in-law. She's a senior adviser to President Trump's 2020 reelection campaign and she joins us tonight. Lara Trump, thanks very much for coming on. LARA TRUMP, SENIOR ADVISER TO TRUMP 2020 REELECTION CAMPAIGN: Thank you. Great to be with you. My first time on your show."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, and we're happy you're here. This is a genuinely baffling story, I would say, so this afternoon, Richard Blumenthal, the senator from Connecticut said that if your brother-in-law doesn't comply with the subpoena and come and testify before the committee quote, \"He ought to be put in jail. Prison is the only answer.\" What is going on here, do you think?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Well, it's really confusing, I think to a lot of people because to the point you just made, this is over. The Mueller report is complete. We know that what -- it was started to do to show whether or not the Trump campaign and the President colluded with Russia has been solved. We know that did not happen."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Whatever they think they're going to do is not going to change that. It's not going to make Hillary Clinton the President of the United States. Like I know, they all wanted so badly for so long. Unfortunately, this is just more of the same Tucker, this is harassment of our family, harassment of the President. And it's a shame because the American people send these folks in Congress to Washington, DC to make great changes in our country and to do things that they want to see happen. They're doing nothing. What is this doing for our country? It's nonsense. They need to focus on things Americans care about. Nobody cares about this. It's over. It's dead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that that's a fair summation. I think you're factually correct. And by the way, I believe that your brother-in-law has offered to respond to any questions the committee has in writing, but they're demanding he come in in-person which kind of underscores the point you made. Here's the confusing part. The Senate is controlled by Republicans, Mitch McConnell is the Senate Majority Leader, he appointed Senator Burr to head this Committee. So it's really a question of Mitch McConnell. Like, why would he allow this, do you think?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Well, that's very confusing. It seems like he's pretty upset by this and as a native North Carolinian, I am shocked and appalled that somebody from a Republican from my home state would do something as crazy as this. I'm not sure what the strategy is here. Don has gone in and testified for dozens of hours and told them everything he knows, which is very little. There was such a short span of time that this this one conversation, this one meeting that everyone is obsessed with took place. I don't know what they think is going to happen. I don't know what they think they're going to get out of this. But truly the country is sick and tired of this. Our family has done everything, complied in every way we possibly can, and they still won't leave anybody alone. So, it's really sad. But listen, if I were Don, I certainly wouldn't go in there because he's done his part. He's done what he needed to do. And this is just more harassment."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I mean, you've got to think that either Burr will come to his senses or McConnell will. I mean, there's no reason right before a presidential election, the Republican Party ought to be attacking itself over something that's literally irrelevant. So let me just ask you this, though. It's one thing to have people dislike the policies that your family supports. That's a political difference. But for over two years, your family has been called traitors, colluders with a hostile foreign power, Russia. That's a different thing. What's that been like?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Well, it's certainly not easy when you know, it's not true; when you know, you're a good person. The President is a great person. Our entire family is comprised of great people who've always followed the law and always done the right thing. And listen, the President's life is a lot tougher now as a President than it ever would have been before. You know, he had a great life and he became the President and he is putting himself through the constant attacks every day because he loves this country and to his credit, despite the constant negativity, despite the obstruction, despite everything he's had thrown at him every single day, look at where we are in this country. Look at the accomplishments of this President in his first two and a half years and office, Tucker, it's incredible to see where our economy is, lowest unemployment in the history of this country, leveling the playing field with trade across the world, putting Americans back to work, bringing manufacturing jobs back, we could go on all day."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "And that is with all that he's had to deal with. Imagine what he could accomplish if everybody got together and said, \"You know what, instead of playing politics, we want to do the right thing for the American people.\" But kudos to the President because he has done a great job, despite the fact that they've tried to stop him at every single turn."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Especially the Russia stuff. I mean, it's just too stupid, I would say. Lara Trump, thank you. It was great to have you tonight."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, odds are you probably don't get free medical care, but under President Joe Biden, illegal immigrants will, and you'll pay for it. That's your obligation. Joe Biden says so. Details ahead. Plus, Amazon makes tens of billions, but currently pays no Federal income taxes, probably unlike you. Andrew Yang has a plan to change that and he will share with us that plan right after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, during a recent visit to Los Angeles, Joe Biden who is running for President for the third time, let the rest of the country know that Americans have a moral obligation to give free healthcare to illegal aliens. Watch."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Look, I think that anyone who is in a situation where they're in need of healthcare, regardless of whether they're documented or undocumented, we have an obligation to see that they're cared for. That's why I think we need more clinics around the country."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How many more clinics? Well, we don't know because we have no idea how many illegal aliens live in this country. It could be 10 million, probably closer to 20 million. It could be 30 million, it could be 40 million. We literally have no idea. But all of them need free unlimited healthcare that you're required to pay for, and by the way says Joe Biden, we need more immigrants, too, as many as possible. Biden is not quite as enthusiastic about Americans who were born here, but he is very firm on their obligation to pay for all of this. Melissa Francis is cohost of \"Outnumbered\" and hosts \"After the Bell\" on Fox Business and is a great and smart person. We're always honored to have her on the show. So you're a math person."
    },
    {
      "speaker": "MELISSA FRANCIS, HOST",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Does the math -- does the math work on this?"
    },
    {
      "speaker": "FRANCIS",
      "utterance": "No, the math doesn't work at all. But let me start with why this is a very cruel policy, because you have a picture of the mother that's in Nicaragua or Guatemala, and they're thinking about, is it worth making this journey? Is it worth taking my child, risking my life, paying a coyote $7,000.00 or whatever it costs these days? \"The New York Times\" actually has done some terrific reporting recently, on what it's like to make this journey. There was an article called, \"We pay with our bodies,\" and they were talking about the fact that even though they paid, these women were raped, and it's almost inevitable along the way. So as you're weighing this decision, you're going to say, \"Well, another enticement is that once I get through to the other side, if I survive, there will be medical care there free waiting for me.\" So you're adding to the magnet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right, totally."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "And the cost benefit analysis, so on one hand where it's supposed to be so compassionate, it's not. They talked about sending money to these countries in Central and South America that people are fleeing. How about not adding on to the magnet that is up here before at least we solve all the rest of their problems. You make the point about the math, which is absolutely right, but it's much more boring and it's less emotional. But you know, that's what math people do. The truth is, if you have open borders, you can't have liberal giveaway everything social welfare policies, we just -- we can't afford it. You can either slam the door and give away everything and make it a freebie state or you could open the borders and you have to make people pay for stuff because otherwise, even if you confiscate all of the wealth of all the billionaires in this country, it is not going to pay for free healthcare for everybody."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now that is -- and that is the point that is worth reiterating every day. if you want a welfare state, and a lot of people do, and not just liberals, a lot of Republicans want one. They want free healthcare. You can't have open borders, period."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "Yes. Just the math absolutely does not work out, even if you tax everyone to death, there isn't enough money."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's totally, totally true. Melissa Francis, thank you. As always, great to see you."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "We solved it, and it was so quick."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We did solve it. It's true."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "Yes, piece of cake."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You went to Harvard. This is true."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "Well, in spite of that, I solved it, yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good point. Good to see you."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "See you soon."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, last year, Amazon, the company made $11 billion in profit. That's one-third of the GDP of the entire state of Vermont. It's a ton of money. But remarkably, Amazon did not pay a single dime of Federal income tax and they're not alone, dozens of profitable corporations paid nothing in Federal income taxes this year -- Delta Airlines, Chevron, GM -- more. Some of them are even getting tax rebates they can apply later. It's a weird system we have. Our tax code is broken, but almost no one is saying anything about it. Democratic presidential candidate, Andrew Yang is. He has a plan that he says would change it. We talked to him about his plan a little while ago."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you make the case that these companies take Amazon, but it could be Chevron, it could be GM are profitable because of the investment the United States' taxpayers, in part, have given to them and they're giving nothing in return. How do we fix this?"
    },
    {
      "speaker": "ANDREW YANG, D-PRESIDENTIAL CANDIDATE",
      "utterance": "You know, Amazon is the most egregious example where they're now soaking up $20 billion in business and causing 30 percent of American malls and stores to close and taxpayers are seeing zero in return. So if you look at what other advanced economies have done, they figured this out, they've said, \"Look, we need to have a mechanism in place so that Amazon is going to pay its fair share along with Netflix and Delta and these other companies that are paying zero in taxes.\" So what they've done is, they've adopted a value-added tax, where then the American people would get a tiny slice of every Amazon sale, every Google search and on and on, and it's very, very hard for companies like Amazon to game their way out of a value added tax system."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So why don't we have that?"
    },
    {
      "speaker": "YANG",
      "utterance": "It's a great question. I mean, the people have been advocating for it for quite some time and my campaign is advocating and championing it right now because we need to wise up to the fact that companies like Amazon are very smart and moving their earnings through places like Ireland, where the American taxpayer will see none of it, whereas a value-added tax will make it impossible for them to sell to us without paying into our society their fair share."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You mentioned the other costs that are often not recorded that stem from Amazon's business model, the bankruptcy of, you know, countless American businesses, but there's also the fact that they basically subsidize their labor costs using our social services. What's the cost of that, do you think?"
    },
    {
      "speaker": "YANG",
      "utterance": "Oh, it's in the billions or tens of billions, and there was one instance where McDonald's actually was sending its people instructions as to how to file for various social services. So you're right that our social programs have been subsidizing the low wage patterns of many of these employers."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So why are you the only candidate who is thinking through what to do about this? Do you think it is kind of weird?"
    },
    {
      "speaker": "YANG",
      "utterance": "I think it's weird, again, all you have to do is look around the world and say other countries, other advanced economies have figured this out. We're the only advanced economy that does not have a value-added tax in place, and we need to make sure that the American people are actually seeing some of the gains from the incredible innovation and value that companies like Amazon and Salesforce and Netflix, all of whom paid zero in taxes last year, are getting away with really. And they're doing their job, which is to pay as little in taxes as possible. We have to do our job, which is to make it so the American people see our fair share."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So does that -- I mean, just to argue the other side for a second, would that increase -- and presumably it would increase the cost to American consumers of goods, right?"
    },
    {
      "speaker": "YANG",
      "utterance": "Well, in some instances, in some cases, the companies will find cost efficiencies or eat part of it, and that's one reason why my campaign wants to take that money that we're getting from the value-added tax and return to the American people in the form of a dividend because that's the most direct way that we can actually have the American people benefit. The fear is that even if we do end up increasing the tax rate on some of these companies that the American people won't benefit from that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because that money will be swallowed by our political machine somehow."
    },
    {
      "speaker": "YANG",
      "utterance": "Yes, it'll go into the giant pipes of DC never to be seen or heard from again, and so the goal is to make sure that doesn't happen by putting those economic resources directly into the hands of the American people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But wouldn't that be bad for those of us who live in the District of Columbia and own property here? I mean, wouldn't it be better for us if we could hoard all the money?"
    },
    {
      "speaker": "YANG",
      "utterance": "I have a feeling you all would be fine. I mean, as you know, Tucker, Washington, DC, I believe is the highest per capita income in the country at this point. So you know, I have a feeling that the boutique restaurants will still have plenty of business."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, because we're making innovative products the world wants to buy -- no sorry, it's because we're taking your money by force and hoarding it. Andrew Yang, certainly the most interesting person running for President and it sounds like a great idea to me. I appreciate it. Thanks very much."
    },
    {
      "speaker": "YANG",
      "utterance": "Thank you, Tucker. See you soon."
    },
    {
      "speaker": "CARLSON",
      "utterance": "See you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Republicans in Washington agree that we ought to be able to launch wars in other countries without congressional approval. Why do they not agree that we can secure our border without congressional approval? Mystery -- which we will solve after the break?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "About a year ago, President Trump ordered a missile strike on Syria. It was in response to the supposedly use of chemical weapons by the government of Bashar Al-Assad in the civil war there in Syria. It was never clear how attacking Syria was in America's national interest. We weren't at war with the country. We have no reason to be. The Secretary of Defense at the time, General Mattis argued that such a strike would need congressional approval in order to be legal. The President launched missiles anyway without a vote in Congress. And almost unanimously, Republicans in Washington backed him and backed the attack. Presidents ought to be allowed to take decisive action, they argued. Congress should not get in the way. That was their position. If the President announced another missile strike against Syria or Libya or pick a country tomorrow, they would say the same thing. When it comes to fighting pointless wars in far off countries, Republicans believe a President should do whatever he sees fit. What's interesting, though, is how dramatically their view changes when there is an actual threat to the United States. Case in point. Two months ago, President Trump responded to the worsening situation on our southern border by declaring a national emergency and requesting Federal funds to construct a much needed border wall across our southern border. How did Congress respond to that request? Well, it was interesting. The very same Republicans who had defended the unauthorized Syria strike suddenly sounded very concerned about process. They said our constitution would be imperiled if the President acted unilaterally to protect our borders without first getting a vote in Congress. There were 17 of these Republicans, nine in the Senate and eight in the House. All of them supported the Syria bombing, but then voted to block the President's executive order to build a border wall to protect America. Senator Roger Wicker was one of them. Wicker came on this show a year ago and you can look it up and enthusiastically defended the strikes against Syria, and yet in March, faced with the prospect of securing his own country, Mr. Wicker solemnly explained that an emergency border wall would devastate, quote, \"The constitutional principle of checks and balances.\" Senator Wicker represents the State of Mississippi. What percentage of his voters could possibly agree with this standard? Ten percent? That's probably too high an estimate, probably more like 2 percent agree with Roger Wicker on this, and yet, somehow Wicker still holds ascendancy How is that? People are starting figure out the scam that is neoconservatism. One news account this week explained that President Trump has begun to wonder about his national security adviser, John Bolton. Bolton, you'll remember led the cheering for the Iraq invasion in 2003. He supported the overthrow of Gaddafi in Libya a couple of years later. He pushed for preemptive strikes on Iran and North Korea. He called Russia's actions in the United States in 2016, an active war. He agreed with Bill Kristol on that. He has advocated for regime change in Venezuela, Cuba, Nicaragua. Trump, of course, ran against all of that. Apparently, the President has told people around to this week that John Bolton wants to get him quote, \"into a war.\" Now, we're not in the habit of fact checking other people's news stories, but in this case, we can confirm that conclusively. Yes, Mr. President, John Bolton does want to get you into a war. It's all he wants. It's what he dreams about. Many wars, if possible, and if you're not careful, he'll do it. Well, Democrats in Denver just decriminalized hallucinogenic mushrooms, but in Washington, they're trying to raise the age for smoking cigarettes. How does that make sense? Mark Steyn will explain it. But first, time for \"Final Exam.\" Can you beat our news experts at remembering the weird things that happened over the past seven days? You'll find out in just a moment."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Time now for \"Final Exam\" where we corral two of the smartest people in Washington, DC or really the continental United States to see who has been paying the closest attention to the news in the last seven days. University of Maryland Professor and frequent show guest, Jason Nichols won the game last week, and so he is back again. His challenger tonight, \"Roll Call\" reporter Kathryn Lyons. We are happy to have them both. Now you know what the rules are, but I'm going to repeat them for our audience just tuning in. Hands up buzzers. I ask the questions. The first one to buzz in gets to answer the question. You have to wait until I finish asking it before you answer. That's key. You can answer once I acknowledge you by saying your name. Every correct answer is worth a single point, each incorrect answer detracts a point from your total. Best to five wins. Are you ready?"
    },
    {
      "speaker": "KATHRYN LYONS, ROLL CALL REPORTER",
      "utterance": "What does detract mean?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It makes it takes -- this is the cruel math of \"Final Exam.\" It's not neutral. It's like the SAT, if you get one wrong, we take a point from you even if it makes it negative. You'll see, it's very ugly. Ready? Okay, the first one is a multiple choice so wait until I finish giving you the options. Which 2020 candidates said if you are truly a patriot, you won't mind if he raises your taxes. Was it a mayor Pete Buttigieg? B. Former Mayor Cory Booker? Or C. Beto O'Rourke of Texas? Kathryn Lyons?"
    },
    {
      "speaker": "LYONS",
      "utterance": "C."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Beto O'Rourke of Texas?"
    },
    {
      "speaker": "LYONS",
      "utterance": "C."
    },
    {
      "speaker": "CARLSON",
      "utterance": "C. Too clever for me. Was it Mr. O'Rourke of Texas?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What do you say to somebody who says \"Yes, I'm not crazy about Trump,\" but the economy has done so much better and Republicans keep telling me the Democratic nominee is going to raise my taxes."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "We live in a nation of formal patriotism where people are expressing that and what I mean by that is they'll all want the best for their country."
    },
    {
      "speaker": "LYONS",
      "utterance": "A point has been detracted."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A point has been detracted, so you're now in negative -- look, we've had people come back from --"
    },
    {
      "speaker": "LYONS",
      "utterance": "Points don't matter."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Points don't matter."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "It's like I could win with zero points?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You could win with zero points. It's happened before."
    },
    {
      "speaker": "LYONS",
      "utterance": "At this point, yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, this is question two. You may have heard that there is a new royal issue, a new Royal baby. His name is Archie Mountbatten- Windsor. Archie has a middle name. What is his middle name? Kathryn Lyons?"
    },
    {
      "speaker": "LYONS",
      "utterance": "Harrison."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it Harrison? Like --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Prince Harry and Meghan Markle revealed their Royal Baby's name today. The couple will call their firstborn child. Archie Harrison Mountbatten-Windsor."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How did you know that?"
    },
    {
      "speaker": "LYONS",
      "utterance": "Come on."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I knew Archie."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I didn't know they had a kid."
    },
    {
      "speaker": "LYONS",
      "utterance": "I'm back to zero."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, you are back to zero. Question three, another multiple choice. There's a popular picture of a shoe floating around on the internet. Some people think the colors of the shoe are pink and white. Other see gray and teal. What is the actual color combination of this shoe? Was it A. Pink and white? B. Gray and teal? Or C. Purple and blue? Kathryn Lyons?"
    },
    {
      "speaker": "LYONS",
      "utterance": "It looks pink and white to me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It looks pink and white. You're going to go with what you think is obvious."
    },
    {
      "speaker": "LYONS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is that really what it is?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is great. It's the photo creating a social media frenzy. Look at that picture right there. Do you see a pink and white shoe or do you see a gray and teal shoe. It depends on who you ask."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "you know what's really going on?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All right, so here's what happened. They took a shoe, a sneaker that is actually pink in the body and has white laces, put in a black background --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I guess, the real question is why is this a topic of public conversation?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean, I'm not the deepest person in America, but that seems kind of dumb."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "It looked pink and white to me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, but you know, whatever. Question four. The winner of Sunday's Kentucky Derby was a horse called Country House. I believe, it was 65 to one the odds against him. He was declared the winner after the original first place finisher was disqualified from the race for reasons that are still not obvious to a lot of us. What was the name of the disqualified horse?"
    },
    {
      "speaker": "LYONS",
      "utterance": "Why aren't you answering?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Go ahead."
    },
    {
      "speaker": "LYONS",
      "utterance": "Oh my gosh."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I knew one answer, that was Booker."
    },
    {
      "speaker": "LYONS",
      "utterance": "The disqualified horse was -- shoot -- hold on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay."
    },
    {
      "speaker": "LYONS",
      "utterance": "Hold on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Usually you --"
    },
    {
      "speaker": "LYONS",
      "utterance": "I know. You're distracting me right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You've got five more seconds."
    },
    {
      "speaker": "LYONS",
      "utterance": "Maximum Security."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Was it Maximum Security?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The Kentucky Racing Commission tonight rejected an appeal by the owners of Maximum Security, the horse went first in Saturday's Derby, but in a stunning ruling was disqualified ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How did you know that?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Oh man. What do you report on at \"Roll Call\"?"
    },
    {
      "speaker": "LYONS",
      "utterance": "I love horses."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, final question. This is a two point question. So this is this the daily double. All right, here it is. The Met Gala or gala party just took take place in New York City. This is the event that reminds us that we really are late Rome. It's the event where celebrities turn up in elaborate costumes and embarrass themselves. Singer Katy Perry came dressed as an unusual object. Was she A. Fish tank? B. A chandelier? Or C. A washing machine? Jason Nichols."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "A chandelier. B."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Was she a chandelier?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You don't have to be the brightest bulb to dress like one. Katy Perry suited up as a chandelier. She also dressed as a hamburger for the after party but she took it off after 10 minutes because all the models kept asking her what a hamburger was."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Holy smokes."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Talking about -- let's go."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so this is -- that's kind of unexpected. That's unexpected. All right."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Let's go."
    },
    {
      "speaker": "LYONS",
      "utterance": "I'm thrown off."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so I -- now, we go to the tiebreaker. And typically, we have the same question always, but we've used it enough. Our judges -- and that's what's the capital of Burkina Faso, but we're not using that tonight."
    },
    {
      "speaker": "LYONS",
      "utterance": "They changed it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "An even tougher one. Okay, this is -- and get ready. Here's the question. What is the capital of Canada?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Oh [bleep]."
    },
    {
      "speaker": "LYONS",
      "utterance": "Does that count?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, you buzzed in first."
    },
    {
      "speaker": "LYONS",
      "utterance": "Oh, Ottawa."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Oh come on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ottawa. Is it Ottawa?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Cone on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, I thought it was new found --"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I had it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What is it? It's Ottawa. The judges are saying, it is in fact, the capital of Canada is Ottawa."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Come on."
    },
    {
      "speaker": "LYONS",
      "utterance": "Did I just win?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Oh, I got robbed."
    },
    {
      "speaker": "LYONS",
      "utterance": "Thank you."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "That is a buzzer malfunction."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And by the way, you get the coveted Eric Wemple mug."
    },
    {
      "speaker": "LYONS",
      "utterance": "Oh my goodness."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "That's a buzzer malfunction."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It might have been."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I protest."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Professor that was incredible. And by the way, you knew -- you both knew with the capital of Canada was."
    },
    {
      "speaker": "LYONS",
      "utterance": "No, I didn't."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I didn't either. I literally had no idea."
    },
    {
      "speaker": "LYONS",
      "utterance": "Thank you, Jason."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you both. That was terrific."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Come on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's it for this week's \"Final Exam.\" Pay attention to the news each week, including to the country's contiguous United States. Tune in Thursday to see if you can beat our experts. We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "One of the founders of Facebook came out with a remarkable suggestion today. His name is Chris Hughes and he said it is time to break up the company he helped create."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you think Facebook is dangerous?"
    },
    {
      "speaker": "CHRIS HUGHES, COFOUNDER, FACEBOOK",
      "utterance": "I do. I think Facebook has become too big, too powerful. Because there's been -- there's no regulatory agency from the Federal government."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Facebook is in fact dangerous and not just because it's big. In a \"New York Times\" op-ed, Hughes goes on to say that Facebook's dominance of social media is giving it a stranglehold on speech. Mark Zuckerberg, he says has the unilateral power to quote, \"Monitor, organize and even censor the conversations of 2 billion people.\" He can and has denied an audience to entire publications. He could delete the comments of an entire country if he wanted. He is America's chief censor when America should have no censors at all. Congress and Federal regulators ought to give Hughes' proposal a serious look like tomorrow morning. Facebook is of course a much bigger threat to our liberties than Russian trolls have ever been. Well, Denver voters went to the polls on Tuesday and they approved a law decriminalizing psilocybin hallucinogenic mushrooms. The timing is kind of funny though because here in Washington, Democratic Senator Brian Schatz has introduced a bill that would make the legal age of smoking cigarettes 21. So if you're keeping track at home, to the left smoking cigarettes is evil. Drugs, fine. Author and columnist, Mark Steyn joins us to decode this mystery. Great to see, Mark."
    },
    {
      "speaker": "MARK STEYN, AUTHOR AND COLUMNIST",
      "utterance": "Good to see you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So why is cigarette smoking worse than hallucinogenic mushrooms?"
    },
    {
      "speaker": "STEYN",
      "utterance": "Well, it's an odd priority, isn't it? Because, for example, not just tobacco use, but lung cancer rates have declined significantly over the last 25 years or so, whereas overall deaths by drug use have exploded since the beginning of the century. So it becomes -- it's strange to see now that the model for marijuana where they are now apparently medicinal value to so-called magic mushrooms is now the way by which that becomes a fully legal thing. I think what's interesting to me, Tucker, is that basically drug use is an American problem. There's a lot of similarities between the sort of license and habits of Westerners around the world, but drug use and the explosion of drug use and drug addiction and death by drugs is an American problem. The nearest to America -- Canada and Australia, but when you get to all the social, democratic Scandinavian countries that Bernie Sanders professes to admire, they have actually, by comparison with America, in some cases, a fifth the size of drug use, the use of drugs in those countries, so it's sad and rather pathetic, that Americans are so addicted to drugs, but it's also interesting that the once traditional habits like smoking and drinking are ever more excoriated, the more license we extend to far more lethal drugs."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So people quit smoking, the country gets fatter and sadder."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But this is a great victory somehow."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes. And for example, I think that I honestly believe, I don't like this thing. I think this thing in Washington is ridiculous. I basically gave up smoking at 21. I did it in my teens as peer pressure. And because I thought it might impress the chicks. The chicks weren't impressed. I was a bigger loser with a cigarette in my mouth as I was without one. So I gave it up by 21. But, but I would I would prefer to see people have occasional cigarette use and social drinking, as they do in say somewhere like France, which has far lower drug use than America. But the fact is that in my part of the world in northern New Hampshire, it's easier to get almost any kind of drug you want than it is to get a bottle of beer or a glass of wine."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly."
    },
    {
      "speaker": "STEYN",
      "utterance": "So we don't have we don't have social drinking -- Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}