{
  "date": "May 16, 2021",
  "headline": "'MediaBuzz' on the media's Cheney alliance, CDC easing mask rules under pressure",
  "subHeadline": "Guests: Ben Domenech, Liz Claman, Carley Shimkus, Steve Krakauer, Glenn Greenwald, Robby Soave, Sarah Norman",
  "url": "https://www.foxnews.com/transcript/mediabuzz-on-the-medias-cheney-alliance-cdc-easing-mask-rules-under-pressure",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. LIZ CHENEY (R-WY)",
      "sentences": "I will do everything I can to ensure that the former president never again gets anywhere near the Oval Office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC LEGAL ANALYST AND CORRESPONDENT",
      "sentences": "A lot of people frame this as a battle of the soul of the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHENEY",
      "sentences": "This is the, I think, opening salvo in that battle and it's a battle we have to win, because it's not just about the Republican Party, it's about the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Why should Wyoming voters, say, re-elect you when you're spending so much energy opposing him, so little opposing Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHENEY",
      "sentences": "I'm disputing your characterization of what I'm doing. I think it's really important for us to be as strong as possible in defeating the Biden policies. We cannot do that if we enable a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "They could not silence her. The cowards who won't stand up for democracy couldn't make her coward to their false idle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "No wonder the Democrats and the media are so obsessed with Liz Cheney. Of course, their idea of a Republican leader is one who agrees with them that Trump is a big evil meanie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Over time, this speech will stand up compared to the cowardice that so many in the House right now have been exhibiting and going along with a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Liz, I know you're loving all your liberal media friends that you've -- that now are so appreciative of you and heaping praise on you. I hope you enjoy your 15 minutes of sanctimonious worship from the left and the mob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN DOMENECH, FOX NEWS CONTRIBUTOR, FOUNDER AND PUBLISHER OF THE FEDERALIST",
      "sentences": "Well, it's interesting because there was just, you know, support for Liz Cheney a couple of months ago in the wake of her voting for impeachment, criticizing former President Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Mm-hmm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "-- saying a lot of the same things that she was saying. So what changed? What changed, I think, is that people became of a mind within her conference, a conference that had backed her just, you know, a few months ago that she was no longer capable of being a member of leadership of the party. The name is the House of Representatives and it does represent. And I think at that point about whether she was representing the wishes of the people who elected her and voted overwhelming for Donald Trump in her state is a very valid one.  But I think in this context, the media is really making a mountain out of something that is going to not be considered a very significant political event ultimately.  If Liz Cheney had done her job as conference chair, raised the money, done great at recruiting and the like in the previous election, I'm not sure we would be having this conversation. Instead, she was well behind the other members of leadership in raising money and people felt like it's a key aspect of her job that she wasn't going to be able to do that anymore, which donors, Republican donors are going to gill out (ph) and give money to Liz Cheney in support of an agenda that seems to be solely defined by going after former President Trump and criticizing other members of the party.   You can be a member of Congress and do that, but you can't be a member of leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Liz Claman, Cheney is sure getting a heck of a ride from the media establishment that had such a hostile relationship with President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIZ CLAMAN, FOX BUSINESS NETWORK ANCHOR",
      "sentences": "Liz Cheney --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "I'm a little confused here because I am actually looking at how the media operate and having been a member of the media for several decades, like, I can see this. I think this really goes on the shoulders in many cases of Kevin McCarthy, and why? Because if you want to draw some attention to it, call it out, ostracize it, have a vote for it and then boot it, and that's exactly what he did. And quite frankly, when you talk about Liz Cheney's platform and what she's going for, I'm not defending Liz Cheney at all in any level, I'm simply saying she voted with President Trump alongside his policies and proposals more than 90 times.   So, you know, when you're talking about what is actually ringing -- ringing honestly here, everybody knows, the voters, Republicans voters know that this caucus vote was simply about one thing, getting rid of Liz Cheney because she was calling out what she felt was a big lie and that was that the election had been stolen.  And all you need to do is look at the next step and that is that Representative Elise Stefanik was chosen --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- and she had voted not many times with President Trump yet she flipped and then simply said as she did just an hour ago on Fox News, on \"Sunday Morning Futures,\" Donald Trump is the leader of the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Now, this is big news, Ben, in the Casper Star-Tribune. Let's put the front page of the Wyoming paper. But you alluded to this earlier, I mean, is the media interest here in the battle with Cheney just trying to put herself at the center of about a thousand times greater than a House leadership fight is for lots of average Americans out there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "It's thousands and thousands and thousands of times greater. I mean, the reality is you're going to talk later in the show about the media coverage of this gas crisis, which is something that most Americans care about.  Katie Herzog, the co-host of \"Blocked and Reported,\" a podcast, talked about being in Asheville, North Carolina this past week and tuning in NPR, tuning into a lot of different news sources and hearing nothing about the gas crisis, hearing things about Liz Cheney but not hearing anything about the gas crisis. She actually had to turn over, she said, finally as you might expect to the local fox affiliate where they were actually talking about this thing that matters to so many Americans this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Look, Liz Cheney, I think, is about a lot than just her relationship with Donald Trump and the role that he has in terms of the future of the party. I think it's a lot about the relationships that she had with other members of the conference. I think that if she had better relationships and been smarter about this, she wouldn't have gotten locked into an unwinnable conflict. The media is going to continue to boost her, but I don't think that she's actually going to speak for a significant portion of Republican voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. You know, Liz, isn't Donald Trump also pushing the story, keeping alive day after day after day with a blizzard of statements? Yesterday, he talked about the election as the crime of the century. Earlier, he said, Liz Cheney has no personality, she's a warmonger, I look forward to watching her as a paid contributor on CNN or MSDNC. She can't take any payments, of course. Isn't that part of this narrative as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Well, absolutely. And President Trump's -- former President Trump's tactic is really actually interesting timing here just as the Middle East begins to -- to blow up once again Israel, Gaza, etcetera. President Trump used the warmongering comment and that was interesting because putting aside the irony of the fact that he co-opted the media's very ugly profiling of Dick Cheney, her father, during the George W. Bush administration where he pushed the Iraq war, putting that aside, he's diverting attention in that regard. But listen, that's what he does. Nobody should be surprised with the name- calling, etcetera. But I have to say, you know, I did watch -- I watched everybody and \"Today\" show, \"Good Morning, America,\" they led two days in a row with the gasoline pipeline crisis each morning. So, I just don't know exactly what people are talking about when -- I mean, local news is different certainly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- but the fact is that if you're looking at what Kevin McCarthy has done, he has now catapulted her by putting her on this platform and enabling her to do this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let me jump in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "I mean, she's not a shrinking violate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "sentences": "I don't think anybody is questioning the legitimacy of the presidential election. I think that is all over with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "I know. I don't think he is letting it go, but I think that Donald Trump likes the kind of enemies that he picks them often to go after. You know, he picks Mitt Romney. He picks Liz Cheney because he wants to use them to make a point. I think that in this context, you know, that's much broader than just the 2020 election. I think it's a dispute about the direction of the Republican Party, a direction that he really has adjusted. I think to the degree that Kevin McCarthy elevated this, I think that, you know, facing that determination earlier regarding Liz Cheney and Marjorie Taylor Greene at the same time, he didn't want to boot them both out. He has been a big tent guy trying to get everybody to get along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "I think if Cheney had wanted to be quiet after that and not stress so much her criticism of other fellow Republicans, I think we could be in a very different circumstance today. Instead, she is going to be held up by the media. But again, I think that is only to the extent that she is useful to them in criticizing the Republican Party, which is always the Republicans who get the most attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. It is a fair point whether she could speak for majority of the conference (INAUDIBLE) with her. Liz, will the media just rather focus on this war of insults and name-calling between Trump and Cheney rather than, for example, the painstaking negotiations with the president and the hill over an infrastructure package?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Listen, the shining object of the week, Howie, that's all this is. They will move on to something else if there is a better narrative or something that they're hearing about from the American public. I would simply say on the big-tent comment that Kevin McCarthy did say the GOP party is a big tent, we want free ideas and free thoughts and people should feel free to speak up, except when Liz Cheney decided she wanted to pick a different picnic table under this GOP tent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Make no mistake. People aren't dumb. You know, they did look at this and they said, well, it's purely for that reason that she would not accept that Donald Trump's theory was that the election was stolen, that she is out. And now look what this is unleashed. It is the old be careful what you wish for, you may just get it. There's a new movement, Howie, which you know that is being put together by a lot of the Republicans and these aren't fly-by-night people, this is former Governor Chris Christie, this is former homeland security chief Michael Chertoff who co-wrote the Patriot Act, Max Boot, Joe Scarborough --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- you know, former transportation secretary Mary Peters. That's what the media made them look at because next month, they are going to have a big event and they say everybody is invited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, we will see how broad that is. A lot of never-Trumpers have media platforms. Sometimes these things can say bigger than they are. I got to get a break here. Ahead, Glenn Greenwald on a particularly outrageous case of cyberbullying. When we come back, did the press play a role in finally persuading Joe Biden and the CDC to lift all those restrictions on vaccinated folks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Anytime you question the validity of people have been wronged in the past, you are considered a damn ass, you are considered a (INAUDIBLE), a red neck. And it is not just the CDC, this was the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEANA WEN, CNN MEDICAL ANALYST",
      "sentences": "I was shocked by this announcement. I think they went from one extreme to another. And the major step that's missing here is how do we know that people are telling the truth?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Fully vaccinated people are at a very, very low risk of getting COVID-19. Therefore, if you've been fully vaccinated, you no longer need to wear a mask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "It was absolutely a factor here, and I think what you really saw was this decision was accelerated by essentially a couple of bad news cycles for this White House, not just on this subject, but on the economy and other questions as well. They wanted to have some good news to kind of lean into, which isn't really responsible.  But frankly, this is something that we have known for a long time. We talked before on this network about the contrast that you saw between what was happening in Washington with -- with the president's address to Congress at the same time that you had the first day of the NFL draft, you had the Kentucky Derby and the like, and you had this depiction of completely different attitudes toward what normalcy looked like, this depressing, kind of post-apocalyptic scene where vaccinated people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "-- many of whom have had COVID themselves still masking up even if they're distanced, and look like something that I think frankly was very depressing optically in contrast to people who look they're almost there, almost back to normal, etcetera --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "-- and I think that this whole thing was motivated a lot more by media criticism than it was by anything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Liz, Donald Trump says he deserves some credit on the vaccines. I've said that many times. In a statement, he said, just to mention, please. It's kind of ironic because the press --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- in so much time is saying why isn't Donald Trump wearing a mask and then now it has turned in recent weeks why is Joe Biden constantly wearing a mask, especially outside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "He wants credit. Listen, Operation Warp Speed. That is why we have the vaccine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "The CDC appeared to, I guess, not own up to their own science in that if you get it, then you will be OK. And so, therefore, the pressure began to mount from all sides. And there have to be an incentive. If you want people to get vaccinated, you have to let them think and believe that their life will change for the better. We can remove the masks. I would simply say that none of us is an epidemiologist. There was a huge survey taken with a bunch of epidemiologists. This was before the CDC announcement on Thursday. Some of them said, look, if you're still in a very crowded indoor space, you may want to. It is a choice now. That's the good news if you've been vaccinated. The problem is you can't tell who has been vaccinated and who hasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. I just don't exactly understand why President Biden did announce the good news himself rather than following Rochelle Walensky. The CDC chief, by the way, denied to Chris Wallace that any outside pressure played a role. But the CDC guidance was increasingly out of step with the lead opinion as well as common sense in my view, Ben.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Well, I feel like we have seen outside pressure play a role before when it came to their advice, when it came to schooling even though we had plenty of research showing that, you know, masks in terms of schools, in-person learning was not something that was determinative in terms of the number of people who are getting COVID in any different school environment. That's something that we have learned for a long time and the reason why the rest of the world was able to go back to school well before Americans will restarted to reopen ---",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "-- this continues to be a problem, of course, for them. And there is going to be continued resistance to them. There is going to be a faction of American who still say, it's irresponsible to do this. And I think that you are already seeing that development. It is going to play out over the coming weeks and months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Liz, just briefly, I think the New York Times triggered the wave of negative coverage with the story saying the CDC was being misleading in saying it is up to 10 percent chance of getting COVID outside when it was actually either one percent or .1 percent. Quick thought?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "They -- listen, pointed out the confusion, which is it, and therefore, you start to see what the answers are. And it did appear that the Biden administration did not wholeheartedly go in. In fact, Jen Psaki was very clear during a news conference. Hey, we didn't even know that the CDC was going to make this announcement. But either way, wearing a mask is now a choice. Let us keep that in mind. If people want to, sure, go ahead. If not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "-- OK if you've been vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Also, Bill Maher, who had been vaccinated, nevertheless got asymptomatic COVID, had to cancel his HBO show on Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Eight Yankees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Eight New York Yankees as well. There is a New Yorker perspective. Liz Cheyman -- Liz Claman, excuse me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- and Ben Domenech, thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAMAN",
      "sentences": "Liz-ism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "A lot of Liz has talked about today. Up next, news outlets say they were deliberately misled in the Middle East and Israel destroys a building housing the AP. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "An Israeli military spokesman said Friday his ground troops were attacking in Gaza. The invasion was reported worldwide but never happened with the spokesman saying he made a mistake. Now, Israeli news outlets say this wasn't an accident, but an elaborate deception to draw Gaza fighters into vulnerable areas. Joining us now from Dallas, Steve Krakauer, who publishes the \"Fourth Watch\" newsletter on the media. Steve, in a call with Israeli authorities, journalists of The New York Times, Washington Post, Wall Street Journal and others question whether they had been turned into accessories to the Israeli military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE KRAKAUER, FOURTH WATCH EDITOR AND HOST",
      "sentences": "Yeah. Look, this is another example of a reason that the press should be skeptical of power. I think that is one element to the story. At the same time, there's another one, too, because what we've seen over the last five years is really de-emphasis on foreign policy coverage, particularly in the Middle East. As everything, time and resources are devoted to Donald Trump's tweets, we get a lot of institutional knowledge when it comes to that region. And I think that this is one example of it. There are lots of examples in the last few days of where this is coming to play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And then we can put these pictures up. I'm sure most people have seen it by now. The Israelis are bombing, destroying a building that housed the Associated Press and other media outlets. The AP president is saying he's shocked and horrified by this. There is some international outrage. Everybody was given an evacuation order so no casualties.  Israel says Hamas had both military and civilian planners and staffers in there, and so there is some dispute about whether this was, as many media organizations say, an outrage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Yeah, I think the dispute is the story. This is another example of institutional knowledge. Hamas is a terrorist organization that we know will go and shoot bombs, shoot rockets from hospitals or go and use children as human shields from schools. And they have in the past also done the same when it comes to the press. And so there was not skepticism where it should have been yesterday in how it was covered when this happened. We know, Tommy Vietor, former Obama foreign policy adviser, said that he understands that Hamas did, in fact, have offices there. We have seen reporting from others who have previously worked in the AP that Hamas has fired rockets from that area as well and has reporting that Hamas has offices in there. And so what happened yesterday was exactly the kind of propaganda that Hamas wants out there, with American media talking about how -- that it was just -- that it was the Israelis targeting the American press. Look, it is unfortunate that that happened with the AP, but that is absolutely not the full story here. We need to focus on the full story when it comes to this very, you know, complicated substantive story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah. AP executives say that they didn't know, they had no evidence of any presence of Hamas. But Benjamin Netanyahu, the Israeli prime minister, is telling CBS this morning that evidence of this was shared with the U.S. Intelligence. That certainly cast the whole story in a different light. I have about half a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Yeah, it does. It really does change it. I think we are starting to see some of that trickle out a little bit today. You mentioned Netanyahu. There is reporting, as you said, that the Israelis didn't notify the Biden administration about this. But this is where the story needs to go. This is a complicated story. It has been going on for decades, obviously, and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "-- certainly in the last few years, we have not seen as much coverage on it. I think that all media organizations should really start to, you know, slow down a little bit --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "-- and start to focus on what is really happening here and really start to dive into the matter of it more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. It is, of course, unfortunate that the AP lost its offices and equipment and all of that. Steve Krakauer, thank you very much for joining us on this breaking story. Next on MEDIA BUZZ, Glenn Greenwald on a columnist being attacked for writing about motherhood, and more on the Liz Cheney saga. And later, the other botching of the gas shortage story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GLENN GREENWALD, CO-FOUNDER, THE INTERCEPT",
      "sentences": "It's really bizarre. I mean, I think that if someone had the fortune not to be plugged in constantly to elite media and political discourse and were to read that article and then you were to tell them afterwards that it created a huge controversy, they would look at you like you were crazy. The article was a Mother's Day testament to her own experience and happiness with motherhood along with her concerns before child was born about what that would be like along with a very benign straightforward statistical analysis of why women in the United States, particularly more educated women and women who earn more and who live in large cities on the coast are waiting much longer to have children. That was all the column did and yet the vitriol it produced I think was explained by two things. One is that, it is a lot harder for women and men to start families because of economic pressures after the 2008 financial crisis and it almost they took it on as like kind of a rebuke to them. Like, look, I've done this and you can't. But I think the other aspect of it was, it shows how cultural liberalism just keep going further and further from the feminism movement was about giving them a choice and now it's about nothing should be done to encourage women who want to be able to have children and identify as a wife and mother and I think there was a lot of anger trigged by that as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes, I didn't know it was a rated (Ph) as active subject. Just briefly, do you think this would make journalists, and especially female journalists more reluctant to write about anything personal given, you know, all the people out there who want to engage in this kind of vitriol?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "I mean, I think it's important that journalists be able to write about their family lives or experiences as a parent. We're all human beings even if we are journalists and some of the things that were just said not just about her and her husband but also about her kids as you alluded too, where some of the -- and I'm not talking about random Twitter trolls, I'm talking about established journalists were really ugly, and yes, it would deter me and make me think twice about writing something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes, of course. Now on Congresswoman Cheney, we talked about earlier in the program, got so much sympathetic press since taking on Donald Trump and losing her House leadership post. You write the whole media narrative about Liz Cheney is a fraud. Pretty strong word, explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "So, you know, I think what has happened in the last five years is everybody in the media mostly looks at politics in a binary way, they are pro-Trump or anti-Trump. And if you're anti-Trump, you're good and if you're pro-Trump, you're bad. And so, because Liz Cheney is anti-Trump, she's now become good. Polling shows that she's more popular among Democrats than Republicans. And amazingly, they're depicting her is just like avatar of rule of law and honesty. In politics, and you know, Howie, when I started writing about politics in 2005, the Cheney family was the symbol of everything liberals hated, and not just because of the war in Iraq but because of the transgressions of the rule of law. Things like Guantanamo and torture and spying on Americans about war and broad executive power theory, all of which Liz Cheney supports. And what's really going is there is an ideological war in the Republican Party between the old style Bush-Cheney neocons and corporatist that Liz Cheney represents and Donald Trump ran against and then the newer MAGA movement of right-wing populism that is opposed to the Bush-Cheney politics and it is completely whitewashed by this narrative that anyone that who opposes Trump including Liz Cheney becomes a heroine of American liberalism in the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So there were of course many, many media liberals that agreed with you during the Iraq War, Dick Cheney was seen as, you know, leading us into a Middle East fiasco, Liz Cheney worked in the State Department during that administration and she continues her dad's, you know, she's a separate political person, of course, but she continues the rather hawkish foreign policy views, that continued. So, was there just a mass amnesia where everybody who didn't like her as agreed to, sort of, forget about all of that and just say, well, now she's courageous because we agree with what she's saying about Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "Yes. It's like history only began for these people on January 20, 2017. It's not just Liz Cheney. It's like Bill Kristol and David Frum, Nicole Wallace was literally the spokesperson for the Bush-Cheney White House and Bush-Cheney re-election campaign is now a beloved liberal host on MSNBC. They haven't changed their ideology at all. The only thing that they have in common is that they are opposed to Trump. And that's what's so disturbing. There are other issues in American politics besides you like Donald Trump or not. And this framework is very primitive, it's very binary and simplistic and it's essentially suffocating every other debate. I still think the neoconservatism that Liz Cheney represents, not just because her dad did, but because she herself defends is a pernicious ideology. And the fact that she doesn't like Donald Trump doesn't change that for me at all, that's an important substantive debate to have within the Republican Party and more broader -- more broadly in American politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. I got about half a minute. You tweeted perhaps with a bit of hyperbole, if Hitler returned and said he didn't like Trump, he'd get hired by MSNBC. You want to defend that statement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "Yes. Perhaps a little -- perhaps a little hyperbole but obviously the point of that hyperbole was to say exactly what I had just, you know, pointed pout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "That even the people -- most hated by liberals, the minute they say they dislike Donald Trump become heroes of the Democratic Party, the Lincoln Project, all of those people, all those neocons or employed in CNN and MSNBC. It's the only issue through which they view the entire world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. John Bolton and others come to mind. Glenn Greenwald, always good to talk with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "Thanks, Howie. Good to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "After the break, cyber hacking. Why the press took days to question the Biden administration's handling of the gas shortages caused by that pipeline attack. And later, why Ellen DeGeneres is calling it quits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "An emergency? No. If they ran out of weed, that would be an emergency. Don't worry says the New York Times. None of this is real. It's a conspiracy theory. Your eyes are lying to you, you're hysterical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN BURNETT, HOST, CNN",
      "sentences": "Publicly the administration is saying no cause for concern here, but obviously the reaction that we are now seeing in the public and in the states is unsettling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "And yet, they've kind of say, well, it's not really a gas shortage, it's not like the toilet paper, don't hoard it. Like, that's going to make people feel good when they ran out of gas on the beltway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "We expect the situation to begin to improve by the weekend and then to early next week. And gasoline supply is coming online and panic buying will only slow the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBBY SOAVE, SENIOR EDITOR, REASON.COM",
      "sentences": "yes, it was amazing. Even in that actual article, so the tweet said there had been no lines but if you click through the article, there were pictures of lines in the article itself. So I think this might be actually an example of not even just ideological bias, so it is ideological bias but then it's just kind of screwing up in a technical sense, right, the people who run social media feeds at news organizations sometimes are not -- are often not the same people who write the stories or who take the pictures. And I think they actually tend to be more ideologically bias, the kind of social media editor type person than the actual reporters so they often, their biases, this is why Twitter is such a problem. Their biases spill out more dramatically than even what's in the literal cover itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, sure, because they're just running for their friends. Sarah, President Biden of course can't be blamed for this pipeline hacking attack, the shutdown and rise in gas prices. But I'm struck by how much of the coverage journalists would say. Well, this is pretty bad but not raise any serious questions about the Biden administration's handling of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH NORMAN, DEMOCRATIC STRATEGIST",
      "sentences": "You know, I hear you on that and I think that the difference that we are seeing in those press stories that are either harsh on him or really forgiving of him are taking a different point of view and how far back they are looking. Like if they are looking at just the last couple of months or in the fact that, look, we have known for more than a decade that our -- our infrastructure is becoming increasingly vulnerable to cyberattacks. I mean, that's why the Obama administration introduced legislation to make us more able to protect ourselves from things like we saw this week. Now, that legislation was repeatedly filibustered by Republicans in the Senate who said that they thought that it cost too much money and they didn't want to impose new regulations on private businesses. But now those same Republicans who spent years blocking legislation that would have prevented this, they are the first ones to point fingers at the new Biden administration and saying, hey, where is our cybersecurity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORMAN",
      "sentences": "But fortunately, now the Republicans have turned a corner on this and actually want to get something done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORMAN",
      "sentences": "We can actually get something done with bipartisanship by passing Biden's infrastructure plan which includes billions --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Here comes the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORMAN",
      "sentences": "-- to fix our aging cybersecurity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- here comes the pro-Biden pitch. Look, I think the cyberattack aspect of it was the one that depress the tech seriously. But Robby, if this had happened last year, the media would be saying Donald Trump doesn't care about gas lines, Donald Trump doesn't care about shortages, why doesn't Donald Trump confront Putin since the criminal group that did this is based in Russia. President Biden finally got a question like that a week after when he delivered that White House speech we showed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "Yes, it would be all about, it would be Putin, Putin, Putin. Right? That's what it is -- that's what it was under the Trump years. You know, this is something I've noticed. Right? Whenever the media gets something wrong or there's broadly speaking a controversy the Democrats are responsible for, the media narrative adapts this Republicans are pouncing on this line, Google the word pounce literally. That's usually the word that's used. The narrative The New York Times, The Washington Post, mainstream progressive news outlets try to use is that, well, the right is using a legitimate thing to their advantage and isn't that -- it's bad that they are doing that. You see that with, you know, when the media screws up something like Covington or Jussie Smollett or Ron DeSantis, the coronavirus response. Then it turns out, well, the media, the left, the Democrats got that wrong and that, but the story is not how they got that wrong for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "The story is how, why do you care we got it wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, of course, both things can be true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You know, somebody can screw up and the other side is going to take advantage. So, Sarah, a week later the Washington Post had this headline. Biden administration struggles to limit political damage from gas shortage which is the first time there was talk of political damage and the story in part blamed Republicans and Fox News. Well, it's a big story, lots of people couldn't get gas to go to work so it's not just the opposition, is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORMAN",
      "sentences": "I agree with you, it's the big story and every type of network should be covering it. I think what that article was trying to say is that it's been a guiding principle for Republicans to -- to paint Biden as the start of chaos and this is just one more example of it when we know that this problem with our cybersecurity has gone back for over a decade and the Republicans have been the ones stopping it. But, again, now that we are all on the same page and see this as a threat, I hope that everyone across both aisles work together to pass Biden's infrastructure plan so we can actually solve this problem that the media --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. You only get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORMAN",
      "sentences": "-- is right about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You only get one legislative pitch per segment. Both sides are talking about it. We'll see what happens. Sarah Norman and Robby Soave, thanks very much for being here on a Sunday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Still to come, NBC dumps the Golden Globes and Ellen DeGeneres blames the end of her talk show on misogyny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEN DEGENERES, TALK SHOW HOST",
      "sentences": "I still don't understand it. It was too orchestrated, it was too coordinated, and you know, people get picked on. But for four months straight for me and then for, you know, for me to read in the press about a toxic work environment it was really interesting because I'm a woman and it did feel very misogynistic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLEY SHIMKUS, FOX NEWS REPORTER",
      "sentences": "Well, I thought that this interview between Savannah Guthrie and Ellen was very good. Because over the past year, we have heard all of these allegations against her producers and her. And when it comes to her several former staffers who have come forward and said that she's not a nice person. And in that interview, Howie, she did say that she thought that she thought that was sort of misogynistic. She also said that some of the headlines were click bait, you know, turn the be kind lady into a mean girl. So, I don't know about her personal character and I don't know what to think about it. The full interview was about a half hour. And I do think she made some good points and she's obviously a very likable person. The one thing that I do know is that a lot of criticism happened after she sat next to former President George Bush and then defended her friendship. So, I think that some of this criticism is politically motivated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Interesting. Well, you know, it must be hard for Ellen to walk away after having her sitcom cancelled back in 1998 which he came out as gay which was a huge deal at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It took a long time to build back, he became this huge national celebrity. But it seems to me she's also engaged in effort to repair her tarnished reputation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes. And it has absolutely been tarnished. So, she lost about a million viewers, nearly half of her audience because of these -- of these headlines, of these negative headlines. So, I think that the reasons she is stepping away are because of the ratings and then the other reason is probably mental exhaustion. Her critics went after her for everything. During the pandemic she was on -- I believe it was social media and she made a joke about sitting at home feels like you're in a jail cell. And then critics went after her because, you know, she's privileged and she lives in a mansion and she was equating her experience to being in jail when it's really just a turn of phrase. So, the end of her career, her walking way in this way is very unfortunate --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "-- and a dark spot on her -- on her legacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I didn't realize the ratings have plummeted that much. Now NBC as you know it won't air the Golden Globes next year the Hollywood Foreign Press Association hasn't made any progress fixing its problems such as having had zero Black members. Could this be the end of this particular award show, at least on a major network?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "I think it could be and the question is, is NBC canceling this award show next year, the Golden Globes because of the ratings because the ratings have been awful. This year the Golden Globes, I think, they hit an all-time low or is it because like you said, because the Hollywood, it was revealed that the Hollywood Foreign Press had no Black members. And I say revealed very loosely because people in Hollywood have known about these accusations against the association for years in terms of shady dealings and a lack of diversity which is why Ricky Gervais when he hosted the award show he made a joke about the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "-- Hollywood Foreign Press being racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, I think you may be right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "So, I -- yes, I take this all this, you know, shock with a bit of a grain of salt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. I don't think I'll miss it. Carley Shimkus, thanks so much. Before we go --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- the Washington Post has named the first female editor in its history. Jeff Bezos' paper tapping Sally Busby, now executive editor of the Associated Press whose had an experience raging from the Cairo bureau to the Washington bureau and she never appeared in any of those handicappers list of who might get the top job. It's like when the press covers political campaigns. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We also hope you will like our Facebook page. We post my daily columns there. And we can continue to talk at each other on Twitter. And check out my podcast Media Buzz Meter, you can subscribe at Apple iTunes, Google podcast or on your Amazon device. So much to talk about today, only half an hour. Hope you enjoy it. We will be back here next Sunday the same time, same place, 11 Eastern with the latest buzz. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST (on camera)",
      "utterance": "In the end, toppled from power, ostracized by her party, Liz Cheney turned to the media, her new allies, to escalate her crusade against Donald Trump. Are the pundits lionizing the Wyoming congresswoman seriously? Well, \"The View\" Joy Behar called her \"Joan of Arc\" and the former president fuels the coverage by hitting back hard against Cheney's criticism, calling her a bitter, horrible human being. That was just the opening line. Now, you couldn't look at it as just the press fixated on internal hill politics of little interest to people beyond the Beltway, but the media wanted it to be about so much more. They have embraced Cheney's framing of the future of the Republican Party at its stake, that the GOP must reject Trump's unproven allegations of stolen election. Many news outlets are hailing her for risking her career because they believe she's fighting against the big lie. Trump and allies believe Cheney is stubborn, a throwback to the Neocon hero of her father and blocking the party from moving forward. But the press needs to honestly recognize the vast difference in scale here. Cheney has the rebel promoting a new philosophy. Call it Liz-ism versus the power of a force of Trumpism. I'm Howard Kurtz and this is MEDIA BUZZ. Have a look at the media pressure that contributed to President Biden lifting almost all restrictions on vaccinated people, the press's remarkably passive coverage of the severe gas shortages caused by a cyberattack, why Ellen DeGeneres is ending her talk show under pressure, and we'll talk about cyberbullying with Glenn Greenwald. After House Republicans voted to boot Liz Cheney from the number three leadership post, she spoke to reporters and began making the TV rounds."
    },
    {
      "speaker": "REP. LIZ CHENEY (R-WY)",
      "utterance": "I will do everything I can to ensure that the former president never again gets anywhere near the Oval Office."
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC LEGAL ANALYST AND CORRESPONDENT",
      "utterance": "A lot of people frame this as a battle of the soul of the Republican Party."
    },
    {
      "speaker": "CHENEY",
      "utterance": "This is the, I think, opening salvo in that battle and it's a battle we have to win, because it's not just about the Republican Party, it's about the country."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Why should Wyoming voters, say, re-elect you when you're spending so much energy opposing him, so little opposing Biden?"
    },
    {
      "speaker": "CHENEY",
      "utterance": "I'm disputing your characterization of what I'm doing. I think it's really important for us to be as strong as possible in defeating the Biden policies. We cannot do that if we enable a lie."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "And the commentators on both sides praised or pummelled the former VP's daughter."
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "utterance": "They could not silence her. The cowards who won't stand up for democracy couldn't make her coward to their false idle."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "No wonder the Democrats and the media are so obsessed with Liz Cheney. Of course, their idea of a Republican leader is one who agrees with them that Trump is a big evil meanie."
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "utterance": "Over time, this speech will stand up compared to the cowardice that so many in the House right now have been exhibiting and going along with a lie."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Liz, I know you're loving all your liberal media friends that you've -- that now are so appreciative of you and heaping praise on you. I hope you enjoy your 15 minutes of sanctimonious worship from the left and the mob."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now to analyze the coverage, Ben Domenech, founder of The Federalist and a Fox News contributor, and in New York, Liz Claman, host of \"The Claman Countdown\" on Fox Business at 3:00 Eastern. Ben, what do you make of Liz Cheney having gotten clobbered by her party, using the media to launch this crusade against Donald Trump and of the media's role here?"
    },
    {
      "speaker": "BEN DOMENECH, FOX NEWS CONTRIBUTOR, FOUNDER AND PUBLISHER OF THE FEDERALIST",
      "utterance": "Well, it's interesting because there was just, you know, support for Liz Cheney a couple of months ago in the wake of her voting for impeachment, criticizing former President Trump --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Mm-hmm."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "-- saying a lot of the same things that she was saying. So what changed? What changed, I think, is that people became of a mind within her conference, a conference that had backed her just, you know, a few months ago that she was no longer capable of being a member of leadership of the party. The name is the House of Representatives and it does represent. And I think at that point about whether she was representing the wishes of the people who elected her and voted overwhelming for Donald Trump in her state is a very valid one. But I think in this context, the media is really making a mountain out of something that is going to not be considered a very significant political event ultimately. If Liz Cheney had done her job as conference chair, raised the money, done great at recruiting and the like in the previous election, I'm not sure we would be having this conversation. Instead, she was well behind the other members of leadership in raising money and people felt like it's a key aspect of her job that she wasn't going to be able to do that anymore, which donors, Republican donors are going to gill out (ph) and give money to Liz Cheney in support of an agenda that seems to be solely defined by going after former President Trump and criticizing other members of the party. You can be a member of Congress and do that, but you can't be a member of leadership."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Liz Claman, Cheney is sure getting a heck of a ride from the media establishment that had such a hostile relationship with President Trump."
    },
    {
      "speaker": "LIZ CLAMAN, FOX BUSINESS NETWORK ANCHOR",
      "utterance": "Liz Cheney --"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "I'm a little confused here because I am actually looking at how the media operate and having been a member of the media for several decades, like, I can see this. I think this really goes on the shoulders in many cases of Kevin McCarthy, and why? Because if you want to draw some attention to it, call it out, ostracize it, have a vote for it and then boot it, and that's exactly what he did. And quite frankly, when you talk about Liz Cheney's platform and what she's going for, I'm not defending Liz Cheney at all in any level, I'm simply saying she voted with President Trump alongside his policies and proposals more than 90 times. So, you know, when you're talking about what is actually ringing -- ringing honestly here, everybody knows, the voters, Republicans voters know that this caucus vote was simply about one thing, getting rid of Liz Cheney because she was calling out what she felt was a big lie and that was that the election had been stolen. And all you need to do is look at the next step and that is that Representative Elise Stefanik was chosen --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- and she had voted not many times with President Trump yet she flipped and then simply said as she did just an hour ago on Fox News, on \"Sunday Morning Futures,\" Donald Trump is the leader of the Republican Party."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Now, this is big news, Ben, in the Casper Star-Tribune. Let's put the front page of the Wyoming paper. But you alluded to this earlier, I mean, is the media interest here in the battle with Cheney just trying to put herself at the center of about a thousand times greater than a House leadership fight is for lots of average Americans out there?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "It's thousands and thousands and thousands of times greater. I mean, the reality is you're going to talk later in the show about the media coverage of this gas crisis, which is something that most Americans care about. Katie Herzog, the co-host of \"Blocked and Reported,\" a podcast, talked about being in Asheville, North Carolina this past week and tuning in NPR, tuning into a lot of different news sources and hearing nothing about the gas crisis, hearing things about Liz Cheney but not hearing anything about the gas crisis. She actually had to turn over, she said, finally as you might expect to the local fox affiliate where they were actually talking about this thing that matters to so many Americans this week."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Look, Liz Cheney, I think, is about a lot than just her relationship with Donald Trump and the role that he has in terms of the future of the party. I think it's a lot about the relationships that she had with other members of the conference. I think that if she had better relationships and been smarter about this, she wouldn't have gotten locked into an unwinnable conflict. The media is going to continue to boost her, but I don't think that she's actually going to speak for a significant portion of Republican voters."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. You know, Liz, isn't Donald Trump also pushing the story, keeping alive day after day after day with a blizzard of statements? Yesterday, he talked about the election as the crime of the century. Earlier, he said, Liz Cheney has no personality, she's a warmonger, I look forward to watching her as a paid contributor on CNN or MSDNC. She can't take any payments, of course. Isn't that part of this narrative as well?"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Well, absolutely. And President Trump's -- former President Trump's tactic is really actually interesting timing here just as the Middle East begins to -- to blow up once again Israel, Gaza, etcetera. President Trump used the warmongering comment and that was interesting because putting aside the irony of the fact that he co-opted the media's very ugly profiling of Dick Cheney, her father, during the George W. Bush administration where he pushed the Iraq war, putting that aside, he's diverting attention in that regard. But listen, that's what he does. Nobody should be surprised with the name- calling, etcetera. But I have to say, you know, I did watch -- I watched everybody and \"Today\" show, \"Good Morning, America,\" they led two days in a row with the gasoline pipeline crisis each morning. So, I just don't know exactly what people are talking about when -- I mean, local news is different certainly --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- but the fact is that if you're looking at what Kevin McCarthy has done, he has now catapulted her by putting her on this platform and enabling her to do this --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let me jump in."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "I mean, she's not a shrinking violate."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Let me jump in as you mentioned the House minority leader. He talked to reporters outside the White House and was asked about the 2020 election."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "utterance": "I don't think anybody is questioning the legitimacy of the presidential election. I think that is all over with."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "So, Ben, Kevin McCarthy, I think, would like to put this behind him. I think the majority of the Republican Party would not like to necessarily be fighting every day. I want to talk about Joe Biden. But here, as I said to Liz Claman, if you have Trump posting every day about what he called the fake presidential election, he's not exactly letting it go."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "I know. I don't think he is letting it go, but I think that Donald Trump likes the kind of enemies that he picks them often to go after. You know, he picks Mitt Romney. He picks Liz Cheney because he wants to use them to make a point. I think that in this context, you know, that's much broader than just the 2020 election. I think it's a dispute about the direction of the Republican Party, a direction that he really has adjusted. I think to the degree that Kevin McCarthy elevated this, I think that, you know, facing that determination earlier regarding Liz Cheney and Marjorie Taylor Greene at the same time, he didn't want to boot them both out. He has been a big tent guy trying to get everybody to get along."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "I think if Cheney had wanted to be quiet after that and not stress so much her criticism of other fellow Republicans, I think we could be in a very different circumstance today. Instead, she is going to be held up by the media. But again, I think that is only to the extent that she is useful to them in criticizing the Republican Party, which is always the Republicans who get the most attention."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. It is a fair point whether she could speak for majority of the conference (INAUDIBLE) with her. Liz, will the media just rather focus on this war of insults and name-calling between Trump and Cheney rather than, for example, the painstaking negotiations with the president and the hill over an infrastructure package?"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Listen, the shining object of the week, Howie, that's all this is. They will move on to something else if there is a better narrative or something that they're hearing about from the American public. I would simply say on the big-tent comment that Kevin McCarthy did say the GOP party is a big tent, we want free ideas and free thoughts and people should feel free to speak up, except when Liz Cheney decided she wanted to pick a different picnic table under this GOP tent."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Make no mistake. People aren't dumb. You know, they did look at this and they said, well, it's purely for that reason that she would not accept that Donald Trump's theory was that the election was stolen, that she is out. And now look what this is unleashed. It is the old be careful what you wish for, you may just get it. There's a new movement, Howie, which you know that is being put together by a lot of the Republicans and these aren't fly-by-night people, this is former Governor Chris Christie, this is former homeland security chief Michael Chertoff who co-wrote the Patriot Act, Max Boot, Joe Scarborough --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- you know, former transportation secretary Mary Peters. That's what the media made them look at because next month, they are going to have a big event and they say everybody is invited."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, we will see how broad that is. A lot of never-Trumpers have media platforms. Sometimes these things can say bigger than they are. I got to get a break here. Ahead, Glenn Greenwald on a particularly outrageous case of cyberbullying. When we come back, did the press play a role in finally persuading Joe Biden and the CDC to lift all those restrictions on vaccinated folks?"
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Finally, some good news. Let's just get rid of this. The media criticism and sometimes ridicule have been building for weeks. Why was the vaccinated Joe Biden always wearing a mask outside? Why did the CDC keep insisting on masks outside for fully vaccinated people? But now, the CDC has abruptly relaxed its overly strict guidance."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Anytime you question the validity of people have been wronged in the past, you are considered a damn ass, you are considered a (INAUDIBLE), a red neck. And it is not just the CDC, this was the media."
    },
    {
      "speaker": "LEANA WEN, CNN MEDICAL ANALYST",
      "utterance": "I was shocked by this announcement. I think they went from one extreme to another. And the major step that's missing here is how do we know that people are telling the truth?"
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "An unmasked president and vice president walked out to repeat that for the press."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "Fully vaccinated people are at a very, very low risk of getting COVID-19. Therefore, if you've been fully vaccinated, you no longer need to wear a mask."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Ben, the media environment, my view, turned really negative based on the questions of anchors and reporters. The morning before the CDC shift, senior COVID advisor Andy Slavitt said on CNN, Biden has to wear mask outside because he is a very important person. Do you think the media criticism was a factor here?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "It was absolutely a factor here, and I think what you really saw was this decision was accelerated by essentially a couple of bad news cycles for this White House, not just on this subject, but on the economy and other questions as well. They wanted to have some good news to kind of lean into, which isn't really responsible. But frankly, this is something that we have known for a long time. We talked before on this network about the contrast that you saw between what was happening in Washington with -- with the president's address to Congress at the same time that you had the first day of the NFL draft, you had the Kentucky Derby and the like, and you had this depiction of completely different attitudes toward what normalcy looked like, this depressing, kind of post-apocalyptic scene where vaccinated people --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "-- many of whom have had COVID themselves still masking up even if they're distanced, and look like something that I think frankly was very depressing optically in contrast to people who look they're almost there, almost back to normal, etcetera --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "-- and I think that this whole thing was motivated a lot more by media criticism than it was by anything else."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Liz, Donald Trump says he deserves some credit on the vaccines. I've said that many times. In a statement, he said, just to mention, please. It's kind of ironic because the press --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- in so much time is saying why isn't Donald Trump wearing a mask and then now it has turned in recent weeks why is Joe Biden constantly wearing a mask, especially outside."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "He wants credit. Listen, Operation Warp Speed. That is why we have the vaccine."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Exactly."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "The CDC appeared to, I guess, not own up to their own science in that if you get it, then you will be OK. And so, therefore, the pressure began to mount from all sides. And there have to be an incentive. If you want people to get vaccinated, you have to let them think and believe that their life will change for the better. We can remove the masks. I would simply say that none of us is an epidemiologist. There was a huge survey taken with a bunch of epidemiologists. This was before the CDC announcement on Thursday. Some of them said, look, if you're still in a very crowded indoor space, you may want to. It is a choice now. That's the good news if you've been vaccinated. The problem is you can't tell who has been vaccinated and who hasn't."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. I just don't exactly understand why President Biden did announce the good news himself rather than following Rochelle Walensky. The CDC chief, by the way, denied to Chris Wallace that any outside pressure played a role. But the CDC guidance was increasingly out of step with the lead opinion as well as common sense in my view, Ben."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Well, I feel like we have seen outside pressure play a role before when it came to their advice, when it came to schooling even though we had plenty of research showing that, you know, masks in terms of schools, in-person learning was not something that was determinative in terms of the number of people who are getting COVID in any different school environment. That's something that we have learned for a long time and the reason why the rest of the world was able to go back to school well before Americans will restarted to reopen ---"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "-- this continues to be a problem, of course, for them. And there is going to be continued resistance to them. There is going to be a faction of American who still say, it's irresponsible to do this. And I think that you are already seeing that development. It is going to play out over the coming weeks and months."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Liz, just briefly, I think the New York Times triggered the wave of negative coverage with the story saying the CDC was being misleading in saying it is up to 10 percent chance of getting COVID outside when it was actually either one percent or .1 percent. Quick thought?"
    },
    {
      "speaker": "CLAMAN",
      "utterance": "They -- listen, pointed out the confusion, which is it, and therefore, you start to see what the answers are. And it did appear that the Biden administration did not wholeheartedly go in. In fact, Jen Psaki was very clear during a news conference. Hey, we didn't even know that the CDC was going to make this announcement. But either way, wearing a mask is now a choice. Let us keep that in mind. If people want to, sure, go ahead. If not --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "-- OK if you've been vaccinated."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Also, Bill Maher, who had been vaccinated, nevertheless got asymptomatic COVID, had to cancel his HBO show on Friday."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Eight Yankees."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Eight New York Yankees as well. There is a New Yorker perspective. Liz Cheyman -- Liz Claman, excuse me --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- and Ben Domenech, thanks very much."
    },
    {
      "speaker": "CLAMAN",
      "utterance": "Liz-ism."
    },
    {
      "speaker": "KURTZ",
      "utterance": "A lot of Liz has talked about today. Up next, news outlets say they were deliberately misled in the Middle East and Israel destroys a building housing the AP. Stay with us."
    },
    {
      "speaker": "KURTZ",
      "utterance": "An Israeli military spokesman said Friday his ground troops were attacking in Gaza. The invasion was reported worldwide but never happened with the spokesman saying he made a mistake. Now, Israeli news outlets say this wasn't an accident, but an elaborate deception to draw Gaza fighters into vulnerable areas. Joining us now from Dallas, Steve Krakauer, who publishes the \"Fourth Watch\" newsletter on the media. Steve, in a call with Israeli authorities, journalists of The New York Times, Washington Post, Wall Street Journal and others question whether they had been turned into accessories to the Israeli military."
    },
    {
      "speaker": "STEVE KRAKAUER, FOURTH WATCH EDITOR AND HOST",
      "utterance": "Yeah. Look, this is another example of a reason that the press should be skeptical of power. I think that is one element to the story. At the same time, there's another one, too, because what we've seen over the last five years is really de-emphasis on foreign policy coverage, particularly in the Middle East. As everything, time and resources are devoted to Donald Trump's tweets, we get a lot of institutional knowledge when it comes to that region. And I think that this is one example of it. There are lots of examples in the last few days of where this is coming to play."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And then we can put these pictures up. I'm sure most people have seen it by now. The Israelis are bombing, destroying a building that housed the Associated Press and other media outlets. The AP president is saying he's shocked and horrified by this. There is some international outrage. Everybody was given an evacuation order so no casualties. Israel says Hamas had both military and civilian planners and staffers in there, and so there is some dispute about whether this was, as many media organizations say, an outrage."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Yeah, I think the dispute is the story. This is another example of institutional knowledge. Hamas is a terrorist organization that we know will go and shoot bombs, shoot rockets from hospitals or go and use children as human shields from schools. And they have in the past also done the same when it comes to the press. And so there was not skepticism where it should have been yesterday in how it was covered when this happened. We know, Tommy Vietor, former Obama foreign policy adviser, said that he understands that Hamas did, in fact, have offices there. We have seen reporting from others who have previously worked in the AP that Hamas has fired rockets from that area as well and has reporting that Hamas has offices in there. And so what happened yesterday was exactly the kind of propaganda that Hamas wants out there, with American media talking about how -- that it was just -- that it was the Israelis targeting the American press. Look, it is unfortunate that that happened with the AP, but that is absolutely not the full story here. We need to focus on the full story when it comes to this very, you know, complicated substantive story."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah. AP executives say that they didn't know, they had no evidence of any presence of Hamas. But Benjamin Netanyahu, the Israeli prime minister, is telling CBS this morning that evidence of this was shared with the U.S. Intelligence. That certainly cast the whole story in a different light. I have about half a minute."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Yeah, it does. It really does change it. I think we are starting to see some of that trickle out a little bit today. You mentioned Netanyahu. There is reporting, as you said, that the Israelis didn't notify the Biden administration about this. But this is where the story needs to go. This is a complicated story. It has been going on for decades, obviously, and --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "-- certainly in the last few years, we have not seen as much coverage on it. I think that all media organizations should really start to, you know, slow down a little bit --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Sure."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "-- and start to focus on what is really happening here and really start to dive into the matter of it more."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. It is, of course, unfortunate that the AP lost its offices and equipment and all of that. Steve Krakauer, thank you very much for joining us on this breaking story. Next on MEDIA BUZZ, Glenn Greenwald on a columnist being attacked for writing about motherhood, and more on the Liz Cheney saga. And later, the other botching of the gas shortage story."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "It was a harmless Mother's Day piece by New York Times columnist Elizabeth Bruenig who said she got married earlier and doesn't regret having first child at 25. That led to her being trashed on Twitter in extremely toxic ways. One person claims to be troubled by Elizabeth Bruenig's white extinction anxiety. Another, I do like the visual of having the woman hating trans menace loom out of the darkness at the delicate white sis lady. Bruenig who just joined the Atlantic reposted such attacks at one point saying this job isn't worth it. Joining us now from Brazil is Glenn Greenwald, the Pulitzer Prize winning journalist and now writes on Substack and is the author of the new book \"Securing Democracy: My Fight for Press Freedom and Justice in Bolsonaro's Brazil.\" Glenn, congratulations on the book which has made a lot of wave. Why do these angry people feel the need to viciously attack a journalist whose sin was writing such inflammatory things such as, there are good reasons to wait for having children and good reasons not to."
    },
    {
      "speaker": "GLENN GREENWALD, CO-FOUNDER, THE INTERCEPT",
      "utterance": "It's really bizarre. I mean, I think that if someone had the fortune not to be plugged in constantly to elite media and political discourse and were to read that article and then you were to tell them afterwards that it created a huge controversy, they would look at you like you were crazy. The article was a Mother's Day testament to her own experience and happiness with motherhood along with her concerns before child was born about what that would be like along with a very benign straightforward statistical analysis of why women in the United States, particularly more educated women and women who earn more and who live in large cities on the coast are waiting much longer to have children. That was all the column did and yet the vitriol it produced I think was explained by two things. One is that, it is a lot harder for women and men to start families because of economic pressures after the 2008 financial crisis and it almost they took it on as like kind of a rebuke to them. Like, look, I've done this and you can't. But I think the other aspect of it was, it shows how cultural liberalism just keep going further and further from the feminism movement was about giving them a choice and now it's about nothing should be done to encourage women who want to be able to have children and identify as a wife and mother and I think there was a lot of anger trigged by that as well."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes, I didn't know it was a rated (Ph) as active subject. Just briefly, do you think this would make journalists, and especially female journalists more reluctant to write about anything personal given, you know, all the people out there who want to engage in this kind of vitriol?"
    },
    {
      "speaker": "GREENWALD",
      "utterance": "I mean, I think it's important that journalists be able to write about their family lives or experiences as a parent. We're all human beings even if we are journalists and some of the things that were just said not just about her and her husband but also about her kids as you alluded too, where some of the -- and I'm not talking about random Twitter trolls, I'm talking about established journalists were really ugly, and yes, it would deter me and make me think twice about writing something like that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes, of course. Now on Congresswoman Cheney, we talked about earlier in the program, got so much sympathetic press since taking on Donald Trump and losing her House leadership post. You write the whole media narrative about Liz Cheney is a fraud. Pretty strong word, explain."
    },
    {
      "speaker": "GREENWALD",
      "utterance": "So, you know, I think what has happened in the last five years is everybody in the media mostly looks at politics in a binary way, they are pro-Trump or anti-Trump. And if you're anti-Trump, you're good and if you're pro-Trump, you're bad. And so, because Liz Cheney is anti-Trump, she's now become good. Polling shows that she's more popular among Democrats than Republicans. And amazingly, they're depicting her is just like avatar of rule of law and honesty. In politics, and you know, Howie, when I started writing about politics in 2005, the Cheney family was the symbol of everything liberals hated, and not just because of the war in Iraq but because of the transgressions of the rule of law. Things like Guantanamo and torture and spying on Americans about war and broad executive power theory, all of which Liz Cheney supports. And what's really going is there is an ideological war in the Republican Party between the old style Bush-Cheney neocons and corporatist that Liz Cheney represents and Donald Trump ran against and then the newer MAGA movement of right-wing populism that is opposed to the Bush-Cheney politics and it is completely whitewashed by this narrative that anyone that who opposes Trump including Liz Cheney becomes a heroine of American liberalism in the Democratic Party."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So there were of course many, many media liberals that agreed with you during the Iraq War, Dick Cheney was seen as, you know, leading us into a Middle East fiasco, Liz Cheney worked in the State Department during that administration and she continues her dad's, you know, she's a separate political person, of course, but she continues the rather hawkish foreign policy views, that continued. So, was there just a mass amnesia where everybody who didn't like her as agreed to, sort of, forget about all of that and just say, well, now she's courageous because we agree with what she's saying about Trump?"
    },
    {
      "speaker": "GREENWALD",
      "utterance": "Yes. It's like history only began for these people on January 20, 2017. It's not just Liz Cheney. It's like Bill Kristol and David Frum, Nicole Wallace was literally the spokesperson for the Bush-Cheney White House and Bush-Cheney re-election campaign is now a beloved liberal host on MSNBC. They haven't changed their ideology at all. The only thing that they have in common is that they are opposed to Trump. And that's what's so disturbing. There are other issues in American politics besides you like Donald Trump or not. And this framework is very primitive, it's very binary and simplistic and it's essentially suffocating every other debate. I still think the neoconservatism that Liz Cheney represents, not just because her dad did, but because she herself defends is a pernicious ideology. And the fact that she doesn't like Donald Trump doesn't change that for me at all, that's an important substantive debate to have within the Republican Party and more broader -- more broadly in American politics."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. I got about half a minute. You tweeted perhaps with a bit of hyperbole, if Hitler returned and said he didn't like Trump, he'd get hired by MSNBC. You want to defend that statement?"
    },
    {
      "speaker": "GREENWALD",
      "utterance": "Yes. Perhaps a little -- perhaps a little hyperbole but obviously the point of that hyperbole was to say exactly what I had just, you know, pointed pout."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "GREENWALD",
      "utterance": "That even the people -- most hated by liberals, the minute they say they dislike Donald Trump become heroes of the Democratic Party, the Lincoln Project, all of those people, all those neocons or employed in CNN and MSNBC. It's the only issue through which they view the entire world."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. John Bolton and others come to mind. Glenn Greenwald, always good to talk with you."
    },
    {
      "speaker": "GREENWALD",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Thanks very much for joining us."
    },
    {
      "speaker": "GREENWALD",
      "utterance": "Thanks, Howie. Good to talk to you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "After the break, cyber hacking. Why the press took days to question the Biden administration's handling of the gas shortages caused by that pipeline attack. And later, why Ellen DeGeneres is calling it quits."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "After that cyberattack knocked out the pipeline that delivers oil across the East Coast, The New York Times issued to readers that since the pipeline shut down there have been no longer gas lines in gas stations except in city after city that wasn't true. Even that day long gas lines, airports starting to re-rub planes, and almost no media criticism of the Biden administration."
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "An emergency? No. If they ran out of weed, that would be an emergency. Don't worry says the New York Times. None of this is real. It's a conspiracy theory. Your eyes are lying to you, you're hysterical."
    },
    {
      "speaker": "ERIN BURNETT, HOST, CNN",
      "utterance": "Publicly the administration is saying no cause for concern here, but obviously the reaction that we are now seeing in the public and in the states is unsettling."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "And yet, they've kind of say, well, it's not really a gas shortage, it's not like the toilet paper, don't hoard it. Like, that's going to make people feel good when they ran out of gas on the beltway."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Finally, the president felt compelled to address the issue at the White House."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "We expect the situation to begin to improve by the weekend and then to early next week. And gasoline supply is coming online and panic buying will only slow the process."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now Robby Soave, senior editor at Reason magazine, and Sarah Norman, Democratic strategist and Google analyst. Robby, how does the New York Times initially blow this by saying no gas lines, even now I know people have to wait an hour for gas or here in the Washington area and some gas stations are still closed."
    },
    {
      "speaker": "ROBBY SOAVE, SENIOR EDITOR, REASON.COM",
      "utterance": "yes, it was amazing. Even in that actual article, so the tweet said there had been no lines but if you click through the article, there were pictures of lines in the article itself. So I think this might be actually an example of not even just ideological bias, so it is ideological bias but then it's just kind of screwing up in a technical sense, right, the people who run social media feeds at news organizations sometimes are not -- are often not the same people who write the stories or who take the pictures. And I think they actually tend to be more ideologically bias, the kind of social media editor type person than the actual reporters so they often, their biases, this is why Twitter is such a problem. Their biases spill out more dramatically than even what's in the literal cover itself."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, sure, because they're just running for their friends. Sarah, President Biden of course can't be blamed for this pipeline hacking attack, the shutdown and rise in gas prices. But I'm struck by how much of the coverage journalists would say. Well, this is pretty bad but not raise any serious questions about the Biden administration's handling of it."
    },
    {
      "speaker": "SARAH NORMAN, DEMOCRATIC STRATEGIST",
      "utterance": "You know, I hear you on that and I think that the difference that we are seeing in those press stories that are either harsh on him or really forgiving of him are taking a different point of view and how far back they are looking. Like if they are looking at just the last couple of months or in the fact that, look, we have known for more than a decade that our -- our infrastructure is becoming increasingly vulnerable to cyberattacks. I mean, that's why the Obama administration introduced legislation to make us more able to protect ourselves from things like we saw this week. Now, that legislation was repeatedly filibustered by Republicans in the Senate who said that they thought that it cost too much money and they didn't want to impose new regulations on private businesses. But now those same Republicans who spent years blocking legislation that would have prevented this, they are the first ones to point fingers at the new Biden administration and saying, hey, where is our cybersecurity."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "NORMAN",
      "utterance": "But fortunately, now the Republicans have turned a corner on this and actually want to get something done."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, --"
    },
    {
      "speaker": "NORMAN",
      "utterance": "We can actually get something done with bipartisanship by passing Biden's infrastructure plan which includes billions --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Here comes the --"
    },
    {
      "speaker": "NORMAN",
      "utterance": "-- to fix our aging cybersecurity."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- here comes the pro-Biden pitch. Look, I think the cyberattack aspect of it was the one that depress the tech seriously. But Robby, if this had happened last year, the media would be saying Donald Trump doesn't care about gas lines, Donald Trump doesn't care about shortages, why doesn't Donald Trump confront Putin since the criminal group that did this is based in Russia. President Biden finally got a question like that a week after when he delivered that White House speech we showed."
    },
    {
      "speaker": "SOAVE",
      "utterance": "Yes, it would be all about, it would be Putin, Putin, Putin. Right? That's what it is -- that's what it was under the Trump years. You know, this is something I've noticed. Right? Whenever the media gets something wrong or there's broadly speaking a controversy the Democrats are responsible for, the media narrative adapts this Republicans are pouncing on this line, Google the word pounce literally. That's usually the word that's used. The narrative The New York Times, The Washington Post, mainstream progressive news outlets try to use is that, well, the right is using a legitimate thing to their advantage and isn't that -- it's bad that they are doing that. You see that with, you know, when the media screws up something like Covington or Jussie Smollett or Ron DeSantis, the coronavirus response. Then it turns out, well, the media, the left, the Democrats got that wrong and that, but the story is not how they got that wrong for them."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, --"
    },
    {
      "speaker": "SOAVE",
      "utterance": "The story is how, why do you care we got it wrong?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, of course, both things can be true."
    },
    {
      "speaker": "SOAVE",
      "utterance": "Right."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You know, somebody can screw up and the other side is going to take advantage. So, Sarah, a week later the Washington Post had this headline. Biden administration struggles to limit political damage from gas shortage which is the first time there was talk of political damage and the story in part blamed Republicans and Fox News. Well, it's a big story, lots of people couldn't get gas to go to work so it's not just the opposition, is it?"
    },
    {
      "speaker": "NORMAN",
      "utterance": "I agree with you, it's the big story and every type of network should be covering it. I think what that article was trying to say is that it's been a guiding principle for Republicans to -- to paint Biden as the start of chaos and this is just one more example of it when we know that this problem with our cybersecurity has gone back for over a decade and the Republicans have been the ones stopping it. But, again, now that we are all on the same page and see this as a threat, I hope that everyone across both aisles work together to pass Biden's infrastructure plan so we can actually solve this problem that the media --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. You only get --"
    },
    {
      "speaker": "NORMAN",
      "utterance": "-- is right about."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You only get one legislative pitch per segment. Both sides are talking about it. We'll see what happens. Sarah Norman and Robby Soave, thanks very much for being here on a Sunday."
    },
    {
      "speaker": "NORMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Still to come, NBC dumps the Golden Globes and Ellen DeGeneres blames the end of her talk show on misogyny."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Ellen DeGeneres is ending her daytime talk show next year after 19 seasons on the air. This after a year in which her program faced an internal probe into mistreatment of her staff."
    },
    {
      "speaker": "ELLEN DEGENERES, TALK SHOW HOST",
      "utterance": "I still don't understand it. It was too orchestrated, it was too coordinated, and you know, people get picked on. But for four months straight for me and then for, you know, for me to read in the press about a toxic work environment it was really interesting because I'm a woman and it did feel very misogynistic."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now from New York, our own friend Carley Shimkus, a reporter for Fox News Headlines 24/7 on Sirius XM. Do you think Ellen is being rather dismissive of the serious allegations of a toxic workplace, saying she knew nothing about it, and in calling the criticism of her misogynistic?"
    },
    {
      "speaker": "CARLEY SHIMKUS, FOX NEWS REPORTER",
      "utterance": "Well, I thought that this interview between Savannah Guthrie and Ellen was very good. Because over the past year, we have heard all of these allegations against her producers and her. And when it comes to her several former staffers who have come forward and said that she's not a nice person. And in that interview, Howie, she did say that she thought that she thought that was sort of misogynistic. She also said that some of the headlines were click bait, you know, turn the be kind lady into a mean girl. So, I don't know about her personal character and I don't know what to think about it. The full interview was about a half hour. And I do think she made some good points and she's obviously a very likable person. The one thing that I do know is that a lot of criticism happened after she sat next to former President George Bush and then defended her friendship. So, I think that some of this criticism is politically motivated."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Interesting. Well, you know, it must be hard for Ellen to walk away after having her sitcom cancelled back in 1998 which he came out as gay which was a huge deal at the time."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It took a long time to build back, he became this huge national celebrity. But it seems to me she's also engaged in effort to repair her tarnished reputation."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes. And it has absolutely been tarnished. So, she lost about a million viewers, nearly half of her audience because of these -- of these headlines, of these negative headlines. So, I think that the reasons she is stepping away are because of the ratings and then the other reason is probably mental exhaustion. Her critics went after her for everything. During the pandemic she was on -- I believe it was social media and she made a joke about sitting at home feels like you're in a jail cell. And then critics went after her because, you know, she's privileged and she lives in a mansion and she was equating her experience to being in jail when it's really just a turn of phrase. So, the end of her career, her walking way in this way is very unfortunate --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "-- and a dark spot on her -- on her legacy."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I didn't realize the ratings have plummeted that much. Now NBC as you know it won't air the Golden Globes next year the Hollywood Foreign Press Association hasn't made any progress fixing its problems such as having had zero Black members. Could this be the end of this particular award show, at least on a major network?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "I think it could be and the question is, is NBC canceling this award show next year, the Golden Globes because of the ratings because the ratings have been awful. This year the Golden Globes, I think, they hit an all-time low or is it because like you said, because the Hollywood, it was revealed that the Hollywood Foreign Press had no Black members. And I say revealed very loosely because people in Hollywood have known about these accusations against the association for years in terms of shady dealings and a lack of diversity which is why Ricky Gervais when he hosted the award show he made a joke about the --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "-- Hollywood Foreign Press being racist."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, I think you may be right."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "So, I -- yes, I take this all this, you know, shock with a bit of a grain of salt."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. I don't think I'll miss it. Carley Shimkus, thanks so much. Before we go --"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "You bet."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- the Washington Post has named the first female editor in its history. Jeff Bezos' paper tapping Sally Busby, now executive editor of the Associated Press whose had an experience raging from the Cairo bureau to the Washington bureau and she never appeared in any of those handicappers list of who might get the top job. It's like when the press covers political campaigns. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We also hope you will like our Facebook page. We post my daily columns there. And we can continue to talk at each other on Twitter. And check out my podcast Media Buzz Meter, you can subscribe at Apple iTunes, Google podcast or on your Amazon device. So much to talk about today, only half an hour. Hope you enjoy it. We will be back here next Sunday the same time, same place, 11 Eastern with the latest buzz. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}