{
  "date": "November 9, 2020",
  "headline": "Georgia runoff races could determine Senate control",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/georgia-runoff-races-could-determine-senate-control",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS ANCHOR",
      "sentences": "Hi. I am Greg Gutfeld, with Katie Pavlich, Juan Williams, Jesse Watters, and she pole-vaults on a bobby pin, Dana Perino, THE FIVE. It's like a miracle. The media Democrats converge on one message, time to just move on, time to heal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL CANDIDATE",
      "sentences": "This is the time to heal in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "America needed a release valve at that moment. Finally, the relief came.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are getting decency back in our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Time to heal America but time to heal the world as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. So after four years of pushing hoaxes, calling Trump a Russian asset, we must accept this outcome ASAP, even though the process is still ongoing with margins thinner than Kate Moss' septum. This, after four years of demonizing anyone not in the resistance, calling us racist, accosting people in restaurants, showing up at homes, and vowing harm if Trump ever wins again.  So of course, now we are old friends again, weird. Yet, last week, they were like this. And now, they were like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And a great big hug and a kiss from me to you. Won't you say you love me, too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love you, too. The good news, since the rioters are happy, we can now take down the plywood, because that wasn't protecting us from rioting Trump supporters if he lost. It was for rioting leftists if Trump won. Can you imagine if it were Biden on the short end of these state returns? You wouldn't have Biden going to court. You would have a mob going door-to-door. And the media would call it, of course, mostly peaceful. So now, they say it's time to unify. That's like telling a victim of abuse to just kiss and make up. Is that too harsh? When you compare a president to Hitler, accuse him of killing a quarter million COVID included victims, forgive us for the hyperbole. You painted targets on millions of backs, and they are still there, as leading Democrats vow to name and shame Trump supporters. I guess that's how you unify if you're a brown shirt. The fact is you want unity now that you're winning. If you didn't win, you'd burn the place down. It's so very Hitler. That does feel good.  So forgive us if we're if fine with illegal process for now. And if it doesn't work out, I'll tell you. Republicans will just get back to work.   But if you lose, dear Dems, I wonder how fast your calls for unity will dissolve, since they were never really there to begin with. Speaking of unity, Dana, I want to read you a tweet from Michelle Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS ANCHOR",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's remember that tens of millions people voted for the status quo (Inaudible) even when it meant supporting lies, hate, chaos, and division. We have a lot of work to do to reach out to these folks in the years ahead and connect with them on what unites us. That's kind of -- that's a really heartwarming tweet. We have to get back with these people, even though they, you know, they're discussing liars, haters, and stoke division.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Idiots who believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You know, my theory or my recommendation for everybody is never tweet, ever. I mean, and I think that she's usually such a gracious person.  And remember, though, when they go low, we go high. The thing is that so underhanded. The way it's like, as you described it that she wants us to be unified. But there really is a strange divide between the country, right?   They -- people in Trump world cannot believe that they did not beat Biden by 15 points. And people in the Biden world cannot believe that 71 million people would actually vote for that guy. And we -- I agree we have got to find a way to come together, but I also think that you can't just wait until somebody magically appears to bring people together. You just have to start in your own life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah. That's true. That's true. That's what I'm doing, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS ANCHOR",
      "sentences": "No, you're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I am. I hug everybody, sometimes on the subway, Katie. So I noticed there was a shift in the media. Last week, it was about hundreds of thousands of COVID deaths. And then today, I'm looking and it's like, did you see the pets that are going to be in the White House. There's going to be some new pets at the White House.  That was the hard-hitting journalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS ANCHOR",
      "sentences": "Greg is mad that they are more dog stories in the media now. Sorry, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A rescue dog at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Sorry, Greg, on that. But no, you're right right. There is a change in tone in the media. And I think it's really important to remind everybody it's not just about President Trump, because now you have a number of people in the media going after Mitch McConnell. You had Chris Hayes at MSNBC accusing Josh Holmes who worked for Mitch McConnell and did a good job of being his campaign manager in getting him reelected, of killing hundreds of thousands of people as if it's his responsibility.  I mean, the rhetoric and the unity calls just prove again that the Washington establishment is winning. But it's just an empty saying that comes up whenever people win and somehow want to claim that they're doing something that feels good to everyone, but it does actually do anything.  And I think when you say it's time to heal and we're going to help your soul get revived. You're not God and this is not a religion for most people. And the idea that you have to heal implies that there something wrong with 71 million people, that they have done something so bad to you that you have this horrible wound. And I think that's actually really insulting to that many people when this is a very close election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah. And I don't know who they are talking to because no thanks.   We weren't the divisive people. We don't need any healing. Hey Juan, can I play you this sound on tape of Kayleigh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS ANCHOR",
      "sentences": "Please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Let's do that just now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's not over, far from it. We have only begun the process of obtaining an accurate, honest vote count. We are fighting for the rights of all Americans who want to have faith and confidence, not only in this election but in the many elections to come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So Juan, they are going forward. How long do you think this will go on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, at this rate, they could go on forever because they have no evidence, and she just goes on and on and on. I think that's why some people are just turning away because today was supposed to be the day that they went to court with some evidence. And you know, here we sit at 5:00.   We have seen nothing.  But I just wanted to respond to your monologue, because to me, the people that have been trolled, bullied, and demonized by Trump, gee, imagine they have a normal, visceral reaction, which is to say oh, my gosh. I'm glad he lost. I mean, you know, Democrats should treat Trump with the same deference that he's treated Democrats over the last four years, which is to say he treated them with no deference. But I don't see that. I saw a very graceful Joe Biden on Saturday night talk about the need for healing, and talk about the idea that we shouldn't view each other as enemies but as fellow Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But he said half of America were essentially racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I don't know that. I don't think that. But I do think that if you say that there are people, as Michelle Obama said, who excused racist behavior, who excuse lies, who excused bullying, I think that's on target, don't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, not at all because there was no racist behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "There was no racist behavior?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll go there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me move on, because I don't want to get into a fight about that. But I will say this. Elections do have consequences. Fox called this election for Joe Biden. Clear majority of Americans and the Electoral College went for Joe Biden. Biden right now has all the Secret Service protection. So I think it's pretty clear he's president-elect.  Why President Trump decides not to concede, why he starts firing the defense secretary today, making transition all the more difficult for everyone, I don't know. It seems to me like you would say, man, if you acted presidential in this moment, you would help your legacy. You'd help the Republican Party in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Just concede?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But he's not doing it. It's just not likely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because, you know. we will contest the election for four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Democrats didn't contest the election for four years. Democrats organized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Organized an impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's -- but Democrats played politics, one in 18 and one in 2020. That's politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hillary conceded and then she staged a coup. I mean, Juan's talking about elections have consequences. I guess unless you're a Republican who wants appoint a Supreme Court justice, then that doesn't count. Katie hit on it. I don't want to hear that name again. Katie hit on it. When they say we need to heal, that's conditioning the country psychologically to believe that when a Republican is in power, the nation is wounded. And then when the Democrats regain power, the nation is healed. And when they say we need to unify, that basically means everybody shut up while we jam our agenda down your throat. They're really great cheap shot artists.  They conspire. They can besmirch. They can impugn. They can investigate and impeach. And then the minute they win, they say let's call a truce.  I mean, the Democrats who didn't accept the results of the last election can't lecture Republicans for not accepting the results of this election. They investigated for three years collusion, but they can't give Trump three weeks to investigate corruption. And he is entitled to look at irregularities, abnormalities. They have people signing sworn affidavits saying people are forging signatures. People are changing and backdating ballots. Hey, investigate it. If nothing happens --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You said you wanted to make sure that there was integrity in the election. We are going to hold you to that. I",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You already have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- one week and you have zilch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You didn't have zilch after three years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You mean the Russians didn't interfere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, there was no collusion. And the other thing, remind me how the transition works, so an incoming transition official from the Biden team brings Moscow or Beijing? That is a Logan Act violation. That means the FBI can go in because that's illegal. You said you weren't allowed to call your foreign counterparts. So let's just see if those phone calls happened. I am talking about Flynn, and you know exactly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You are just making stuff up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This is the point I wanted to make for several days and I keep forgetting to, so if you grant me the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Grant denied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you. I'm just going to keep going. Steamroll it. So one of the things that the Democrats have been very upset about with the Obama- Biden administration is that they did not get in front of foreign interference in the last election, right? And how many articles or stories did you read that it was going to happen again? Now, the Obama-Biden administration was in charge of election integrity in 2016. Trump-Pence was in charge for 2020, if there's been no allegations of foreign interference in this election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And the Department of Homeland Security, our whole apparatus, they really worked hard. We know that some bad actors trying to do things, they were not successful. And I think you know see anybody in the media saying well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, I know, exactly. Just miraculously, it went away. All right don't go anywhere. We are not going away. Huge news on the development of a Corona vaccine. Thanks, Trump, next on THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A major development in the battle against COVID-19. Pharmaceutical company, Pfizer, announcing its latest stage three trials are showing a possible vaccine as more than 90 percent effective. The company says it could apply for emergency use authorizations sometime this month. President Trump says the development is great news, but some Democrats are not sold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The good news is that the Pfizer tests look good, and we will have a vaccine shortly. The bad news is that it's about two months before Joe Biden takes over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg, how is that bad news?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why? I don't understand why he's considered somehow knowledgeable on this topic. The man is responsible for one of the worst mistakes in this entire COVID pandemic, which was allowing contagious patients into rest homes. I think he's kind of lost the pulpit or -- to be able to talk and tell us how things are. And also, I mean, like, wasn't Joe -- Joe was encouraged by it -- but wasn't he saying that any vaccine developed while Trump was president shouldn't be trusted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yeah, that it should be suspect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It should be suspect. He completely smeared an entire industry. I also do love the timing. Jus as like the riots are suddenly going to go away -- all of a sudden, this vaccine just pops up out of nowhere four days after the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The CEO, Jesse, his name is Albert Bourla. He said he was informed of the results around 2:00 p.m. and says that had the data been available before the election, that he would have released it before the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And you could have had a different election result. We'll never know. I'm not playing games with that. But the stark difference between the reaction, Donald Trump tweets all caps, big news, mark it up big, exclamation. And then Joe Biden releases a 500 word press release that is wonky as heck and lowers expectations.  You can almost most feel insiderness returning to Washington, D.C., where like the Democrats and media and big pharma and big tech are all in perfect alignment. And very important people are being appointed to very important task forces, while the forgotten men and women of this country are yet again forgotten. I don't know. It feels like the natural orbit of the power in this country is returning, and you can kind of smell the deals that Hunter Biden is beginning to cook up in the darkness. I don't know. Joe Biden has to be the luckiest politician ever. He has the first black president tap him as VP, then a 100 year pandemic kicked out the incumbent. He doesn't even have to campaign, then media's giving him credit for the economy and the vaccine, I mean, he did nothing. He literally --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan, earlier today on the daily briefing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- the greatest Jesse Watters line ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I just gave him credit, didn't I?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan, Dr. Mark McClellan, the former FDA Commissioner, was on the daily briefing at 2:00 eastern. And he said that Operation Warp Speed, which was the Trump-Pence initiative, really did help make this happen for Pfizer. Even though they didn't help in the initial research, the fact that Pfizer knew that it was going to get $2 billion to be able to distribute it if they manufactured definitely helped. That's what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sure. I mean, I don't think there's any doubt that you put the added money in, you're going to get more rapid results. But look, this is a great piece of news for the country and for everybody who's battling COVID. I mean, to have some hopes on the horizon. It's a press release, though. it's not a scientific peer-reviewed study. And I think it's important to make that distinction. I mean, a press release, we don't know what happens. And the second thing to say here is we don't know how this could be distributed or when it's going to be distributed. The earlier point where you played the clip from Governor Cuomo, you should know.  Governor Cuomo and Governor Asa Hutchinson, Democrat and Republican, sent a letter to the administration just two weeks ago, saying we need a better plan or some plan. We don't know what plan for distribution of whatever vaccine comes down the pipe. We need to know who gets it first, first responders, senior citizens, children. So when people say, wow, it would be better if we had a more orderly administration in place. That's why. That's why people say things like that. It's not politicizing it. But people who politicized it and called into question, you know, mask wearing, social distancing, tracing. I think that's pretty clear who holds that responsibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Katie, do you not remember the politicization of the vaccines, saying that they were cutting corners?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "They were saying that they were cutting corners. You had Joe Biden, you know, doubting how well the vaccine would work. You had Kamala Harris saying she wouldn't take it if it was a so-called Trump vaccine. So that's really dangerous when you're trying to get rid of, not just the pandemic, but get the economy back on track. I mean, this affects every single industry in the entire country. You know, the thing about what people are saying about the distribution, you know, there's a difference between orderly process and overly burdensome bureaucracy. And the Trump administration has been able to get this vaccine out as a result of this private-public partnership with Pfizer because they have gotten rid of all this bureaucracy in the federal government which prohibits companies from streamlining through vaccines, other therapeutics for all different kinds of drugs, right?  So you have to wonder in a Biden administration if they would be able to do the same, because their ideology is that you need more government, more commissions, more, you know, more smart people making comments about what's going happen next rather than actually doing the work to get it out the door. And in terms of distribution, the White House put out a whole plan about distribution about who's going to get it first. Elderly people in nursing homes, the military's ready to go to just -- to distribute, so to say that they don't have a fast-paced --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They have one -- it's led by one of the generals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Right, the logistics guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Also, long live the free market, right? All right, up next, all eyes on Georgia, why president-elect Joe Biden's agenda could hinge on that one state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The fate of Joe Biden's perspective agenda could come down to one state, Georgia. Democrats are desperate to win both runoff elections there and change the balance of power in the Senate. If both Senate seats flip blue, could create a 50/50 split with VP, president-elect Kamala Harris being the tiebreaker. Senator Chuck Schumer very confident about the fight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now, we take Georgia. Now, we take Georgia, and then we change America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know, Katie. He might want to take that one back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "He's not going to. That's -- you know, he said that part out loud. Georgia really is going to be the line that is drawn in the sand. You have Mitch McConnell put that amazing ad out right before election day that said hold the line. And this is what he was talking about. Stacey Abrams is actually --  obviously leading the charge in Georgia to get these two Democrats elected.  She has raised $6 million already at this point. People are dumping a lot of money into that state. Now, given how Democrats spent so much money in other southern states like South Carolina they may not win as a result. However, if -- it all comes down to Georgia. It depend -- if the Republicans take it, Joe Biden will have a very different presidency than if he has Democrats in charge. If Democrats are in charge of the Senate, there are no stoppages for Republicans in the far left agenda. If the Republicans keep it, Joe Biden can actually live up to his calls for unity in working with Republicans. But if Democrats take the Senate, you have people like Chuck Schumer saying they want to change America. That means that far left list that Republicans and President Trump were warning about leading into this election will be able to get right through. And the cabinet will look much different depending on who wins those Senate races as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Millions of dollars, Juan, pouring into Georgia from outside special interests. You don't want all that money, do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "If I was a political consultant, I would get in that race. My goodness, that race is going to be ugly. It's going to be expensive. I do think it's going to be very interesting because Joe Biden won Georgia. And with Joe Biden winning Georgia, it tells you about the chance that, in fact, Democrats could win both of those Senate seats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Are they recounting Georgia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because I think you have to hit a cutoff point, so I don't know if that has been officially announced. But I do know this, that the Republican lieutenant governor of Georgia said there was no evidence of any credible voter fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's going to be determined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So it's perfectly reasonable, I think to conclude, that Democrats have a chance. And I also think because it's going to be less turnout with Trump not on the ballot. Again, the get out the vote efforts led by Stacey Abrams and others has a better chance of paying off. And I do think that if Tillis holds in North Carolina, then you have a chance to have, what you described, with Kamala Harris as the tiebreaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It looks Tillis is going to be holding on. Would you like to make a prediction in the Georgia Senate runoff? You are good at this, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I am so good at this. I do -- my gut instinct is that the Republicans can win. I think that message better than money. And do I think there'll be plenty of money, though. If you are a big Democrat donor and they call you up and say, hey, can you throw us $1 million, like, why? You didn't win any of those Senate races? Why would I do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But they, but they have a lot of grassroots money. And I think we have to take a second here to say, Stacey Abrams, she did a good job, right. So, she never conceded the governor's race, but she obviously lost. But she then dedicated the next two years to figure out a way how to get a turnout of Democrats in Georgia. And her operation was really good. So the Democrats -- the Republicans have their work cut out for them. But I think that line that Schumer said, I said yesterday on Fox News Sunday, he's he sounds more like Don Quixote than General Sherman. He's going to take Georgia and then America, but the message matters. And one of the things that the Republicans will say is if the Republicans do not win, guess who's the Senate Budget chairman? Bernie Sanders, an actual socialist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That means there is no budget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Exactly,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think the -- I think Joe should hope that the Democrats lose because he needs to have a supplemental backbone. He needs to have a -- he needs to have a bad puck there --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And an excuse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- And an excuse. And America needs it because we need adults in the room. You can't have a whole single political party government. America loves a divided government, because it guarantees that there will be debate. And I'm for polarization. I want two sides. I mean, everybody's upset about polarization. Think about the alternative. One poll, two polls are better. So, the reason why Trump won in 2016 is because the center refused for decades to stand up to the left, right, the regressive left. And Trump understood that America was sick and tired of groupthink, of left-wing groupthink. If you don't -- if the Dems don't understand this, and if they -- and you have a left -- a left-wing House, a left-wing Senate and a liberal, spineless president, you're going to see something even bigger than Trump in 2022 and 24.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Well, I think -- didn't Republicans have control of the House, the Senate, and the White House after '16? I didn't hear you say that then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You weren't listening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We're only polarization in this instance, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I see. I see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You weren't listening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Up next, Democrats on the verge of a civil war after key election losses. Plus, how Joe Biden is already siding with members of the far left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Democrats are blaming each other after tough election losses in the House and the Senate. Congresswoman Alexandria Ocasio-Cortez defending radical progressives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "There are, at least in the House caucus, very deep divisions within the party. And I believe that we need to really come together and not allow Republican narratives to tear us apart. You know, as you mentioned, we have a -- we have a slimmer Democratic majority. It's going to be more important than ever for us to work together and not fight each other. And so when we kind of come out swinging, not 48 hours after Tuesday, when we don't even have solid data yet pointing fingers and telling each other what to do, it deepens the division in the party and it's irresponsible. It's irresponsible to pour gasoline on these already very delicate tensions in the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "The top Democrat James Clyburn says far-left policies hurt his party's chances at the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "sentences": "Jimmy Harrison started to plateau. When defender police showed up with a caption on TV right across his head, that stuff hurt Jim very, very strongly. We can't pick up these things just because it makes a good headline. It sometimes destroys it with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And it looks like Biden is starting to side with the progressives. He was rallying a National Police oversight commission within the first 100 days of his administration in addition to other things. So Dana, when Congresswoman Alexandria Ocasio-Cortez says these are Republican talking points and narratives tearing the party apart, that doesn't seem to be true when you have moderate Democrats who almost lost their seats saying actually these policies are not reflective of most of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, we got to listen to the conference call last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was not a Republican conference call, that was the Democratic conference call where they were at each other's throats. And I really did think that Conor Lamb, the congressman from Pennsylvania who won a tight race against Sean Parnell, he threw some well-deserved shade to Alexandria Ocasio-Cortez in which he said, \"I respect her in how hard she works and what she did in an extremely low turnout Democratic primary.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because she has no idea what it's like to have tried to run elsewhere. And to the point about defund the police and what Mr. Clyburn was saying, I expect that you will see this come up in the Georgia Senate race right away. Raphael Warnock is the opponent against Kelly Loeffler. And apparently has some pretty anti-police rhetoric in his past. And I bet that that is an issue that it's going to come up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So, on the issue, Jesse, of Biden now siding with progressives, I want to play this soundbite from the deputy campaign manager for the Biden campaign and get your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATE BEDINGFIELD, COMMUNICATIONS DIRECTOR, JOE BIDEN CAMPAIGN",
      "sentences": "I think that Vice President Biden campaigned on an incredibly progressive and aggressive agenda. Take a look, for example, at his climate plan. It's the boldest, biggest climate plan that's ever been put forward by, you know, by a nominee running for president and now a president-elect. He's going to make good on those commitments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So, I thought he was supposed to be a moderate, Jesse, but now all of a sudden, they're embracing these far-left policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's not going to make good on any commitments if Mitch McConnell is there, number one. Number two, he established a commission about the police. So, we have a commission about the police and now we have a commission about the court. A lot of commissions, and that means they don't do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "AOC needs to accept her fate. She's a martyr. She doesn't get it yet, but she's kind of bewildered that socialism doesn't play nationally, and she seems naive about why it only plays and deep blue districts in New York and California. You know, Democrats are looking for the kill shot with her. And she looks alone, she looks isolated, and this magazine, New York Times Magazine piece, it wasn't great timing to come out after the week of the election. You know, they put out a lot of garbage from the grassroots. What do they have? Abolish ICE, defund the police, Medicare for All, it's garbage. And the Republicans run on that and they win. And, you know, AOC has got to take her medicine because it doesn't work for the rest of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes, Juan, it seems like there are a lot of Democrats are now finally asking the question about why she has so much power, why she's been able to influence so many policy decisions in the House over the last two years, going up against Nancy Pelosi and missing her shot. I mean, why are Democrats -- why is she accusing Democrats of using Republican talking points when it's very obvious, given the numbers of Democrats were not capable of gaining seats in the House, in fact, they lost a lot of seats to Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They lost seats that I thought they could have won but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Because of AOC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. I don't think it was because of -- I don't think we know. But I will say, I think that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We do know because you have this call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jim Clyburn is also very much about police reform, so don't mistake that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, what you have though, is Jim Cyiburn, Abigail Spanberger, Clyburn from South Carolina, Spanberger from rural part of Virginia, outside Richmond, so -- and then you come to AOC and she's here in Queens, New York. They come from very different areas, and they have very different constituencies. But keep in mind, not only did AOC win reelection, all the members of the squad won reelection, and they're joined now by the first black woman to represent Missouri in the Congress, Cori Bush, who has been talking to them because she sees them as role models. These people have energized, brought energy to a lot of proposals. We're talking that just now about President-elect Biden and possibly going back into the Paris Climate Deal, and all these things, you say, you know what, most Americans think we need more action. That's not like a far-left proposal. That's what most Americans think. We need to do more in terms of climate change and keeping our environment clean for our children. That's just not a radical far-left thought. So, keep that in mind. We don't know exactly why people voted as they did, but to somehow point a finger at AOC, I think that's the wrong --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think we have a lot of information directly from Democrats in tight races about why they either lost or barely won, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I mean, AOC is like your really skinny friend that's like, oh, I could just eat what I want and I never gained weight. Why are you having the fruit salad? I'm going to have this cheesecake. Yes, because your constituents and your district, you don't have any pressure, you don't have to worry about it. So, don't tell everybody else to act like you. Anyway --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Great analogy, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. Thank you. OK, so I'm not worried about -- like, we can explain socialism, and we can beat that. I'm more worried about -- and I think the party, the Democratic Party should be worried more about identity politics and what it's doing to people's minds. And that was what was caught -- that's what led to 2016, and that's what leads to polarization. You have -- I mean, it's kind of a societal hypochondria, right? Once you get into identity politics, nothing is healthy. Everything is wrong. America is poisoned. It's like those fads where everybody thought that there was toxic mold in the air and like, you know, there's pollution and indoor pollution. It's like a fad in which it screws up with everybody's heads about how life is. And at least with socialism, you can look back at history. You can read. You can help teach people things. But with identity politics, it's a cult. It's a terrible, terrible cold. And it is. It's a -- it's a societal hypochondria that convinces people who are in the -- in the thrall of it that the world is terrible. That's scarier to me than any socialism right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And we saw a bit of rejection of that -- Dana, last word to you -- with the president losing white men but gaining gay and lesbian voters, Latino voters --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, Hispanic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Hispanics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. The political realignment is well underway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes, indeed. All right, up next, remember the TV legacy of the legend Alex Trebek. That more -- that and more ahead on THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Tributes are pouring in after the passing of Jeopardy host Alex Trebek. He died yesterday at the age of 80 after a battle with pancreatic cancer. Trebek hosted the legendary game show for 36 years, educating, entertaining millions of Americans along the way. He joined THE FIVE back in 2014 and said Jeopardy was a reflection of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX TREBEK, HOST, JEOPARDY",
      "sentences": "Americans are very competitive. America is the land of opportunity. And we provide opportunities for our contestants. If you're bright, if you know how to play the game within the rules, if your reflexes are good, and if you're a little bit lucky, then you're going to do well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Dana, let's take a look. I think you were on that show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let's see the five for 200.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREBEK",
      "sentences": "The five movie ratings in the United States are NC-17, R, PG, PG- 13, and this one. Kareem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That one is X.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREBEK",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana, what was it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Kareem, gee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't remember. I just love that picture so much with Kareem Abdul-Jabbar. I mean, honestly, I was in five-inch heels and standing on a box, I would add.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What was -- what was Alex Trebek like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, I have to say, of all the people I've ever met in my life, I was -- I think I was the most starstruck when I met him. And also, that is the most nervous I have ever been in my life. I saw an interview with Alex Trebek last night on ABC News that they aired in which he said, \"If I'm remembered as a nice guy, then that's all right by me.\" And he really was a wonderful guy. I think I probably watched him more than anybody else. And I've enjoyed watching it with my family and with Peter. Peter is very good. He wins every night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You told me you watch \"WATTERS' WORLD\" more than anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Just on a loop I got \"WATTERS' WORLD.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jesse, I've never been invited on. I don't -- I guess you've never been invited on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, you'd know if I was invited on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But you know, I everybody talks about how it was a generational bonding. Parents and kids, everybody watched this show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. I mean people like Alex Trebek are what make this country great. You wake up, you work all day --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, he's Canadian. Don't forget, he's Canadian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'll take that back. You know, at 7:00, you're looking for some comfort. It's been a long day, you're eating or you're with your family and you're on the couch, and you want to just unwind and not be threatened by controversy or someone that's partisan. And you sit there and you try to make yourself smarter. And it never works unless it's high school Jeopardy or college Jeopardy, and you can compete. But you learn something, and then you go around and try to win, press your friends at the bar later with this little nugget of knowledge that you picked up from Alex. And it does. It bonds you to the people that you're watching it with because again, he said it perfectly. It's a show that's a reflection of America. Smart people competing for money, but you need a little luck, and that's why I got the Daily Double.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, so Greg, I'm going to play Alex Trebek right now. What drug was approved for recreational and medical use --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No. You have to say, this drug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This drug, that's right. Thank you, Dana. This drug was approved for recreational medical use in three states last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm assuming it was psilocybin, but it could have been marijuana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It could be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Psilocybin -- OK, what is psilocybin or does anybody have any psilocybin? Washington Square Park 6:20 p.m. Alex Trebek, I'm so old, I remember him hosting High Rollers. And then he did -- he did a show called The Wizard of Odds which was on in the morning. I had three older sisters, so game shows were on all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I love game shows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But that was like only for a short time before the show with the cars. I can't remember that one. But he was -- you have to remind yourself, he was 80.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When he was on THE FIVE, he was 74. That was what was so weird is that he never aged. Like I think we're like -- I think we're -- we think he's so much younger than he is because he was always the same. He was always consistently kind of youthful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. You know, Katie, what's striking about it, picking up on what Greg was saying, he brought love of learning and education to TV and did it successfully. Most people think that's not a winning formula for entertainment, but people love him. He's a national treasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And according to Jesse, he gave guys a way to pick up girls at the bar with their Jeopardy knowledge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It never worked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Sorry. But no, I just love that he worked until the end when he was diagnosed with cancer. He said he was going to work until the end because he loved his job. And he did. And he just came off as such a nice guy and I'm sad that I didn't get to meet him. So, I'm glad that Dana did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, \"ONE MORE THING\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"ONE MORE THING,\" Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Jesse's hair news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "If you guys remember, my mullet was the talk of the summer. It's not the riots, not the pandemic, it was my mullet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, you guys all poke fun of me, but now we have the 2020 Kids Mullet National Championship. So, I'm going to show you guys -- yes, very funny. Here is the top three, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The silver -- no, no, bronze is Jude. Jude is seven from Colorado.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Look at the fiery mullet there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Pretty good. Pretty good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We have the silver. The winner is Noah. He's 12 from Illinois.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Mullet in the back. And now for the first place, gold winner, drumroll, please. Jack is from Texas. He's eight and he's got the missing teeth in the front to make it all come together. Looking good, Jack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You really are a role model, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "In a terrible, terrible way. Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Did you know that we had some unseasonably warm temperatures and it was so nice. And you just kind of want to take a nap, right? Look at Plop. This is a cat that just plops right down and knows how to enjoy. Can you -- can you guys see those -- these are so small. See this cat lying on his back just in the sunshine, having a good time. What would plop do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're doing cat videos now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I turned that one down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me just tell you that finding a \"ONE MORE THING\" today was a challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I turned that one down, Dana, and I'm really disgusted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You gave me a Greg leftover?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Animals are great. Animals are great. Animals are great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I'll show how it's done, Dana. This is how you do an animal video. OK, we've had a rough week, haven't we, for a lot of people? Be like this little fellow here. It might be a little bit uphill, but you never give up. You never come up, do you? There he goes. He's got another step. This is actually going to be 2022 for him. He's going to make it. He's going to make it. It's only 24 months from now. Come on, everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Counts the votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Count the votes. Count the votes. All right. See, Dana, that's how you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Got it. Thanks for the tutorial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So, hold on to your lunch folks and take a look at this. What you're seeing in this vertigo-inducing madness is a 30-year-old Anthony Newton and his pal, Pepe, holding hands over 1000-foot drop. Yep, he let go and flies into freefall to the ground. As you can see, he was holding the hand as long as possible. Then he opens a parachute. This is performance art called a cliffhanger. Newton said it felt great and he's grateful for its brand Pepe because, \"I only had his hand and thank God for that parachute.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But where -- what happened to Pepe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Katie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "OK, a 4-year-old, his name is Mason Ochoa, was named an honorary firefighter in California after saving his two-year-old brother. There he is at the fire department getting his accolades. Mason's brother fell into the family pool and Mason grabbed his arm and held him above water and calling for help. The local fire department honored him with their department challenge coin, a patch, and his new title while giving him the lay of the land and letting him try out a number of fighter activities. So, great job, Mason. His grandfather called him his hero. And we would say that I think he's a hero too for saying his brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do those challenge coins ever do anything for you.? PERINO (ph): Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What do you do with those? PAVLICH (ph): Check under the bar (ph), Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, that's it for us. \"SPECIAL REPORT\" is up next. Hi, Bret. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS ANCHOR",
      "utterance": "Hi. I am Greg Gutfeld, with Katie Pavlich, Juan Williams, Jesse Watters, and she pole-vaults on a bobby pin, Dana Perino, THE FIVE. It's like a miracle. The media Democrats converge on one message, time to just move on, time to heal."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL CANDIDATE",
      "utterance": "This is the time to heal in America."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "America needed a release valve at that moment. Finally, the relief came."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We are getting decency back in our country."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Time to heal America but time to heal the world as well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. So after four years of pushing hoaxes, calling Trump a Russian asset, we must accept this outcome ASAP, even though the process is still ongoing with margins thinner than Kate Moss' septum. This, after four years of demonizing anyone not in the resistance, calling us racist, accosting people in restaurants, showing up at homes, and vowing harm if Trump ever wins again. So of course, now we are old friends again, weird. Yet, last week, they were like this. And now, they were like this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And a great big hug and a kiss from me to you. Won't you say you love me, too?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love you, too. The good news, since the rioters are happy, we can now take down the plywood, because that wasn't protecting us from rioting Trump supporters if he lost. It was for rioting leftists if Trump won. Can you imagine if it were Biden on the short end of these state returns? You wouldn't have Biden going to court. You would have a mob going door-to-door. And the media would call it, of course, mostly peaceful. So now, they say it's time to unify. That's like telling a victim of abuse to just kiss and make up. Is that too harsh? When you compare a president to Hitler, accuse him of killing a quarter million COVID included victims, forgive us for the hyperbole. You painted targets on millions of backs, and they are still there, as leading Democrats vow to name and shame Trump supporters. I guess that's how you unify if you're a brown shirt. The fact is you want unity now that you're winning. If you didn't win, you'd burn the place down. It's so very Hitler. That does feel good. So forgive us if we're if fine with illegal process for now. And if it doesn't work out, I'll tell you. Republicans will just get back to work. But if you lose, dear Dems, I wonder how fast your calls for unity will dissolve, since they were never really there to begin with. Speaking of unity, Dana, I want to read you a tweet from Michelle Obama."
    },
    {
      "speaker": "DANA PERINO, FOX NEWS ANCHOR",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's remember that tens of millions people voted for the status quo (Inaudible) even when it meant supporting lies, hate, chaos, and division. We have a lot of work to do to reach out to these folks in the years ahead and connect with them on what unites us. That's kind of -- that's a really heartwarming tweet. We have to get back with these people, even though they, you know, they're discussing liars, haters, and stoke division."
    },
    {
      "speaker": "PERINO",
      "utterance": "Idiots who believe."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "You know, my theory or my recommendation for everybody is never tweet, ever. I mean, and I think that she's usually such a gracious person. And remember, though, when they go low, we go high. The thing is that so underhanded. The way it's like, as you described it that she wants us to be unified. But there really is a strange divide between the country, right? They -- people in Trump world cannot believe that they did not beat Biden by 15 points. And people in the Biden world cannot believe that 71 million people would actually vote for that guy. And we -- I agree we have got to find a way to come together, but I also think that you can't just wait until somebody magically appears to bring people together. You just have to start in your own life."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah. That's true. That's true. That's what I'm doing, Dana."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS ANCHOR",
      "utterance": "No, you're not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I am. I hug everybody, sometimes on the subway, Katie. So I noticed there was a shift in the media. Last week, it was about hundreds of thousands of COVID deaths. And then today, I'm looking and it's like, did you see the pets that are going to be in the White House. There's going to be some new pets at the White House.  That was the hard-hitting journalism."
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS ANCHOR",
      "utterance": "Greg is mad that they are more dog stories in the media now. Sorry, Greg."
    },
    {
      "speaker": "PERINO",
      "utterance": "A rescue dog at that."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Sorry, Greg, on that. But no, you're right right. There is a change in tone in the media. And I think it's really important to remind everybody it's not just about President Trump, because now you have a number of people in the media going after Mitch McConnell. You had Chris Hayes at MSNBC accusing Josh Holmes who worked for Mitch McConnell and did a good job of being his campaign manager in getting him reelected, of killing hundreds of thousands of people as if it's his responsibility. I mean, the rhetoric and the unity calls just prove again that the Washington establishment is winning. But it's just an empty saying that comes up whenever people win and somehow want to claim that they're doing something that feels good to everyone, but it does actually do anything. And I think when you say it's time to heal and we're going to help your soul get revived. You're not God and this is not a religion for most people. And the idea that you have to heal implies that there something wrong with 71 million people, that they have done something so bad to you that you have this horrible wound. And I think that's actually really insulting to that many people when this is a very close election."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah. And I don't know who they are talking to because no thanks. We weren't the divisive people. We don't need any healing. Hey Juan, can I play you this sound on tape of Kayleigh?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS ANCHOR",
      "utterance": "Please."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Let's do that just now."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's not over, far from it. We have only begun the process of obtaining an accurate, honest vote count. We are fighting for the rights of all Americans who want to have faith and confidence, not only in this election but in the many elections to come."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So Juan, they are going forward. How long do you think this will go on?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, at this rate, they could go on forever because they have no evidence, and she just goes on and on and on. I think that's why some people are just turning away because today was supposed to be the day that they went to court with some evidence. And you know, here we sit at 5:00. We have seen nothing. But I just wanted to respond to your monologue, because to me, the people that have been trolled, bullied, and demonized by Trump, gee, imagine they have a normal, visceral reaction, which is to say oh, my gosh. I'm glad he lost. I mean, you know, Democrats should treat Trump with the same deference that he's treated Democrats over the last four years, which is to say he treated them with no deference. But I don't see that. I saw a very graceful Joe Biden on Saturday night talk about the need for healing, and talk about the idea that we shouldn't view each other as enemies but as fellow Americans."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But he said half of America were essentially racist."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I don't know that. I don't think that. But I do think that if you say that there are people, as Michelle Obama said, who excused racist behavior, who excuse lies, who excused bullying, I think that's on target, don't you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, not at all because there was no racist behavior."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "There was no racist behavior?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll go there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me move on, because I don't want to get into a fight about that. But I will say this. Elections do have consequences. Fox called this election for Joe Biden. Clear majority of Americans and the Electoral College went for Joe Biden. Biden right now has all the Secret Service protection. So I think it's pretty clear he's president-elect. Why President Trump decides not to concede, why he starts firing the defense secretary today, making transition all the more difficult for everyone, I don't know. It seems to me like you would say, man, if you acted presidential in this moment, you would help your legacy. You'd help the Republican Party in the future."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Just concede?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But he's not doing it. It's just not likely."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because, you know. we will contest the election for four years."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Democrats didn't contest the election for four years. Democrats organized."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Organized an impeachment."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's -- but Democrats played politics, one in 18 and one in 2020. That's politics."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hillary conceded and then she staged a coup. I mean, Juan's talking about elections have consequences. I guess unless you're a Republican who wants appoint a Supreme Court justice, then that doesn't count. Katie hit on it. I don't want to hear that name again. Katie hit on it. When they say we need to heal, that's conditioning the country psychologically to believe that when a Republican is in power, the nation is wounded. And then when the Democrats regain power, the nation is healed. And when they say we need to unify, that basically means everybody shut up while we jam our agenda down your throat. They're really great cheap shot artists. They conspire. They can besmirch. They can impugn. They can investigate and impeach. And then the minute they win, they say let's call a truce. I mean, the Democrats who didn't accept the results of the last election can't lecture Republicans for not accepting the results of this election. They investigated for three years collusion, but they can't give Trump three weeks to investigate corruption. And he is entitled to look at irregularities, abnormalities. They have people signing sworn affidavits saying people are forging signatures. People are changing and backdating ballots. Hey, investigate it. If nothing happens --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You said you wanted to make sure that there was integrity in the election. We are going to hold you to that. I"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You already have."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- one week and you have zilch."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You didn't have zilch after three years."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You mean the Russians didn't interfere?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, there was no collusion. And the other thing, remind me how the transition works, so an incoming transition official from the Biden team brings Moscow or Beijing? That is a Logan Act violation. That means the FBI can go in because that's illegal. You said you weren't allowed to call your foreign counterparts. So let's just see if those phone calls happened. I am talking about Flynn, and you know exactly --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You are just making stuff up."
    },
    {
      "speaker": "PERINO",
      "utterance": "This is the point I wanted to make for several days and I keep forgetting to, so if you grant me the time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Grant denied."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you. I'm just going to keep going. Steamroll it. So one of the things that the Democrats have been very upset about with the Obama- Biden administration is that they did not get in front of foreign interference in the last election, right? And how many articles or stories did you read that it was going to happen again? Now, the Obama-Biden administration was in charge of election integrity in 2016. Trump-Pence was in charge for 2020, if there's been no allegations of foreign interference in this election."
    },
    {
      "speaker": "PERINO",
      "utterance": "And the Department of Homeland Security, our whole apparatus, they really worked hard. We know that some bad actors trying to do things, they were not successful. And I think you know see anybody in the media saying well done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, I know, exactly. Just miraculously, it went away. All right don't go anywhere. We are not going away. Huge news on the development of a Corona vaccine. Thanks, Trump, next on THE FIVE."
    },
    {
      "speaker": "PERINO",
      "utterance": "A major development in the battle against COVID-19. Pharmaceutical company, Pfizer, announcing its latest stage three trials are showing a possible vaccine as more than 90 percent effective. The company says it could apply for emergency use authorizations sometime this month. President Trump says the development is great news, but some Democrats are not sold."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The good news is that the Pfizer tests look good, and we will have a vaccine shortly. The bad news is that it's about two months before Joe Biden takes over."
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg, how is that bad news?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why? I don't understand why he's considered somehow knowledgeable on this topic. The man is responsible for one of the worst mistakes in this entire COVID pandemic, which was allowing contagious patients into rest homes. I think he's kind of lost the pulpit or -- to be able to talk and tell us how things are. And also, I mean, like, wasn't Joe -- Joe was encouraged by it -- but wasn't he saying that any vaccine developed while Trump was president shouldn't be trusted?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yeah, that it should be suspect."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It should be suspect. He completely smeared an entire industry. I also do love the timing. Jus as like the riots are suddenly going to go away -- all of a sudden, this vaccine just pops up out of nowhere four days after the election."
    },
    {
      "speaker": "PERINO",
      "utterance": "The CEO, Jesse, his name is Albert Bourla. He said he was informed of the results around 2:00 p.m. and says that had the data been available before the election, that he would have released it before the election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And you could have had a different election result. We'll never know. I'm not playing games with that. But the stark difference between the reaction, Donald Trump tweets all caps, big news, mark it up big, exclamation. And then Joe Biden releases a 500 word press release that is wonky as heck and lowers expectations. You can almost most feel insiderness returning to Washington, D.C., where like the Democrats and media and big pharma and big tech are all in perfect alignment. And very important people are being appointed to very important task forces, while the forgotten men and women of this country are yet again forgotten. I don't know. It feels like the natural orbit of the power in this country is returning, and you can kind of smell the deals that Hunter Biden is beginning to cook up in the darkness. I don't know. Joe Biden has to be the luckiest politician ever. He has the first black president tap him as VP, then a 100 year pandemic kicked out the incumbent. He doesn't even have to campaign, then media's giving him credit for the economy and the vaccine, I mean, he did nothing. He literally --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan, earlier today on the daily briefing --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- the greatest Jesse Watters line ever."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I just gave him credit, didn't I?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan, Dr. Mark McClellan, the former FDA Commissioner, was on the daily briefing at 2:00 eastern. And he said that Operation Warp Speed, which was the Trump-Pence initiative, really did help make this happen for Pfizer. Even though they didn't help in the initial research, the fact that Pfizer knew that it was going to get $2 billion to be able to distribute it if they manufactured definitely helped. That's what he said."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sure. I mean, I don't think there's any doubt that you put the added money in, you're going to get more rapid results. But look, this is a great piece of news for the country and for everybody who's battling COVID. I mean, to have some hopes on the horizon. It's a press release, though. it's not a scientific peer-reviewed study. And I think it's important to make that distinction. I mean, a press release, we don't know what happens. And the second thing to say here is we don't know how this could be distributed or when it's going to be distributed. The earlier point where you played the clip from Governor Cuomo, you should know. Governor Cuomo and Governor Asa Hutchinson, Democrat and Republican, sent a letter to the administration just two weeks ago, saying we need a better plan or some plan. We don't know what plan for distribution of whatever vaccine comes down the pipe. We need to know who gets it first, first responders, senior citizens, children. So when people say, wow, it would be better if we had a more orderly administration in place. That's why. That's why people say things like that. It's not politicizing it. But people who politicized it and called into question, you know, mask wearing, social distancing, tracing. I think that's pretty clear who holds that responsibility."
    },
    {
      "speaker": "PERINO",
      "utterance": "Katie, do you not remember the politicization of the vaccines, saying that they were cutting corners?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "They were saying that they were cutting corners. You had Joe Biden, you know, doubting how well the vaccine would work. You had Kamala Harris saying she wouldn't take it if it was a so-called Trump vaccine. So that's really dangerous when you're trying to get rid of, not just the pandemic, but get the economy back on track. I mean, this affects every single industry in the entire country. You know, the thing about what people are saying about the distribution, you know, there's a difference between orderly process and overly burdensome bureaucracy. And the Trump administration has been able to get this vaccine out as a result of this private-public partnership with Pfizer because they have gotten rid of all this bureaucracy in the federal government which prohibits companies from streamlining through vaccines, other therapeutics for all different kinds of drugs, right? So you have to wonder in a Biden administration if they would be able to do the same, because their ideology is that you need more government, more commissions, more, you know, more smart people making comments about what's going happen next rather than actually doing the work to get it out the door. And in terms of distribution, the White House put out a whole plan about distribution about who's going to get it first. Elderly people in nursing homes, the military's ready to go to just -- to distribute, so to say that they don't have a fast-paced --"
    },
    {
      "speaker": "PERINO",
      "utterance": "They have one -- it's led by one of the generals."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Right, the logistics guy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Also, long live the free market, right? All right, up next, all eyes on Georgia, why president-elect Joe Biden's agenda could hinge on that one state."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The fate of Joe Biden's perspective agenda could come down to one state, Georgia. Democrats are desperate to win both runoff elections there and change the balance of power in the Senate. If both Senate seats flip blue, could create a 50/50 split with VP, president-elect Kamala Harris being the tiebreaker. Senator Chuck Schumer very confident about the fight ahead."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Now, we take Georgia. Now, we take Georgia, and then we change America."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know, Katie. He might want to take that one back."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "He's not going to. That's -- you know, he said that part out loud. Georgia really is going to be the line that is drawn in the sand. You have Mitch McConnell put that amazing ad out right before election day that said hold the line. And this is what he was talking about. Stacey Abrams is actually --  obviously leading the charge in Georgia to get these two Democrats elected. She has raised $6 million already at this point. People are dumping a lot of money into that state. Now, given how Democrats spent so much money in other southern states like South Carolina they may not win as a result. However, if -- it all comes down to Georgia. It depend -- if the Republicans take it, Joe Biden will have a very different presidency than if he has Democrats in charge. If Democrats are in charge of the Senate, there are no stoppages for Republicans in the far left agenda. If the Republicans keep it, Joe Biden can actually live up to his calls for unity in working with Republicans. But if Democrats take the Senate, you have people like Chuck Schumer saying they want to change America. That means that far left list that Republicans and President Trump were warning about leading into this election will be able to get right through. And the cabinet will look much different depending on who wins those Senate races as well."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Millions of dollars, Juan, pouring into Georgia from outside special interests. You don't want all that money, do you?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "If I was a political consultant, I would get in that race. My goodness, that race is going to be ugly. It's going to be expensive. I do think it's going to be very interesting because Joe Biden won Georgia. And with Joe Biden winning Georgia, it tells you about the chance that, in fact, Democrats could win both of those Senate seats."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Are they recounting Georgia?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't know."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because I think you have to hit a cutoff point, so I don't know if that has been officially announced. But I do know this, that the Republican lieutenant governor of Georgia said there was no evidence of any credible voter fraud."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's going to be determined."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So it's perfectly reasonable, I think to conclude, that Democrats have a chance. And I also think because it's going to be less turnout with Trump not on the ballot. Again, the get out the vote efforts led by Stacey Abrams and others has a better chance of paying off. And I do think that if Tillis holds in North Carolina, then you have a chance to have, what you described, with Kamala Harris as the tiebreaker."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It looks Tillis is going to be holding on. Would you like to make a prediction in the Georgia Senate runoff? You are good at this, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "I am so good at this. I do -- my gut instinct is that the Republicans can win. I think that message better than money. And do I think there'll be plenty of money, though. If you are a big Democrat donor and they call you up and say, hey, can you throw us $1 million, like, why? You didn't win any of those Senate races? Why would I do that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's true."
    },
    {
      "speaker": "PERINO",
      "utterance": "But they, but they have a lot of grassroots money. And I think we have to take a second here to say, Stacey Abrams, she did a good job, right. So, she never conceded the governor's race, but she obviously lost. But she then dedicated the next two years to figure out a way how to get a turnout of Democrats in Georgia. And her operation was really good. So the Democrats -- the Republicans have their work cut out for them. But I think that line that Schumer said, I said yesterday on Fox News Sunday, he's he sounds more like Don Quixote than General Sherman. He's going to take Georgia and then America, but the message matters. And one of the things that the Republicans will say is if the Republicans do not win, guess who's the Senate Budget chairman? Bernie Sanders, an actual socialist."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That means there is no budget."
    },
    {
      "speaker": "PERINO",
      "utterance": "Exactly,"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think the -- I think Joe should hope that the Democrats lose because he needs to have a supplemental backbone. He needs to have a -- he needs to have a bad puck there --"
    },
    {
      "speaker": "PERINO",
      "utterance": "And an excuse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- And an excuse. And America needs it because we need adults in the room. You can't have a whole single political party government. America loves a divided government, because it guarantees that there will be debate. And I'm for polarization. I want two sides. I mean, everybody's upset about polarization. Think about the alternative. One poll, two polls are better. So, the reason why Trump won in 2016 is because the center refused for decades to stand up to the left, right, the regressive left. And Trump understood that America was sick and tired of groupthink, of left-wing groupthink. If you don't -- if the Dems don't understand this, and if they -- and you have a left -- a left-wing House, a left-wing Senate and a liberal, spineless president, you're going to see something even bigger than Trump in 2022 and 24."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Well, I think -- didn't Republicans have control of the House, the Senate, and the White House after '16? I didn't hear you say that then."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You weren't listening."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We're only polarization in this instance, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I see. I see."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You weren't listening."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Up next, Democrats on the verge of a civil war after key election losses. Plus, how Joe Biden is already siding with members of the far left."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Democrats are blaming each other after tough election losses in the House and the Senate. Congresswoman Alexandria Ocasio-Cortez defending radical progressives."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "There are, at least in the House caucus, very deep divisions within the party. And I believe that we need to really come together and not allow Republican narratives to tear us apart. You know, as you mentioned, we have a -- we have a slimmer Democratic majority. It's going to be more important than ever for us to work together and not fight each other. And so when we kind of come out swinging, not 48 hours after Tuesday, when we don't even have solid data yet pointing fingers and telling each other what to do, it deepens the division in the party and it's irresponsible. It's irresponsible to pour gasoline on these already very delicate tensions in the party."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "The top Democrat James Clyburn says far-left policies hurt his party's chances at the polls."
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "utterance": "Jimmy Harrison started to plateau. When defender police showed up with a caption on TV right across his head, that stuff hurt Jim very, very strongly. We can't pick up these things just because it makes a good headline. It sometimes destroys it with."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And it looks like Biden is starting to side with the progressives. He was rallying a National Police oversight commission within the first 100 days of his administration in addition to other things. So Dana, when Congresswoman Alexandria Ocasio-Cortez says these are Republican talking points and narratives tearing the party apart, that doesn't seem to be true when you have moderate Democrats who almost lost their seats saying actually these policies are not reflective of most of America."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, we got to listen to the conference call last week."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We did."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was not a Republican conference call, that was the Democratic conference call where they were at each other's throats. And I really did think that Conor Lamb, the congressman from Pennsylvania who won a tight race against Sean Parnell, he threw some well-deserved shade to Alexandria Ocasio-Cortez in which he said, \"I respect her in how hard she works and what she did in an extremely low turnout Democratic primary.\""
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Because she has no idea what it's like to have tried to run elsewhere. And to the point about defund the police and what Mr. Clyburn was saying, I expect that you will see this come up in the Georgia Senate race right away. Raphael Warnock is the opponent against Kelly Loeffler. And apparently has some pretty anti-police rhetoric in his past. And I bet that that is an issue that it's going to come up."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So, on the issue, Jesse, of Biden now siding with progressives, I want to play this soundbite from the deputy campaign manager for the Biden campaign and get your reaction."
    },
    {
      "speaker": "KATE BEDINGFIELD, COMMUNICATIONS DIRECTOR, JOE BIDEN CAMPAIGN",
      "utterance": "I think that Vice President Biden campaigned on an incredibly progressive and aggressive agenda. Take a look, for example, at his climate plan. It's the boldest, biggest climate plan that's ever been put forward by, you know, by a nominee running for president and now a president-elect. He's going to make good on those commitments."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So, I thought he was supposed to be a moderate, Jesse, but now all of a sudden, they're embracing these far-left policies."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's not going to make good on any commitments if Mitch McConnell is there, number one. Number two, he established a commission about the police. So, we have a commission about the police and now we have a commission about the court. A lot of commissions, and that means they don't do anything."
    },
    {
      "speaker": "PERINO",
      "utterance": "Inside."
    },
    {
      "speaker": "WATTERS",
      "utterance": "AOC needs to accept her fate. She's a martyr. She doesn't get it yet, but she's kind of bewildered that socialism doesn't play nationally, and she seems naive about why it only plays and deep blue districts in New York and California. You know, Democrats are looking for the kill shot with her. And she looks alone, she looks isolated, and this magazine, New York Times Magazine piece, it wasn't great timing to come out after the week of the election. You know, they put out a lot of garbage from the grassroots. What do they have? Abolish ICE, defund the police, Medicare for All, it's garbage. And the Republicans run on that and they win. And, you know, AOC has got to take her medicine because it doesn't work for the rest of the country."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes, Juan, it seems like there are a lot of Democrats are now finally asking the question about why she has so much power, why she's been able to influence so many policy decisions in the House over the last two years, going up against Nancy Pelosi and missing her shot. I mean, why are Democrats -- why is she accusing Democrats of using Republican talking points when it's very obvious, given the numbers of Democrats were not capable of gaining seats in the House, in fact, they lost a lot of seats to Republicans?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They lost seats that I thought they could have won but --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Because of AOC."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. I don't think it was because of -- I don't think we know. But I will say, I think that --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We do know because you have this call."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jim Clyburn is also very much about police reform, so don't mistake that."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, what you have though, is Jim Cyiburn, Abigail Spanberger, Clyburn from South Carolina, Spanberger from rural part of Virginia, outside Richmond, so -- and then you come to AOC and she's here in Queens, New York. They come from very different areas, and they have very different constituencies. But keep in mind, not only did AOC win reelection, all the members of the squad won reelection, and they're joined now by the first black woman to represent Missouri in the Congress, Cori Bush, who has been talking to them because she sees them as role models. These people have energized, brought energy to a lot of proposals. We're talking that just now about President-elect Biden and possibly going back into the Paris Climate Deal, and all these things, you say, you know what, most Americans think we need more action. That's not like a far-left proposal. That's what most Americans think. We need to do more in terms of climate change and keeping our environment clean for our children. That's just not a radical far-left thought. So, keep that in mind. We don't know exactly why people voted as they did, but to somehow point a finger at AOC, I think that's the wrong --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think we have a lot of information directly from Democrats in tight races about why they either lost or barely won, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I mean, AOC is like your really skinny friend that's like, oh, I could just eat what I want and I never gained weight. Why are you having the fruit salad? I'm going to have this cheesecake. Yes, because your constituents and your district, you don't have any pressure, you don't have to worry about it. So, don't tell everybody else to act like you. Anyway --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Great analogy, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. Thank you. OK, so I'm not worried about -- like, we can explain socialism, and we can beat that. I'm more worried about -- and I think the party, the Democratic Party should be worried more about identity politics and what it's doing to people's minds. And that was what was caught -- that's what led to 2016, and that's what leads to polarization. You have -- I mean, it's kind of a societal hypochondria, right? Once you get into identity politics, nothing is healthy. Everything is wrong. America is poisoned. It's like those fads where everybody thought that there was toxic mold in the air and like, you know, there's pollution and indoor pollution. It's like a fad in which it screws up with everybody's heads about how life is. And at least with socialism, you can look back at history. You can read. You can help teach people things. But with identity politics, it's a cult. It's a terrible, terrible cold. And it is. It's a -- it's a societal hypochondria that convinces people who are in the -- in the thrall of it that the world is terrible. That's scarier to me than any socialism right now."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And we saw a bit of rejection of that -- Dana, last word to you -- with the president losing white men but gaining gay and lesbian voters, Latino voters --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, Hispanic."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Hispanics."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. The political realignment is well underway."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes, indeed. All right, up next, remember the TV legacy of the legend Alex Trebek. That more -- that and more ahead on THE FIVE."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Tributes are pouring in after the passing of Jeopardy host Alex Trebek. He died yesterday at the age of 80 after a battle with pancreatic cancer. Trebek hosted the legendary game show for 36 years, educating, entertaining millions of Americans along the way. He joined THE FIVE back in 2014 and said Jeopardy was a reflection of America."
    },
    {
      "speaker": "ALEX TREBEK, HOST, JEOPARDY",
      "utterance": "Americans are very competitive. America is the land of opportunity. And we provide opportunities for our contestants. If you're bright, if you know how to play the game within the rules, if your reflexes are good, and if you're a little bit lucky, then you're going to do well."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Dana, let's take a look. I think you were on that show."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let's see the five for 200."
    },
    {
      "speaker": "TREBEK",
      "utterance": "The five movie ratings in the United States are NC-17, R, PG, PG- 13, and this one. Kareem."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That one is X."
    },
    {
      "speaker": "TREBEK",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana, what was it?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Kareem, gee."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't remember. I just love that picture so much with Kareem Abdul-Jabbar. I mean, honestly, I was in five-inch heels and standing on a box, I would add."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What was -- what was Alex Trebek like?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, I have to say, of all the people I've ever met in my life, I was -- I think I was the most starstruck when I met him. And also, that is the most nervous I have ever been in my life. I saw an interview with Alex Trebek last night on ABC News that they aired in which he said, \"If I'm remembered as a nice guy, then that's all right by me.\" And he really was a wonderful guy. I think I probably watched him more than anybody else. And I've enjoyed watching it with my family and with Peter. Peter is very good. He wins every night."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You told me you watch \"WATTERS' WORLD\" more than anything."
    },
    {
      "speaker": "PERINO",
      "utterance": "Just on a loop I got \"WATTERS' WORLD.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jesse, I've never been invited on. I don't -- I guess you've never been invited on."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, you'd know if I was invited on."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But you know, I everybody talks about how it was a generational bonding. Parents and kids, everybody watched this show."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. I mean people like Alex Trebek are what make this country great. You wake up, you work all day --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, he's Canadian. Don't forget, he's Canadian."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'll take that back. You know, at 7:00, you're looking for some comfort. It's been a long day, you're eating or you're with your family and you're on the couch, and you want to just unwind and not be threatened by controversy or someone that's partisan. And you sit there and you try to make yourself smarter. And it never works unless it's high school Jeopardy or college Jeopardy, and you can compete. But you learn something, and then you go around and try to win, press your friends at the bar later with this little nugget of knowledge that you picked up from Alex. And it does. It bonds you to the people that you're watching it with because again, he said it perfectly. It's a show that's a reflection of America. Smart people competing for money, but you need a little luck, and that's why I got the Daily Double."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, so Greg, I'm going to play Alex Trebek right now. What drug was approved for recreational and medical use --"
    },
    {
      "speaker": "PERINO",
      "utterance": "No. You have to say, this drug."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This drug, that's right. Thank you, Dana. This drug was approved for recreational medical use in three states last week."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm assuming it was psilocybin, but it could have been marijuana."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It could be."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Psilocybin -- OK, what is psilocybin or does anybody have any psilocybin? Washington Square Park 6:20 p.m. Alex Trebek, I'm so old, I remember him hosting High Rollers. And then he did -- he did a show called The Wizard of Odds which was on in the morning. I had three older sisters, so game shows were on all the time."
    },
    {
      "speaker": "PERINO",
      "utterance": "I love game shows."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But that was like only for a short time before the show with the cars. I can't remember that one. But he was -- you have to remind yourself, he was 80."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When he was on THE FIVE, he was 74. That was what was so weird is that he never aged. Like I think we're like -- I think we're -- we think he's so much younger than he is because he was always the same. He was always consistently kind of youthful."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. You know, Katie, what's striking about it, picking up on what Greg was saying, he brought love of learning and education to TV and did it successfully. Most people think that's not a winning formula for entertainment, but people love him. He's a national treasure."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And according to Jesse, he gave guys a way to pick up girls at the bar with their Jeopardy knowledge."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It never worked."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Sorry. But no, I just love that he worked until the end when he was diagnosed with cancer. He said he was going to work until the end because he loved his job. And he did. And he just came off as such a nice guy and I'm sad that I didn't get to meet him. So, I'm glad that Dana did."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, \"ONE MORE THING\" is up next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"ONE MORE THING,\" Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Jesse's hair news."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "If you guys remember, my mullet was the talk of the summer. It's not the riots, not the pandemic, it was my mullet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, you guys all poke fun of me, but now we have the 2020 Kids Mullet National Championship. So, I'm going to show you guys -- yes, very funny. Here is the top three, all right."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "OK."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The silver -- no, no, bronze is Jude. Jude is seven from Colorado."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Look at the fiery mullet there."
    },
    {
      "speaker": "PERINO",
      "utterance": "Pretty good. Pretty good."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We have the silver. The winner is Noah. He's 12 from Illinois."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, boy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Mullet in the back. And now for the first place, gold winner, drumroll, please. Jack is from Texas. He's eight and he's got the missing teeth in the front to make it all come together. Looking good, Jack."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You really are a role model, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I am."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "In a terrible, terrible way. Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Did you know that we had some unseasonably warm temperatures and it was so nice. And you just kind of want to take a nap, right? Look at Plop. This is a cat that just plops right down and knows how to enjoy. Can you -- can you guys see those -- these are so small. See this cat lying on his back just in the sunshine, having a good time. What would plop do?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're doing cat videos now?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I turned that one down."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me just tell you that finding a \"ONE MORE THING\" today was a challenge."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I turned that one down, Dana, and I'm really disgusted."
    },
    {
      "speaker": "PERINO",
      "utterance": "You did?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "You gave me a Greg leftover?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's do this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Animals are great. Animals are great. Animals are great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I'll show how it's done, Dana. This is how you do an animal video. OK, we've had a rough week, haven't we, for a lot of people? Be like this little fellow here. It might be a little bit uphill, but you never give up. You never come up, do you? There he goes. He's got another step. This is actually going to be 2022 for him. He's going to make it. He's going to make it. It's only 24 months from now. Come on, everybody."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Counts the votes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Count the votes. Count the votes. All right. See, Dana, that's how you --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Got it. Thanks for the tutorial."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So, hold on to your lunch folks and take a look at this. What you're seeing in this vertigo-inducing madness is a 30-year-old Anthony Newton and his pal, Pepe, holding hands over 1000-foot drop. Yep, he let go and flies into freefall to the ground. As you can see, he was holding the hand as long as possible. Then he opens a parachute. This is performance art called a cliffhanger. Newton said it felt great and he's grateful for its brand Pepe because, \"I only had his hand and thank God for that parachute.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "But where -- what happened to Pepe."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Katie?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "OK, a 4-year-old, his name is Mason Ochoa, was named an honorary firefighter in California after saving his two-year-old brother. There he is at the fire department getting his accolades. Mason's brother fell into the family pool and Mason grabbed his arm and held him above water and calling for help. The local fire department honored him with their department challenge coin, a patch, and his new title while giving him the lay of the land and letting him try out a number of fighter activities. So, great job, Mason. His grandfather called him his hero. And we would say that I think he's a hero too for saying his brother."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do those challenge coins ever do anything for you.?"
    },
    {
      "speaker": "PERINO (ph)",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What do you do with those?"
    },
    {
      "speaker": "PAVLICH (ph)",
      "utterance": "Check under the bar (ph), Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, that's it for us. \"SPECIAL REPORT\" is up next. Hi, Bret. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}