{
  "date": "November 21, 2018",
  "headline": "The left's hypocrisy over Ivanka Trump's e-mails",
  "subHeadline": "Guests: Sara Carter, Doug Schoen, Joe Concha, David Schoen, Marc Lotter, David Avella, Larry Elder, Austan Goolsbee, Michelle Malkin, Mark Krikorian, Daryl Parks, Dan Bongino",
  "url": "https://www.foxnews.com/transcript/the-lefts-hypocrisy-over-ivanka-trumps-e-mails",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JEANINE PIRRO, GUEST HOST",
      "sentences": "Welcome to this special edition of \"Hannity: The Trump Agenda,\" and a happy Thanksgiving eve to all of you out there, prepping and cooking. I'm Jeanine Pirro, in tonight for Sean. Tonight, Barack Obama's latest attack on his successor, President Trump, something former presidents like George W. Bush refused to do.  We'll also have the latest on the Michael Avenatti saga. And wait until you hear what the left is saying about Thanksgiving.  But, first, yesterday The New York Times reported that back in the spring, President Trump told White House counsel he wanted the Justice Department to prosecute James Comey and Hillary Clinton. Even though the DAG did not file charges, Democrats and the media wasted no time making this out to be a major story.  Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is what happens in authoritarian countries. The president orders, the president, the leader, orders the investigation and prosecution of his political enemies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it's a prima facie evidence of abuse of power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think this is a scandal at 15 on a 1 to 10 level. He was essentially trying to use the apparatus of the state to punish his political enemies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is absolutely off the charts. Donald Trump is basically running his office like he's the head of a banana republic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If I had to channel Richard Nixon, I think he'd tell this president he's going too far. This is the sort of stuff of banana republic. This is what an autocrat does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Today, I read the articles of impeachment against Richard Nixon. And everybody should go read Article 2 of it and how similar it is to what we've seen Trump do here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So what did President Trump do here? Last time I checked, Comey and Clinton aren't being prosecuted. This news comes as President Trump submitted his written answers to Robert Mueller as the special counsel's investigation appears to be winding down.  Joining us now with their reaction from The Hill's Joe Concha, Fox News contributor Sara Carter, and civil rights and criminal defense attorney David Schoen.   Good evening, all. David, I'm going to start with you. You're the attorney here.  As I understand it, you think that the written answers by the president was not a good idea. I happen to join you in that. But the president or his attorneys made the decision that he should do that. Now, the special counsel Mueller is not limited to Russia, under the regs as it relates to the special counsel investigation. So, isn't everything at play here in terms of perjury and anything else he wants to look at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SCHOEN, CIVIL RIGHTS AND CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Absolutely. That's why I fundamentally disagreed with the idea of submitting written answers to the questions.  Under section 600.4 of the special counsel regulations, brand new crimes are created simply by the appointment of Robert Mueller as special counsel. He now has the authority unilaterally to determine on his own that the president has lied about something or interfered in the investigation or obstructed the investigation. And he can charge a crime by virtue of having been appointed special counsel, and unilaterally on his own decision without any with it contradicting the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, one of the problems that we are seeing is that, you know, everyone thinks that this is winding down. But is the president still in jeopardy here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Of course he is. He's in greater jeopardy in my view since he submitted these answers to the questions.   Remember, this isn't really an investigation going on. They're not looking for information from the president. They know all that they want to know. This is a group with an agenda. Robert Mueller made a choice what when he chose his team. He had whole universe of lawyers to choose from, he chose only lawyers with an agenda, that is anti-Trump agenda. People who are against Trump, hate Trump, and really resent the results of the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "That shouldn't be if the American people are to have confidence in the investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. And, Joe Concha, you know, we just heard some of the sound of what's going on the other channels. Jeffrey Toobin, who's a legal analyst, saying that the attempt to prosecute Clinton and Comey is worse than Watergate. But let's get to the facts here. Is it such a bombshell report this \"New York Times\"? It never says that the president directed that they'd be prosecuted. It's not even clear what he said. In fact, McGahn's lawyer, White House counsel's lawyer, says that the president never ordered anyone to prosecute anyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER FOR THE HILL",
      "sentences": "If you go back, Judge, and just watch President Clinton's, then candidate Clinton -- I'm sorry, Clinton, what am I saying? Candidate Trump's rallies in 2016, he said, and I'm quoting from one of them, I will ask to appoint a special prosecutor. We have to investigate Hillary Clinton. And we have to investigate the investigation. All right, those are his words. In other words, he's talking about Clinton, he's talking about Comey. This has come to the fact where PolitiFact has actually did a story, saying campaign promises stalled. It included this in it.  So, The New York Times has this bombshell that he ordered this when he's been talking about it going back to his candidacy. And the bottom line, is it a crime to propose something and proposal goes nowhere and then there is no tangible action carried out.  You know, we don't live in an authoritarian country. There are checks and balances. If it never comes to fruition how is that a crime or a bombshell in any capacity? And, look, from the media perspective, it's not remotely shocking. I mean, when the American people are numb by it, because when you scream constitutional crisis, authoritarian dictator, worse than Watergate, impeachable offense, and you get a quota of about a million of saying that over and over again, people start tuning out because the hyperbole is just lost. You can't keep repeating that over and over again when there's no teeth behind it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And, Sara Carter, you know, the claim that authoritarian Trump's attempt to prosecute Clinton and Comey, what I -- I took a quote out of one of their statements. This is what happens when you attempt to prosecute your enemies. And to your experience, and to what you have been reporting on for the last year, when you attempt to prosecute your enemies wouldn't you say that Peter Strzok starting this counter intelligence investigation against Trump, wouldn't you say bring bringing a paid-for document by one candidate against another is a basis for a FISA warrant is what MSNBC, CNN, all of them are talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, absolutely. I was going to say that, Judge Jeanine. I mean, the banana republic that they've been talking about is what happened when they started this investigation, against then- candidate Trump in 2016 and then exonerated Hillary Clinton, although there was a slew of information that they should have followed up on, and at least taken to the Department of Justice so that it could be investigated to see whether or not it should be brought before a grand jury.  I mean, there is no doubt, that what is happening here is desire information in the media. They take a story that's a nonstory, what? The president doesn't have the right inside the White House to talk to his attorneys and say, look, I'm being investigated, and there's never even been any evidence of a crime? We have a mountain of evidence, you know, pointing in the direction of Hillary Clinton. And he can't even question that? Because now, all of a sudden, this is becoming some kind of -- he's taking some kind of prosecutorial authority to go after his enemies? This is a joke. It is a joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Let's talk about that, David. What can the president do?  And I want to ask a question before it even gets to that legal question, and that is, we never hear about Eric Holder, Loretta Lynch, nobody talks about their conversations with President Obama, or any of that. It's only what this president, the leaks are out there. To me, it speaks to the issue of the establishment versus the outsider candidate. But, David, I'm going back to you with a question, what can the president do? I mean, doesn't he have the right to say, keep talking about corruption, can we look at it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Not only are you right, Judge Jeanine, he has a responsibility to. Remember, he is the chief executive of that branch, it is his Justice Department. And he has a responsibility and all times to refer both Comey and Hillary Clinton to the Justice Department for full investigation. Listen, the I.G. certainly agrees with him that they both need to be investigated. There is a Rasmussen poll earlier this year, 46 percent of the American public believe that Comey should be prosecuted. There is something there. There are real facts.   Carl Bernstein demeans his legacy comparing this to what Richard Nixon did in Watergate, so does John Dean. Those were attacks on enemies. Here, there's real evidence of wrongdoing, in fact criminal wrongdoing.  It's preposterous that anyone should suggest that what Comey did as FBI director, with the leaks that went on and his agenda, was appropriate, or certainly breached his contract, certainly violated DOJ rules. So, it is lunacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. So, we're short on time, guys, I'm going to Joe Concha. When do you think this Mueller probe is going to be over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Well, I think we saw the midterms come and go. And Mueller wasn't going to obviously release anything before then because he didn't want to seem political like Comey did before the 2016 election. This has gone on for 18 months, unfettered. I would think at this point, we have to start to see it wind down since the president has submitted his answers.   But my question is, will the American people accept anything outside of a direct line of collusion between the president and Russian officials. Because, remember, Republicans overplayed their hand with Bill Clinton back in the late '90s in terms of the way they pursued that. And Bill Clinton left office, according to Gallup, with a 65 percent approval rating. So, you better have something very tangible here and not just the peripheral stuff or else I don't think the American people and the court of public opinion will accept it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Sara, I have 10 seconds. Is it going to end soon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I think it'll wrap up soon. And I think we need to wait until December 5th and see what DOJ attorney John Huber has discovered, as far as the hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "The hearings. OK, thank you, Joe, Sara, and David.  Failed presidential candidate Hillary Clinton is back in the news, as the left tries to compare Ivanka Trump's use of personal e-mails to Hillary's secret server. Yesterday, Rush Limbaugh explained the difference between two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "sentences": "I'm not going to talk about Ivanka Trump's e-mail until it is proven that she created a secret e-mail server and put it in her home, preferably in the bathroom, to hide a pay-for-play scheme, and then trying to destroy it when subpoenaed. I'm not going to talk about Ivanka Trump and her e-mails until somebody shows me that what she did got anywhere even close to what Hillary Clinton did. And Hillary Clinton has been exonerated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And this week, Congressman Mark Meadows said the House GOP plans on hearing testimony about the DOJ's investigation into alleged wrongdoing by the Clinton Foundation.  Joining me now with more is GOPAC chairman David Avella, FOX News contributor and former Clinton pollster Doug Schoen, and former press secretary for Vice President Pence, Marc Lotter. All right. Good evening, everyone. I find -- you have to give Rush Limbaugh his due, that was pretty funny. Not even going on talk about it until we prove there was a private server in the bathroom. But I'm going to you first, Doug, because you're the Democrat and you're on set right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG SCHOEN, FOX NEWS CONTRIBUTOR",
      "sentences": "I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Does Ivanka have a problem like Hillary did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "She has a problem but candidly it's not the same problem as Hillary. And I don't think private servers should be used. But I think Rush missed the point. It's that the private server was used and the private address, and classified information as far as we can tell may well have gone to our enemies in ways that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "During Hillary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Yeah, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well there's no question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "And that to me is far more serious than anything that's been alleged anywhere else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Only alleged by the way, David Avella, simply that Ivanka was appointments with family, the family e-mail. But, I mean, what Doug is saying is accurate. First of all, Ivanka didn't delete any e-mails, did she?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID AVELLA, GOPAC CHAIRMAN",
      "sentences": "No, in fact reports are she actually turned over all of her e-mails. And what we're seeing here, judge, is the Democrats are in the batter's box. They're getting ready for investigation after investigation after investigation into the Trump administration, with the icing on the cake being the effort that would be made to impeach President Trump. It's what they campaigned on. And here is -- and don't -- and people will say this is hyperbole. We know what Nancy Pelosi is going to do as speaker. She already did it. She put Henry Waxman in charge of investigations during the Bush administration, and made every midlevel staffer that the Bush administration appoint go get a lawyer to defend themselves against frivolous lawsuits when she was the speaker of the House back during the Bush administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And, Marc Lotter, Jim Comey made a lot about intent, saying Hillary had no intent to violate the law even though intent isn't required. But how do you compare the intent of Ivanka as it relates to Hillary's situation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC LOTTER, FRMER PRESS SECRETARY FOR VP PENCE",
      "sentences": "Well, first off, there can be no intent. Let's remember, classified information does not go over your normal WhiteHouse.gov e-mail account. There are special servers that are required for those. So, she had to have the intent in her staff to take it off of those servers and put on it a private server.  Ivanka is sending a few e-mails back and forth about family, logistics, planning, those kinds of things to government officials while she was transitioning into office is not intent. There's no classified information. And every e-mail she sent to a government staffer while she was transitioning in was automatically captured by the system for the Presidential Records and Reservation Act in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Marc, that is exactly the point, that people are not recognizing. Everything she did is captured there, and if it were classified it couldn't have gone through. I mean, who are we kidding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "There was no sledge hammer to destroy devices, no 30,000 emails disappeared?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "None of that stuff. None of that stuff, Doug. But, you know, David Avella, the thing that I think is interesting, is that Jeff Sessions announced last year when this whole hoopla about the Clinton foundation, you took a month to decide whether there was enough to look at it. And he comes out and he says I'm going to have the U.S. Attorney Huber, I don't recall what state he's from, look into the Clinton Foundation. I'm sorry? Utah, OK. So, he's from Utah, U.S. attorney. And we haven't heard anything. So, Mark Meadows, the House of the Freedom Caucus, says, hey, guys. What's going on with this? They got a few more months, they're going to look into it. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AVELLA",
      "sentences": "For those who watch the AMC documentary on Monica Lewinsky, they'll think both Clintons ought to be serving time in jail. But to this investigation, let me say, there may be a more production out of Meadows, if he were to look at all of the money Tom Steyer has put into Democratic organizations to elect people who want to be -- all they want to do is investigate this president, and ultimately try to impeach him. Let's not forget what the core of Steyer's grassroots effort is, and that's to impeach the president. So, in these final weeks that Meadows is chairman of the committee and can call on investigations, we ought to be looking into things like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, what's interesting, also, Marc, is that Meadows, the House Freedom Caucus leader, is saying that his committee is trying to secure testimony from whistleblowers who could have had more information about the Clinton Foundation. But do you think anything will happen in this Department of Justice? I mean, there is talk by the way, that the Clinton Global Initiative got their 501c3 status from none other than Lois Lerner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "I do have a lot of hope in this investigation, because the U.S. Attorney Huber, who's leading it, is someone of impeccable credentials. And if we've got whistleblowers -- let's remember, this is not just about Bleach Bit and e-mail servers and classified information as important as that is. This is Bill Clinton getting a $500,000 speech from Russia at the same time Uranium One was going through, or the Clinton Foundation getting $14.5 million in mysterious donations from companies and groups tied to Uranium One while Hillary Clinton was allowing most of our uranium to be hold to the Russians. This has some serious potential from a national security perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Doug, even you have to agree that the appearance of pay for play, you know, I called the Clinton Foundation an organized criminal enterprise parading as a 501c3 charity. You know, does it matter --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "I'm not going to do that, but I think on the simplest level, we ought to find out what happened. What did the investigation show, what have we learned, where do things stand? I think we have a right to know as people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What happens if Huber comes out and says, you know what, I'm a U.S. attorney, I ain't telling you. I'm not telling you, until my investigation is over. The policies, the U.S. attorneys office, are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "That's fine, I'd like to know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You'd like to know that at least they're looking at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "That the investigation is going and where he stands. We've been greeted by just radio silence. I think we have a right to know, as American citizens, where things stand. Whatever he wants to share is just fine by me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. And, David Avella, you know, they say that Jim Comey when he was the United States attorney for the Southern District of New York -- coincidence, its' unbelievable -- was involved in looking at the Clinton Foundation and then it was abruptly ended.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AVELLA",
      "sentences": "Look, the wrongdoing and self serving of the Clintons and all of their allies may very well be Trump -- judged by this current crop of Democrats and what they are going to do to President Trump and what they'll try to do to the courts and every other branch of government they can to bring in investigations, bring in impeachment proceedings, which will be very harmful to our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, David Avella and Marc Lotter, Doug Schoen --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "-- good to have you all tonight. Happy Thanksgiving to you all. All right. And up next, as this special edition of \"Hannity\" continues, you won't believe what Obama is saying about President Trump. We'll play the tape, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Welcome back to the special edition of \"Hannity: The Trump Agenda.\" Speaking at the Obama Foundation this week, former President Obama took thinly veiled swipe at President Trump, saying America's progress is hindered by, quote, hate, anger, racism, and mommy issues. You can't make this up. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "The reason we don't do it is because we are still confused, blind, shrouded with hate, anger, racism, mommy issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "In 2014 interview with former President Bush, Hannity asked him why he consistently refused to criticize his successors. Take a look at his response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Why did you make the decision -- I mean, I could sit here all day and try to get you to comment on President Obama, and I'm not going to get anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Because I've known you. I know you very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "Yes, you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why did you make that decision? Because I'm sure you have a lot to say. You're not -- we've talked politics before we came in here, you are very engaged no matter is going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "I'm very aware of what's going on. I don't think it's good for the country to have a former president undermine a current president. I think it's bad for the presidency for that matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And joining me with reaction, Salem Radio talk show host Larry Elder, and former chair of the Council of Economic Advisors to President Obama, Austan Goolsbee. Good evening, gentlemen. You know, it is rather shocking that a president would come out and criticize a president the way we've seen President Obama do it. So I am going to start with you, Austan. There is a book \"The President's Club\" I'm sure are you familiar with. It documents the unique relationship between presidents, where the sitting president will have communications with foreign presidents, because their experience is so unique, having shared the Oval Office, and those incredible decisions and burdens that they carry. And so, there is a relationship that they have. But President Obama from the last week or two that he, you know, of the race, he took every day to go out and campaign against Donald Trump. He did it in the midterms. It's unheard of.  Is it good for the country, as George Bush just said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER OBAMA ECONOMIC ADVISER",
      "sentences": "Well, I think he kind of makes two things. I think for sure, in -- look, it's Thanksgiving is tomorrow. In the spirit of Thanksgiving, let's hope that everyone tones down the kind of personal rhetoric and refer to mommy issues, I think stuff like that is beyond bounds. Now, I do think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, and Austan, what would people say if I referred to President Obama as having mommy issues or daddy issues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes, but, now wait, Judge, the thing is you know that this is in the context of the president of the United States now saying some outrageous things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What, what is he responding to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "He's -- well, for example, President Trump calling president Obama the most ignorant president in the history of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "When did he do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Saying President Obama wasn't born in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But the birther is a separate issue from years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "His own family saying outrageous things about the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, come, on justified in continuing the narrative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "No, he's not justified, I'm not, I'm not saying he's justified. He shouldn't do that. I respected George Bush's approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "We all do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "I think that's the approach President Obama should take. Vice President Cheney was much more aggressive and negative about the Obama administration for the entire time. I respected George Bush's approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. So, I'll go to you, let me go to you, Larry. What say you? LARRY ELDER, SALEM RADIO NATIONAL HOST/AM 870: We're talking about presidents, not vice presidents. And Obama undid the signature achievement of George W. Bush, and that was the war in Iraq. When George Bush left office, he assumed there was going to be a stay behind force of between 5,000 and 10,000 troops, had predicted what would happen if there was a vacuum. Obama comes in, pulls out every single troop. And George W. Bush didn't say one word as things got worse in Iraq as he predicted. It is certainly true that Vice President Dick Cheney said something, but George W. Bush didn't say a word. Ronald Reagan retires, he goes to Simi Valley, doesn't say a word. George Herbert Walker Bush goes to Kennebunkport, doesn't say a word. George W. Bush goes to Crawford, Texas, doesn't say a word. Jimmy Carter, Bill Clinton, Barack Obama never stop talking, a very different perspective. Republican versus Democrats as presidents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Interesting. And you know what, Austan? He may have a point, it seems to be the Democrats coming out. And I have to say -- go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Well, I don't think that that is quite accurate. The only thing I'll say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What wasn't accurate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "If Donald Trump is -- well, in the sense that Barack Obama did not mention President Trump by name. Now, President Trump, nobody in the country --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Oh, come on. You knew who he was talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "-- wants to take a lesson in appropriateness, and lack of insult, the reasons not to insult people, from President Trump? He campaigned, his entire campaign was built on personal insults of his opponent and saying about, speaking about the extreme stupidity of everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK, but that's not the issue, Austan -- with due all respect, that's not the issue we're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "What is the issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "We're talking about -- we're talking about a president who comes out during midterms and during his last -- the end of his office to continually attack the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Campaigning is something different. Campaigning is something different. Many presidents have done that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But now he's not campaigning, it's after the midterms, Austan. I'm going to give you the last word, Larry Elder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "OK, Austan, if it makes you any happier, Austan, when President Trump retires in January of 2025 with his 50 million Twitter followers, he will probably have a thing or two to say about his successor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "I'm sure that's true. But happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. Gentlemen, to both of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "You, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. And coming up on this \"Hannity\" special, an update on anti-Trump lawyer Michael Avenatti's legal trouble. Plus, a shocking crime, committed by a man who entered the country illegally. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Welcome back to the special edition of \"Hannity: The Trump Agenda.\" There is new development surrounding the domestic violence allegations against attorney Michael Avenatti, a major opponent of Trump's agenda who could also be his 2020 opponent. Kristin Fisher has all the latest in Washington. Kristin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS",
      "sentences": "Hi, judge. Well, L.A. prosecutors have decided that they will not prosecute Michael Avenatti on felony domestic abuse charges. However, the allegations have been referred to the city attorney for a possible misdemeanor case. Now, Avenatti, who, of course, also happens to be Stormy Daniels' attorney was arrested last week on suspicion of felony domestic violence after his girlfriend told police that he dragged her by her arm across the bedroom floor in his L.A. apartment. Avenatti claims the accusations are completely false and a fabrication. And tonight, he issued a statement saying, \"I am thankful that the L.A. County District Attorney's Office has rejected filing any charges against me for a fair, careful and thorough investigation. I have maintained my innocence since the moment of my arrest.\" Adding, \"This Thanksgiving, I am especially grateful for justice.\" Now a spokeswoman for the district attorney wouldn't say why prosecutors declined to take the case and documents supporting their decision were not released because the case isn't over yet. The city attorney is now reviewing it and deciding whether or not to pursue misdemeanor charges. Judge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Kristin, thank you. And now turning our attention to the issue of immigration. Where we're learning more about the suspect who was caught on dash cam footage in a shootout with Arkansas police earlier this month. Warning, this video was disturbing. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I need units now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It turns out the suspect 29-year-old Luis Cobos-Cenobio is a recipient of DACA. He's now in custody on serious felony charges. And get this, the Obama administration didn't deport him despite a misdemeanor crime back in 2015 that brought him to ICE's attention. Thankfully, we now have a president whose prioritizing border security. In fact, President Trump is even sparring with Supreme Court justice, Chief Justice John Roberts on the issue of immigration and the courts. And calling out, quote, \"Obama judges in places like the liberal ninth circuit and the lower courts in California where the president's new asylum rules in response to the caravan were just blocked by a district court judge.\" And adding that, quote, \"they have a much different point of view than the people charged with the safety of our country.\" And the president, wasn't done. Writing, quote, \"We need protection and security. These rulings are making our country unsafe. Very dangerous, and unwise.\" Well, the chief justice issued a statement, staunchly defending the federal judiciary in response to Trump's attack, ask yourself, why is it that so many of these cases like the travel ban and the new asylum rules are filed in district courts reviewed by the ninth circuit court of appeals. Joining with us now with reaction is CRTV host, Michelle Malkin and Center for Immigration Studies executive director, Mark Krikorian. Thank you both for being here. Mark, I'm going to go to you. Look, the president clearly is frustrated, the play to put a hold or get temporary restraining orders on the president's immigration rules, are being brought in courts that are reviewed by the ninth circuit. Tell us why that is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK KRIKORIAN, EXECUTIVE DIRECTOR, CENTER FOR IMMIGRATION STUDIES",
      "sentences": "Well, the ninth circuit is very liberal, and frankly, with regard to President Trump they've actually gone overboard, and you know, basically they're acting lawlessly. And they have been slapped down by the Supreme Court. I think the president needs to pursue a longer-term policy, where they challenge not just the ruling itself, in this case, but they need to -- they need to challenge before the Supreme Court, the very idea that this these lower courts can issue nationwide injunctions rather than injunctions just targeted to the people in the case. Because essentially, we have a district judge, in San Francisco--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIKORIAN",
      "sentences": "-- who has a veto over national policy. That's an absurdity that can't be allowed to continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, but it's nothing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIKORIAN",
      "sentences": "Justice Thomas said it has to be stopped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But it's nothing new, Michelle. I mean, they go to these, district court judge, that you have got a federal district court, circuit, Supreme Court. But a district court judge making a decision that impacts the entire nation. We saw interest with the travel ban and we continuously see it. Why do you think, what is the thinking there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELLE MALKIN, HOST, CRTV",
      "sentences": "Well, it's judge shopping for sure and jurisdiction shopping. You're right, Judge Jeanine, it has gone on a long time. And no one is more adept at doing that kind of shopping than open borders immigration lawyers. And it's not just at the circuit court of appeals level. You've mentioned, at the outset the Luis Cobos-Cenebio case. And in that case a judge had, had that violence, alleged shooter, in his courtroom and reduced the felony charges down to a misdemeanor. He had been on, you know, a second criminal charge in front of the courts. And it's because those two misdemeanors did not meet the three-misdemeanor arbitrary threshold that the Obama administration had put for illegal aliens, that ICE didn't get any notice and wasn't able to put a detainer on him in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And you know--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "That's just -- that's just one level of the problem with the judiciary, because of course the immigration courts are rife with all of these open border radicals who would rather let all of these people loose in addition to having people come in to the country, on these migrant caravans and they get amnesty to become future Democrat voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, and you know, Mark, final on this, because I want to talk about Justice Roberts. But the idea that the Obama administration could create these thresholds, and we have it here in New York City, where, you know, we're not going to cooperate with ICE, we're a sanctuary, a sanctuary city state. This is a threshold. He's DACA, he gets a few crimes with no problem, how are we going to change that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIKORIAN",
      "sentences": "That's a good question. Congress is going to have to act. Because what the administration has tried to do is to punish these sanctuary cities by saying, we're going to cut your money off. They have sued, successfully so far, saying that the statute, the legislation, doesn't give the executive that authority. Congress needs to be very clear and it is in Congress' court. Unfortunately, starting in January, nothing is going to get done. And I'm afraid looking at the record of the past two years, even in this lame duck session, which is going to be in December, Congress when the Republicans still have the majorities in both houses, they are just not going to move against sanctuary cities or any of these other issues like loopholes at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. And Michelle, I'll go back to you on the issue that is the subject of the most recent injunction, and that is the president saying we're not even going to consider asylum unless you come in at an appropriate port of call. So, now, we have the chief justice of the United States Supreme Court actually coming out, and basically pushing back on the president, saying there's no such thing as an Obama judge or Clinton judge or Bush judge. I mean, look, the judiciary never gets involved in politics. This is unheard of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And by the way, John Roberts wasn't the person at issue here. He just decided he was going to stand up for his judges. Is the Supreme Court now becoming politicized, too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "You know, I really, I really don't appreciate that kind of compulsion to do this kind of virtue signaling and posturing. And Justice Roberts has done this before. I think that President Trump has treated it exactly as it should be. You know, kind of brushing it off his shoulder. But the policy issue here is a serious one. And thank goodness we have a president who is trying to tackle it. Our asylum system is a joke. And you know, both Mark and I have covered this for a long time. The people, those radicals who are funded by left wing groups, in the immigration lawyer's lobby, know that it is not over until the alien wins. And with asylum fraud you've got all of this gaming and enabling going on, and it is not fair to people who are legitimate asylum claimants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "And it's certainly isn't fair to anybody else who is waiting in line to get into the country the right way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Ok. Quickly, Mark, I have 30 seconds left. You know, immigration is up sharply as the most important issue in the United States now. First of all, how is it that we have caravans, when everybody knows we are sending the military to the border. And now, you know, who is pushing them? Do you have any idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIKORIAN",
      "sentences": "These caravans happen because it pays. It's worth it. The odds are really good that if you stick with this caravan and make it to the border, and attend the seminars, telling you the magic words to say, you will be let into the country. You may not get asylum, you probably won't but it doesn't matter. You get pass the border--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIKORIAN",
      "sentences": "-- and you're home free. That's the goal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Thank you so much, Michelle and Mark. And next on this \"Hannity\" special, get this, campus liberals calling Thanksgiving racist. Unbelievable. We'll be right back with this unbelievable story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Welcome back to the special edition of \"Hannity: The Trump Agenda.\" I'm Jeanine Pirro in for Sean. What does it matter with our universities, can't they stop teaching our kids to hate America for just one holiday? Now, not even Thanksgiving is safe at the University of Oregon. Some student groups planned an event group called, \"Thanks, But No Thanks-giving: Decolonizing an American Holiday.\" The Web site, Campus Reform, went to Oregon to ask students if they indeed believe Thanksgiving is racist. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, there's definitely a racial history, yes, very racist history to Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And that should probably definitely be addressed more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean, yes, sure, there are racist aspects of the history. Definitely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you find racist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The fact that we're celebrating taking away land from the natives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's pretty racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Joining to us talk about this P.C. craziness, civil rights attorney Daryl Parks, and NRA TV contributor, former Secret Service agent, Dan Bongino. You know what, guys, I got to tell you, I am so sick of people getting triggered by ridiculous things. I mean, they find prejudice wherever they live, it's like all around us. So, I'm going to let you have at it. Is it - - what is going on with young people today? Dan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DARYL PARKS, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Well, without question--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, Daryl, you go first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Well, certainly, judge, I had to tell you, without question the Oregon ducks are definitely all based on this one, probably should say the duck is off the plantation right now because they are way, way off. Without question. That kid doesn't speak for most people. Most people see tomorrow as certainly a time for family, football, and fun. And so, people are getting together. Those students are not, in any type of way, on point for what Thanksgiving means to most Americans now. Most Americans are traveling to be with each other and to enjoy each other's company. So, I wouldn't -- there's no way that those people speak for anyone else other than the people on the Oregon campus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, Daryl, you make a good point, and that it's about family, football, eating, and talking. Nobody is celebrating, look, we took the land from somebody, you know, we're great people. But what do you think, Dan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR, NRATV",
      "sentences": "Well, I'm glad Daryl feels that way. But unfortunately, they don't speak only for the Oregon ducks. You know, when you go on college campuses, views like this are everywhere. Judge, you know, liberalism is a forest fire, it burns down everything it touches. I remember, they'll ruin any holiday they get their hands on by going to the racism well every time. There was a controversy over Halloween, over get a load of this, the Black Panther costume. He's a Marvel super hero, he's not even real. There was a controversy over if it's appropriate to wear that costume ball games the character who played him quite well in the movies happened to be black. These are absurdities. Thanksgiving being a racist holiday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Dan -- Dan--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "This is outrageous. Yes, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "This is not a conservative or liberal issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "I mean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, it is! It is!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Throughout the country north and south, people are getting together, having fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "People are traveling to be with one another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Great football going on the south.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, I think we all agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Look at the great games this weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Dan and Daryl--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I'm happy to be with you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "So, who cares what the students of Oregon care about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "-- right now, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I mean it. I'm happy to be with Daryl. But, judge, Daryl is wrong. Daryl, I love you, man, but you're wrong. This is a liberal thing. I promise you there is no conservative out there, trying to make the case at Thanksgiving dinner tomorrow, that Thanksgiving is a racist holiday. I promise you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Now, listen, guys, I got to tell you, I walked down the street for dinner and I had Chick-Fil-a at Sixth Avenue and 46th. I love it. And our next story is about just that restaurant. Now, this is from Campus Reform, so-called educators, at Ryder University in New Jersey are refusing to bring Chick-Fil-a to campus despite student wishes. The college said the ban was about promoting, quote, \"inclusion for all people.\" Now, Daryl, does Chick-Fil-a, you know, does that not include everyone? What do you think, Daryl?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Well, I think certainly Chick-Fil-a as a corporation has policies of its own. However, I don't think we're at a point where we hold most corporations to some kind of societal values test. And most importantly, I think Ryder University should have asked their students. It's obvious someone in the administration made a decision about this, not the students. I think the university needs to evolve where most students and society are right now, that we love everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "So, I think Chick-Fil-a has their beliefs but they're good at what they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Dan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Judge, you probably are laughing for the same reason I was. The reason they're giving for not including Chick-Fil-a on campus, is inclusion? Folks, listen, does that make sense? Like, how brain dead do you have to be to put out a statement like that. Listen, we're all about excluding Chick-fil-a because we're all about inclusion. How do you say that with a straight face? I mean, it's all dumber for everyone--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What I want to know, Dan, why is it excluding a chicken a problem? Or including the chicken?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Listen, judge, I stopped trying to figure out liberals like 20 years ago. I get none of this tolerance. Let's tolerate everybody. Accept people we disagree with. Let's include everyone, accept everyone we disagree with. It doesn't make sense. Stop trying to figure it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But you know what it tells me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Turkey and stuffing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I got to tell you, guys, you know what it tells me, that particular story tells me that it's the university and not the students. Because I know a lot of young people here love Chick-Fil-a. They have this great little waffle, deep fried waffle, potatoes that are out of this world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Great lemonade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, they have great everything. I love Chick-Fil-a. But here's the thing, it comes from the teachers and the university, that's why the kids are being brainwashed, it's coming right from the university, Daryl, when they say we don't want Chick-Fil-a on campus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "I think we need to hear from the students. I think the students need to speak up again and tell the university what they believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "And let's say something. Something needs to be said about Chick- Fil-a.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I got to go in a few seconds. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Chick-Fil-a is one of the few corporations that really has some value. They close on Sundays to let their people go to church. I mean, we may not agree with them on everything but they've been a leader as it relates to values in our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, no question about it. It's great having the two of you on tonight. And thank you for staying with us for this \"Hannity\" special, Trump's Agenda. Stay tuned for final thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Welcome back to the special edition of \"Hannity: Trump's Agenda.\" Unfortunately, that's all the time we have left this evening. But before we go, Christmas is right around the corner, so think about that special someone who may like a copy of my number one New York Times bestseller, \"Liars, Leakers, and Liberals: The Case Against the Anti-Trump Conspiracy.\" Now I'm going to be back here hosting on Friday night. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, GUEST HOST",
      "utterance": "Welcome to this special edition of \"Hannity: The Trump Agenda,\" and a happy Thanksgiving eve to all of you out there, prepping and cooking. I'm Jeanine Pirro, in tonight for Sean. Tonight, Barack Obama's latest attack on his successor, President Trump, something former presidents like George W. Bush refused to do. We'll also have the latest on the Michael Avenatti saga. And wait until you hear what the left is saying about Thanksgiving. But, first, yesterday The New York Times reported that back in the spring, President Trump told White House counsel he wanted the Justice Department to prosecute James Comey and Hillary Clinton. Even though the DAG did not file charges, Democrats and the media wasted no time making this out to be a major story. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is what happens in authoritarian countries. The president orders, the president, the leader, orders the investigation and prosecution of his political enemies."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think it's a prima facie evidence of abuse of power."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think this is a scandal at 15 on a 1 to 10 level. He was essentially trying to use the apparatus of the state to punish his political enemies."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is absolutely off the charts. Donald Trump is basically running his office like he's the head of a banana republic."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If I had to channel Richard Nixon, I think he'd tell this president he's going too far. This is the sort of stuff of banana republic. This is what an autocrat does."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Today, I read the articles of impeachment against Richard Nixon. And everybody should go read Article 2 of it and how similar it is to what we've seen Trump do here."
    },
    {
      "speaker": "PIRRO",
      "utterance": "So what did President Trump do here? Last time I checked, Comey and Clinton aren't being prosecuted. This news comes as President Trump submitted his written answers to Robert Mueller as the special counsel's investigation appears to be winding down. Joining us now with their reaction from The Hill's Joe Concha, Fox News contributor Sara Carter, and civil rights and criminal defense attorney David Schoen. Good evening, all. David, I'm going to start with you. You're the attorney here. As I understand it, you think that the written answers by the president was not a good idea. I happen to join you in that. But the president or his attorneys made the decision that he should do that. Now, the special counsel Mueller is not limited to Russia, under the regs as it relates to the special counsel investigation. So, isn't everything at play here in terms of perjury and anything else he wants to look at?"
    },
    {
      "speaker": "DAVID SCHOEN, CIVIL RIGHTS AND CRIMINAL DEFENSE ATTORNEY",
      "utterance": "Absolutely. That's why I fundamentally disagreed with the idea of submitting written answers to the questions. Under section 600.4 of the special counsel regulations, brand new crimes are created simply by the appointment of Robert Mueller as special counsel. He now has the authority unilaterally to determine on his own that the president has lied about something or interfered in the investigation or obstructed the investigation. And he can charge a crime by virtue of having been appointed special counsel, and unilaterally on his own decision without any with it contradicting the president."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, one of the problems that we are seeing is that, you know, everyone thinks that this is winding down. But is the president still in jeopardy here?"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Of course he is. He's in greater jeopardy in my view since he submitted these answers to the questions. Remember, this isn't really an investigation going on. They're not looking for information from the president. They know all that they want to know. This is a group with an agenda. Robert Mueller made a choice what when he chose his team. He had whole universe of lawyers to choose from, he chose only lawyers with an agenda, that is anti-Trump agenda. People who are against Trump, hate Trump, and really resent the results of the election."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "That shouldn't be if the American people are to have confidence in the investigation."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. And, Joe Concha, you know, we just heard some of the sound of what's going on the other channels. Jeffrey Toobin, who's a legal analyst, saying that the attempt to prosecute Clinton and Comey is worse than Watergate. But let's get to the facts here. Is it such a bombshell report this \"New York Times\"? It never says that the president directed that they'd be prosecuted. It's not even clear what he said. In fact, McGahn's lawyer, White House counsel's lawyer, says that the president never ordered anyone to prosecute anyone."
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER FOR THE HILL",
      "utterance": "If you go back, Judge, and just watch President Clinton's, then candidate Clinton -- I'm sorry, Clinton, what am I saying? Candidate Trump's rallies in 2016, he said, and I'm quoting from one of them, I will ask to appoint a special prosecutor. We have to investigate Hillary Clinton. And we have to investigate the investigation. All right, those are his words. In other words, he's talking about Clinton, he's talking about Comey. This has come to the fact where PolitiFact has actually did a story, saying campaign promises stalled. It included this in it. So, The New York Times has this bombshell that he ordered this when he's been talking about it going back to his candidacy. And the bottom line, is it a crime to propose something and proposal goes nowhere and then there is no tangible action carried out. You know, we don't live in an authoritarian country. There are checks and balances. If it never comes to fruition how is that a crime or a bombshell in any capacity? And, look, from the media perspective, it's not remotely shocking. I mean, when the American people are numb by it, because when you scream constitutional crisis, authoritarian dictator, worse than Watergate, impeachable offense, and you get a quota of about a million of saying that over and over again, people start tuning out because the hyperbole is just lost. You can't keep repeating that over and over again when there's no teeth behind it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And, Sara Carter, you know, the claim that authoritarian Trump's attempt to prosecute Clinton and Comey, what I -- I took a quote out of one of their statements. This is what happens when you attempt to prosecute your enemies. And to your experience, and to what you have been reporting on for the last year, when you attempt to prosecute your enemies wouldn't you say that Peter Strzok starting this counter intelligence investigation against Trump, wouldn't you say bring bringing a paid-for document by one candidate against another is a basis for a FISA warrant is what MSNBC, CNN, all of them are talking about?"
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, absolutely. I was going to say that, Judge Jeanine. I mean, the banana republic that they've been talking about is what happened when they started this investigation, against then- candidate Trump in 2016 and then exonerated Hillary Clinton, although there was a slew of information that they should have followed up on, and at least taken to the Department of Justice so that it could be investigated to see whether or not it should be brought before a grand jury. I mean, there is no doubt, that what is happening here is desire information in the media. They take a story that's a nonstory, what? The president doesn't have the right inside the White House to talk to his attorneys and say, look, I'm being investigated, and there's never even been any evidence of a crime? We have a mountain of evidence, you know, pointing in the direction of Hillary Clinton. And he can't even question that? Because now, all of a sudden, this is becoming some kind of -- he's taking some kind of prosecutorial authority to go after his enemies? This is a joke. It is a joke."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Let's talk about that, David. What can the president do? And I want to ask a question before it even gets to that legal question, and that is, we never hear about Eric Holder, Loretta Lynch, nobody talks about their conversations with President Obama, or any of that. It's only what this president, the leaks are out there. To me, it speaks to the issue of the establishment versus the outsider candidate. But, David, I'm going back to you with a question, what can the president do? I mean, doesn't he have the right to say, keep talking about corruption, can we look at it?"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Not only are you right, Judge Jeanine, he has a responsibility to. Remember, he is the chief executive of that branch, it is his Justice Department. And he has a responsibility and all times to refer both Comey and Hillary Clinton to the Justice Department for full investigation. Listen, the I.G. certainly agrees with him that they both need to be investigated. There is a Rasmussen poll earlier this year, 46 percent of the American public believe that Comey should be prosecuted. There is something there. There are real facts. Carl Bernstein demeans his legacy comparing this to what Richard Nixon did in Watergate, so does John Dean. Those were attacks on enemies. Here, there's real evidence of wrongdoing, in fact criminal wrongdoing. It's preposterous that anyone should suggest that what Comey did as FBI director, with the leaks that went on and his agenda, was appropriate, or certainly breached his contract, certainly violated DOJ rules. So, it is lunacy."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. So, we're short on time, guys, I'm going to Joe Concha. When do you think this Mueller probe is going to be over?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "Well, I think we saw the midterms come and go. And Mueller wasn't going to obviously release anything before then because he didn't want to seem political like Comey did before the 2016 election. This has gone on for 18 months, unfettered. I would think at this point, we have to start to see it wind down since the president has submitted his answers. But my question is, will the American people accept anything outside of a direct line of collusion between the president and Russian officials. Because, remember, Republicans overplayed their hand with Bill Clinton back in the late '90s in terms of the way they pursued that. And Bill Clinton left office, according to Gallup, with a 65 percent approval rating. So, you better have something very tangible here and not just the peripheral stuff or else I don't think the American people and the court of public opinion will accept it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Sara, I have 10 seconds. Is it going to end soon?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I think it'll wrap up soon. And I think we need to wait until December 5th and see what DOJ attorney John Huber has discovered, as far as the hearing."
    },
    {
      "speaker": "PIRRO",
      "utterance": "The hearings. OK, thank you, Joe, Sara, and David. Failed presidential candidate Hillary Clinton is back in the news, as the left tries to compare Ivanka Trump's use of personal e-mails to Hillary's secret server. Yesterday, Rush Limbaugh explained the difference between two."
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "utterance": "I'm not going to talk about Ivanka Trump's e-mail until it is proven that she created a secret e-mail server and put it in her home, preferably in the bathroom, to hide a pay-for-play scheme, and then trying to destroy it when subpoenaed. I'm not going to talk about Ivanka Trump and her e-mails until somebody shows me that what she did got anywhere even close to what Hillary Clinton did. And Hillary Clinton has been exonerated."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And this week, Congressman Mark Meadows said the House GOP plans on hearing testimony about the DOJ's investigation into alleged wrongdoing by the Clinton Foundation. Joining me now with more is GOPAC chairman David Avella, FOX News contributor and former Clinton pollster Doug Schoen, and former press secretary for Vice President Pence, Marc Lotter. All right. Good evening, everyone. I find -- you have to give Rush Limbaugh his due, that was pretty funny. Not even going on talk about it until we prove there was a private server in the bathroom. But I'm going to you first, Doug, because you're the Democrat and you're on set right now."
    },
    {
      "speaker": "DOUG SCHOEN, FOX NEWS CONTRIBUTOR",
      "utterance": "I am."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Does Ivanka have a problem like Hillary did?"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "She has a problem but candidly it's not the same problem as Hillary. And I don't think private servers should be used. But I think Rush missed the point. It's that the private server was used and the private address, and classified information as far as we can tell may well have gone to our enemies in ways that --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "During Hillary."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Yeah, yeah."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well there's no question."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "And that to me is far more serious than anything that's been alleged anywhere else."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Only alleged by the way, David Avella, simply that Ivanka was appointments with family, the family e-mail. But, I mean, what Doug is saying is accurate. First of all, Ivanka didn't delete any e-mails, did she?"
    },
    {
      "speaker": "DAVID AVELLA, GOPAC CHAIRMAN",
      "utterance": "No, in fact reports are she actually turned over all of her e-mails. And what we're seeing here, judge, is the Democrats are in the batter's box. They're getting ready for investigation after investigation after investigation into the Trump administration, with the icing on the cake being the effort that would be made to impeach President Trump. It's what they campaigned on. And here is -- and don't -- and people will say this is hyperbole. We know what Nancy Pelosi is going to do as speaker. She already did it. She put Henry Waxman in charge of investigations during the Bush administration, and made every midlevel staffer that the Bush administration appoint go get a lawyer to defend themselves against frivolous lawsuits when she was the speaker of the House back during the Bush administration."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And, Marc Lotter, Jim Comey made a lot about intent, saying Hillary had no intent to violate the law even though intent isn't required. But how do you compare the intent of Ivanka as it relates to Hillary's situation?"
    },
    {
      "speaker": "MARC LOTTER, FRMER PRESS SECRETARY FOR VP PENCE",
      "utterance": "Well, first off, there can be no intent. Let's remember, classified information does not go over your normal WhiteHouse.gov e-mail account. There are special servers that are required for those. So, she had to have the intent in her staff to take it off of those servers and put on it a private server. Ivanka is sending a few e-mails back and forth about family, logistics, planning, those kinds of things to government officials while she was transitioning into office is not intent. There's no classified information. And every e-mail she sent to a government staffer while she was transitioning in was automatically captured by the system for the Presidential Records and Reservation Act in the first place."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Marc, that is exactly the point, that people are not recognizing. Everything she did is captured there, and if it were classified it couldn't have gone through. I mean, who are we kidding?"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "There was no sledge hammer to destroy devices, no 30,000 emails disappeared?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "None of that stuff. None of that stuff, Doug. But, you know, David Avella, the thing that I think is interesting, is that Jeff Sessions announced last year when this whole hoopla about the Clinton foundation, you took a month to decide whether there was enough to look at it. And he comes out and he says I'm going to have the U.S. Attorney Huber, I don't recall what state he's from, look into the Clinton Foundation. I'm sorry? Utah, OK. So, he's from Utah, U.S. attorney. And we haven't heard anything. So, Mark Meadows, the House of the Freedom Caucus, says, hey, guys. What's going on with this? They got a few more months, they're going to look into it. What do you think?"
    },
    {
      "speaker": "AVELLA",
      "utterance": "For those who watch the AMC documentary on Monica Lewinsky, they'll think both Clintons ought to be serving time in jail. But to this investigation, let me say, there may be a more production out of Meadows, if he were to look at all of the money Tom Steyer has put into Democratic organizations to elect people who want to be -- all they want to do is investigate this president, and ultimately try to impeach him. Let's not forget what the core of Steyer's grassroots effort is, and that's to impeach the president. So, in these final weeks that Meadows is chairman of the committee and can call on investigations, we ought to be looking into things like that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, what's interesting, also, Marc, is that Meadows, the House Freedom Caucus leader, is saying that his committee is trying to secure testimony from whistleblowers who could have had more information about the Clinton Foundation. But do you think anything will happen in this Department of Justice? I mean, there is talk by the way, that the Clinton Global Initiative got their 501c3 status from none other than Lois Lerner."
    },
    {
      "speaker": "LOTTER",
      "utterance": "I do have a lot of hope in this investigation, because the U.S. Attorney Huber, who's leading it, is someone of impeccable credentials. And if we've got whistleblowers -- let's remember, this is not just about Bleach Bit and e-mail servers and classified information as important as that is. This is Bill Clinton getting a $500,000 speech from Russia at the same time Uranium One was going through, or the Clinton Foundation getting $14.5 million in mysterious donations from companies and groups tied to Uranium One while Hillary Clinton was allowing most of our uranium to be hold to the Russians. This has some serious potential from a national security perspective."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Doug, even you have to agree that the appearance of pay for play, you know, I called the Clinton Foundation an organized criminal enterprise parading as a 501c3 charity. You know, does it matter --"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "I'm not going to do that, but I think on the simplest level, we ought to find out what happened. What did the investigation show, what have we learned, where do things stand? I think we have a right to know as people."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What happens if Huber comes out and says, you know what, I'm a U.S. attorney, I ain't telling you. I'm not telling you, until my investigation is over. The policies, the U.S. attorneys office, are --"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "That's fine, I'd like to know that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You'd like to know that at least they're looking at it."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "That the investigation is going and where he stands. We've been greeted by just radio silence. I think we have a right to know, as American citizens, where things stand. Whatever he wants to share is just fine by me."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. And, David Avella, you know, they say that Jim Comey when he was the United States attorney for the Southern District of New York -- coincidence, its' unbelievable -- was involved in looking at the Clinton Foundation and then it was abruptly ended."
    },
    {
      "speaker": "AVELLA",
      "utterance": "Look, the wrongdoing and self serving of the Clintons and all of their allies may very well be Trump -- judged by this current crop of Democrats and what they are going to do to President Trump and what they'll try to do to the courts and every other branch of government they can to bring in investigations, bring in impeachment proceedings, which will be very harmful to our country."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, David Avella and Marc Lotter, Doug Schoen --"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Thank you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "-- good to have you all tonight. Happy Thanksgiving to you all. All right. And up next, as this special edition of \"Hannity\" continues, you won't believe what Obama is saying about President Trump. We'll play the tape, next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Welcome back to the special edition of \"Hannity: The Trump Agenda.\" Speaking at the Obama Foundation this week, former President Obama took thinly veiled swipe at President Trump, saying America's progress is hindered by, quote, hate, anger, racism, and mommy issues. You can't make this up. Take a look."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "The reason we don't do it is because we are still confused, blind, shrouded with hate, anger, racism, mommy issues."
    },
    {
      "speaker": "PIRRO",
      "utterance": "In 2014 interview with former President Bush, Hannity asked him why he consistently refused to criticize his successors. Take a look at his response."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Why did you make the decision -- I mean, I could sit here all day and try to get you to comment on President Obama, and I'm not going to get anywhere."
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT",
      "utterance": "Correct."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Because I've known you. I know you very well."
    },
    {
      "speaker": "BUSH",
      "utterance": "Yes, you do."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why did you make that decision? Because I'm sure you have a lot to say. You're not -- we've talked politics before we came in here, you are very engaged no matter is going on."
    },
    {
      "speaker": "BUSH",
      "utterance": "I'm very aware of what's going on. I don't think it's good for the country to have a former president undermine a current president. I think it's bad for the presidency for that matter."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And joining me with reaction, Salem Radio talk show host Larry Elder, and former chair of the Council of Economic Advisors to President Obama, Austan Goolsbee. Good evening, gentlemen. You know, it is rather shocking that a president would come out and criticize a president the way we've seen President Obama do it. So I am going to start with you, Austan. There is a book \"The President's Club\" I'm sure are you familiar with. It documents the unique relationship between presidents, where the sitting president will have communications with foreign presidents, because their experience is so unique, having shared the Oval Office, and those incredible decisions and burdens that they carry. And so, there is a relationship that they have. But President Obama from the last week or two that he, you know, of the race, he took every day to go out and campaign against Donald Trump. He did it in the midterms. It's unheard of. Is it good for the country, as George Bush just said?"
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER OBAMA ECONOMIC ADVISER",
      "utterance": "Well, I think he kind of makes two things. I think for sure, in -- look, it's Thanksgiving is tomorrow. In the spirit of Thanksgiving, let's hope that everyone tones down the kind of personal rhetoric and refer to mommy issues, I think stuff like that is beyond bounds. Now, I do think --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, and Austan, what would people say if I referred to President Obama as having mommy issues or daddy issues?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes, but, now wait, Judge, the thing is you know that this is in the context of the president of the United States now saying some outrageous things."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What, what is he responding to?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "He's -- well, for example, President Trump calling president Obama the most ignorant president in the history of America."
    },
    {
      "speaker": "PIRRO",
      "utterance": "When did he do that?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Saying President Obama wasn't born in this country."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But the birther is a separate issue from years ago."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "His own family saying outrageous things about the president."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, come, on justified in continuing the narrative?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "No, he's not justified, I'm not, I'm not saying he's justified. He shouldn't do that. I respected George Bush's approach."
    },
    {
      "speaker": "PIRRO",
      "utterance": "We all do."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "I think that's the approach President Obama should take. Vice President Cheney was much more aggressive and negative about the Obama administration for the entire time. I respected George Bush's approach."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. So, I'll go to you, let me go to you, Larry. What say you? LARRY ELDER, SALEM RADIO NATIONAL HOST/AM 870: We're talking about presidents, not vice presidents. And Obama undid the signature achievement of George W. Bush, and that was the war in Iraq. When George Bush left office, he assumed there was going to be a stay behind force of between 5,000 and 10,000 troops, had predicted what would happen if there was a vacuum. Obama comes in, pulls out every single troop. And George W. Bush didn't say one word as things got worse in Iraq as he predicted. It is certainly true that Vice President Dick Cheney said something, but George W. Bush didn't say a word. Ronald Reagan retires, he goes to Simi Valley, doesn't say a word. George Herbert Walker Bush goes to Kennebunkport, doesn't say a word. George W. Bush goes to Crawford, Texas, doesn't say a word. Jimmy Carter, Bill Clinton, Barack Obama never stop talking, a very different perspective. Republican versus Democrats as presidents."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Interesting. And you know what, Austan? He may have a point, it seems to be the Democrats coming out. And I have to say -- go ahead."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Well, I don't think that that is quite accurate. The only thing I'll say --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "What wasn't accurate?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "If Donald Trump is -- well, in the sense that Barack Obama did not mention President Trump by name. Now, President Trump, nobody in the country --"
    },
    {
      "speaker": "ELDER",
      "utterance": "Oh, come on. You knew who he was talking about."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "-- wants to take a lesson in appropriateness, and lack of insult, the reasons not to insult people, from President Trump? He campaigned, his entire campaign was built on personal insults of his opponent and saying about, speaking about the extreme stupidity of everyone."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK, but that's not the issue, Austan -- with due all respect, that's not the issue we're talking about."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "What is the issue?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "We're talking about -- we're talking about a president who comes out during midterms and during his last -- the end of his office to continually attack the president of the United States."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Campaigning is something different. Campaigning is something different. Many presidents have done that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But now he's not campaigning, it's after the midterms, Austan. I'm going to give you the last word, Larry Elder."
    },
    {
      "speaker": "ELDER",
      "utterance": "OK, Austan, if it makes you any happier, Austan, when President Trump retires in January of 2025 with his 50 million Twitter followers, he will probably have a thing or two to say about his successor."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "I'm sure that's true. But happy Thanksgiving."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. Gentlemen, to both of you."
    },
    {
      "speaker": "ELDER",
      "utterance": "You, too."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. And coming up on this \"Hannity\" special, an update on anti-Trump lawyer Michael Avenatti's legal trouble. Plus, a shocking crime, committed by a man who entered the country illegally. Stay with us."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Welcome back to the special edition of \"Hannity: The Trump Agenda.\" There is new development surrounding the domestic violence allegations against attorney Michael Avenatti, a major opponent of Trump's agenda who could also be his 2020 opponent. Kristin Fisher has all the latest in Washington. Kristin?"
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS",
      "utterance": "Hi, judge. Well, L.A. prosecutors have decided that they will not prosecute Michael Avenatti on felony domestic abuse charges. However, the allegations have been referred to the city attorney for a possible misdemeanor case. Now, Avenatti, who, of course, also happens to be Stormy Daniels' attorney was arrested last week on suspicion of felony domestic violence after his girlfriend told police that he dragged her by her arm across the bedroom floor in his L.A. apartment. Avenatti claims the accusations are completely false and a fabrication. And tonight, he issued a statement saying, \"I am thankful that the L.A. County District Attorney's Office has rejected filing any charges against me for a fair, careful and thorough investigation. I have maintained my innocence since the moment of my arrest.\" Adding, \"This Thanksgiving, I am especially grateful for justice.\" Now a spokeswoman for the district attorney wouldn't say why prosecutors declined to take the case and documents supporting their decision were not released because the case isn't over yet. The city attorney is now reviewing it and deciding whether or not to pursue misdemeanor charges. Judge?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Kristin, thank you. And now turning our attention to the issue of immigration. Where we're learning more about the suspect who was caught on dash cam footage in a shootout with Arkansas police earlier this month. Warning, this video was disturbing. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I need units now."
    },
    {
      "speaker": "PIRRO",
      "utterance": "It turns out the suspect 29-year-old Luis Cobos-Cenobio is a recipient of DACA. He's now in custody on serious felony charges. And get this, the Obama administration didn't deport him despite a misdemeanor crime back in 2015 that brought him to ICE's attention. Thankfully, we now have a president whose prioritizing border security. In fact, President Trump is even sparring with Supreme Court justice, Chief Justice John Roberts on the issue of immigration and the courts. And calling out, quote, \"Obama judges in places like the liberal ninth circuit and the lower courts in California where the president's new asylum rules in response to the caravan were just blocked by a district court judge.\" And adding that, quote, \"they have a much different point of view than the people charged with the safety of our country.\" And the president, wasn't done. Writing, quote, \"We need protection and security. These rulings are making our country unsafe. Very dangerous, and unwise.\" Well, the chief justice issued a statement, staunchly defending the federal judiciary in response to Trump's attack, ask yourself, why is it that so many of these cases like the travel ban and the new asylum rules are filed in district courts reviewed by the ninth circuit court of appeals. Joining with us now with reaction is CRTV host, Michelle Malkin and Center for Immigration Studies executive director, Mark Krikorian. Thank you both for being here. Mark, I'm going to go to you. Look, the president clearly is frustrated, the play to put a hold or get temporary restraining orders on the president's immigration rules, are being brought in courts that are reviewed by the ninth circuit. Tell us why that is."
    },
    {
      "speaker": "MARK KRIKORIAN, EXECUTIVE DIRECTOR, CENTER FOR IMMIGRATION STUDIES",
      "utterance": "Well, the ninth circuit is very liberal, and frankly, with regard to President Trump they've actually gone overboard, and you know, basically they're acting lawlessly. And they have been slapped down by the Supreme Court. I think the president needs to pursue a longer-term policy, where they challenge not just the ruling itself, in this case, but they need to -- they need to challenge before the Supreme Court, the very idea that this these lower courts can issue nationwide injunctions rather than injunctions just targeted to the people in the case. Because essentially, we have a district judge, in San Francisco--"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Right."
    },
    {
      "speaker": "KRIKORIAN",
      "utterance": "-- who has a veto over national policy. That's an absurdity that can't be allowed to continue."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, but it's nothing--"
    },
    {
      "speaker": "KRIKORIAN",
      "utterance": "Justice Thomas said it has to be stopped."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But it's nothing new, Michelle. I mean, they go to these, district court judge, that you have got a federal district court, circuit, Supreme Court. But a district court judge making a decision that impacts the entire nation. We saw interest with the travel ban and we continuously see it. Why do you think, what is the thinking there?"
    },
    {
      "speaker": "MICHELLE MALKIN, HOST, CRTV",
      "utterance": "Well, it's judge shopping for sure and jurisdiction shopping. You're right, Judge Jeanine, it has gone on a long time. And no one is more adept at doing that kind of shopping than open borders immigration lawyers. And it's not just at the circuit court of appeals level. You've mentioned, at the outset the Luis Cobos-Cenebio case. And in that case a judge had, had that violence, alleged shooter, in his courtroom and reduced the felony charges down to a misdemeanor. He had been on, you know, a second criminal charge in front of the courts. And it's because those two misdemeanors did not meet the three-misdemeanor arbitrary threshold that the Obama administration had put for illegal aliens, that ICE didn't get any notice and wasn't able to put a detainer on him in the first place."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And you know--"
    },
    {
      "speaker": "MALKIN",
      "utterance": "That's just -- that's just one level of the problem with the judiciary, because of course the immigration courts are rife with all of these open border radicals who would rather let all of these people loose in addition to having people come in to the country, on these migrant caravans and they get amnesty to become future Democrat voters."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, and you know, Mark, final on this, because I want to talk about Justice Roberts. But the idea that the Obama administration could create these thresholds, and we have it here in New York City, where, you know, we're not going to cooperate with ICE, we're a sanctuary, a sanctuary city state. This is a threshold. He's DACA, he gets a few crimes with no problem, how are we going to change that?"
    },
    {
      "speaker": "KRIKORIAN",
      "utterance": "That's a good question. Congress is going to have to act. Because what the administration has tried to do is to punish these sanctuary cities by saying, we're going to cut your money off. They have sued, successfully so far, saying that the statute, the legislation, doesn't give the executive that authority. Congress needs to be very clear and it is in Congress' court. Unfortunately, starting in January, nothing is going to get done. And I'm afraid looking at the record of the past two years, even in this lame duck session, which is going to be in December, Congress when the Republicans still have the majorities in both houses, they are just not going to move against sanctuary cities or any of these other issues like loopholes at the border."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. And Michelle, I'll go back to you on the issue that is the subject of the most recent injunction, and that is the president saying we're not even going to consider asylum unless you come in at an appropriate port of call. So, now, we have the chief justice of the United States Supreme Court actually coming out, and basically pushing back on the president, saying there's no such thing as an Obama judge or Clinton judge or Bush judge. I mean, look, the judiciary never gets involved in politics. This is unheard of."
    },
    {
      "speaker": "MALKIN",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And by the way, John Roberts wasn't the person at issue here. He just decided he was going to stand up for his judges. Is the Supreme Court now becoming politicized, too?"
    },
    {
      "speaker": "MALKIN",
      "utterance": "You know, I really, I really don't appreciate that kind of compulsion to do this kind of virtue signaling and posturing. And Justice Roberts has done this before. I think that President Trump has treated it exactly as it should be. You know, kind of brushing it off his shoulder. But the policy issue here is a serious one. And thank goodness we have a president who is trying to tackle it. Our asylum system is a joke. And you know, both Mark and I have covered this for a long time. The people, those radicals who are funded by left wing groups, in the immigration lawyer's lobby, know that it is not over until the alien wins. And with asylum fraud you've got all of this gaming and enabling going on, and it is not fair to people who are legitimate asylum claimants."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MALKIN",
      "utterance": "And it's certainly isn't fair to anybody else who is waiting in line to get into the country the right way."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Ok. Quickly, Mark, I have 30 seconds left. You know, immigration is up sharply as the most important issue in the United States now. First of all, how is it that we have caravans, when everybody knows we are sending the military to the border. And now, you know, who is pushing them? Do you have any idea?"
    },
    {
      "speaker": "KRIKORIAN",
      "utterance": "These caravans happen because it pays. It's worth it. The odds are really good that if you stick with this caravan and make it to the border, and attend the seminars, telling you the magic words to say, you will be let into the country. You may not get asylum, you probably won't but it doesn't matter. You get pass the border--"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "KRIKORIAN",
      "utterance": "-- and you're home free. That's the goal."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Thank you so much, Michelle and Mark. And next on this \"Hannity\" special, get this, campus liberals calling Thanksgiving racist. Unbelievable. We'll be right back with this unbelievable story."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Welcome back to the special edition of \"Hannity: The Trump Agenda.\" I'm Jeanine Pirro in for Sean. What does it matter with our universities, can't they stop teaching our kids to hate America for just one holiday? Now, not even Thanksgiving is safe at the University of Oregon. Some student groups planned an event group called, \"Thanks, But No Thanks-giving: Decolonizing an American Holiday.\" The Web site, Campus Reform, went to Oregon to ask students if they indeed believe Thanksgiving is racist. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, there's definitely a racial history, yes, very racist history to Thanksgiving."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And that should probably definitely be addressed more."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I mean, yes, sure, there are racist aspects of the history. Definitely."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What do you find racist?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The fact that we're celebrating taking away land from the natives."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK. OK."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's pretty racist."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Joining to us talk about this P.C. craziness, civil rights attorney Daryl Parks, and NRA TV contributor, former Secret Service agent, Dan Bongino. You know what, guys, I got to tell you, I am so sick of people getting triggered by ridiculous things. I mean, they find prejudice wherever they live, it's like all around us. So, I'm going to let you have at it. Is it - - what is going on with young people today? Dan?"
    },
    {
      "speaker": "DARYL PARKS, CRIMINAL DEFENSE ATTORNEY",
      "utterance": "Well, without question--"
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, Daryl, you go first."
    },
    {
      "speaker": "PARKS",
      "utterance": "Well, certainly, judge, I had to tell you, without question the Oregon ducks are definitely all based on this one, probably should say the duck is off the plantation right now because they are way, way off. Without question. That kid doesn't speak for most people. Most people see tomorrow as certainly a time for family, football, and fun. And so, people are getting together. Those students are not, in any type of way, on point for what Thanksgiving means to most Americans now. Most Americans are traveling to be with each other and to enjoy each other's company. So, I wouldn't -- there's no way that those people speak for anyone else other than the people on the Oregon campus."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, Daryl, you make a good point, and that it's about family, football, eating, and talking. Nobody is celebrating, look, we took the land from somebody, you know, we're great people. But what do you think, Dan?"
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR, NRATV",
      "utterance": "Well, I'm glad Daryl feels that way. But unfortunately, they don't speak only for the Oregon ducks. You know, when you go on college campuses, views like this are everywhere. Judge, you know, liberalism is a forest fire, it burns down everything it touches. I remember, they'll ruin any holiday they get their hands on by going to the racism well every time. There was a controversy over Halloween, over get a load of this, the Black Panther costume. He's a Marvel super hero, he's not even real. There was a controversy over if it's appropriate to wear that costume ball games the character who played him quite well in the movies happened to be black. These are absurdities. Thanksgiving being a racist holiday?"
    },
    {
      "speaker": "PARKS",
      "utterance": "Dan -- Dan--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "This is outrageous. Yes, go ahead."
    },
    {
      "speaker": "PARKS",
      "utterance": "This is not a conservative or liberal issue."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "PARKS",
      "utterance": "I mean--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, it is! It is!"
    },
    {
      "speaker": "PARKS",
      "utterance": "Throughout the country north and south, people are getting together, having fun."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes."
    },
    {
      "speaker": "PARKS",
      "utterance": "People are traveling to be with one another."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "PARKS",
      "utterance": "Great football going on the south."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I agree."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, I think we all agree."
    },
    {
      "speaker": "PARKS",
      "utterance": "Look at the great games this weekend."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Dan and Daryl--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "I'm happy to be with you--"
    },
    {
      "speaker": "PARKS",
      "utterance": "So, who cares what the students of Oregon care about."
    },
    {
      "speaker": "BONGINO",
      "utterance": "-- right now, too."
    },
    {
      "speaker": "PARKS",
      "utterance": "Thank you."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I mean it. I'm happy to be with Daryl. But, judge, Daryl is wrong. Daryl, I love you, man, but you're wrong. This is a liberal thing. I promise you there is no conservative out there, trying to make the case at Thanksgiving dinner tomorrow, that Thanksgiving is a racist holiday. I promise you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Now, listen, guys, I got to tell you, I walked down the street for dinner and I had Chick-Fil-a at Sixth Avenue and 46th. I love it. And our next story is about just that restaurant. Now, this is from Campus Reform, so-called educators, at Ryder University in New Jersey are refusing to bring Chick-Fil-a to campus despite student wishes. The college said the ban was about promoting, quote, \"inclusion for all people.\" Now, Daryl, does Chick-Fil-a, you know, does that not include everyone? What do you think, Daryl?"
    },
    {
      "speaker": "PARKS",
      "utterance": "Well, I think certainly Chick-Fil-a as a corporation has policies of its own. However, I don't think we're at a point where we hold most corporations to some kind of societal values test. And most importantly, I think Ryder University should have asked their students. It's obvious someone in the administration made a decision about this, not the students. I think the university needs to evolve where most students and society are right now, that we love everyone."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "PARKS",
      "utterance": "So, I think Chick-Fil-a has their beliefs but they're good at what they do."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Dan?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Judge, you probably are laughing for the same reason I was. The reason they're giving for not including Chick-Fil-a on campus, is inclusion? Folks, listen, does that make sense? Like, how brain dead do you have to be to put out a statement like that. Listen, we're all about excluding Chick-fil-a because we're all about inclusion. How do you say that with a straight face? I mean, it's all dumber for everyone--"
    },
    {
      "speaker": "PIRRO",
      "utterance": "What I want to know, Dan, why is it excluding a chicken a problem? Or including the chicken?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Listen, judge, I stopped trying to figure out liberals like 20 years ago. I get none of this tolerance. Let's tolerate everybody. Accept people we disagree with. Let's include everyone, accept everyone we disagree with. It doesn't make sense. Stop trying to figure it out."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But you know what it tells me?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Turkey and stuffing--"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I got to tell you, guys, you know what it tells me, that particular story tells me that it's the university and not the students. Because I know a lot of young people here love Chick-Fil-a. They have this great little waffle, deep fried waffle, potatoes that are out of this world."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Great lemonade."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, they have great everything. I love Chick-Fil-a. But here's the thing, it comes from the teachers and the university, that's why the kids are being brainwashed, it's coming right from the university, Daryl, when they say we don't want Chick-Fil-a on campus."
    },
    {
      "speaker": "PARKS",
      "utterance": "I think we need to hear from the students. I think the students need to speak up again and tell the university what they believe."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK."
    },
    {
      "speaker": "PARKS",
      "utterance": "And let's say something. Something needs to be said about Chick- Fil-a."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I got to go in a few seconds. Go ahead."
    },
    {
      "speaker": "PARKS",
      "utterance": "Chick-Fil-a is one of the few corporations that really has some value. They close on Sundays to let their people go to church. I mean, we may not agree with them on everything but they've been a leader as it relates to values in our country."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, no question about it. It's great having the two of you on tonight. And thank you for staying with us for this \"Hannity\" special, Trump's Agenda. Stay tuned for final thoughts."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Welcome back to the special edition of \"Hannity: Trump's Agenda.\" Unfortunately, that's all the time we have left this evening. But before we go, Christmas is right around the corner, so think about that special someone who may like a copy of my number one New York Times bestseller, \"Liars, Leakers, and Liberals: The Case Against the Anti-Trump Conspiracy.\" Now I'm going to be back here hosting on Friday night. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}