{
  "date": "November 21, 2018",
  "headline": "Investors have something to be thankful for",
  "subHeadline": "Guests: Devi Nampiaparampil, Jillian Melchior, Mike Gunzelman, Hector Garza, Larry Winget, Hal Lambert, Tom DeLay",
  "url": "https://www.foxnews.com/transcript/investors-have-something-to-be-thankful-for",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHARLES PAYNE, GUEST HOST",
      "sentences": "Well, the holiday getting -- getaway is on, Americans from coast to coast hitting the roads and airports for Thanksgiving, as shoppers gear up for the biggest shopping day of the year.  And we are everywhere. Welcome, everyone. I'm Charles Payne, in for Neil Cavuto, and this is \"Your World.\"  FOX on top of Americans hitting the roads and about to hit the stores with Mike Tobin at Chicago's O'Hare Airport on the big travel push, Lauren Simonetti in New Jersey on the big holiday shopping push.  We began with Mike -- Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS",
      "sentences": "Well, we're expecting to see holiday travel push into record territory, up 5.4 percent from last Thanksgiving. We're expecting about 4.7 million people to come through the airports. And that means a record number of people being screened by TSA. The good news is that it's humming along, as I let you look live now at how things are going through O'Hare's terminal number three.  You can see that it actually looks like a pretty light day. As busy as it got, it never really got too far out of bounds from a normal Wednesday.  That's because the TSA saw this coming. They budgeted some overtime. They have got all of the positions at the screeners filled and the lines are moving along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE LORINCZ, TSA REGIONAL DIRECTOR",
      "sentences": "We recommend that you arrive at least two hours before your flight. We're going to have additional hours.  We're going to have all lanes operational.   We're going to have an overtime budget that has been allocated for additional hours. And we're going to make sure that we process our passengers not only safely, but also efficiently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "About 48 million people will get in the car, and that's actually a bit down. GasBuddy.com was anticipating travel to be down by about 15 percent because gas prices were so high, but gas prices took a big dive in October.   So they are expecting some last-minute decisions about people who want to fill up the tank, but you're still going to have some freedom if you get on the road this holiday weekend -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Mike, thank you very much. Now to FBN's Lauren Simonetti gauging the mood of investors -- I mean, shoppers, rather.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We're talking about a different market, aren't we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "She's in Westwood, New Jersey -- Lauren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN SIMONETTI, FOX NEWS",
      "sentences": "We're investing in the stores today, Charles.  The official kickoff to the holiday shopping season is literally just hours away. So, whether you're going to the big mall or going shopping in a small town like this one or just sitting home on your couch shopping with your fingertips, you're likely hunting for the best deals out there.  Get these numbers, 34 million of us expected to shop tomorrow, the holiday, Thanksgiving. Triple that is expected on Black Friday. And the excitement is expected to continue through the weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a Thanksgiving weekend. I'm taking her. She's thanking me, but don't tell our mates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I am definitely not. It's going to be too cold for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "You guys are all doing shopping on Thursday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALES",
      "sentences": "Yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "What stores?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Macy's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Lots of eating, cooking, and just fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "So, for those shopping tomorrow, Adobe Analytics says the best deals are on sporting goods. If you're shopping Black Friday, you will likely find the hottest deals on electronics.  Now, if you are shopping online, Cyber Monday, it's all about the toys.  The hot toys this year, the LOL Surprise dolls. I don't know if your granddaughter is into those, Charles, also the Little Live pets, like this turtle here. This little guy was 20 bucks, by the way. But what was crazy about this is that if you look at the numbers this month before the official kickoff to holiday shopping, $32 billion has already been rung up in online sales. Expect to add about $3 billion of that tomorrow on Thanksgiving and about $6 billion to that, Charles, on the official Black Friday. All in, we are expecting online sales to top $124 billion this year. So happy shopping. And a little bit of a confession. I have been getting deals, Black Friday deals, all week. I did half of my shopping at work this week, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Good. Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "On the computer and on my phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, I expect my gifts earlier than normal, then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Lauren, thank you very much. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Hey, with millions of Americans hitting the roads and stores this holiday weekend, who says the economy is doing lousy? Even though the market is seesawing back and forth, we had a rough few sessions here, the bottom line is, it seems like folks out there really feel like it's -- everything's OK.   We're going to ask Hal Lambert, CEO of Point Bridge Capital, and personal finance guru Larry Winget.  Larry, you know, we're hearing recession talk, inverted yield curves, crashing crude oil, and yet all the other things point to a very strong and confident consumer out there. LARRY WINGET, AUTHOR, \"WHAT'S WRONG WITH DAMN NEAR EVERYTHING!\": You know, Charles, I spend most of my time traveling around the country talking to small business trade associations. And I see a lot of enthusiasm among small businesses out there. They feel good about jobs, they feel good about wages, they feel good about all the opportunities ahead of them. So I think confidence is way up, and we're going to end strong this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Hal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAL LAMBERT POINT BRIDGE CAPITAL",
      "sentences": "Oh, it's going to be a fantastic holiday sales season. I mean, look at -- consumer confidence is near an all-time high.  Unemployment is at record lows across all demographics, women, Hispanics, black, Asian. You have got -- the consumer confidence number is the key for this employment number.   And if you look at -- also at the paychecks that people have now, the tax cuts are in full effect. So you have got net pay up and then you're getting raises coming through. You add on top of that the oil prices dropping. So you have got lower gas prices. These policies of President Trump have put more cash in people's pockets than ever before, and they're going to spend it this holiday season.  I mean, Americans, let's face it, they have a lot to be thankful for this Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, I feel like everything Thanksgiving, as an American, I'm grateful, but certainly when the economy is humming.  Larry, interesting enough, we had the consumer sentiment report out by the Michigan University. What I found to be very compelling is the top one- third of income households in this country, their consumer confidence went down over 6 percent. The bottom one-third rocketed more than 10 percent. We have been seeing Americans who have been shut out of the economic recovery for a long time really starting to feel good about themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WINGET",
      "sentences": "Yes, isn't that a great thing, that people who have in the past been at the bottom are starting to feel good about their situation and their circumstances now?  It's all because of what he just said, that we finally have a group of people that have more money in their pockets than they have in the past.  And they're excited about that, thankful about that. And they're going to be spending some of that money. For the first time in a long time, they feel good about their Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Now, of course, Larry, you're real famous for telling folks, hey, it's good to be excited, but don't overdo it. And that -- we're not just talking about the turkey tomorrow, right? You talk about spending. Are we at a point where you want to sort of put out a word of caution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WINGET",
      "sentences": "Yes, first of all, I would say, on Black Friday, don't chase a bargain to the point that you lose your dignity along the way. Be nice to folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WINGET",
      "sentences": "Don't rush through all this stuff. Don't push and shove. And if you're going to charge your credit cards up buying Christmas presents, be sure you can pay that off in 60 days or less.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, make sure you don't give the security guard the bum's rush.  Hal, I will give you the last word here. So this momentum, you see it going through the rest of the year into 2019?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAMBERT",
      "sentences": "Absolutely. Look, consumers have more money in their pockets than ever before. And, as we just said, they have a lot to be thankful for. They're going to be spending it. I think value and convenience are going to going to -- what drive retailers.  So if you're providing value and you're providing convenience as a retailer, you're going to do very, very well this season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, gentlemen, thank you both very much. And happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WINGET",
      "sentences": "Happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I'll tell you, the only obstacle may be the weather, right?  Temperatures in the 20s along the East Coast, icy cold winds that could actually even ground the Macy's Thanksgiving Day Parade. Some of those balloons may have to be grounded.   Meteorologist Rick Reichmuth is with us. He's in the FOX Weather Center keeping track of all of this. Rick, I'm getting chilly just tossing this to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS CHIEF METEOROLOGIST",
      "sentences": "I know. I know. But here's the deal. It's going to be better by Friday, once you're going to go outside to shop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "So, that's good. The cold day is Thanksgiving Day. And if you're already at mom's or grandma's, then you can just stay inside and kind of wait it out, because it rebounds pretty quickly. Want to tell you, out across the West, big rain coming into California, as well as the Pacific Northwest. And those fires we have been dealing with, a little bit too much rain too quickly, we're worried about some flooding, or at least some mudslides, especially in those recently burned areas.  That said, we desperately need that moisture. But you mentioned it. So here's the current windchill. Feels like nine degrees in Burlington, 19 in Albany. Still, along the coast, along the I-95 Corridor is not that bad just yet. However, by tonight, the low temperature in New York City 19 degrees, 15 degrees in Boston, cooler once you get up here, single digits across parts of northern areas of New England. And this is Friday morning, we're going to be dealing with kind of the same thing. So a couple of really cold mornings, and the day in between, that day is Thanksgiving Day. Down across the South, though, it's going to be beautiful, 60 in Kansas City and tons of sunshine. You mentioned the parade. All right. Take a look at this. This is 10:00 tomorrow morning, 21 degrees actual air temperature. It's going to feel like somewhere between around seven to 15, and the winds right around 10 to 25 miles an hour. It's really crucial. The rules for the balloons are if the sustained winds are more than 23 miles an hour, they're grounded. If it's gusting to more than 35 miles an hour, they're grounded, the balloons are grounded, they don't put them up. However, I think we're going to be right below that threshold in almost all that case. And so the balloons will probably go. They might not go as high, Charles, as they usually would go, but they will bring them down, tether them down just a little bit. And I think the balloons are still going to fly. But if you're thinking about going and sitting out there, just sitting, not moving in 20 degrees for a few hours, that doesn't sound like fun. You really better bundle up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, Rick, I'm looking out the window right now. And there's so many people gathering already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I think folks want to see the balloons, no matter how cold it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "It's true. It's an amazing thing to see the parade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. Well, they will bundle appropriately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Hey, thanks a lot for the semi-good news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "Yes, you bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We will watch football, watch this show tomorrow, and then we will go shopping on Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, always great talking to you, Rick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, we have already seen the unrest in Tijuana, really all the things they're dealing with from its residents, when 3,000 migrants arrived.  What happens now that busloads more just showed up? And what does it mean for our agents on the border? We're on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "As the caravan numbers grow south of the border, the White House approving increased authority for U.S. troops north of it. They can now provide protection for the Customs and Border Patrol, protection agents, and engage in some law enforcement duties. With us now, National Border Patrol Council vice president Hector Garza. Hector, this news coming up this morning. It's 58,000 troops to support the 2,000 border guards there. Already, we have seen some ugly scenes throughout Mexico, some clashes with the authorities, local residents. Are you happy with the idea that, if it comes to that, at least you will be able to get some support from U.S. troops?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECTOR GARZA, VICE PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "sentences": "So we're actually very happy that the President Trump is supporting our Border Patrol agents and he's putting America first.  It's very interesting, Charles, because we have never seen this before.  But we're very appreciative that we have the military, that our ports of entries have been fortified, and that we now can do our job and try to secure the border. No other president has ever done this before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Of course, I meant 5,800 troops, not 58,000 troops. Now, that being said, this is a -- this is a situation that no one has ever dealt with before. There's been a race to put the barbed wire and things like that. It's -- there's so many miles, though, to protect and there's so many unknowns. How do you feel about this now, if the moment of truth is coming upon you very quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "Well, it's -- like you say, it's never been done before. And guess what? We do have to take these extreme measures. If people try to come over that border fence or that border wall, or they try to cross the Rio Grande River down in Texas, we're going to have to stop those people. We're going to -- we're going to have to arrest him, detain them, process them and hold them. And we won't be able to do that without the help of the U.S. military.  This is definitely not a political issue. And this is just about border security and caring about the American public and the American communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, what do you anticipate? Because we just had a court ruling essentially saying, hey, if you get to this country, and you can get -- get your foot on American soil, you get a chance to go through the asylum process, which has been criticized by many people and is -- and abused, as we all know? So, how do you guard against something like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "So we do expect for people to start crossing the border illegally. Our Border Patrol agents are ready. They have been trained. We do have our U.S. military members that are also at the ready to be able to process these people and detain these people, as a matter of fact. And if it wasn't for the actions of President Trump of sending the military, there was no way our Border Patrol agents would have done this job without that support, because you have to keep in mind that we don't have detention space, we don't have the proper transport vehicles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "And because of the military, now we will be able to handle this type of work.  Now, it's not going to be easy. A lot of our agents will be assaulted. We have know that there are a lot of criminals in this caravan. And we're just going to have to go out there and do our best. But the good thing is that our Border Patrol agents are properly trained and they're probably the best out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Your agency knows that they're -- you confirmed that there are criminals in this -- in this caravan that's approaching now? There's been speculation, but I have never heard that it's been proven.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "So, there's -- so, there should be no speculation. What's interesting is that our U.S. government has great intelligence in this country, and we do have confirmed information that there are numerous criminals in this caravan. We know that there are people in this carbon that have been deported after serving time. As an example, our Border Patrol agents arrested a couple weeks ago an alien that had been convicted of murder in Austin, Texas. And days after he was deported, he was apprehended by our Laredo Border Patrol agents. So we know for a fact that these criminals, once they get deported, once they are coming from their countries, these gang members, we know that they're going to make it into the -- into the United States or they're going to try. But they will be met by our Border Patrol agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Real quick, Hector, before we wrap it up, the overarching majority of these folks coming in, what -- will it be catch and release or catch and house them in these temporary quarters that the military helped build? How are you going to handle them once they cross the border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "So, we are working with President Trump to make sure that this is catch and detain, so we can do away with catch and release. Our union, our Border Patrol Council, had a meeting with President Trump this week, and that was the main topic of discussion. So we are looking forward to catch and detain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, listen, be careful. The world's watching and we hope it goes peacefully and everyone's -- your thoughts -- everyone's thinking about you and your team. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "Thank you, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Chief Justice John Roberts delivering a Supreme slap-down to something President Donald Trump just said.  Kevin Corke is in West Palm Beach, where the president is nearby in Mar-a- Lago. This is a -- this was some serious stuff, huh, Kevin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, no question, Charles. I mean, we're talking about a back and forth over judicial independence and judicial activism, quite frankly, to be honest. That's dominating the president's first day of vacation of Thanksgiving 2018. Very interesting conversation. And I think it's a conversation, frankly, Charles, that the American people are ready to have. This actually all began when the president openly criticized a judge by the name of Jon Tigar for preventing the administration from enacting new restrictions on asylum seekers. Now, that ruling, in effect, places a hold on the administration's plans to keep potentially thousands of migrants, as you were just pointing in your previous interview, from being granted access to our country and what White House officials have suggested is akin to exploiting a loophole in our laws. Well, just yesterday, the president said this about that ruling:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "It's very unfair when everybody files their case in the Ninth Circuit. They file it for a reason. This was an Obama judge. And I'll tell you what. It's not going to happen like this anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "OK. So, that brought this response from the chief justice of the U.S. Supreme Court, Justice John Roberts, who wrote this: \"We do not have Obama judges or Trump judges, Bush judges or Clinton judges. What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them. That independent judiciary is something we should all be thankful for.\" But, as you can imagine, Charles, if it's out there, the president hears about it, he's going to head to Twitter to make sure he can communicate with as many people as quickly and as possible. He wrote this within the hour, tweeting: \"Sorry, Chief Justice John Roberts, but you do indeed have Obama judges, and they have a much different point of view than the people who are charged with the safety of our country.\" He added this: \"It would be great if the Ninth Circuit was indeed an independent judiciary, but if it is, why are so many opposing view on border and safety cases filed there, and why are the vast number of those cases overturned? Please study the numbers. They are shocking. We need protection and security. These rulings are making our country unsafe, very dangerous and unwise.\" Now, part of the frustration stems from the many challenges to Trump policies from Obama-appointed judges, notably in California, as you and I have talked about previously, also Hawaii, as in the travel ban, and even recently Michigan, as in the Iraqi illegal immigration ruling. A very timely conversation, one we're having on vacation -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I did read where the Ninth Circuit, I think 79 percent of these decisions have been overturned. And judicial activism has been a big topic on both sides of the aisle. So this won't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Kevin, have a great Thanksgiving. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Thank you, buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "More protests and clashes in Venezuela today against that country's socialist government. Why New York City Mayor Bill de Blasio may want to pay attention. And, later, shoppers getting ready to bust down those doors Friday, but what about millennials? Why stores are pulling out all the stops to get them in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "From City Hall to city landlord? New York City Democratic Mayor Bill de Blasio sparking new controversy after saying that he wants the city government to control property development and rents, all of it, and he cites his socialistic impulses. To FOX Business Network's Charlie Gasparino on -- by the way, we did invite Mayor de Blasio on the show. We haven't heard back from him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "I wonder why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. But it's so nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "You know, it's kind of funny, if you just depose him from the president. The president sometimes says crazy stuff, right, but his policies are kind of conventional normal. This guy sounds normal, but his policies are so out there. He's so radical. He's even radical for New York City, which used to have a -- I covered New York City politics for a long -- government and sometimes politics for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It used to own stuff. It reversed that trend starting with Dinkins, into Giuliani, where it basically started selling stuff that it owned. It owned hotels. It owned a lot of stuff. It started unraveling that because it's hard for government to be this big and to operate efficiency. This guy wants to turn back the clock. And it's interesting that he wants to turn back the clock as he cuts a crony capitalism deal with Amazon, gives them all these tax breaks to re-gentrify a neighborhood that's already gentrified. It really is a shame that this guy is still there. And people -- I will tell you, The New York Times did everybody a disservice. When he was running for mayor, he was running against a moderate smart, business- friendly Democrat named Bill Thompson. He's now the head of CUNY. I know Bill very well. Before the election that put de Blasio in there, they should have ran the story that they eventually ran, when the Republican was in. It was that Bill de Blasio honeymooned in Cuba, gave aid and comfort to the Sandinista, and really has the heart of a commie. And they didn't do that, because that would have hurt him in that primary, which was very close, that Democratic primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. It makes me wonder, though, if that would have been enough, because...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It would have been at the time, because it was very close. So we just needed a change of a few votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, Bill was a good candidate, to your point, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But I think about also in the last week a federal judge rejected a settlement. The New York Housing Commission, which runs the public housing projects...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Oh, yes, sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "... ran for a decade, they hid problems, from vermin, rats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Lead paint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Lead paint. And last winter, 80 percent of these 400,000 people went large swathes of the winter without heat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It is really disgusting, what...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And they -- he rejected it. The judge said he spoke to these residents, and that the squalor that they lived in -- and this -- and Mayor de Blasio wants to expand that to the entire city. He's -- it's just shocking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It's shocking that he can't manage what he has already has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I mean, if you know anybody that lived in housing, like my cousin and my mother lived in housing projects in the Bronx, they were much better than they are now. It's really a cesspool right now. It's a cesspool because the city government can't manage them right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And the guy at the top is giving tax breaks to Amazon while kids are getting sick off of lead poisoning from peeling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Or grandmothers are walking 20 flights because the elevator is broken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Rats in the food.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Or kids are freezing because the heat doesn't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I mean, it's really...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I mean, 400,000, Charlie, I bet you 90 percent voted for de Blasio back in office. We got to leave it there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "They probably did because he's got the Democratic Party locked up. And that -- that's locked up this entire city.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Sad. Hey, have a great Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "You, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, it looks like a very happy Thanksgiving for Nancy Pelosi, as one potential challenger to her speakership backs down. Are the other Democrats opposing her giving up too? And lettuce, turkey, cake mix, you name it, health scares are forcing Americans this Christmas -- this Thanksgiving, rather, to avoid it all -- what you need to know next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "A major health scare ahead of Thanksgiving, after romaine lettuce is blamed for making people sick in 11 states. Now reports they may be closing in on the source -- what you need to know. We're right back in 60 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Nancy Pelosi getting some help from progressives inside and outside the Beltway. New reports say left-wing lawmakers and groups are warning moderate Democrats of -- quote -- \"serious backlash\" if they vote against Pelosi for House speaker. Garrett Tenney has more on the nation's -- from the nation's capital -- Garrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARRETT TENNEY, FOX NEWS",
      "sentences": "Well, Charles, it's important to remember here that it was these moderate Democrat candidates in Republican districts who helped the party retake the House in the midterms. Now, not voting for Nancy Pelosi was an important campaign promise for a lot of these candidates. But progressive groups such as MoveOn are warning them and other moderates against voting for anyone other than Nancy Pelosi.  If they don't get on board, the group is reportedly prepared to support candidates to run against them in primaries. It is notable, though, that progressive groups didn't come out in support of Pelosi until after she agreed to give progressive House leaders more seats on powerful committees. That's when MoveOn tweeted -- quote -- \"We strongly support and call on all members of the Democratic Caucus to support Nancy Pelosi for speaker. Were it not for her skilled and effective leadership, the ACA would not be law today. Dems must reject attempts to defeat her and move the caucus to the right.\" Nancy Pelosi is known as a master deal-maker. And we're seeing a lot of that this week already. Today, one of the 16 Democrats who signed a letter vowing to vote against her announced he's changed his mind. In a statement, New York Congressman Brian Higgins said -- quote -- \"Following conversations with Nancy and other caucus leaders, I have renewed confidence that more voices will be heard, that members will each have greater opportunities to advance policies meaningful to the communities and country we love.\" Now, that is quite a change from earlier this year, when Higgins called Pelosi -- quote -- \"aloof, frantic and misguided.\" Now, this is also possibly an indication that, with still no viable challenger, a lot of Democrats are starting to view Pelosi's appointment as inevitable and they are starting to file in and get on board -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, now I know what they mean when they say use of political capital. I get it. I understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TENNEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, Garrett, thanks a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TENNEY",
      "sentences": "You got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Hey, so with many -- with Democrats now moving to the left and Congress that's so divided, the question everyone wants to know is, can anything get done in D.C.? Well, who better to ask them former House Majority Leader Tom DeLay? Tom, thanks for joining the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM DELAY (R), FORMER HOUSE MAJORITY LEADER",
      "sentences": "It's great to be with you, Charles. Happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Thank you very much. I got to tell you, we're hearing a lot of saber-rattling from incoming Democrats on the -- on the House side, not necessarily Nancy Pelosi. But it feels like we're going to be in for some pretty rough days come 2019.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "Yes, I got to tell you, it's going to be interesting to watch. If Trump triangulates the Republicans in the -- in the Senate, things could get really bad. But I'm hoping he's going to stand his ground, he's going to act like an outsider, he's going to take on the House, because the House is going to come after him. They're going to come after him with everything they had. We did that when we took over the first time in 1994.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "We shut down the government because Bill Clinton wouldn't sign the bills that cut 100 agencies and offices and bureaus. And he wanted more spending, and we wouldn't give it to him. So, the House...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "That didn't work out too well for you, did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "No, actually, it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It did? OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "You know, for the next six years, because Bill Clinton knew that we were crazy and we would take him over the cliff, he didn't get to sign one major bill that he initiated. The entire agenda was set up by the House, welfare reform, balancing the budget and so forth and so on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But he down, though...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "Yes. No, it was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "He did react, though, to the message of the people, who felt like Bill Clinton -- even Ronald Reagan, after a midterm loss, seemed to sort of shift gears a little bit, do some things he was uncomfortable with, but at the same time listening to the American public. And you got to wonder, legislate or investigate? The Dems seem to have one of these choices, and I'm not so sure they're not going to spend so much time digging up dirt on Deutsche Bank.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "Oh, listen, the investigations are going to be rampant. I mean, they're already talking about investigating Ivanka Trump over her e-mails when she first came into the transition team. I mean, that's just ridiculous-type stuff. But they're going to do it. I know Nancy Pelosi. I have known her for 40 years. She's very quiet and won't let you in on what she's doing, but, behind the scenes, all kinds of things are going to be going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "And Trump better be ready for it. He can't take it for granted.  He's got to be ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, and, by the way, there are some Senate Republicans who also want to investigate Ivanka. But, be that as it may, how does -- how do you suggest, then, that President Trump navigate through all of this? Because what we saw through the Brett Kavanaugh hearings is that, when the Democrats went low, and the GOP kind of stayed away, it worked out pretty good for them. And it changed -- it changed the whole dynamics, I think, of the electorate. And should it be warfare on both sides? Should President Trump just really strive for these bipartisan deals wherever he can get them, and, when he can't, just take the high road?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "Well, remember, the Democrats' definition of bipartisanship is to buy into their partisanship. So, compromising with them or cutting deals with them, you're going to lose, because you have already seen they're very tough. Nancy Pelosi is very firm. She's not going to -- I mean, she's going to take on Trump mano a mano.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "And so Trump has got a choice to make. He can stand firm, stand on principle, and stand on policy on what he wants to get done, even if it means shutting down the government every now and then, or he can give in to Nancy Pelosi and spend more money. And, if he spends more money, we're in for big trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Representative DeLay, it's always great talking to you. Thank you very much. And have a great Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DELAY",
      "sentences": "Thank you, Charles. Happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Facebook CEO Mark Zuckerberg says that he ain't going nowhere, but his money is. More on that blowout that's costing him billions of dollars. Plus, the warnings you will want to hear before your family sits down for Thanksgiving dinner. We have got all of that right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Tech's biggest players losing big. Amazon, Facebook, their shares tried to come back today, but it's been a tumultuous month for both of them. FOX Business Network's Deirdre Bolton here to break it all down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "sentences": "It sure -- it has been a tough month, Charles. Facebook, Amazon, Apple, Netflix, Google collectively losing more than a trillion dollars in market value since their record highs earlier this year. For some of the founders, the losses are more than symbolic. So take a look at Amazon's Founder, CEO, Jeff Bezos. He is among the richest people in the world. But his net worth has taken a big hit. He owns close to 79 million shares of Amazon. At $1,500 and change per share, so the drop in the stock price since those July highs means that Bezos has lost $40 billion. Now, Mark Zuckerberg, as we know, under a lot of criticism at Facebook, from having a slow response to Russian manipulation during the presidential race to other issues. And, in fact, one journalist asked him if he's the right person for the top job. Here's his answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "So you are not stepping down as chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK ZUCKERBERG, CHAIRMAN AND CEO, FACEBOOK",
      "sentences": "That's not the plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "That's not the plan. Would anything change that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUCKERBERG",
      "sentences": "I mean, like, eventually, over time. I'm not going to -- I'm not going to -- I'm not going to be doing this forever. But I certainly am not currently thinking that that makes sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "In that interview, Zuckerberg reiterated Facebook's potential as a force for good. He also pushed back against some of the criticism. Now, he owns more than 377 million shares class A and B, which does give him a lot of power. In fact, he would be pretty tough to kick out, which is why we have to assume he structured the terms in that way and why people talk about him stepping down vs. being replaced. But with that ownership, there is some downside. So when the stock stumbles, as it has, Facebook down around 35 percent since those July highs, and for that, that means a $30 billion loss in value. So, Apple, Netflix, Google also from where we stand, tons of arguments, as you very well know, Charles, as to why investors should buy on the weakness and some as to holding steady, plenty of opinions out there. But that's what the losses have meant to two founders -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, folks, sick of those robo-calls? The government unveiling a new crackdown. The question, though, is, will it work? And why you might want to watch out for some of the foods in your Thanksgiving feast tomorrow -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Shoppers and retailers getting ready to bust down those doors, but are the door busters worth the crowds? Internet radio host Mike Gunzelman, FOX Business Network's Kristina Partsinevelos, and The Wall Street Journal's Jillian Melchior here. All right, Mike, what do you think? There's going to be enough discounts to really get people off the sofa?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE GUNZELMAN, INTERNET RADIO HOST",
      "sentences": "I feel like this always happens, that we all say we're not going to go, and we're going to complain about the lines and everything. But I think more people than we really think actually end up going, you know what I mean, because I think in the back of our minds, we crave chaos, that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTINA PARTSINEVELOS, FOX NEWS BUSINESS CORRESPONDENT",
      "sentences": "We crave chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "We crave chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I was going to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "It's like we're missing out if we're not part of it type thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It's like when people rubberneck an accident or something, right?  There's something about it, beyond the savings, just to get in there and just block and tackle. I don't know, Kristina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "Really? Or is it more like we need the deals, I need the deal, I like that high that I get when I get a deal, and you don't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "You got to get that blender.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "Maybe that's what it's about. But, two, yes, I can -- I understand that you just got this amazing TV 45 percent off, and I'm stuck with this old -- older...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes, completely. I mean, I'm sure a lot of people will be going online. Every year, obviously, online sales go up. But there's just something about physically being there and just seeing the mess that it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILLIAN MELCHIOR, THE WALL STREET JOURNAL",
      "sentences": "Yes, it's like competitive people watching. Last time I went on Black Friday, people were like yanking stuff off the hangers, and there were piles on the floor, and people were fighting over that too. It's just bedlam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "We're all lunatics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "There are times when they knock the guards over, and it's just like it's the ultimate free-for-all. It's like -- but people said this would stop with the Internet. It hasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "No. But, speaking of the Internet, I actually have some tips for that. If you want to -- you know that it's cheaper if you go on Amazon right now and look at the sneak peeks? They have a section of what's on sale, or if you buy through Echo, or if you put stuff in your cart and don't buy it, and then they usually send you an e-mail with the discount. So these are some of the things I have learned with how to shop online.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "How about that? How about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "And then Tuesday seems to be the better day to buy travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "OK. You have got it all down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "So, I will see you at the mall on Friday, or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Let's see if you can figure this one out, Kristina. The FCC rolling out a new plan. They say it's going to combat those unwanted robo-calls and spam texts. Is it about time, no, right? I mean, we knew, Jillian, something had to happen. I'm not confident it's going to work. These guys always seem to be one step ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "Yes, I mean, it's kind of crazy that there's this illicit market, and that they're ahead of the learning curve on it. There's creative destruction there too, and that they're moving ahead. But I'm actually really glad to see something happened about this. I think the statistic I saw is now like half of all calls are spam calls. And they're just getting more outrageous and more creative. Like, the lady who pretends that she's talking to you, and then you realize halfway through that it's a recording, drives me absolutely crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Kristina, are you sure that that whole shopping cart thing wasn't a spam text? I mean, are you sure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "No, no, it's worked for me. No, no, no, I'm telling you, it's worked for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "But you know how to go against the robo-calls? Don't give your phone numbers to companies when they -- when you fill out a form, just give your e-mail. Then you get the spam to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Or give your friend's phone number. That's what I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "Oh, that's mean. That's mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "I used to give my brother's out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "Oh, you guys are hard-core. But that's one of my tips, is to avoid it. And then you put yourself on that do-not-call list. So I think that if they go through with it...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "The do-not-call list?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "Which I know is outdated and doesn't do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "I feel like everything that they do isn't going to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "You can get an app, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Listen, the bottom line, though, is that we know -- give information out for free all the time to all of these different entities.  They have to make money some way. And that's one of the big ways they make money, isn't it? I mean, some of these -- you can't be a business offering free services and free stuff without anything in return.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "But it's so obnoxious. I mean, I'm glad that they're finally doing something about it, because, I mean, some of these calls -- like, you see the really scammy ones where they're pretending to be the IRS or they're pretending to sell you a vacation. Or I have even had ones where they pretend to be the police calling, talking about an outstanding arrest warrant. There's just some really shady stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Look like you bit the vacation one, that they might have got you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "That's tempting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Did you show up, and the hotel wasn't there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "The solution is, just don't answer number that you don't know, right? I mean, I don't answer numbers I don't know. And I also purposely leave my voice-mail full.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "And then they call back. And then they call back with a number that's similar to your own. And you think, oh, it's in my neighborhood. Maybe I shouldn't answer it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We got to leave it there. But I am so weird. The only answers -- the calls I answer are the ones I don't know. Those are the only ones I do answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Oh, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I don't know if it's an emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARTSINEVELOS",
      "sentences": "I will tell your wife that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Ahead of Thanksgiving, food recalls across the country, and people are flipping out. Well, we got some tips for you. We want to keep you and your family safe, because we care -- next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Was that a test?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Oh, a new report says California may be the source of romaine lettuce blamed for making people sick in at least 11 states and Canada. Now, the scare comes as, of course, Americans are prepared to sit down for their Thanksgiving feasts. Turkey and cake mix is also being recalled in recent days. To NYU Medical Center's Dr. Devi on just what folks can do to protect themselves. We're glad to have you here, because this is -- it always seems to happen on the eve of Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. DEVI NAMPIAPARAMPIL, ASSISTANT PROFESSOR, NYU SCHOOL OF MEDICINE",
      "sentences": "I know. At least it's the lettuce that we have to throw away, not the turkey, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "So, the difference between the two, there's two major players here. One is the bacteria called E. coli. The other one is salmonella. And E. coli is what we're concerned about in the lettuce. So, the reason that but have to throw it away, it's not just the E. coli itself, but it produces a toxin called Shiga toxin. So even if you kill the bacteria, the toxin can still survive, and rather than causing a diarrheal illness, what that does is, it can cause kidney failure. So that can kill you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, before you get to that point, then, what are some of the early signs that maybe you have had some bad romaine lettuce?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "So, you may not have anything for one to 10 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "So, just because you have had it doesn't mean that, oh, nothing happened to me, let me serve it to other people. So it can take some time to figure it out. But you can have dehydration, stomach cramps, nausea, vomiting, diarrhea, anything that goes along with a diarrheal illness. But in terms of the Shiga toxin, sort of even after that, if you have those symptoms, you can get dehydrated. So your kidneys are shutting down, and you're not producing urine. And that can be much more dangerous. That, you should definitely go to the E.R.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "E. coli and salmonella, I never thought of them as being separate, right? I always felt like they were always interchangeable in conversations. But there's a distinct difference?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "There is a big difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And danger too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "Exactly. So this strain of E. coli is what's so dangerous. Salmonella, I don't want to minimize it, but it's really associated with raw or undercooked foods.  So you can protect yourself from salmonella by really cooking your turkey, cooking your turkey. And if you're having cake mix, which was also brought up, don't have that raw batter that's on the side of the bowl that we all like to kind of taste.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "Me too. But, still, it's that raw part that actually makes people sick. So, usually, even if you do get sick from salmonella, it's not as dangerous.  It can still be diarrheal. You could still get dehydrated. But it's not usually as life-threatening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "In the sort of from planting the seeds and growing the lettuce and getting it to supermarkets and on our table, where in this process does this happen? Because it feels like there certainly could be more safeguards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "I agree with you. It's not clear though, with these particular outbreaks. I mean, it seems to be we used to hear about it more with meat. Now we're hearing about it in all these other products. So it seems to be maybe that some of these contaminants are getting into the water, and then therefore affecting the crops, et cetera. But at home, in terms of Thanksgiving, I would say it can actually be you making the Thanksgiving meal that is contaminating things. So let's say you take your turkey, and you're making it, preparing it in the sink.  Don't touch your raw turkey, and then touch everything else, because, if there's salmonella, low likelihood, but if there is, you're spreading it to other things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "You can actually transfer it that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "Exactly. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "So, by touching it and then touching other things, you cook the turkey, kill the salmonella that's in the turkey, but you have already spread it onto some other things, right? So you want to, as much as possible, not cross-contaminate. So wash your hands in between whenever you touch anything raw.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I think the CDC warning covers just 11 states, mostly on the East Coast, and also I think maybe California. Should people not in those states just take as a precaution, if you got some romaine lettuce, just toss it anyway?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "Yes, exactly, even in our states, because they're not sure. It's appeared in those states, but in other ones too, it could still be spreading, because they don't know exactly where it's been found. But they only found this over a three-week period in those areas, but it still could appear elsewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Bottom line, there is no doubt that some people probably are walking around right now who might have been infected. So pay very close attention. And even if you have consumed the romaine, you feel great, you may not be great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "Exactly. Just be cautious. Throw away the romaine. Cook the turkey completely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right. Dr. Devi, great seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "Nice to see you, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Congratulations on your new child.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "sentences": "Oh, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "See you soon. Hey, folks, of course, don't forget to catch me on \"Making Money.\" It's on the FOX Business Network every weekday at 2:00 p.m. Been a rough market. Been a rough couple of weeks for the stock market.  I'm here to help you. You don't have to lose money, even though Jeff -- Zuckerberg, Jeff Bezos lost a lot. Thank you very much. Have a happy Thanksgiving. \"The Five\" starts now. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES PAYNE, GUEST HOST",
      "utterance": "Well, the holiday getting -- getaway is on, Americans from coast to coast hitting the roads and airports for Thanksgiving, as shoppers gear up for the biggest shopping day of the year.  And we are everywhere. Welcome, everyone. I'm Charles Payne, in for Neil Cavuto, and this is \"Your World.\" FOX on top of Americans hitting the roads and about to hit the stores with Mike Tobin at Chicago's O'Hare Airport on the big travel push, Lauren Simonetti in New Jersey on the big holiday shopping push. We began with Mike -- Mike."
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS",
      "utterance": "Well, we're expecting to see holiday travel push into record territory, up 5.4 percent from last Thanksgiving. We're expecting about 4.7 million people to come through the airports. And that means a record number of people being screened by TSA. The good news is that it's humming along, as I let you look live now at how things are going through O'Hare's terminal number three. You can see that it actually looks like a pretty light day. As busy as it got, it never really got too far out of bounds from a normal Wednesday.  That's because the TSA saw this coming. They budgeted some overtime. They have got all of the positions at the screeners filled and the lines are moving along."
    },
    {
      "speaker": "STEVE LORINCZ, TSA REGIONAL DIRECTOR",
      "utterance": "We recommend that you arrive at least two hours before your flight. We're going to have additional hours.  We're going to have all lanes operational. We're going to have an overtime budget that has been allocated for additional hours. And we're going to make sure that we process our passengers not only safely, but also efficiently."
    },
    {
      "speaker": "TOBIN",
      "utterance": "About 48 million people will get in the car, and that's actually a bit down. GasBuddy.com was anticipating travel to be down by about 15 percent because gas prices were so high, but gas prices took a big dive in October. So they are expecting some last-minute decisions about people who want to fill up the tank, but you're still going to have some freedom if you get on the road this holiday weekend -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Mike, thank you very much. Now to FBN's Lauren Simonetti gauging the mood of investors -- I mean, shoppers, rather."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We're talking about a different market, aren't we?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "She's in Westwood, New Jersey -- Lauren."
    },
    {
      "speaker": "LAUREN SIMONETTI, FOX NEWS",
      "utterance": "We're investing in the stores today, Charles. The official kickoff to the holiday shopping season is literally just hours away. So, whether you're going to the big mall or going shopping in a small town like this one or just sitting home on your couch shopping with your fingertips, you're likely hunting for the best deals out there. Get these numbers, 34 million of us expected to shop tomorrow, the holiday, Thanksgiving. Triple that is expected on Black Friday. And the excitement is expected to continue through the weekend."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a Thanksgiving weekend. I'm taking her. She's thanking me, but don't tell our mates."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I am definitely not. It's going to be too cold for that."
    },
    {
      "speaker": "QUESTION",
      "utterance": "You guys are all doing shopping on Thursday?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALES",
      "utterance": "Yes!"
    },
    {
      "speaker": "QUESTION",
      "utterance": "What stores?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Macy's."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Lots of eating, cooking, and just fun."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "So, for those shopping tomorrow, Adobe Analytics says the best deals are on sporting goods. If you're shopping Black Friday, you will likely find the hottest deals on electronics. Now, if you are shopping online, Cyber Monday, it's all about the toys.  The hot toys this year, the LOL Surprise dolls. I don't know if your granddaughter is into those, Charles, also the Little Live pets, like this turtle here. This little guy was 20 bucks, by the way. But what was crazy about this is that if you look at the numbers this month before the official kickoff to holiday shopping, $32 billion has already been rung up in online sales. Expect to add about $3 billion of that tomorrow on Thanksgiving and about $6 billion to that, Charles, on the official Black Friday. All in, we are expecting online sales to top $124 billion this year. So happy shopping. And a little bit of a confession. I have been getting deals, Black Friday deals, all week. I did half of my shopping at work this week, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Good. Good."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "On the computer and on my phone."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, I expect my gifts earlier than normal, then."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Lauren, thank you very much. Appreciate it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Hey, with millions of Americans hitting the roads and stores this holiday weekend, who says the economy is doing lousy? Even though the market is seesawing back and forth, we had a rough few sessions here, the bottom line is, it seems like folks out there really feel like it's -- everything's OK. We're going to ask Hal Lambert, CEO of Point Bridge Capital, and personal finance guru Larry Winget. Larry, you know, we're hearing recession talk, inverted yield curves, crashing crude oil, and yet all the other things point to a very strong and confident consumer out there. LARRY WINGET, AUTHOR, \"WHAT'S WRONG WITH DAMN NEAR EVERYTHING!\": You know, Charles, I spend most of my time traveling around the country talking to small business trade associations. And I see a lot of enthusiasm among small businesses out there. They feel good about jobs, they feel good about wages, they feel good about all the opportunities ahead of them. So I think confidence is way up, and we're going to end strong this year."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Hal?"
    },
    {
      "speaker": "HAL LAMBERT POINT BRIDGE CAPITAL",
      "utterance": "Oh, it's going to be a fantastic holiday sales season. I mean, look at -- consumer confidence is near an all-time high.  Unemployment is at record lows across all demographics, women, Hispanics, black, Asian. You have got -- the consumer confidence number is the key for this employment number. And if you look at -- also at the paychecks that people have now, the tax cuts are in full effect. So you have got net pay up and then you're getting raises coming through. You add on top of that the oil prices dropping. So you have got lower gas prices. These policies of President Trump have put more cash in people's pockets than ever before, and they're going to spend it this holiday season. I mean, Americans, let's face it, they have a lot to be thankful for this Thanksgiving."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, I feel like everything Thanksgiving, as an American, I'm grateful, but certainly when the economy is humming. Larry, interesting enough, we had the consumer sentiment report out by the Michigan University. What I found to be very compelling is the top one- third of income households in this country, their consumer confidence went down over 6 percent. The bottom one-third rocketed more than 10 percent. We have been seeing Americans who have been shut out of the economic recovery for a long time really starting to feel good about themselves."
    },
    {
      "speaker": "WINGET",
      "utterance": "Yes, isn't that a great thing, that people who have in the past been at the bottom are starting to feel good about their situation and their circumstances now? It's all because of what he just said, that we finally have a group of people that have more money in their pockets than they have in the past.  And they're excited about that, thankful about that. And they're going to be spending some of that money. For the first time in a long time, they feel good about their Christmas."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Now, of course, Larry, you're real famous for telling folks, hey, it's good to be excited, but don't overdo it. And that -- we're not just talking about the turkey tomorrow, right? You talk about spending. Are we at a point where you want to sort of put out a word of caution?"
    },
    {
      "speaker": "WINGET",
      "utterance": "Yes, first of all, I would say, on Black Friday, don't chase a bargain to the point that you lose your dignity along the way. Be nice to folks."
    },
    {
      "speaker": "WINGET",
      "utterance": "Don't rush through all this stuff. Don't push and shove. And if you're going to charge your credit cards up buying Christmas presents, be sure you can pay that off in 60 days or less."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, make sure you don't give the security guard the bum's rush. Hal, I will give you the last word here. So this momentum, you see it going through the rest of the year into 2019?"
    },
    {
      "speaker": "LAMBERT",
      "utterance": "Absolutely. Look, consumers have more money in their pockets than ever before. And, as we just said, they have a lot to be thankful for. They're going to be spending it. I think value and convenience are going to going to -- what drive retailers. So if you're providing value and you're providing convenience as a retailer, you're going to do very, very well this season."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, gentlemen, thank you both very much. And happy Thanksgiving."
    },
    {
      "speaker": "WINGET",
      "utterance": "Happy Thanksgiving."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I'll tell you, the only obstacle may be the weather, right?  Temperatures in the 20s along the East Coast, icy cold winds that could actually even ground the Macy's Thanksgiving Day Parade. Some of those balloons may have to be grounded. Meteorologist Rick Reichmuth is with us. He's in the FOX Weather Center keeping track of all of this. Rick, I'm getting chilly just tossing this to you."
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS CHIEF METEOROLOGIST",
      "utterance": "I know. I know. But here's the deal. It's going to be better by Friday, once you're going to go outside to shop."
    },
    {
      "speaker": "PAYNE",
      "utterance": "OK."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "So, that's good. The cold day is Thanksgiving Day. And if you're already at mom's or grandma's, then you can just stay inside and kind of wait it out, because it rebounds pretty quickly. Want to tell you, out across the West, big rain coming into California, as well as the Pacific Northwest. And those fires we have been dealing with, a little bit too much rain too quickly, we're worried about some flooding, or at least some mudslides, especially in those recently burned areas. That said, we desperately need that moisture. But you mentioned it. So here's the current windchill. Feels like nine degrees in Burlington, 19 in Albany. Still, along the coast, along the I-95 Corridor is not that bad just yet. However, by tonight, the low temperature in New York City 19 degrees, 15 degrees in Boston, cooler once you get up here, single digits across parts of northern areas of New England. And this is Friday morning, we're going to be dealing with kind of the same thing. So a couple of really cold mornings, and the day in between, that day is Thanksgiving Day. Down across the South, though, it's going to be beautiful, 60 in Kansas City and tons of sunshine. You mentioned the parade. All right. Take a look at this. This is 10:00 tomorrow morning, 21 degrees actual air temperature. It's going to feel like somewhere between around seven to 15, and the winds right around 10 to 25 miles an hour. It's really crucial. The rules for the balloons are if the sustained winds are more than 23 miles an hour, they're grounded. If it's gusting to more than 35 miles an hour, they're grounded, the balloons are grounded, they don't put them up. However, I think we're going to be right below that threshold in almost all that case. And so the balloons will probably go. They might not go as high, Charles, as they usually would go, but they will bring them down, tether them down just a little bit. And I think the balloons are still going to fly. But if you're thinking about going and sitting out there, just sitting, not moving in 20 degrees for a few hours, that doesn't sound like fun. You really better bundle up."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, Rick, I'm looking out the window right now. And there's so many people gathering already."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I think folks want to see the balloons, no matter how cold it is."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "It's true. It's an amazing thing to see the parade."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. Well, they will bundle appropriately."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Hey, thanks a lot for the semi-good news."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "Yes, you bet."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We will watch football, watch this show tomorrow, and then we will go shopping on Friday."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "Exactly."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, always great talking to you, Rick."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "You bet."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, we have already seen the unrest in Tijuana, really all the things they're dealing with from its residents, when 3,000 migrants arrived. What happens now that busloads more just showed up? And what does it mean for our agents on the border? We're on it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "As the caravan numbers grow south of the border, the White House approving increased authority for U.S. troops north of it. They can now provide protection for the Customs and Border Patrol, protection agents, and engage in some law enforcement duties. With us now, National Border Patrol Council vice president Hector Garza. Hector, this news coming up this morning. It's 58,000 troops to support the 2,000 border guards there. Already, we have seen some ugly scenes throughout Mexico, some clashes with the authorities, local residents. Are you happy with the idea that, if it comes to that, at least you will be able to get some support from U.S. troops?"
    },
    {
      "speaker": "HECTOR GARZA, VICE PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "utterance": "So we're actually very happy that the President Trump is supporting our Border Patrol agents and he's putting America first. It's very interesting, Charles, because we have never seen this before.  But we're very appreciative that we have the military, that our ports of entries have been fortified, and that we now can do our job and try to secure the border. No other president has ever done this before."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Of course, I meant 5,800 troops, not 58,000 troops. Now, that being said, this is a -- this is a situation that no one has ever dealt with before. There's been a race to put the barbed wire and things like that. It's -- there's so many miles, though, to protect and there's so many unknowns. How do you feel about this now, if the moment of truth is coming upon you very quickly."
    },
    {
      "speaker": "GARZA",
      "utterance": "Well, it's -- like you say, it's never been done before. And guess what? We do have to take these extreme measures. If people try to come over that border fence or that border wall, or they try to cross the Rio Grande River down in Texas, we're going to have to stop those people. We're going to -- we're going to have to arrest him, detain them, process them and hold them. And we won't be able to do that without the help of the U.S. military.  This is definitely not a political issue. And this is just about border security and caring about the American public and the American communities."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, what do you anticipate? Because we just had a court ruling essentially saying, hey, if you get to this country, and you can get -- get your foot on American soil, you get a chance to go through the asylum process, which has been criticized by many people and is -- and abused, as we all know? So, how do you guard against something like that?"
    },
    {
      "speaker": "GARZA",
      "utterance": "So we do expect for people to start crossing the border illegally. Our Border Patrol agents are ready. They have been trained. We do have our U.S. military members that are also at the ready to be able to process these people and detain these people, as a matter of fact. And if it wasn't for the actions of President Trump of sending the military, there was no way our Border Patrol agents would have done this job without that support, because you have to keep in mind that we don't have detention space, we don't have the proper transport vehicles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "GARZA",
      "utterance": "And because of the military, now we will be able to handle this type of work. Now, it's not going to be easy. A lot of our agents will be assaulted. We have know that there are a lot of criminals in this caravan. And we're just going to have to go out there and do our best. But the good thing is that our Border Patrol agents are properly trained and they're probably the best out there."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Your agency knows that they're -- you confirmed that there are criminals in this -- in this caravan that's approaching now? There's been speculation, but I have never heard that it's been proven."
    },
    {
      "speaker": "GARZA",
      "utterance": "So, there's -- so, there should be no speculation. What's interesting is that our U.S. government has great intelligence in this country, and we do have confirmed information that there are numerous criminals in this caravan. We know that there are people in this carbon that have been deported after serving time. As an example, our Border Patrol agents arrested a couple weeks ago an alien that had been convicted of murder in Austin, Texas. And days after he was deported, he was apprehended by our Laredo Border Patrol agents. So we know for a fact that these criminals, once they get deported, once they are coming from their countries, these gang members, we know that they're going to make it into the -- into the United States or they're going to try. But they will be met by our Border Patrol agents."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Real quick, Hector, before we wrap it up, the overarching majority of these folks coming in, what -- will it be catch and release or catch and house them in these temporary quarters that the military helped build? How are you going to handle them once they cross the border?"
    },
    {
      "speaker": "GARZA",
      "utterance": "So, we are working with President Trump to make sure that this is catch and detain, so we can do away with catch and release. Our union, our Border Patrol Council, had a meeting with President Trump this week, and that was the main topic of discussion. So we are looking forward to catch and detain."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, listen, be careful. The world's watching and we hope it goes peacefully and everyone's -- your thoughts -- everyone's thinking about you and your team. Thank you very much."
    },
    {
      "speaker": "GARZA",
      "utterance": "Thank you, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Chief Justice John Roberts delivering a Supreme slap-down to something President Donald Trump just said. Kevin Corke is in West Palm Beach, where the president is nearby in Mar-a- Lago. This is a -- this was some serious stuff, huh, Kevin?"
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Yes, no question, Charles. I mean, we're talking about a back and forth over judicial independence and judicial activism, quite frankly, to be honest. That's dominating the president's first day of vacation of Thanksgiving 2018. Very interesting conversation. And I think it's a conversation, frankly, Charles, that the American people are ready to have. This actually all began when the president openly criticized a judge by the name of Jon Tigar for preventing the administration from enacting new restrictions on asylum seekers. Now, that ruling, in effect, places a hold on the administration's plans to keep potentially thousands of migrants, as you were just pointing in your previous interview, from being granted access to our country and what White House officials have suggested is akin to exploiting a loophole in our laws."
    },
    {
      "speaker": "Well, just yesterday, the president said this about that ruling",
      "utterance": ""
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "It's very unfair when everybody files their case in the Ninth Circuit. They file it for a reason. This was an Obama judge. And I'll tell you what. It's not going to happen like this anymore."
    },
    {
      "speaker": "CORKE",
      "utterance": "OK."
    },
    {
      "speaker": "So, that brought this response from the chief justice of the U.S. Supreme Court, Justice John Roberts, who wrote this",
      "utterance": "\"We do not have Obama judges or Trump judges, Bush judges or Clinton judges. What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them. That independent judiciary is something we should all be thankful for.\" But, as you can imagine, Charles, if it's out there, the president hears about it, he's going to head to Twitter to make sure he can communicate with as many people as quickly and as possible."
    },
    {
      "speaker": "He wrote this within the hour, tweeting",
      "utterance": "\"Sorry, Chief Justice John Roberts, but you do indeed have Obama judges, and they have a much different point of view than the people who are charged with the safety of our country.\""
    },
    {
      "speaker": "He added this",
      "utterance": "\"It would be great if the Ninth Circuit was indeed an independent judiciary, but if it is, why are so many opposing view on border and safety cases filed there, and why are the vast number of those cases overturned? Please study the numbers. They are shocking. We need protection and security. These rulings are making our country unsafe, very dangerous and unwise.\" Now, part of the frustration stems from the many challenges to Trump policies from Obama-appointed judges, notably in California, as you and I have talked about previously, also Hawaii, as in the travel ban, and even recently Michigan, as in the Iraqi illegal immigration ruling. A very timely conversation, one we're having on vacation -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I did read where the Ninth Circuit, I think 79 percent of these decisions have been overturned. And judicial activism has been a big topic on both sides of the aisle. So this won't go away."
    },
    {
      "speaker": "CORKE",
      "utterance": "Yes, sir."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Kevin, have a great Thanksgiving. Thank you very much."
    },
    {
      "speaker": "CORKE",
      "utterance": "Thank you, buddy."
    },
    {
      "speaker": "PAYNE",
      "utterance": "More protests and clashes in Venezuela today against that country's socialist government. Why New York City Mayor Bill de Blasio may want to pay attention. And, later, shoppers getting ready to bust down those doors Friday, but what about millennials? Why stores are pulling out all the stops to get them in."
    },
    {
      "speaker": "PAYNE",
      "utterance": "From City Hall to city landlord? New York City Democratic Mayor Bill de Blasio sparking new controversy after saying that he wants the city government to control property development and rents, all of it, and he cites his socialistic impulses. To FOX Business Network's Charlie Gasparino on -- by the way, we did invite Mayor de Blasio on the show. We haven't heard back from him."
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "I wonder why."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. But it's so nuts."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "You know, it's kind of funny, if you just depose him from the president. The president sometimes says crazy stuff, right, but his policies are kind of conventional normal. This guy sounds normal, but his policies are so out there. He's so radical. He's even radical for New York City, which used to have a -- I covered New York City politics for a long -- government and sometimes politics for a long time."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It used to own stuff. It reversed that trend starting with Dinkins, into Giuliani, where it basically started selling stuff that it owned. It owned hotels. It owned a lot of stuff. It started unraveling that because it's hard for government to be this big and to operate efficiency. This guy wants to turn back the clock. And it's interesting that he wants to turn back the clock as he cuts a crony capitalism deal with Amazon, gives them all these tax breaks to re-gentrify a neighborhood that's already gentrified. It really is a shame that this guy is still there. And people -- I will tell you, The New York Times did everybody a disservice. When he was running for mayor, he was running against a moderate smart, business- friendly Democrat named Bill Thompson. He's now the head of CUNY. I know Bill very well. Before the election that put de Blasio in there, they should have ran the story that they eventually ran, when the Republican was in. It was that Bill de Blasio honeymooned in Cuba, gave aid and comfort to the Sandinista, and really has the heart of a commie. And they didn't do that, because that would have hurt him in that primary, which was very close, that Democratic primary."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. It makes me wonder, though, if that would have been enough, because..."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It would have been at the time, because it was very close. So we just needed a change of a few votes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, Bill was a good candidate, to your point, too."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "But I think about also in the last week a federal judge rejected a settlement. The New York Housing Commission, which runs the public housing projects..."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Oh, yes, sure."
    },
    {
      "speaker": "PAYNE",
      "utterance": "... ran for a decade, they hid problems, from vermin, rats."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Lead paint."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Lead paint. And last winter, 80 percent of these 400,000 people went large swathes of the winter without heat."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It is really disgusting, what..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And they -- he rejected it. The judge said he spoke to these residents, and that the squalor that they lived in -- and this -- and Mayor de Blasio wants to expand that to the entire city. He's -- it's just shocking."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It's shocking that he can't manage what he has already has."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I mean, if you know anybody that lived in housing, like my cousin and my mother lived in housing projects in the Bronx, they were much better than they are now. It's really a cesspool right now. It's a cesspool because the city government can't manage them right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And the guy at the top is giving tax breaks to Amazon while kids are getting sick off of lead poisoning from peeling."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Or grandmothers are walking 20 flights because the elevator is broken."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Rats in the food."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Or kids are freezing because the heat doesn't work."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I mean, it's really..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I mean, 400,000, Charlie, I bet you 90 percent voted for de Blasio back in office. We got to leave it there."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "They probably did because he's got the Democratic Party locked up. And that -- that's locked up this entire city."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Sad. Hey, have a great Thanksgiving."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "You, too."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, it looks like a very happy Thanksgiving for Nancy Pelosi, as one potential challenger to her speakership backs down. Are the other Democrats opposing her giving up too? And lettuce, turkey, cake mix, you name it, health scares are forcing Americans this Christmas -- this Thanksgiving, rather, to avoid it all -- what you need to know next."
    },
    {
      "speaker": "PAYNE",
      "utterance": "A major health scare ahead of Thanksgiving, after romaine lettuce is blamed for making people sick in 11 states. Now reports they may be closing in on the source -- what you need to know. We're right back in 60 seconds."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Nancy Pelosi getting some help from progressives inside and outside the Beltway. New reports say left-wing lawmakers and groups are warning moderate Democrats of -- quote -- \"serious backlash\" if they vote against Pelosi for House speaker. Garrett Tenney has more on the nation's -- from the nation's capital -- Garrett."
    },
    {
      "speaker": "GARRETT TENNEY, FOX NEWS",
      "utterance": "Well, Charles, it's important to remember here that it was these moderate Democrat candidates in Republican districts who helped the party retake the House in the midterms. Now, not voting for Nancy Pelosi was an important campaign promise for a lot of these candidates. But progressive groups such as MoveOn are warning them and other moderates against voting for anyone other than Nancy Pelosi.  If they don't get on board, the group is reportedly prepared to support candidates to run against them in primaries. It is notable, though, that progressive groups didn't come out in support of Pelosi until after she agreed to give progressive House leaders more seats on powerful committees. That's when MoveOn tweeted -- quote -- \"We strongly support and call on all members of the Democratic Caucus to support Nancy Pelosi for speaker. Were it not for her skilled and effective leadership, the ACA would not be law today. Dems must reject attempts to defeat her and move the caucus to the right.\" Nancy Pelosi is known as a master deal-maker. And we're seeing a lot of that this week already. Today, one of the 16 Democrats who signed a letter vowing to vote against her announced he's changed his mind. In a statement, New York Congressman Brian Higgins said -- quote -- \"Following conversations with Nancy and other caucus leaders, I have renewed confidence that more voices will be heard, that members will each have greater opportunities to advance policies meaningful to the communities and country we love.\" Now, that is quite a change from earlier this year, when Higgins called Pelosi -- quote -- \"aloof, frantic and misguided.\" Now, this is also possibly an indication that, with still no viable challenger, a lot of Democrats are starting to view Pelosi's appointment as inevitable and they are starting to file in and get on board -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, now I know what they mean when they say use of political capital. I get it. I understand."
    },
    {
      "speaker": "TENNEY",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, Garrett, thanks a lot."
    },
    {
      "speaker": "TENNEY",
      "utterance": "You got it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Hey, so with many -- with Democrats now moving to the left and Congress that's so divided, the question everyone wants to know is, can anything get done in D.C.? Well, who better to ask them former House Majority Leader Tom DeLay? Tom, thanks for joining the show."
    },
    {
      "speaker": "TOM DELAY (R), FORMER HOUSE MAJORITY LEADER",
      "utterance": "It's great to be with you, Charles. Happy Thanksgiving."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Thank you very much. I got to tell you, we're hearing a lot of saber-rattling from incoming Democrats on the -- on the House side, not necessarily Nancy Pelosi. But it feels like we're going to be in for some pretty rough days come 2019."
    },
    {
      "speaker": "DELAY",
      "utterance": "Yes, I got to tell you, it's going to be interesting to watch. If Trump triangulates the Republicans in the -- in the Senate, things could get really bad. But I'm hoping he's going to stand his ground, he's going to act like an outsider, he's going to take on the House, because the House is going to come after him. They're going to come after him with everything they had. We did that when we took over the first time in 1994."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "DELAY",
      "utterance": "We shut down the government because Bill Clinton wouldn't sign the bills that cut 100 agencies and offices and bureaus. And he wanted more spending, and we wouldn't give it to him. So, the House..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "That didn't work out too well for you, did it?"
    },
    {
      "speaker": "DELAY",
      "utterance": "No, actually, it did."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It did? OK."
    },
    {
      "speaker": "DELAY",
      "utterance": "You know, for the next six years, because Bill Clinton knew that we were crazy and we would take him over the cliff, he didn't get to sign one major bill that he initiated. The entire agenda was set up by the House, welfare reform, balancing the budget and so forth and so on."
    },
    {
      "speaker": "PAYNE",
      "utterance": "But he down, though..."
    },
    {
      "speaker": "DELAY",
      "utterance": "Yes. No, it was great."
    },
    {
      "speaker": "PAYNE",
      "utterance": "He did react, though, to the message of the people, who felt like Bill Clinton -- even Ronald Reagan, after a midterm loss, seemed to sort of shift gears a little bit, do some things he was uncomfortable with, but at the same time listening to the American public. And you got to wonder, legislate or investigate? The Dems seem to have one of these choices, and I'm not so sure they're not going to spend so much time digging up dirt on Deutsche Bank."
    },
    {
      "speaker": "DELAY",
      "utterance": "Oh, listen, the investigations are going to be rampant. I mean, they're already talking about investigating Ivanka Trump over her e-mails when she first came into the transition team. I mean, that's just ridiculous-type stuff. But they're going to do it. I know Nancy Pelosi. I have known her for 40 years. She's very quiet and won't let you in on what she's doing, but, behind the scenes, all kinds of things are going to be going on."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "DELAY",
      "utterance": "And Trump better be ready for it. He can't take it for granted.  He's got to be ready."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, and, by the way, there are some Senate Republicans who also want to investigate Ivanka. But, be that as it may, how does -- how do you suggest, then, that President Trump navigate through all of this? Because what we saw through the Brett Kavanaugh hearings is that, when the Democrats went low, and the GOP kind of stayed away, it worked out pretty good for them. And it changed -- it changed the whole dynamics, I think, of the electorate. And should it be warfare on both sides? Should President Trump just really strive for these bipartisan deals wherever he can get them, and, when he can't, just take the high road?"
    },
    {
      "speaker": "DELAY",
      "utterance": "Well, remember, the Democrats' definition of bipartisanship is to buy into their partisanship. So, compromising with them or cutting deals with them, you're going to lose, because you have already seen they're very tough. Nancy Pelosi is very firm. She's not going to -- I mean, she's going to take on Trump mano a mano."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "DELAY",
      "utterance": "And so Trump has got a choice to make. He can stand firm, stand on principle, and stand on policy on what he wants to get done, even if it means shutting down the government every now and then, or he can give in to Nancy Pelosi and spend more money. And, if he spends more money, we're in for big trouble."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Representative DeLay, it's always great talking to you. Thank you very much. And have a great Thanksgiving."
    },
    {
      "speaker": "DELAY",
      "utterance": "Thank you, Charles. Happy Thanksgiving."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Facebook CEO Mark Zuckerberg says that he ain't going nowhere, but his money is. More on that blowout that's costing him billions of dollars. Plus, the warnings you will want to hear before your family sits down for Thanksgiving dinner. We have got all of that right after this."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Tech's biggest players losing big. Amazon, Facebook, their shares tried to come back today, but it's been a tumultuous month for both of them. FOX Business Network's Deirdre Bolton here to break it all down."
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "utterance": "It sure -- it has been a tough month, Charles. Facebook, Amazon, Apple, Netflix, Google collectively losing more than a trillion dollars in market value since their record highs earlier this year. For some of the founders, the losses are more than symbolic. So take a look at Amazon's Founder, CEO, Jeff Bezos. He is among the richest people in the world. But his net worth has taken a big hit. He owns close to 79 million shares of Amazon. At $1,500 and change per share, so the drop in the stock price since those July highs means that Bezos has lost $40 billion. Now, Mark Zuckerberg, as we know, under a lot of criticism at Facebook, from having a slow response to Russian manipulation during the presidential race to other issues. And, in fact, one journalist asked him if he's the right person for the top job. Here's his answer."
    },
    {
      "speaker": "QUESTION",
      "utterance": "So you are not stepping down as chairman?"
    },
    {
      "speaker": "MARK ZUCKERBERG, CHAIRMAN AND CEO, FACEBOOK",
      "utterance": "That's not the plan."
    },
    {
      "speaker": "QUESTION",
      "utterance": "That's not the plan. Would anything change that?"
    },
    {
      "speaker": "ZUCKERBERG",
      "utterance": "I mean, like, eventually, over time. I'm not going to -- I'm not going to -- I'm not going to be doing this forever. But I certainly am not currently thinking that that makes sense."
    },
    {
      "speaker": "BOLTON",
      "utterance": "In that interview, Zuckerberg reiterated Facebook's potential as a force for good. He also pushed back against some of the criticism. Now, he owns more than 377 million shares class A and B, which does give him a lot of power. In fact, he would be pretty tough to kick out, which is why we have to assume he structured the terms in that way and why people talk about him stepping down vs. being replaced. But with that ownership, there is some downside. So when the stock stumbles, as it has, Facebook down around 35 percent since those July highs, and for that, that means a $30 billion loss in value. So, Apple, Netflix, Google also from where we stand, tons of arguments, as you very well know, Charles, as to why investors should buy on the weakness and some as to holding steady, plenty of opinions out there. But that's what the losses have meant to two founders -- back to you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, thank you very much."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Sure."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, folks, sick of those robo-calls? The government unveiling a new crackdown. The question, though, is, will it work? And why you might want to watch out for some of the foods in your Thanksgiving feast tomorrow -- after this."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Shoppers and retailers getting ready to bust down those doors, but are the door busters worth the crowds? Internet radio host Mike Gunzelman, FOX Business Network's Kristina Partsinevelos, and The Wall Street Journal's Jillian Melchior here. All right, Mike, what do you think? There's going to be enough discounts to really get people off the sofa?"
    },
    {
      "speaker": "MIKE GUNZELMAN, INTERNET RADIO HOST",
      "utterance": "I feel like this always happens, that we all say we're not going to go, and we're going to complain about the lines and everything. But I think more people than we really think actually end up going, you know what I mean, because I think in the back of our minds, we crave chaos, that..."
    },
    {
      "speaker": "KRISTINA PARTSINEVELOS, FOX NEWS BUSINESS CORRESPONDENT",
      "utterance": "We crave chaos."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "We crave chaos."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I was going to say that."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "It's like we're missing out if we're not part of it type thing."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It's like when people rubberneck an accident or something, right?  There's something about it, beyond the savings, just to get in there and just block and tackle. I don't know, Kristina."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "Really? Or is it more like we need the deals, I need the deal, I like that high that I get when I get a deal, and you don't?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "You got to get that blender."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "Maybe that's what it's about. But, two, yes, I can -- I understand that you just got this amazing TV 45 percent off, and I'm stuck with this old -- older..."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes, completely. I mean, I'm sure a lot of people will be going online. Every year, obviously, online sales go up. But there's just something about physically being there and just seeing the mess that it is."
    },
    {
      "speaker": "JILLIAN MELCHIOR, THE WALL STREET JOURNAL",
      "utterance": "Yes, it's like competitive people watching. Last time I went on Black Friday, people were like yanking stuff off the hangers, and there were piles on the floor, and people were fighting over that too. It's just bedlam."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "We're all lunatics."
    },
    {
      "speaker": "PAYNE",
      "utterance": "There are times when they knock the guards over, and it's just like it's the ultimate free-for-all. It's like -- but people said this would stop with the Internet. It hasn't."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "No. But, speaking of the Internet, I actually have some tips for that. If you want to -- you know that it's cheaper if you go on Amazon right now and look at the sneak peeks? They have a section of what's on sale, or if you buy through Echo, or if you put stuff in your cart and don't buy it, and then they usually send you an e-mail with the discount. So these are some of the things I have learned with how to shop online."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "How about that? How about that?"
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "And then Tuesday seems to be the better day to buy travel."
    },
    {
      "speaker": "PAYNE",
      "utterance": "OK. You have got it all down."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "So, I will see you at the mall on Friday, or no?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Let's see if you can figure this one out, Kristina. The FCC rolling out a new plan. They say it's going to combat those unwanted robo-calls and spam texts. Is it about time, no, right? I mean, we knew, Jillian, something had to happen. I'm not confident it's going to work. These guys always seem to be one step ahead."
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "Yes, I mean, it's kind of crazy that there's this illicit market, and that they're ahead of the learning curve on it. There's creative destruction there too, and that they're moving ahead. But I'm actually really glad to see something happened about this. I think the statistic I saw is now like half of all calls are spam calls. And they're just getting more outrageous and more creative. Like, the lady who pretends that she's talking to you, and then you realize halfway through that it's a recording, drives me absolutely crazy."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Kristina, are you sure that that whole shopping cart thing wasn't a spam text? I mean, are you sure?"
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "No, no, it's worked for me. No, no, no, I'm telling you, it's worked for me."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "But you know how to go against the robo-calls? Don't give your phone numbers to companies when they -- when you fill out a form, just give your e-mail. Then you get the spam to..."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Or give your friend's phone number. That's what I do."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "Oh, that's mean. That's mean."
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "I used to give my brother's out."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "Oh, you guys are hard-core. But that's one of my tips, is to avoid it. And then you put yourself on that do-not-call list. So I think that if they go through with it..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "The do-not-call list?"
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "Which I know is outdated and doesn't do anything."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "I feel like everything that they do isn't going to work."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "You can get an app, though."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Listen, the bottom line, though, is that we know -- give information out for free all the time to all of these different entities.  They have to make money some way. And that's one of the big ways they make money, isn't it? I mean, some of these -- you can't be a business offering free services and free stuff without anything in return."
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "But it's so obnoxious. I mean, I'm glad that they're finally doing something about it, because, I mean, some of these calls -- like, you see the really scammy ones where they're pretending to be the IRS or they're pretending to sell you a vacation. Or I have even had ones where they pretend to be the police calling, talking about an outstanding arrest warrant. There's just some really shady stuff."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Look like you bit the vacation one, that they might have got you."
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "That's tempting."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Did you show up, and the hotel wasn't there?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "The solution is, just don't answer number that you don't know, right? I mean, I don't answer numbers I don't know. And I also purposely leave my voice-mail full."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "And then they call back. And then they call back with a number that's similar to your own. And you think, oh, it's in my neighborhood. Maybe I shouldn't answer it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We got to leave it there. But I am so weird. The only answers -- the calls I answer are the ones I don't know. Those are the only ones I do answer."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Oh, really?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "I don't know if it's an emergency."
    },
    {
      "speaker": "PARTSINEVELOS",
      "utterance": "I will tell your wife that."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Good."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Ahead of Thanksgiving, food recalls across the country, and people are flipping out. Well, we got some tips for you. We want to keep you and your family safe, because we care -- next."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Was that a test?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Oh, a new report says California may be the source of romaine lettuce blamed for making people sick in at least 11 states and Canada. Now, the scare comes as, of course, Americans are prepared to sit down for their Thanksgiving feasts. Turkey and cake mix is also being recalled in recent days. To NYU Medical Center's Dr. Devi on just what folks can do to protect themselves. We're glad to have you here, because this is -- it always seems to happen on the eve of Thanksgiving."
    },
    {
      "speaker": "DR. DEVI NAMPIAPARAMPIL, ASSISTANT PROFESSOR, NYU SCHOOL OF MEDICINE",
      "utterance": "I know. At least it's the lettuce that we have to throw away, not the turkey, right?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "So, the difference between the two, there's two major players here. One is the bacteria called E. coli. The other one is salmonella. And E. coli is what we're concerned about in the lettuce. So, the reason that but have to throw it away, it's not just the E. coli itself, but it produces a toxin called Shiga toxin. So even if you kill the bacteria, the toxin can still survive, and rather than causing a diarrheal illness, what that does is, it can cause kidney failure. So that can kill you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, before you get to that point, then, what are some of the early signs that maybe you have had some bad romaine lettuce?"
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "So, you may not have anything for one to 10 days."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Wow."
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "So, just because you have had it doesn't mean that, oh, nothing happened to me, let me serve it to other people. So it can take some time to figure it out. But you can have dehydration, stomach cramps, nausea, vomiting, diarrhea, anything that goes along with a diarrheal illness. But in terms of the Shiga toxin, sort of even after that, if you have those symptoms, you can get dehydrated. So your kidneys are shutting down, and you're not producing urine. And that can be much more dangerous. That, you should definitely go to the E.R."
    },
    {
      "speaker": "PAYNE",
      "utterance": "E. coli and salmonella, I never thought of them as being separate, right? I always felt like they were always interchangeable in conversations. But there's a distinct difference?"
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "There is a big difference."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And danger too?"
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "Exactly. So this strain of E. coli is what's so dangerous. Salmonella, I don't want to minimize it, but it's really associated with raw or undercooked foods.  So you can protect yourself from salmonella by really cooking your turkey, cooking your turkey. And if you're having cake mix, which was also brought up, don't have that raw batter that's on the side of the bowl that we all like to kind of taste."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "Me too. But, still, it's that raw part that actually makes people sick. So, usually, even if you do get sick from salmonella, it's not as dangerous.  It can still be diarrheal. You could still get dehydrated. But it's not usually as life-threatening."
    },
    {
      "speaker": "PAYNE",
      "utterance": "In the sort of from planting the seeds and growing the lettuce and getting it to supermarkets and on our table, where in this process does this happen? Because it feels like there certainly could be more safeguards."
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "I agree with you. It's not clear though, with these particular outbreaks. I mean, it seems to be we used to hear about it more with meat. Now we're hearing about it in all these other products. So it seems to be maybe that some of these contaminants are getting into the water, and then therefore affecting the crops, et cetera. But at home, in terms of Thanksgiving, I would say it can actually be you making the Thanksgiving meal that is contaminating things. So let's say you take your turkey, and you're making it, preparing it in the sink.  Don't touch your raw turkey, and then touch everything else, because, if there's salmonella, low likelihood, but if there is, you're spreading it to other things."
    },
    {
      "speaker": "PAYNE",
      "utterance": "You can actually transfer it that way?"
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "Exactly. Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Really?"
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "So, by touching it and then touching other things, you cook the turkey, kill the salmonella that's in the turkey, but you have already spread it onto some other things, right? So you want to, as much as possible, not cross-contaminate. So wash your hands in between whenever you touch anything raw."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I think the CDC warning covers just 11 states, mostly on the East Coast, and also I think maybe California. Should people not in those states just take as a precaution, if you got some romaine lettuce, just toss it anyway?"
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "Yes, exactly, even in our states, because they're not sure. It's appeared in those states, but in other ones too, it could still be spreading, because they don't know exactly where it's been found. But they only found this over a three-week period in those areas, but it still could appear elsewhere."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Bottom line, there is no doubt that some people probably are walking around right now who might have been infected. So pay very close attention. And even if you have consumed the romaine, you feel great, you may not be great."
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "Exactly. Just be cautious. Throw away the romaine. Cook the turkey completely."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right. Dr. Devi, great seeing you."
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "Nice to see you, too."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Congratulations on your new child."
    },
    {
      "speaker": "NAMPIAPARAMPIL",
      "utterance": "Oh, thank you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "See you soon. Hey, folks, of course, don't forget to catch me on \"Making Money.\" It's on the FOX Business Network every weekday at 2:00 p.m. Been a rough market. Been a rough couple of weeks for the stock market.  I'm here to help you. You don't have to lose money, even though Jeff -- Zuckerberg, Jeff Bezos lost a lot. Thank you very much. Have a happy Thanksgiving. \"The Five\" starts now. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}