{
  "date": "November 25, 2019",
  "headline": "McFarland: America is going through a creative destruction period",
  "subHeadline": "Guests: KT McFarland, Lara Trump, Geraldo Rivera, Dr. Michael Pillsbury, Dennis Prager",
  "url": "https://www.foxnews.com/transcript/mcfarland-america-is-going-through-a-creative-destruction-period",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "Martha MacCallum",
      "utterance": " Billionaire Michael Bloomberg.  Geraldo also here tonight with breaking news on the inside story on Navy Seal Eddie Gallagher.  New information there.  Also, Dr. Michael Pillsbury on the seismic changes now happening in Hong Kong.  And a startling report on China’s detention camps and what’s actually going on there.  But first, the wheels continue to turn on this impeachment process and Adam Schiff, once again, says that he has an ironclad case.  This time, he thinks that he means it.  Kellyanne Conway says that the White House is ready for both eventualities, either a trial in the Senate or the possibility that there will be no impeachment in the House.  Just a short time ago, a judge ruled that Former White House Counsel Don McGahn must obey a subpoena to testify before Congress, possibly setting the stage for other administration officials like John Bolton to have to appear as well.  Though, the DOJ tonight is saying that they will appeal that decision.  Let’s bring in Former Deputy National Advisor K.T. McFarland, author of the upcoming book, “Revolution: Trump, Washington, and We the People.”  K.T., it is great to see you."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " It’s great to be with you."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " I know that you’ve been on Fox Business and we saw each other doing some coverage in the afternoon.  But it’s been a long time since you’ve been on our program.  So --"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Thank you."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- welcome back."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Thank you."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Wonderful to have you.  And you’ve been working on this book --"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Yeah."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- over the past couple of years.  Anything you want to say about, you know, the time that you’ve been away and working on the book and being back now?"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Well, I left -- when I left the administration, I then got caught up with the Mueller investigation, even though I’d never met any Russians, never talked to any Russians.  But I experienced it from the inside.  And it’s absolutely terrifying when they’ve decided they want to get somebody.  So, after that and after I was cleared by them, I just disappeared.  I needed to make sense of what was going on, not just for me personally, but for the country.  I mean, why are we ripping ourselves apart like this?  And where does it go?  I mean, are we finished as a nation?  So, I went off.  I reflected on it and then I wrote a book.  And I came back, in fact, quite invigorated that what we are going through now is like a creative destruction period.  America goes through them every 40 years.  They’re nasty.  They’re mean.  We think it’s the end of the world.  But out of it comes an American reborn.  And I think that’s where will be --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Give me a comparison from 40 years ago.  What parallels do you see?"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Well, Regan, the obvious one, but I would go back even further and say, let’s say Andrew Jackson.  So, we had the Revolutionary War.  We had revolutionary leaders.  And they threw out the British establishment and set up a new government.  But then the country changed.  We had immigration.  People did different things for their livings.  They moved demographically, geographically. The whole country changed.  And the country said, “We want more.  We want more people to have the right to vote.”  And so, Andrew Jackson led a revolution to have more people be able to vote.  Not women, yet, mind you, but Americans.  We then went through it again in the Progressive Movement in the 1900s after the Industrial Revolution, where American workers said, “We want some rights.  We’re being taken advantage of by these wealthy business owners.”  And so, we demanded rights.  And so, every 40 years -- the reason is always different why.  Sometimes we rebel against too much government, sometimes too little.  But at the end of the day, the reassuring thing is that we’re the only country in the world that reinvents ourselves.  Because who’s dominant?  Who really has sovereignty?  Not the bureaucratic state, it’s the voters."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " All right.  I got a bunch of things I got to ask you about --"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Okay."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- in the news.  But I’m fascinated to hear that.  And as I said, welcome back.  John Bolton, you know, everybody looks at John Bolton and he’s sort of surfaced over the weekend --"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Yeah."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- saying, “Hello.  I’m still here and I have things I want to say.”  And I think that probably sent a bit of a chill through the White House because they don’t know how he’s going to come down.  He, apparently, is another one of these notorious note takers who brought a lot of documents and a lot of notes with him when he left.  Now, Don McGahn is going to have to testify, unless the DOJ has their way on that.  What do you think John Bolton will do?  Do you think he will hurt the president if he comes out and speaks?"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " I think John Bolton is a man who feels very strongly in certain things.  He’s a neocon.  He’s somebody who believed in the Iraq and Afghanistan War.  And I think he feels that once you get rid of Donald Trump, the country goes back to that kind of a Republican party.  And I think he’s wrong.  I think the country has changed.  I think we’re sick of the forever wars and that Trump has actually tapped into something.  Now, is John Bolton going to be spoiler -- is he going to be the guy that brings down Donald Trump?  First of all, I don’t think there’s anything there to bring him down over.  And number two, I just don’t think John Bolton wants to end his career as being someone who spoiled things.  I mean, I think he feels -- he’s someone who has a lot to say.  I don’t agree with him on a lot of things.  But I think that’s the end of -- that’s a career ender --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " -- not a career beginner."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Somebody said in National Interest that he, “Bolton is wary of Trump, but unwilling to officially cross him.”  And it sounds like you agree."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " I would agree."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " All right.  I want to talk to you about Michael Flynn, who you worked very closely with."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Yes."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " And the IG report, the inklings that we have so far suggest that an FBI agent, someone who was working on this case, may have misquoted or altered his statement or altered something about their discussion with him."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": ""
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " What’s your reaction when you hear that?"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Well, first of all, I’ve not talked to Mike Flynn since the day he left the White House.  I talked to him on the phone a week after just to make sure he was okay.  But I think that Mike Flynn -- something happened.  And I'm not quite sure what.  Even though I know him, I worked very closely with him.  But something happened, either the intelligence community decided they wanted to get rid of him because he was going to reform the intelligence community and they were afraid of that, or because he was a weak link.  Now, how do you get to Trump?  Let’s look for any opportunity.  I mean, we’ve just seen three years of, “How do we get Trump?”  It’s the Russia hoax, it’s Ukraine, it’s whatever, porn stars, who knows?  But I think Mike Flynn may have been the initial weak link and they thought they could go after him [unintelligible]."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Do you think he did anything wrong?"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " I don’t know.  I mean, I was not in those meetings that he supposedly told the FBI agents one thing and then he perjured himself.  I do think he did something wrong by not filing himself as a foreign agent, particularly in the Turkish dealings.  But --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Right."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " -- but, you know, it’s the job of a national security advisor to talk to foreign leaders --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " -- prior to a president taking office."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " I want to get your thought on Fiona Hill.  Because I know that something stood out to you in her testimony.  And you hired her --"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " I did.  I did."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- or you were part of that process to hire --"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " No, I hired her."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- a Russia expert.  She suggested that the Russians created this whole Ukrainian narrative, that it was really Ukraine and not Russia.  And she suggested that they successfully convinced Rudy Giuliani, who convinced President Trump, that it was all in the Ukraine and that there was something bad going on there to deflect from Russia.  She suggested that they fell for that story --"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": ""
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- from the Russians.  Is she right?"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " I think she’s probably right.  I mean, there’s pretty -- to my mind, there’s evidence that is irrefutable evidence that the Russians mucked around in our 2016 election and they want to do it again.  But if you also look back at Russian history, Soviet history, what have they been doing for the last 70 years?  They’ve been trying to get into our political system and sow dissent.  And I think that’s what they did this time.  And I think the one guy who’s particularly happy with the things are going is Vladimir Putin.  Look how we’re destroying ourselves."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, is the president wrong to be going down this Ukraine rabbit hole?"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " I think Ukraine -- it’s Russia.  And whether Ukraine had a part in it or not, the main actor was Russia.  And I think that the president’s interest in Ukraine is, “Why give these guys money when they’re the most corrupt country in the world?  Clean up your act, then we’ll give you some money.”"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " I know that you said he said something on the call that he probably shouldn’t have said as well with regard to Joe Biden.  So, we have a lot more to talk about, so we’re going to have you back --"
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Okay.  Sounds good."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- very soon.  K.T. McFarland, thank you very much."
    },
    {
      "speaker": "K.T. McFarland",
      "utterance": " Thanks, Martha."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " The new book is called, “Revolution.”  We’ll see you soon.  Thanks, K.T.  Coming up next, let the games begin."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " Defeating Trump and rebuilding America is the most urgent and important fight of our lives.  And I’m going all in."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, what does Lara Trump, of the Trump campaign think about that new rival?  Coming up next."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Former New York City Mayor Michael Bloomberg officially throwing his hat and a lot of his money into the ring as a candidate for the Democratic nomination in 2020.  But his news organization Bloomberg News and their 2,700 journalists will not, according to their boss, John Micklethwait, investigate its owner, which he says is an extension of their current policy from his prior time as mayor.  The billionaire businessman's launching a $100 million anti-Trump ad blitz and today its first campaign event he took direct aim at President Trump."
    },
    {
      "speaker": "Michael Bloomberg",
      "utterance": " We have a president, a commander in chief, who has no respect for the rule of law and no concern whatsoever for ethics or honor.  Or for the values that truly make America great.  If President Trump wins another term in office, we may never recover from the damage that he can do."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Here now to respond, Lara Trump, senior advisor to the Trump 2020 campaign.  Lara, good to see you as always."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Thank you."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " What do you say to Mike Bloomberg about that comment?"
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Well, if we don't have President Trump for four more years, we're going to have a socialist-run country and that's really scary to a lot of Americans."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Mike Bloomberg is a socialist?"
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Well, I don't know that necessarily he's going to be the one that gets the nomination, not to mention there's $100 million he's investing.  We've seen that the media has been primarily against this president all along.  It's like he's had free advertising against him from day one and still you see what he's been able to accomplish.  So, I don't think it really matters what Michael Bloomberg spends, what he says about him, I think it actually says more about the Democrats and the way that they probably are panicking right now.  I think they know, Martha, that they don't have any good person to run against Donald Trump so now you see all of these ancillary candidates coming in like Mike Bloomberg and I mean it's really interesting.  You don't often see that happen, but I think they're realizing very quickly America's not buying it."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, you're telling me you're not at all concerned about the $100 million because he's had enough thrown at him and, you know, but he's a smart guy and he's --"
    },
    {
      "speaker": "Lara Trump",
      "utterance": " He is a smart guy."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " He's a moderate guy."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " I would say he --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " And he ran the city very well."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " He did a good job running New York City."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " I know President Trump has said that as well."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Yeah.  I would agree with that certainly better than our current mayor is doing right now, but I don't think that people are going to be energized by Michael Bloomberg unfortunately and when you are contending against President Donald Trump who has tens of thousands of people every single rally coming out to watch him, I don't know how you fight back against that when you fight -- when you're fighting against the results he's produced, Martha.  How do you fight back against that?"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Let me ask you this, because I find this fascinating.  I mean, the fact that this news organization is saying that they're not going to investigate him or any of the Democrat candidates, but they will investigate President Trump just says we are completely on one side of the fence."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Of course."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, I don't know how you can be a news organization that way and I know a lot of people, you know, Matt Taibbi wrote a piece about this in Rolling Stone and he came after Fox News in that regard.  But, you know, we have a news division, and we try to be very fair here.  I just can't -- Mike Bloomberg should be saying cover me, cover everybody.  Do your job."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Yeah."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Why isn't he saying that?"
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Well, this is exactly what we've seen from the vast majority of the mainstream media since day one of Donald Trump's presidency.  They are obsessed with finding anything that this president did wrong.  He says something in the wrong tone they attack him.  Yet when it comes to the Democrats, I mean, the mainstream media is the marketing arm for the Democrat Party by default.  I think everybody can agree with that.  So, this is not that surprising to many people to hear that they're not going to investigate Bloomberg, they're not going to investigate any Democrats, that shouldn't be shocking to anyone.  I think it says a lot."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " I think it's really sad, and I think a lot of Americans will look at that and say how can you call yourself a news organization."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " It should.  Absolutely."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " I mean, at least they could -- you know, I know a couple of their top opinion guys have left to do the campaign, but you have to liberate the rest of your team.  I mean, if something -- if -- you know, we've covered every single President Trump scandal and we covered, you know, George Bush's DUI.  You have to cover what's going on."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Well, that's why we love Fox News, Martha."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Thank you.  Well, thank you, and that’s why we always like having you here, because you always take the questions.  Lara, thank you very much."
    },
    {
      "speaker": "Lara Trump",
      "utterance": " Thank you."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Good to see you tonight.  So, coming up, Geraldo Rivera on the new fallout over the case of Navy Seal Eddie Gallagher with new insight.  Straight ahead."
    },
    {
      "speaker": "Donald Trump",
      "utterance": " I have to protect my war fighters.  I've been gotten -- a lot of people have -- a lot of war fighters and people in the military have thanked us very much.  With Eddie Gallagher, you know that story very well.  They wanted to take his pin away, and I said, \"No, you're not going to take it away.\"  He was a great fighter.  He was -- he -- one of the ultimate fighters.  A tough guy.  Somebody has their back, and it's called the president of the U.S., okay?"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Defense Secretary Mark Esper says that President Trump ordered him to allow Navy SEAL Gallagher to retire without losing his elite seal status after a jury acquitted Gallagher of murdering a captive ISIS militant, but convicted of him of posing for photos with the corpse.  The case has now brought about the termination of Navy Secretary Richard Spencer, who Esper says attempted a back-channel deal with the White House.  But here is what Spencer just said in an interview with CBS just moments ago.  Watch this."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " Spencer says that was because Esper was traveling overseas."
    },
    {
      "speaker": "Richard Spencer",
      "utterance": " I will take the bat on me for not letting him know I did that, but he was completely informed as to this because his chief of staff was briefed on it."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " In an exit letter today, Spencer writes, \"I cannot, in good conscience, obey an order that I believe violates the sacred oath I took, to support and defend the constitution of the United States.\"  Here now, Geraldo Rivera, Fox News correspondent at large and author of \"The Geraldo Show.\"  Geraldo, good to have you here tonight.  A lot of emotions --"
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " Thank you, Martha.  Nice to be here."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- surrounding -- it's nice to have you -- surrounding all of this.  And I know that you have spoken out about this on Twitter.  What do you think?"
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " Well, I think that, first of all, Richard Spencer, the Secretary of the Navy, got fired because he disobeyed a direct order from the commander-in-chief to reinstate Eddie Gallagher as a Navy SEAL, with his trident pin proudly attached to his chest.  I mean, Gallagher is a chief petty officer of the Navy SEALs, SEAL Team 7.  The winner of two bronze medals in combat.  Eight arduous combat tours.  Yes.  He got in a jam with posing with the dead ISIS fighter, but you know, it's very easy to judge those deeds when you're safely in Washington, D.C.  I know the president was extremely annoyed, upset with Richard Spencer.  He likes the Secretary of Defense, Esper, very much.  But he was upset when Spencer just, you know, disobeyed the president's direct order to reinstate.  I mean, my goodness -- this is a Secretary of the Navy disobeying the commander-in-chief --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah.  I mean, it sounds like he --"
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " I think it's a matter of --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- wanted the process to move forward."
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " -- it's a matter of insubordination."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " I'm sorry.  I think there's a little delay, and I don't mean just to interrupt you.  But it sounded like he wanted the process to move forward, and that he was very concerned with other people not -- you know -- kind of walking away with the idea that standing in front of a corpse and, you know, sort of photographing yourself with it is okay.  And he wanted there to be some ramifications for that.  What do you say to that?"
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " It's not his call.  I mean, he's the Secretary of the Navy.  He reports to the Defense Secretary, who reports to the president of the United States -- the commander-in-chief.  I mean, Spencer -- what he tried to do, according to Esper, the Defense Secretary, is this kind of fake hearing.  He assured everybody, you know, behind Esper's back -- behind the Defense Secretary's back -- tried to assure the president that, \"Yeah, you have the hearing.  Don't worry about it.  You know, we're going to acquit him and reinstate him, and allow him\" --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah."
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " -- \"to retire with his trident pin attached.\"  I mean, that trident pin is a very, very big deal, and Spencer tried to take it off, Eddie Gallagher's chest.  I mean, this -- you know, these underwater demolition -- you know, they call it the Budweiser, the basic underwater demolition -- you know -- SEAL training, the Bud.  The trident pin is so important that when one of the warriors is killed, they attach it to his coffin.  And then they pound it into the coffin --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Right."
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " -- with their bare fists."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah."
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " And they bury the slain comrade with the pins attached to the -- it is a big deal.  Spencer tried to juke the president of the United States, and he lost his job as a result."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " All right.  Geraldo, thank you.  Good to see you tonight."
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " You're welcome, Martha."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Geraldo Rivera."
    },
    {
      "speaker": "Geraldo Rivera",
      "utterance": " Thank you.  You too."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, still ahead tonight -- radio host Dennis Prager and Adam Carolla team up to get to the root of the fragile state of free speech in America right now.  Incredibly fascinating look at \"No Safe Spaces\" after this."
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " This is why we're fighting for the soul of America."
    },
    {
      "speaker": "Adam Carolla",
      "utterance": " You should be able to share ideas without fear of being fired from your job or shouted down."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Not a good development for the leadership in China.  Newly uncovered documents reveal some of what's really going on at those detention camps.  The Chinese government has locked up more than one million Uighurs and Han Chinese based on mass data surveillance.  These people, in some cases, are dragged out of their homes.  Sometimes they're arrested on the street.  Most of them have been not accused of any crime.  These leaked cables that you're looking at in these pictures, in some cases, reveal torture; and, in some accounts, rape -- amidst the so-called re-education effort of these populations.  The blueprints are the most descriptive to date.  They describe guard towers, locked doors, double locked doors, video-monitored restrooms, seen here, this is a 2018 satellite image of Kunshan Industrial Park.  This, as Hong Kong’s elections present a serious rebuke, many of the Beijing supportive candidates lost.  They had an enormous turnout of voters in Hong Kong.  So, the earth is moving in that situation as well.  So, joining me now, Dr. Michael Pillsbury, former special assistant for Asian affairs under President H.W. Bush and author of “The 100-Year Marathon: China’s Secret Strategy to Replace America as the Global Superpower.”  And this is part of that program.   Dr. Pillsbury, good to see you, as always.  Thank you for being here tonight."
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": " Hi, Martha.  Thanks."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, what’s your reaction to these documents?  What do they reveal in your mind?"
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": " Well, it’s pretty shocking.  It’s not only the management of the systems, some of the cables you’re referring to are exactly how you get in through visual surveillance or some kind of misconduct, often a quota system that they can fill the million rooms they have for people.  But the other part of it is how you are treated once you’re in there.  It turns out there’s a point system, a 1,000 points you start out with.  You can’t gain points, but you can lose them by smiling, or yawning, or not paying attention to Communist Party lectures.  So, all that is one set of these cables.  And from my point of view, thinking about the future, and you know very well that President Trump has said he does not want China to surpass us, but many people think China will be double or triple our economy over the next 10 to 15 years.  If that happens, we’re looking at a Chinese system.  And it’s this kind of thing is how they handle dissent."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah.  You think about what Nazi Germany --"
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": " It’s scary for Hong Kong, but it’s scary for us."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah.  It sure is.  What Nazi Germany did in terms of identifying people in, you know, bringing Jews to these camps and, you know, we all know the tale of what ended up unfolding there.  This is a quote on how they’re doing it in China.  “Beijing is pioneering a new form of social control, drawing on data collected by --"
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": ""
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- mass surveillance technology, computers issued the names of tens of thousands of people for interrogation or detention in just one week.”  One document explicitly states that the purpose of pervasive digital surveillance is to prevent problems before they happen.  In other words, to calculate who might rebel and to detain them --"
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": " Yes."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- before they have a chance, Michael."
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": " Yes, this is trying to predict human behavior in advance based on social indicators of voice, face.  There’s another aspect to all this.  It’s probably even more frightening.  We know how President Trump keeps talking about Xi Jinping is his friend.  He’s a great guy.  And frankly, the trade talks depend on the Trump/Xi Jinping relationship."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah."
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": " Well, some of these cables are secret speeches that Xi Jinping gave back in 2014 when he’d just been president of China for one year.  And it looks like, from these materials, that President Xi created this system.  He had -- something existed before, but he greatly expanded it.  So now, instead of thinking of him as the friend of President Trump, the world’s newspapers, starting today have been portraying him quite differently as the mastermind behind this massive detention system."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah."
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": " The Chinese, of course, deny this.  Their embassy in Beijing put out a statement today, Martha, saying this is all fake news and these documents are fake.  A lot of people who can read Chinese and people like me who’ve seen secret Chinese documents before, we’ve taken a look at them, and they look authentic."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Dr. Michael Pillsbury, we’ve heard Xi Jinping talk about crushing bones in Hong Kong.  And now, we’re learning a little bit more, as you say, about a plan that he’s been part of orchestrating for quite some time.  And we’ll see what we learn as we go forward.  Dr. Pillsbury, thank you.  Always good to have you with us."
    },
    {
      "speaker": "Michael Pillsbury",
      "utterance": " Thanks."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, President Trump made this stunning prediction on the 2016 campaign trail."
    },
    {
      "speaker": "Donald Trump",
      "utterance": " And at the end of four years, I guarantee you that I will get over 95 percent of the African American vote.  I promise you."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, now more than three years later, where do African American voters stand in their support or non-support of President Trump?  We’re going to talk about it coming up next."
    },
    {
      "speaker": "Cory Booker",
      "utterance": " I wanted to return back to this issue of black voters.  I have a lifetime of experience with black voters.  I’ve been one since I was 18.  I welcome the challenge of connecting with black voters in America who don’t yet know me."
    },
    {
      "speaker": "Joe Biden",
      "utterance": " You know, I’m part of that Obama coalition.  I come out of the black community in terms of my support.  If you notice, I have more people supporting me in the black community that have announced for me because they know me.  They know who I am."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " 2020 Democrats actively seeking to carve out some of Joe Biden’s support among African American voters.  The former vice president has 39 percent, according to this poll.  Elizabeth Warren at 22 percent, Bernie Sanders at six, Pete Buttigieg has his work carved out for him, you could say, at four percent.  Meanwhile, President Trump also fighting to win over black voters in this country, recently launching a Black Voices for Trump outreach initiative to hang on to the eight percent that he won in 2016, which was a larger number than Mitt Romney got.  So, where do the voters stand? For that, we turn to a panel of bipartisan African American voters.  We’ve been bringing in different groups of people over the last several months.  And thank you all very much for being here today.  I’ve got King Face, you like to go by King Face?"
    },
    {
      "speaker": "King Face",
      "utterance": " Yes."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " On my right here, Marquisha Guthrie, [spelled phonetically] you’re a Democrat.  And you are -- guess what?  I’m going to go by the hat.  I’m going to guess you’re a Trump supporter [laughs]."
    },
    {
      "speaker": "King Face",
      "utterance": " Me too."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " And on my left, Dr. Suzan Johnson Cook, undecided voter, right?"
    },
    {
      "speaker": "Suzan Cook",
      "utterance": ""
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " And Angela Stanton King, who is a Trump supporter."
    },
    {
      "speaker": "Angela Stanton King",
      "utterance": " Absolutely."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Marquisha, let me start with you."
    },
    {
      "speaker": "Marquisha Guthrie",
      "utterance": " Okay."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Why is it that there are, that there is such a large percentage of the black vote that supports Joe Biden, as I think you do, right?"
    },
    {
      "speaker": "Marquisha Guthrie",
      "utterance": " Yes.  I believe a huge number of supporters within the black community definitely stems from President Obama's 2016 election.  Obviously when President Obama was elected for African Americans it was huge for us in electing the first African American president.  However, when we look at the work that was done with the Affordable Care Act, when we look at the work that Joe Biden worked on prior to becoming vice president with the Violence Against Women Act, these things over time have definitely stemmed from issues that we face in the black community."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Does it bother you that he hasn't gotten the support of President Obama?"
    },
    {
      "speaker": "Female Speaker",
      "utterance": " No.  I feel like with this many candidates running on the Democratic ticket it's way too soon for President Obama to make a decision."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Well, that's what he's been saying too so far.  Angela, you know, in terms of, you know, obviously the black vote is very significant.  Anyone who wants to win the Democratic primary has to win the black vote.  That's why South Carolina has historically been such an important place to sort of get a gauge of that.  Why do you support President Trump?"
    },
    {
      "speaker": "Angela Stanton King",
      "utterance": " I support President Trump for what he's done in action.  I mean, we can see a lot of candidates right now saying what they are going to do, and I know what President Trump has done.  We've got the lowest black unemployment ever.  The historical passing of the first step act which I was honored to be a part of to help pass that act using my own story where I gave birth.  I was -- did some time in prison and gave birth to my daughter chained to a bed.  Shared that story with the president.  He put a clause in the law saying that he forbids the chaining of women during childbirth.  The First Step Act thus far has released 7,000 people from prison, 91 percent of them have been black and that is in fact overturning Joe Biden's three strikes you're out law and the mandatory minimum.  For me, of course I have an organization, American King Foundation and we're all about reuniting American families and I think the first step to rebuilding black America is getting a lot of our men and women out of prison and back home so they can be reunited with their families and raise their children."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Interesting.  Dr. Johnson Cook, does that resonate with you what she's saying?"
    },
    {
      "speaker": "Dr. Johnson Cook",
      "utterance": " I -- her story is her story, but you know it's not our story and we don't speak with one voice.  We're not monolithic obviously but I think, you know, talked about reuniting families, well the first step is not pulling them apart at the border and putting them in cages and so we look at that in terms of the number of people –"
    },
    {
      "speaker": "King Face",
      "utterance": " But that was Obama, though."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Right."
    },
    {
      "speaker": "Dr. Johnson Cook",
      "utterance": " But the number of families under Trump –"
    },
    {
      "speaker": "Angela Stanton King",
      "utterance": " Right, and Trump signed an executive order reuniting those families."
    },
    {
      "speaker": "Dr. Johnson Cook",
      "utterance": " Who are -- so, her story is her story but I think there are a whole lot of people who are saying, you know, America is the most divided that it's ever been and so there are blacks who are not supportive whatsoever of Trump because we look at the highest office in the nation as being one of -- number of morality and ethics and what's happening right now shows that we don't have a leader who has either of those."
    },
    {
      "speaker": "King Face",
      "utterance": " I mean, what morality did Obama have when it come to our community and what he has done for our community?"
    },
    {
      "speaker": "Angela Stanton King",
      "utterance": " Nothing."
    },
    {
      "speaker": "King Face",
      "utterance": " You could say whatever you want about Donald Trump, but he's actually accomplished things.  You know, like she said, lowest black unemployment.  Also $100 billion for over 6,000 opportunity zones, you know, and the people that he's freed from prison.  You know, when Obama had opportunity to pardon Jack Johnson he didn't.  You know?  Donald Trump did that his first week in office."
    },
    {
      "speaker": "Dr. Johnson Cook",
      "utterance": " Okay, but you said we can say whatever we want about Trump and yes, his story also speak for himself as well in terms of what's happening in America right."
    },
    {
      "speaker": "King Face",
      "utterance": " But do you agree that –"
    },
    {
      "speaker": "Angela",
      "utterance": " There wouldn't be an impeachment trial --"
    },
    {
      "speaker": "King Face",
      "utterance": " Do you agree that Obama's the one that put those kids in cages? ."
    },
    {
      "speaker": "Dr. Johnson Cook",
      "utterance": " But my point is -- you said I could say whatever I wanted about Trump."
    },
    {
      "speaker": "King Face",
      "utterance": " No, I'm just asking you a question."
    },
    {
      "speaker": "Dr. Johnson Cook",
      "utterance": " What I'm saying --"
    },
    {
      "speaker": "King Face",
      "utterance": " Do you agree?  Yes or no."
    },
    {
      "speaker": "Dr. Johnson Cook",
      "utterance": " I don't.  I believe that –"
    },
    {
      "speaker": "Dr. Johnson Cook",
      "utterance": " But there are current pictures now -- the Congressional Black Caucus actually went down to members of Congress went down to what the site right now."
    },
    {
      "speaker": "Angela Stanton King",
      "utterance": " Well, have you all been to the regular jail?  Because my baby was taken from me right out of my arms in 2004 and President Trump wasn't president.  So, any person in America that's arrested or accused of a crime they're going to be separated from their kids.  So, this whole hype about we're just separating kids at the border, this is American law.  There is not one person that's ever been arrested that hasn't been separated --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Let me ask you something.  I want to play a soundbite from Kanye West because I think this is pretty interesting.  Watch this."
    },
    {
      "speaker": "Kanye West",
      "utterance": " Before black people I just say don't just be a demographic.  Own your power.  Your power is not just to vote Democrat for the rest of our lives.  That's not the power just voting on who they told us to vote on.  That's not where the power is."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Marquesha [spelled phonetically], what do you think about that?"
    },
    {
      "speaker": "Marquesha Guthrie",
      "utterance": " I agree.  I don't believe that African Americans should vote just democratic.  However, I do believe that as a black Democrat I decide on who I want to vote for so I'm not really looking for Kanye West to tell me who to vote for because Kanye West is not from northern New Jersey.  Kanye West did not face the same issues I faced that made me a Democrat."
    },
    {
      "speaker": "King Face",
      "utterance": " I mean, he is from Chicago."
    },
    {
      "speaker": "Marquesha Guthrie",
      "utterance": " Kanye is from Chicago.  He's faced a lot more than --"
    },
    {
      "speaker": "King Face",
      "utterance": " You know, he's in a democratic state."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Do you think he has influence with African American voters?  What do you think?"
    },
    {
      "speaker": "Female Speaker",
      "utterance": " Some, some, but you know, if we're looking -- there's a pool of candidates and we're not necessarily voting democratic, we're voting for the best candidate and if it happens to be a Democrat that will be the best candidate."
    },
    {
      "speaker": "King Face",
      "utterance": " And the best candidate is Donald Trump."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " I mean, for me personally –"
    },
    {
      "speaker": "Female Speaker",
      "utterance": " So that's why it's called and election and that's why it's called a runoff.  So, we're waiting to see who's the best one appear and emerges for us as Democrats."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " My biggest issue with the current democratic candidates as it comes to the black community is that all of them are pushing for poor women of color to have access to abortion.  That's all that you hear.  Since abortion Roe v. Wade has been passed, 46 percent of the black population has been aborted."
    },
    {
      "speaker": "King Face",
      "utterance": " Exactly."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " To me personally you don't have my best interest in mind if only thing you're offering me is access to abortion to kill my child before it has a chance to live and then also free welfare.  Black people have been voting Democrat for the past 60 years and it has done absolutely nothing for us but kept us stagnate on welfare and now here we are, we're 46 percent of the black vote.  I mean, the black people -- the black population being aborted."
    },
    {
      "speaker": "King Face",
      "utterance": " Marquesha, what do you say to that?"
    },
    {
      "speaker": "Marquesha Gutherie",
      "utterance": " I don't agree.  I believe that in the candidates that are running as Democrats, a lot of them have also fought for black maternal health within their own respective states and in Washington.  Cory Booker, Kamala Harris."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " Well, Cory Booker actually said that he wanted to designate an office in the White House when he wins strictly to reproductive health to making sure that poor women of color have access to abortion.  Why are not -- why are there not asking --"
    },
    {
      "speaker": "Female Speaker",
      "utterance": " Fighting for reproductive health is not simply about abortion."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " But for reproductive health --"
    },
    {
      "speaker": "Female Speaker",
      "utterance": " But for reproductive health –"
    },
    {
      "speaker": "Female Speaker",
      "utterance": " --- talking about the life of the fetus and the life of the mother both during pregnancy and also after pregnancy."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " Giving me reproductive health by stopping my reproduction.  I'll say that and any real black leader knows that there is strength in numbers so why would you want us to abort our children?"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " I want to get King Face back in here.  Go ahead."
    },
    {
      "speaker": "King Face",
      "utterance": " I mean, if you look at it, we've been killing our own army for the last how many years and that’s all because of Planned Parenthood, right?  Who's Margaret Sanger?  She actually created Planned Parenthood in order to kill off black babies."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " And she's -- and Planned Parenthood is the biggest supporter of the Democratic Party."
    },
    {
      "speaker": "King Face",
      "utterance": " Of course.  Big time."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " I think you can say --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Last thought."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " I think you can say one issue but it's also not just the life of the baby but it's also the life of when the baby gets here.  What are you providing for in terms of education --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Well, what I'm hearing is that this is a very important topic for all of you on both sides."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " The point that needs to be made is that we've got to stop the reproductive conversation with abortion.  Reproductive rights is not solely about abortion, and the Democrats supporting it is not because we are pro-abortion."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " All right.  And we -- I have to leave it there but you know what?  I hope you all come back because, you know, it's a long election and I want to hear, you know, how everyone sort of, you know, some people may evolve on who they like and as we go through all this process.  So, I'd love for you to come back.  Thank you very much.  All right.  Thanks to all of them for joining us tonight.  Coming up next, conservative radio host Dennis Prager on his eye-opening documentary about what he sees as the erosion of free speech in America."
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " You are not to be heard on a college campus or at your place of work.  This is brand new.  This is one of the few things one could say we have no precedent for in the United States."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Also tonight, an angry mob of protesters shouting down former Reagan administrator -- administration economist Art Laffer seconds into his speech at Binghamton University.  It's a scene that has become all too familiar across America and one that got the attention of conservative radio host Dennis Prager and comedian Adam Carolla, who investigate threats to the First Amendment and freedom of thought in their hit documentary, \"No Safe Spaces.\"  Watch what happens."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " You have the right to remain silent."
    },
    {
      "speaker": "Adam Carolla",
      "utterance": " The only way we separate the good ideas from the bad ideas is to be free to say whatever we want about them. Anything you say will be used against you."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " There is no free speech for a fascist."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " Your posts on Facebook --"
    },
    {
      "speaker": "Male Speaker",
      "utterance": " Twitter --"
    },
    {
      "speaker": "Male Speaker",
      "utterance": " -- and social media --"
    },
    {
      "speaker": "Group",
      "utterance": " -- will be saved to shame you."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " Kevin Hart has stepped down from hosting this year's Oscars."
    },
    {
      "speaker": "Female Speaker",
      "utterance": " Anything you say that we don't like will be used to shut you up."
    },
    {
      "speaker": "Group",
      "utterance": ""
    },
    {
      "speaker": "Male Speaker",
      "utterance": " You can't be funny."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " It's creating an atmosphere of fear and repression, and it's going to bust."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " You cannot think differently."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " It makes it difficult for you to learn from other people."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " Isn't it spooky we're having this discussion?"
    },
    {
      "speaker": "Group",
      "utterance": " You can't challenge us."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " Kids grew up dipped in Purell, playing soccer games where they never kept score."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " There is no debate."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " The type of diversity that they hate is diversity of thought."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " We reserve the right --"
    },
    {
      "speaker": "Female Speaker",
      "utterance": " -- to be offended by everything."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " No university should ever create a safe space."
    },
    {
      "speaker": "Male Speaker",
      "utterance": " You're not going to protect people.  And so, the best you can do is to make them strong."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Dennis Prager joins me now.  Host -- radio host of the Dennis Prager show.  Dennis, great to see you.  Thank you for being on tonight."
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " Great to be with you.  Thank you."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " So, I mean, just watching that trailer.  And I watched, you know, pieces of the film today.  It is so disturbing that we've gotten to a point where you can't have --"
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " That's right."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- these discussions on college campuses, which is where -- exactly the place that you should be having them.  When Art Laffer gets shut down -- you know, the designer of the Laffer curve and the Reagan economy -- it -- you know, you just have to wonder, what is so deeply upsetting and controversial about Art Laffer?"
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " What's deeply upsetting is -- [laughs] -- is that the man is not on the Left.  That is all it takes.  He -- it's unprecedented in American history that there is a -- such a large percentage of young people -- or, of that matter, old people -- who believe the First Amendment needs to be changed.  And that is -- those are the polls.  About 50 percent of millennials believe that the First Amendment --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": ""
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " -- should be modified to ban hate speech.  But of course, the whole point of free speech is that what you consider hate speech is irrelevant.  What I consider hate speech is irrelevant.  When I was a kid, Nazis -- real Nazis -- what I mean \"real\" is not people who were called Nazi by the Left because they don't agree with them.  I've been called \"Nazi,\" and I've devoted my life to Judaism and to the Jewish people, and wrote a Torah commentary, and built a synagogue.  And I've been called a Nazi.  Google has an email that declares Ben Shapiro, Jordan Peterson, and Prager U -- my website, Prager University -- Nazis.  But real Nazis marched in -- wanted to march in Skokie, Illinois, where there were Holocaust survivors, to be -- because they're such cruel human beings, these Nazis.  Jewish groups and liberal groups all said, \"Of course.  In America, even real Nazis can march in a Jewish neighborhood.\"  That's America.  It's changed, and that's the first time in American history that this is the case.  And it started at the university.  That's what this film is about."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " You say that it's dangerous to send your kids to American universities."
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " That it's what to send your kid to university?"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " That it's dangerous."
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " What was the word?  Oh, dangerous.  Well, I have -- [laughs] -- I have a very good motto on this.  Sending your child to college is playing Russian roulette with their values.  And I mean it.  I'm not happy about it.  I love the life of the mind."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah."
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " I went to Columbia.  I love -- I love intellectual work.  I read and I write.  But the university has substituted indoctrination for education."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " What do you think -- you know, we talk about triggers a lot, right?  Triggers that send people into safe spaces.  But what do you think triggered this?  You know, when you try to sort of trace back the anthropology of how we got here, where do you think it begins?"
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " Well, my theory is that there is a huge distinction -- a gulf -- between liberal and left.  Liberals and conservatives agree on far more than liberals and leftists do.  But liberals don't want to acknowledge this because they're afraid to.  But this emanates from the Left.  The Left, from Lenin to the present-day university -- anywhere on earth -- has never countenanced free speech.  So, wherever it gains power -- and there's nowhere it has more power than at the university -- it suppresses free speech because it can't deal with free speech.  We might actually prevail if we're allowed to speak."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah.  I mean, if you -- you know, if you are -- if you feel strongly enough about your arguments, you should never be afraid to have someone present the other side because you shouldn't --"
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " Yes."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- worry that they're going to able to poke holes in it because you feel so strongly about what you believe.  I want to ask you about something that happened today.  Justice -- Supreme Court Justice Sam Alito wrote an opinion that he was defending -- National Review went after a climate scientist named Michael Mann for his hockey stick theory.  And National Review said, essentially, that the methodology that he used was debunked, in their opinion, in their analysis.  And they tried to get that overturned, and the Supreme Court said they're not going to hear that case.  And Alito wrote a very passionate defense of freedom of speech on this.  What are your thoughts on that?"
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " It's depressing to think that, if this did go to the Supreme Court, it wouldn't be 9-0, as I said --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah."
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " -- I have no issue -- I mean, obviously, I don't agree on everything liberals believe, but they're my allies.  And liberals need to understand, we are your allies on free speech.  That's why there are so many liberals in our documentary -- because this is a unity between us.  This is a very serious thing that is happening.  If so many young people think, \"Oh, well, what I think is hate speech, that should be banned?\" -- 2,000 demonstrators against Ann Coulter speaking at Berkeley last week?  I mean, my God.  They can have the furthest radical leftist show up and we don't do that."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " Yeah.  Dennis Prager.  \"No Safe Spaces\" is the film.  I recommend everybody watch it.  Thank you very much --"
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " And --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- for being here tonight."
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " -- [inaudible] --"
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " -- [unintelligible] --"
    },
    {
      "speaker": "Dennis Prager",
      "utterance": " December 6th, goes national.  Nosafespaces.com."
    },
    {
      "speaker": "Martha MacCallum",
      "utterance": " All right.  Dennis, thank you very much.  Moments ago, everybody, House Intel Chairman Adam Schiff applauding a federal judge's ruling that former White House counsel McGahn must comply with the House subpoena, saying, in part, the witnesses who have defied Congress at the behest of the president will have to decide whether their duty is to country or to a president who believes that he is above the law.  That is coming from Adam Schiff tonight.  Breaking news on the impeachment front.  That is the Story on Monday, November 5th, 2019.  The story goes on.  We'll see you back here tomorrow night at 7:00.  Tucker is up next in D.C.  Good night, everybody."
    }
  ]
}