{
  "date": "November 14, 2021",
  "headline": "'Fox News Sunday' on November 14, 2021",
  "subHeadline": "'Fox News Sunday' welcomed guests Vivek Murthy, Ken Paxton, Julie Pace, Doug Heye and Moe Elleithee",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-on-november-14-2021",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "I'm Chris Wallace. Public health officials warned of a winter surge as COVID cases rise across  the country. And the Biden administration's vaccine mandate faces  challenges in court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN PAXTON (R), TEXAS ATTORNEY GENERAL",
      "sentences": "The president does not have the  authority to force people to get a vaccine and then threatened them with   their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "sentences": "We're confident in our authority to protect American workers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask surgeon general, Dr. Vivek Murthy, about the debate over public health versus personal freedom. Then, we'll get reaction from Texas Attorney General Ken Paxton, whose state is at the forefront of legal  battles over vaccines, masks, abortion, and voting rights.   Plus, Trump advisor Steve Bannon hit with contempt of Congress charges for refusing to provide to the House committee investigating the January 6  attack on the Capitol. We'll ask our Sunday panel about the test of a president's executive  powers.  And our Power Player of the Week, Virginia's incoming lieutenant governor, Winsome Sears, and how she made history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WINSOME SEARS (R), VIRGINIA INCOMING LT. GOVERNOR",
      "sentences": "I think they wanted to   take a chance on me. They're tired of politicians who won't let the wounds of the past heal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right now on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Chris, during his first few months in office, President Biden pushed back against vaccine mandates. But COVID   infections rose and that all changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEAN-PIERRE",
      "sentences": "We are confident in our authority to protect American workers as this virus is killing 1,100 -- approximately 1,100 Americans a day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "The Department of Justice prepared to fight all the way to the  Supreme Court, writing in part: The department will continue to vigorously  defend the standard and looks forward to obtaining a definitive resolution following consolidation of all the pending cases for further review.  The mandate lost in federal court to a growing list of supply chain issues and the highest inflation rate in 30 years and it spells trouble ahead for a president not even a year into his term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Even though wages are going up,  we still face challenges that we have to tackle on. We have to tackle them  head-on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "David Spunt reporting from the White House -- David, thanks. And joining us now, U.S. surgeon general, Dr. Vivek Murthy.   Doctor, welcome back to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. VIVEK MURTHY, U.S. SURGEON GENERAL",
      "sentences": "Thanks so much, Chris. It's good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "COVID cases are up 11 percent over the last two weeks and you can  see the spike across the country. The virus is on the rise in 26 states from California to Maine. In some states, increases of more than 50 percent. And the CDC says 68 percent,  two-thirds of U.S. counties, now have, quote, high community transmission. As the weather gets colder and people spend more time indoors, what are the chances that we're going to see another winter surge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "Well, Chris, the good news is that we are certainly well down from the peaks that we hit during the delta wave earlier, we see in the late summer. But as winter does approach, people do go indoors, and virus is also better able to transmit in cold dry air. So, we know that increases up  the possibility that there will be spread. A couple of things that are critical, though, for people to keep in mind. And number one is if you are vaccinated, your chances of both getting sick and transmitting the virus to someone else are much, much lower. So, this makes it all the more important as winter approaches to get vaccinated. And second, if you are eligible to get a booster shot, it's especially helpful if you can go ahead and do that now as winter approaches again, and  as people get prepared for the holidays. So, we should be prepared for the fact that there may be an uptick in cases that we see in various parts of the country with cold weather. But what has held true for the last year is so true, which is vaccines still give you a high degree of protection, especially against the worst outcomes of COVID like hospitalization and death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You talk about being eligible for the booster. Three states,  California, Colorado, and New Mexico, have jumped ahead of federal authorities and said that anyone, everyone above the age of 18 can now get a booster. Do you have a problem with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "I certainly understand, Chris, why these states are doing that. You know, they are looking at what's happening in their own states, that they are seeing cases go up and they want to have broad protection for the entire state. And I get that.  What people should know, though, is that the FDA has already made millions of people eligible for booster shots -- people who are above 65 who have other illnesses that put them at higher risk and who are at higher risk of exposure based on where they live or where they work. Millions of people are eligible who have not yet gone their booster shot and we want to focus on that. What people should also know, though, is that the FDA is considering  broadening that eligibility after a request from Pfizer to do so. But what they're going to do is take a close look at the data. They want to make, you know, especially sure that the booster shots are both safe and effective for the populations that are not currently eligible. And once they determined that, then they will make a recommendation there. But the bottom line is that millions of people can get boosted right now and we want them to get boosted, because that will both extend and enhance  the protection that they've already been getting from the vaccines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There is reportedly a split inside the Biden administration between folks like Dr. Fauci and you who, reportedly, favor making boosters available to all adults, and CDC director, Dr. Walensky, who is reportedly not as persuaded that young, healthy adults need the extra protection. Does the split inside the administration add to the public confusion about vaccinations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "Well, Chris, I'm glad you ask that question because the reality is that there is much more agreement here than I think people appreciate. In August, in fact, all three of us, Dr. Fauci, Dr. Walensky, myself, as well as other medical leaders within the administration, including the FDA commissioner, the NIH director and others, all signed a letter saying that we believe that protection was starting to wane and that boosters would be needed at some point later in the year for people across the age spectrum,  you know, 18 and above. What we also said, though, in that letter was that we wanted the CDC and the FDA to weigh in on both the efficacy and the safety of booster shots. And all that actually remains true. And so, you know, while we haven't millions of people eligible for booster shots, we are going through an FDA process and we'll go through a CDC process to see if that eligibility should be widen. But the bottom line is all of us are in the same page about the strong protection that the vaccines afford and we know that where boosters are indicated, that they will be hopeful to extending people's protection against COVID-19.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "On Friday, the Fifth Circuit Court of Appeals in New Orleans for the second time continued to block the Biden administration's mandate that all businesses with more than 100 employees vaccinate their workers or get a test. And here's what the judges wrote: Rather than a delicately handled scalpel, the mandate is a one-size-fits-all sledgehammer that makes hardly any attempt to account for differences in workplaces. Now, you're not a lawyer, so I'm not going to ask about their legal reasoning. But as a public health expert, if the courts continue to block the vaccine mandate for big companies with over 100 employees, what's the impact on public health?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "Well, Chris, I think it would be a setback for public health. What we know very clearly is that when people get vaccinated and the more people who get vaccinated, the quicker we're able to bring this pandemic to an end, the more lives we can an ultimately save. And that's my primary concern as a doctor and as a public health expert is how do we end this pandemic as quickly as possible and save lives in the process? Look, Chris, what's really important that people understand about these requirements in workplace are a few things. Number one, they are not new. We've had requirements in various settings in our country since the founding of the United States of America, including in schools since the 1800s, workplaces like hospitals have had requirements for vaccines for years. The military has had such requirements. But we also know, Chris, that they work remarkably well. Even with COVID- 19, we've seen a 20 percent bump on average in vaccination rates with organizations that put requirements in place, and many already have. Keep in mind, many businesses are not waiting for the federal mandate. In fact, a third of Fortune 100 companies have already put requirements in place and millions of people gotten vaccinated as a result. What's really at the heart of this for a vaccinate requirement strategy is to create safer workplaces for workers, for customers, and to increase vaccination rates overall, because that's ultimately how we're going to end this pandemic. And that's our collective, shared goal as a country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But if public safety is the issue, how do you balance the drive for more vaccinations with the fact that police and health care workers in a number of cities are walking off of the jobs and now -- now, you have the Oklahoma National Guard refusing the mandate to get vaccinated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "Well, Chris, what I think is important to appreciate in the broader picture is that the vast, vast majority of people across this country, vast majority of workers are, in fact, in line with and will be in compliance with the general requirements. We've already seen that in the businesses that have put these requirements in place. Many of them have achieved greater than 95 percent, sort of, adherence, if you will, with the vaccine requirements. So, I think that's really important to keep in mind. But ultimately this is about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I mean, I just want to say, but on the other hand, there is a large percentage, thousands of Border Patrol agents who haven't been vaccinated and are threatening to leave the job. You see in police departments in big cities, health care workers, and as I say now, the entire Oklahoma National Guard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "So, here's what's important there, Chris. I think, number one, look, I think everyone's point of view matters. And for those who are concerned about the vaccine requirements, I think it's important for them to have their questions answered, their concerns heard. But if we're concerned about the safety of the workforce, Chris, the single biggest threat to our workforce in hospitals, our police force, and other workforces has been COVID itself. The number of workers who've gotten sick, who have been quarantined and off of the job as a result, who have lost their lives is extraordinary and really heartbreaking during this pandemic. So, if we want to protect our workers, Chris, these vaccine requirements will ultimately help us to advance that caused to the greatest extent that we need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "For a lot of people, though, this comes down to personal freedom. And Green Bay Packers quarterback Aaron Rodgers came down -- and I can see you nodding, you know -- with COVID after deciding to take alternative treatments instead of the vaccination. He spoke out this week. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AARON RODGERS, GREEN BAY PACKERS QUARTERBACK",
      "sentences": "I believe strongly in bodily autonomy, and the ability to make choices for your body. And not have to acquiesce to some woke culture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Doctor, what do you say to Aaron Rodgers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "Look, I think the principle of freedom, when it comes to health, but in general, is a very important one. Freedom is an important value that brought my family to this country, as immigrants years ago, and has brought so many immigrant families to this nation. It's extraordinarily important. But keep in mind, we are a community of 300 million people. We are not sole individuals entirely on our own. In any community, sometimes our decisions do affect other people. It's why, Chris, we have speed limits on highways because we know our decision about how we fast we drive affects the safety of others. When it comes to getting vaccinated, we know that people who are unvaccinated are high risk of getting sick and spreading it to others, which is why in many settings, Chris, we have made the decision as a community to require vaccines in schools, for example, all across our country --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "-- and in certain workplace settings. That's why these are so important here, too, Chris. So, while freedom is absolutely important, we also have a collective responsibility to one another when our decisions impact the health and well-being of others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Dr. Murthy, thank you.  Thanks for your time this week and always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURTHY",
      "sentences": "Always good to talk to you, too, Chris. Take care and stay well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You, too. Up next, we'll get reaction from one of the state attorneys general fighting the vaccine mandate. Ken Paxton of Texas joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Texas has been taking on the Biden administration on a range of issues, from abortion, to voting reform, and now vaccine mandates. They all have one thing in common, they cross the desk of the state's top law enforcement officer. And joining us now is the Texas attorney general, Ken Paxton. Mr. Paxton, you're suing the Trump -- rather, the Trump -- the Biden administration over this vaccine mandate which you say is unconstitutional and a federal overreach. But coronavirus, the virus is still killing more than 1,000 people every day. And a top White House spokesperson had a question this week. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "sentences": "The question is really that I have is, why are these legislatures, these Republicans, getting in the way of that, getting in the way of saving lives, getting in the way of us making sure that the economy is working as well and getting out of this pandemic. And so that's the question for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How to answer that question, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN PAXTON, TEXAS ATTORNEY GENERAL",
      "sentences": "Well, first of all, I'm not in the legislature, so I can't quite answer for our legislature. But I think that they want people to have choices over their own decisions as to their health care with their doctor's advice. And so people have different opinions about what that should be for them and it shouldn't be made by the federal government from -- from Joe Biden's desk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to play a clip of you from this week going over, going against the vaccine mandate. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I would urge businesses, don't listen to the president. He's bullying Americans. He's bullying businesses. And what they should do is take care of their own businesses, take care of their own workers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You say Texas companies should take care of their own workers. So, given that, how do you justify the governor of Texas, Greg Abbott, issuing an executive order that bans any business in Texas from issuing a vaccine mandate and -- and how do you justify the governor issuing a ban on all school districts on mask mandate, a ban that was overturned just this week by a federal judge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "So, I justified that the governor has the authority under state law, in an emergency, to respond to these types of issues. And so he's done just that. Obviously, it's his view that these mask mandates are unnecessary and that vaccine requirements are also unnecessary. So it's my job as a state's attorney to go defend what he's done and what the legislature's done. And I'm perfectly comfortable doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I just want to drill down on this a little bit. You said that you think that Texas company, businesses, should take care of their own workers. Is that consistent with the governor's executive order and your enforcement of that order which bans companies from taking care of their own workers as they see fit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "Yes, so what I was trying to say in that clip was the governor -- the -- the president doesn't have the authority to force companies. Obviously, we've gotten a stay in the Fifth Circuit to stop him from forcing companies to require their workers to get the -- the vaccine or be fired. And what I'm saying to these companies is, you don't have to listen to him because he's out there saying now you should do it anywhere -- do it anyway, despite the fact that we have a stay from a higher court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, but -- but you said that the business should take care of their own workers and the governor is saying that they can't take care of their own workers as they see fit, they're prohibited from deciding if they so choose to issue a vaccine mandate. That's not consistent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "Yes, so -- well, we're dealing with different types of requirements here. We've got state government requirements. So it's clear that the governor has a different executive order for them. And we've been in all types of litigation with school district and counties trying to stop them from forcing mandates, in San Antonio, vaccines, and we've been successful. We've actually had no lawsuits against businesses. There's a lot more freedom with businesses to make their own decisions. But what I would say is that they -- they should definitely consider their employees because we're in a situation right now with our economy where we can't afford to lose transportation employees or health care workers or law enforcement officers. And that's -- that's happening all over the country. And I think it's going to have a negative impact on our economy and our ability to help people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but, I -- I -- I just want to go through this one more time. You're saying that they should have the authority and the ability to decide what their workers should do. The governor's executive order prohibits them from deciding what they want to do. He bans vaccine mandates. Isn't a mandate by the federal government -- are you saying there's a different between a mandate to get a vaccine from the federal government is different in terms of the ability to take care of their own from a state mandate not to have vaccine mandates?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "Well, I think your question is a little confusing, but, yes, the federal government has no authority to do this. Right now we have OSHA guidelines that have not been authorized by Congress. They absolutely have no authority to do this. The governor has a different authority under state law that the legislatures give him and he's operating under that state law. And so we're doing our best to defend --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So -- so he can -- so he can tell private businesses what to do? It's -- it's OK? And -- and they can't take care of their own?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "Well, look, I've -- I'm more -- I definitely agree that states have more authority over these areas than the federal government. The federal government has limited authority. And if Congress has not granted that authority to OSHA -- and -- and I would even question whether Congress has authority. Yes, states have a lot of authority to deal with what's going on in their states. And -- and I think that's -- that's been clear from the founding of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're also in court defending the new abortion law in Texas that deputizes anyone, however disconnected from it, from -- for charging, for suing anyone who assists in an abortion. And I want to put up what you said. You said that this law, the Texas law, is not at odds with Roe v. Wade, but merely creating the potential for liability for some abortions is not a ban. Mr. Attorney General, are you saying if someone wants to assist with an abortion and just pay the $10,000 fine, that's OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I'm not saying it's OK. It's a violation of state law. But you'll have to realize, I am not responsible for drafting these laws. I defend them. And we are doing that. And I think the -- the legislature has made a choice about how they're going to relate abortion and how they're going to protect the unborn. And they've done it here. And my job is go defend those lawsuits. And we've done it all the way to the Supreme Court. And you should know that this case, so far, is really not about the substance of whether Roe v. Wade is going to be overturned. It's about whether these -- whether the federal government, this other plaintiff, have -- have standings to sue me, the attorney general, who has no authority right now to actually implement any of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let me ask you a direct question. What do you think of the new abortion law in Texas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "Well, look, I -- I applaud the legislature for -- for doing anything they can to protect human life. They try to balance the current Supreme Court provisions and cases with -- with what they want to do in the state. They're elected by people in this state and they have the right to go pass whatever laws they want and we'll deal with them in court when -- when it comes up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you applaud the law. Let me ask you about one aspect of the law. It makes no exception for cases of rape and incest. You know, if a pregnancy results from a crime, like rape or incest, you have no problem with forcing the woman to carry that fetus to term?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "So, again, I didn't pass this law. My job is to defend it. Whether -- if I was a legislature, I would have made some changes to this, I -- I don't know. I -- I would have -- I would have certainly had that opportunity. I defend what the legislature put in place here and I'm glad to do my job representing the people of Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, again, I'm -- I'm asking you, as a public official, you must have an opinion. Do you think there should be an exception for rape and incest, as there are in most abortion laws in the country, or do you favor what Texas did, which was to say that there's no exception for rape or incest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "Here's what I'd say. I think it's very important to protect life. I think this bill is defensible and I think we're going to -- we are going to do a really good job defending it. We already have. It's gone to the Supreme Court twice. And the first time we were successful. I have no idea what's going to happen on the second round. But, again, we're not even talking about the substance right now, we're talking about the procedure, which is whether they even have standing to sue us, which we don't believe they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "You face your own legal problems, as you well know. You're under indictment on an allegation of securities fraud, and you're also the subject of an FBI investigation because some former top officials in your own office accused you of bribery. George P. Bush, the son of Jeb Bush, is running against you next year. You're seeing re-election as attorney general. Here's what he says. Our top lawyer needs to be above reproach. There shouldn't even be a question of one's character and competence for this important role. How big a problem do you think these allegations against you will be in your efforts to win reelection?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "Look, I've been dealing with this kind of fight. When you go out and do the types of things that I've done, your going to be challenge. You're going to have issues like this pop up. And -- and I've -- this happened seven years ago, almost seven years ago. I was re-elected when it happened. And I think we've done a great job defending the state of Texas. That's what I'm going to talk about, what my job is to do for the state of Texas and make sure that I am defending the state, that I'm defending the governor, the legislature, and I'm going to continue to do that job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Attorney General Paxton, thank you. Thanks for coming in today. Good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "Hey, have a great day. Thanks for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss former Trump advisors Steve Bannon's indictment on contempt of Congress charges for refusing to appear before the January 6 committee. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, President Biden doubling down to sell his build back better plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "This bill is going to ease inflationary pressures, lowering the cost to working families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel about the president's effort to reassure members of his own party. STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST (JANUARY 5, 2021): All hell is going to break lose tomorrow. Just understand this, all hell is going to break lose tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "Former Trump advisors Steve Bannon on January 5th, the day before the insurrection at the U.S. Capitol. Bannon has a first court appearance tomorrow on contempt of Congress charges for refusing to provide information to the House committee investigating the riot. And it's time now for our Sunday group. Former RNC communications director Doug Heye, Julie Pace, executive editor for the \"Associated Press,\" and Mo Elleithee of Georgetown University's Institute of Politics and Public Service. Julie, it is rare for the Justice Department to prosecute criminal contempt of Congress charges. But what does this prosecution, what does this case say about the ability down the line for the House committee investigating the January 6th riot to actually be able to hear from former Trump advisors despite the former president's claim of executive privilege? JULIE PACE, EXECUTIVE EDITOR, \"ASSOCIATED PRESS\": I think that this is potentially a boost for this committee, which has been struggling to get some key people to actually show up, to talk with them, to turn over documents. And this is a warning shot from the Justice Department that if individuals who were close to President Trump are refusing to participate in the process, they could face criminal prosecution. I do think Bannon's case is a bit unique because he was trying to fall within the executive privilege umbrella, even though he had left the White House in 2017. I think there are big questions that we'll be looking to get answers from the Justice Department on in terms of Mark Meadows, who was chief of staff, who was in the White House, does executive privilege extend to him? But certainly, for this committee, which wants to move rapidly, wants to get answers from key people around President Trump, I think this is a real potential boost for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, Doug, I want to pick up on a couple of the points that Julie made, because the banning case is different. First of all, President Trump was no longer the president. He's the former president. As she points out, Steve Bannon was not a current White House official at this time. He had been out of the White House since 2017. And, also, we're not talking about the official business of the president. What we're talking about is investigating a crime, which was the insurrection at the Capitol. So what does all that say about the strength of Bannon's case, and is there a big difference between Bannon's case and that, let's say, of former White House Chief of Staff Mark Meadows?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG HEYE, FORMER RNC COMMUNICATIONS DIRECTOR",
      "sentences": "Sure, there's an enormous different. Obviously, the former chief of staff, Mark Meadows, is going to go through the process of seeing what is allowed in executive privilege and what isn't. And we don't know those answers yet. That's part of what we'll find out. Bannon just does not have those protections. And, you know, I can tell you, Chris, when I worked in the House of Representatives for then Majority Leader Eric Cantor, Congress held Eric Holder, the then attorney general, in contempt for not appearing before Congress. Congress takes these things very seriously. And whether you're talking about a Republican House or a Democratic House, the primacy of Congress and its oversight is paramount. And Republicans and Democrats should be able to unify on this. They obviously won't. But if we have a Republican House in the future, they will have no hesitation in holding Democrats to contempt, just as we're seeing right now. It may be why the best option should have been having an independent committee all along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Of course that was blocked the Senate Republicans. Congressman Jamie Raskin, who's a member of the January 6th House Committee, had a very strong reaction this week to the Bannon indictment. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMIE RASKIN (D-MD)",
      "sentences": "It was a criminal offense. He violated the law when he stood us up, when he blew off the subpoena, and he violated the law when he refused to produce the documents and the papers we were looking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo, the problem for the committee is that undoubtedly Steve Bannon and his lawyers are going to try to delay this case as long as possible, do everything they can procedurally to play it out. And there's a good chance, I think probably better than 50/50 we'd say now, that a year from now, in the midterms, that Republicans may take control of the House, in which case no matter what happens in this case, they would probably kill the committee and there would be no place for Bannon to testify even if he's ordered to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICE",
      "sentences": "Yes. And, look, I agree with what Doug just said. I think there are a couple of long terms implications here. One is getting to the truth, right, of what happened on January 6th, and that is first and foremost what this is all about. But, number two, it is about establishing and defending the role of Congress in oversight. And that cannot be a partisan thing. Republicans have held people in contempt. Democrats have held people in contempt. If you believe in the rule of law, if you believe in the Constitution, if you believe in the role that Congress plays, then -- then you've got to support this. And I do think if Republicans take over a year from now and kill this whole endeavor, they are completely undermining their ability to hold oversight in the future. So there's a lot of different balls at play here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, but, Mo --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEYE",
      "sentences": "Chris, can I say quickly, this will make the lame duck Congress in -- in next December one of the wildest that we will ever have seen in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Mo, let me just pick up on this idea that -- that this should be above partisanship, this should be about the law. The House held Eric Holder, then the attorney general for Barack Obama, in contempt, and the Obama administration and Obama Justice Department refused to prosecute that case. I mean there's politics all over these kinds of cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Sure. But, look, I do think -- and you've already alluded to this in -- in your -- in the early conversation, what happens with Bannon may be different than what happens with others. Bannon was not there. He was not in the White House. He talked about this on air the day before. There's no way to make the executive privilege claim. Whether or not others are successful in that, that will play out. That is - - you know, whether or not you're in government, that will play out. But this, I think, sends a very strong message that they're not playing around and that they want to get to the truth. This is unprecedented. And -- and it's -- it's going to be treated as such.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Julie, you know, we're -- we're talking about all of the reasons that the Bannon cases is different, but there is talk here in Washington, concern that it could open up a dangerous precedent. And -- and, you know, seeing the willingness of the Biden administration to go after Steve Bannon and potentially to go after people with a -- maybe a stronger case, like the White House Chief of Staff Mark Meadows, that this opens the door for one administration to go after officials in the previous administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "And that's why I think the decisions that are still to come for the Justice Department are potentially even more significant. You know, because, again, I think Bannon is a bit of a unique situation, having left the White House in 2017 and still trying to claim executive privilege because there is a precedent that will be set by the decisions that come forward. If a sitting chief of staff is going to be prosecuted for failing to appear before Congress and talk about his direct conversation with the sitting president of the United States. I do think that that is something that -- that both parties would have some measure of concern about, but I think that the Justice Department here is also weighing, as you mentioned earlier, the incident that is at the center of this discussion. You know, this -- this is -- and it was an attack on American democracy. It was an insurrection at the U.S. Capitol. And I do think that that raises the significance of these decisions that they're making right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, Doug, you wrote an interesting article this week talking about the continued drag that you feel that Donald Trump and especially his claims of a stolen election have on the Republican Party going into the 2022 midterms. Explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEYE",
      "sentences": "Yes. Well, it's not just 2022, it's 2024 as well. And my big concern is if Donald Trump doesn't run again, and, obviously, nobody knows what he's going to do, perhaps except for Trump himself, is that we could have a scenario where we have 17 Republicans running for president, like we did in 2016, and that there is no incentive for any Republican to accept the results of the Iowa caucus or the New Hampshire primary. In fact, they'd be incentivize if they come in second or even third to say that it's a fraud, to say that it was fixed, which could cause an entire presidential primary system to be in chaos in a state-by-state almost rolling tour. And that's something that I don't think the Republican Party is prepared for or really the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And what that means is that you have to make a break with the idea, if you're -- if you're going to establish this principle, we're going to abide by the results, you have to make a break with the -- President Trump, and that's a dangerous position for a Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEYE",
      "sentences": "It's a dangerous position for any Republican. It's also a challenge for the party and for state parties as to, will they accept their own results or not indifference to Trump or indifference to any of those candidates who might call into question again say the Iowa caucus, which Donald Trump said was fixed when he lost it in 2016 to Ted Cruz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Panel, we have to take a break here, but when we return, how a surge in inflation will affect a president's agenda and your plans to celebrate the holidays.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "People are feeling it. They're feeling it. Did you ever think you'd be paying this much for a gallon of gas? In some parts in California, they're paying $4.50 a gallon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Biden reacting to the latest inflation numbers that consumer prices rose 6.2 percent from a year ago. And we're back now with the panel. Well, I think it's fair to say this is the week that inflation really hit home and became a top political issue beyond that overall 6.2 percent increase, that figure. I want you to look at some of the spikes on specific items. Gas prices, up 50 percent. Beef prices, up 20 percent. Used car prices up 26 percent. Doug, how big a problem for President Biden and Democrats just a little bit less than a year out from the midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEYE",
      "sentences": "This is a big problem that's going to get worse for Biden and the Democrats. And I -- think of \"Game of Thrones,\" Chris, winter is coming. And what does that mean? Home heating oil prices. And if you're a Democrat in the Northeast, where those prices are going to be felt the most, you now have a new issue where you need to separate yourself with the president, whose popularity continues to fall in every poll that we see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo, I think what makes it even worse for this White House is that for months they've been talking down the threat of inflation. Listen to them and also to former Clinton and Obama top economic advisor, Larry Summers, who's been sounding the alarm for a long time. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Economists called all these things a transitory fix.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRANHOLM, SECRETARY OF ENERGY",
      "sentences": "There is a transitory nature to the inflation problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY SUMMERS, FORMER SECRETARY OF TREASURY",
      "sentences": "I think that the policymakers in Washington, unfortunately, have almost every month been behind the curve. They said it was transitory. It doesn't look so transitory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo, when Larry Summers says he told them so, he did tell them so. He was right all along and they were wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Rule number one of political communications is don't tell people what they're feeling isn't real. You can tell them that -- that the situation is temporary, that we're going to turn a corner, but acknowledging the pain and the concern people are feeling right out of the box is critical. The president's popularity was -- was sky-high for a while because they were pointed to results. They were able to go out there and say, we put money in your wallets, we put shots in your arms. Then they got into this big, big fight. They were getting ready to say, we put jobs in your communities with infrastructure. That got overcome by a big, internal party fight over a big pile of money. Over a number that didn't really have anything to it that people could wrap their heads around. Inflation layered on top of that, it's a big mess. They've got to get back out there and say we get it, as they started to this week. We get it. Here's how we're going to turn the corner. And here's what the next waiver of results are going to look like and how soon you might start to feel them. They can still turn the corner on this, but they squandered a couple of months, they being the broader Democratic family squandered a couple of months. They've got to get back to pointing to those results and helping people understand that they get the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Julie, President Biden's answer to how he's going to get an handle on inflation, as he says, let's pass this $1.7 trillion big social spending plan, which he say is going to lower inflation because it will increase worker productivity through a lot of program. But almost anybody who analyzes that bill, if it gets passed, says that in the short term it's going to boost inflation before, in the long term, perhaps it damps it down a bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "And this is the problem that I think the Biden administration is going to face here. If they can get this bill passed, and we'll see how the next couple of days go here, but if they can get it passed, they are going to have to go out and argue that it was worth all of the time and energy and all of the procedural debate that consumed Washington for the last couple of months. And the reality is that the actual implementation of those policies will take time. And so if you're an American who is not following the ins and outs of the debates in Washington every day, as we are, and thank goodness for most of you that you're not doing that, you know, you're looking at practical measures. You're looking at how much everyday items cost. You're looking at your grocery bill. And you're going to be looking, next year, at those prices and seeing if there's a change. And Democrats will argue that long-term that -- that the positions in this bill are good for the country. But I think the short term impact is what most people are going to be looking for, particularly heading into those midterms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Doug, and then you've got some other really striking numbers that just came out this week. It turns out, in September, 4.4 million Americans, 3 percent of the total national workforce, quit their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEYE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What does that say about the state of the economy and the impact for Democrats going forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEYE",
      "sentences": "Yes, it says that voters are nervous about what their future might have, that their jobs aren't paying as much as they need to, to, you know, keep their family going. And, ultimately, you know, the word \"transitory\" is a word that's used in Washington, D.C. It's not used at kitchen tables throughout this country. Those conversations are about the rise in gas prices and how much more it costs to put beef on the table. That's a problem that Democrats need to address and need to understand. And right now they're not showing that they really understand it at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo, there was an interesting debate in Washington this week -- I think a lot of it sparked by a -- I thought quite an interesting article by two Democrats, although they've strayed in the Republican side at various points, Mark Penn and Andrew Stein, who argued very strongly that this president needs to make a sharp turn back to the center the way Bill Clinton did in 1994 after that midterm debacle. How -- first of all, do you think this president's going to take that advice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "I think we obsess over left versus right versus center in this town in a way that nobody else does. I think we keep it not left versus right or center, but it's -- it's front verses back, right? People feel like they are stuck at the back of the line and they can't get ahead. So just talking about people is the way to go. You're starting to see the White House to do this week a little bit. You're starting to see them talk about the immediacy and the urgency for their agenda getting passed, that if it passes, that in 2022 you'll see child care costs come down by x amount, you'll see prescription drug prices come down for seniors by x amount. At least that starts to bring the conversation to the kitchen table that Doug was just talking about. That's what this president does very well and he needs to get back to doing after a couple of months where Washington was just talking about a big pile of money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm not sure, Julie, that I agree with Mo there, because it seems to me that whether it's this spending this huge amount of money or immigration or crime or what goes on in schools, that there is an increase in perception out there. And we certainly saw it played out in Virginia and New Jersey, that Democrats and President Biden have moved to the left. First of all, do you think that's legitimate, that -- that they feel that and, secondly, do you -- I mean do you feel that he's going to take this advice and move back -- tack back to the center, or is that just not who he is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "I think there's just a huge blank space ahead of Joe Biden as he looks into next year and questions about how he is going to try to fill it. You know, what -- is he going to try to make a run at police reform legislation, at voting rights, two big Democratic priorities, particularly on the left that have been really stalled out in Congress. Does he see that as a way to energize the base heading into the midterms? Does he spend the year campaigning on what he hopes will be a successful package -- successful passage of the Build Back Better plan? I think that's the big dissension for him. You know, what does next year look like. How does he position himself? Because, again, they have spent so much time on these -- on these two big pieces of legislation and there are a lot of promises that were made to a lot of Americans the votive for him that have gone unfulfilled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, I've got 20 seconds, do you think Joe Biden has it in him to triangulate, to move sharply back to the center the way Bill Clinton did in the '90s?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "I think it's certainly where he's comfortable. And if he feels like that's where he needs to go for the party to succeed, I think that might be where he would want to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" Virginia's lieutenant governor- elect, Winsome Sears, on her long shot win and her powerful story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Glenn Youngkin's victory in the Virginian governor's race was the big story on election night. But there was someone else on the ballot who also won. And she's also creating a stir, taking on tough issues and nailing one-liners. Here's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WINSOME SEARS, VIRGINIA LT. GOVERNOR-ELECT",
      "sentences": "I've just always assumed that whatever room I am in, I belong. Whatever I want to pursue, it's mine for the taking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Virginia Republican Winsome Sears will soon be taking the office of lieutenant governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "How sweet it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Once considered a longshot, she'll be the first black woman in that post.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "They're tired of the black against white and the Asian against Latino. They're tired of it and they're tired of politicians who won't let the wounds of the past heal. I think we're going to have to go all around. Yes. WALLACE (voice over): We were with Sears this week as she toured the state capital in Richmond, checking out the senate floor, where she'll preside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "Wow. How awesome is this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The power of the moment was not lost on her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "A black lieutenant governor was handing off to another black lieutenant governor, and that has never happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So that's history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "That is history. God bless Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Sears ran at a time when race and education are the focus of charged debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "Nobody is denying that we don't want to hear all the history, least of all me. I certainly don't want the sins of the past to be repeated. We don't have to tear one person down in order to build another up. That's no way to be. That's not America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Sears' love for America is routed in her life story. She immigrated from Jamacia and served in the Marines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "Everything that I've had, I've had to work for. No one gave me anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "She isn't shy about how her lived experience shapes her worldview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "In case you haven't noticed, I am black and I have been black all my life. But that's not what this is about. Sometimes what happens to you isn't because you're black or because you're woman, it's simply life. I mean some days you're the pigeon and some days you're the statute. It's just life. We need to wake up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Her victory, her politics, and this photo made headline beyond the commonwealth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Was elected as Virginia's first black female lieutenant governor. But this is actually a win for Democrats because nothing will get Republicans to support gun control faster than this picture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "Well, I did, because I thought, well, I don't think he knows what he's saying. And the fact that his audience thought it was quite hilarious was also very telling about their character. So, you know, it's a bunch of hypocrisy, but it's all right. I can handle it. I'm a big girl. WALLACE (voice over): It's that tenacity that has political insiders asking already if she has bigger plans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "I just want to serve, you know, in the end. And I really want other to see me, especially the children, to say, well, if Winsome can do it, I can do it, because I didn't do anything special except stay in school and study. And I never let anybody walk over me. And if they did, they didn't get a second chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Winsome Sears is ready to go. She takes office on January 15th. And that's it for today. Have a great week and we'll see you next FOX NEWS SUNDAY. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "I'm Chris Wallace. Public health officials warned of a winter surge as COVID cases rise across the country. And the Biden administration's vaccine mandate faces challenges in court."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "States and private businesses suing the government over rules requiring shots or testing for tens of millions of workers."
    },
    {
      "speaker": "KEN PAXTON (R), TEXAS ATTORNEY GENERAL",
      "utterance": "The president does not have the authority to force people to get a vaccine and then threatened them with their jobs."
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "utterance": "We're confident in our authority to protect American workers."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask surgeon general, Dr. Vivek Murthy, about the debate over public health versus personal freedom. Then, we'll get reaction from Texas Attorney General Ken Paxton, whose state is at the forefront of legal battles over vaccines, masks, abortion, and voting rights. Plus, Trump advisor Steve Bannon hit with contempt of Congress charges for refusing to provide to the House committee investigating the January 6 attack on the Capitol. We'll ask our Sunday panel about the test of a president's executive powers. And our Power Player of the Week, Virginia's incoming lieutenant governor, Winsome Sears, and how she made history."
    },
    {
      "speaker": "WINSOME SEARS (R), VIRGINIA INCOMING LT. GOVERNOR",
      "utterance": "I think they wanted to take a chance on me. They're tired of politicians who won't let the wounds of the past heal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right now on \"FOX News Sunday\"."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "And hello again from FOX News in Washington. There's a new spike in COVID cases across the country. Just as a federal appeals court has blocked one of the main ways President Biden wants to fight the virus. The court ruled for the second time against a new administration rule that businesses with more than 100 workers must mandate vaccines or weekly tests or face thousands of dollars in fines. The court says that the rule grossly exceeds the government's authority and rejects the argument stopping the mandate could cost dozens or even hundreds of lives per day. In a moment, we'll speak with U.S. surgeon general, Dr. Vivek Murthy, and we'll get reaction from Texas Attorney General Ken Paxton who is suing the administration. But, first, let's bring in David Spunt at the White House with the latest on the administration's fight against COVID and against its critics -- David."
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Chris, during his first few months in office, President Biden pushed back against vaccine mandates. But COVID infections rose and that all changed."
    },
    {
      "speaker": "SPUNT (voice-over)",
      "utterance": "The Biden White House receiving another blow from a federal court, halting the vaccine and testing requirements pending review. A judge on the Fifth Circuit Court of Appeals in New Orleans in an opinion late Friday wrote that the public is maintaining our constitutional structure and maintaining the liberty of individuals to make intensely personal decisions according to their own convictions even or perhaps particularly when those decisions frustrate government officials. White House officials insists the mandate is literally a lifesaver."
    },
    {
      "speaker": "JEAN-PIERRE",
      "utterance": "We are confident in our authority to protect American workers as this virus is killing 1,100 -- approximately 1,100 Americans a day."
    },
    {
      "speaker": "SPUNT",
      "utterance": "The Department of Justice prepared to fight all the way to the"
    },
    {
      "speaker": "Supreme Court, writing in part",
      "utterance": "The department will continue to vigorously defend the standard and looks forward to obtaining a definitive resolution following consolidation of all the pending cases for further review. The mandate lost in federal court to a growing list of supply chain issues and the highest inflation rate in 30 years and it spells trouble ahead for a president not even a year into his term."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Even though wages are going up, we still face challenges that we have to tackle on. We have to tackle them head-on."
    },
    {
      "speaker": "SPUNT (on camera)",
      "utterance": "Tomorrow, President Biden will sign the bipartisan infrastructure package into law, Chris. Then he'll head out on the road in Michigan and New Hampshire to tout the plan -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "David Spunt reporting from the White House -- David, thanks. And joining us now, U.S. surgeon general, Dr. Vivek Murthy. Doctor, welcome back to \"FOX News Sunday\"."
    },
    {
      "speaker": "DR. VIVEK MURTHY, U.S. SURGEON GENERAL",
      "utterance": "Thanks so much, Chris. It's good to see you again."
    },
    {
      "speaker": "WALLACE",
      "utterance": "COVID cases are up 11 percent over the last two weeks and you can see the spike across the country. The virus is on the rise in 26 states from California to Maine. In some states, increases of more than 50 percent. And the CDC says 68 percent, two-thirds of U.S. counties, now have, quote, high community transmission. As the weather gets colder and people spend more time indoors, what are the chances that we're going to see another winter surge?"
    },
    {
      "speaker": "MURTHY",
      "utterance": "Well, Chris, the good news is that we are certainly well down from the peaks that we hit during the delta wave earlier, we see in the late summer. But as winter does approach, people do go indoors, and virus is also better able to transmit in cold dry air. So, we know that increases up the possibility that there will be spread. A couple of things that are critical, though, for people to keep in mind. And number one is if you are vaccinated, your chances of both getting sick and transmitting the virus to someone else are much, much lower. So, this makes it all the more important as winter approaches to get vaccinated. And second, if you are eligible to get a booster shot, it's especially helpful if you can go ahead and do that now as winter approaches again, and as people get prepared for the holidays. So, we should be prepared for the fact that there may be an uptick in cases that we see in various parts of the country with cold weather. But what has held true for the last year is so true, which is vaccines still give you a high degree of protection, especially against the worst outcomes of COVID like hospitalization and death."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You talk about being eligible for the booster. Three states, California, Colorado, and New Mexico, have jumped ahead of federal authorities and said that anyone, everyone above the age of 18 can now get a booster. Do you have a problem with that?"
    },
    {
      "speaker": "MURTHY",
      "utterance": "I certainly understand, Chris, why these states are doing that. You know, they are looking at what's happening in their own states, that they are seeing cases go up and they want to have broad protection for the entire state. And I get that. What people should know, though, is that the FDA has already made millions of people eligible for booster shots -- people who are above 65 who have other illnesses that put them at higher risk and who are at higher risk of exposure based on where they live or where they work. Millions of people are eligible who have not yet gone their booster shot and we want to focus on that. What people should also know, though, is that the FDA is considering broadening that eligibility after a request from Pfizer to do so. But what they're going to do is take a close look at the data. They want to make, you know, especially sure that the booster shots are both safe and effective for the populations that are not currently eligible. And once they determined that, then they will make a recommendation there. But the bottom line is that millions of people can get boosted right now and we want them to get boosted, because that will both extend and enhance the protection that they've already been getting from the vaccines."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There is reportedly a split inside the Biden administration between folks like Dr. Fauci and you who, reportedly, favor making boosters available to all adults, and CDC director, Dr. Walensky, who is reportedly not as persuaded that young, healthy adults need the extra protection. Does the split inside the administration add to the public confusion about vaccinations?"
    },
    {
      "speaker": "MURTHY",
      "utterance": "Well, Chris, I'm glad you ask that question because the reality is that there is much more agreement here than I think people appreciate. In August, in fact, all three of us, Dr. Fauci, Dr. Walensky, myself, as well as other medical leaders within the administration, including the FDA commissioner, the NIH director and others, all signed a letter saying that we believe that protection was starting to wane and that boosters would be needed at some point later in the year for people across the age spectrum, you know, 18 and above. What we also said, though, in that letter was that we wanted the CDC and the FDA to weigh in on both the efficacy and the safety of booster shots. And all that actually remains true. And so, you know, while we haven't millions of people eligible for booster shots, we are going through an FDA process and we'll go through a CDC process to see if that eligibility should be widen. But the bottom line is all of us are in the same page about the strong protection that the vaccines afford and we know that where boosters are indicated, that they will be hopeful to extending people's protection against COVID-19."
    },
    {
      "speaker": "WALLACE",
      "utterance": "On Friday, the Fifth Circuit Court of Appeals in New Orleans for the second time continued to block the Biden administration's mandate that all businesses with more than 100 employees vaccinate their workers or get a test. And here's what the judges wrote: Rather than a delicately handled scalpel, the mandate is a one-size-fits-all sledgehammer that makes hardly any attempt to account for differences in workplaces. Now, you're not a lawyer, so I'm not going to ask about their legal reasoning. But as a public health expert, if the courts continue to block the vaccine mandate for big companies with over 100 employees, what's the impact on public health?"
    },
    {
      "speaker": "MURTHY",
      "utterance": "Well, Chris, I think it would be a setback for public health. What we know very clearly is that when people get vaccinated and the more people who get vaccinated, the quicker we're able to bring this pandemic to an end, the more lives we can an ultimately save. And that's my primary concern as a doctor and as a public health expert is how do we end this pandemic as quickly as possible and save lives in the process? Look, Chris, what's really important that people understand about these requirements in workplace are a few things. Number one, they are not new. We've had requirements in various settings in our country since the founding of the United States of America, including in schools since the 1800s, workplaces like hospitals have had requirements for vaccines for years. The military has had such requirements. But we also know, Chris, that they work remarkably well. Even with COVID- 19, we've seen a 20 percent bump on average in vaccination rates with organizations that put requirements in place, and many already have. Keep in mind, many businesses are not waiting for the federal mandate. In fact, a third of Fortune 100 companies have already put requirements in place and millions of people gotten vaccinated as a result. What's really at the heart of this for a vaccinate requirement strategy is to create safer workplaces for workers, for customers, and to increase vaccination rates overall, because that's ultimately how we're going to end this pandemic. And that's our collective, shared goal as a country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But if public safety is the issue, how do you balance the drive for more vaccinations with the fact that police and health care workers in a number of cities are walking off of the jobs and now -- now, you have the Oklahoma National Guard refusing the mandate to get vaccinated?"
    },
    {
      "speaker": "MURTHY",
      "utterance": "Well, Chris, what I think is important to appreciate in the broader picture is that the vast, vast majority of people across this country, vast majority of workers are, in fact, in line with and will be in compliance with the general requirements. We've already seen that in the businesses that have put these requirements in place. Many of them have achieved greater than 95 percent, sort of, adherence, if you will, with the vaccine requirements. So, I think that's really important to keep in mind. But ultimately this is about --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I mean, I just want to say, but on the other hand, there is a large percentage, thousands of Border Patrol agents who haven't been vaccinated and are threatening to leave the job. You see in police departments in big cities, health care workers, and as I say now, the entire Oklahoma National Guard."
    },
    {
      "speaker": "MURTHY",
      "utterance": "So, here's what's important there, Chris. I think, number one, look, I think everyone's point of view matters. And for those who are concerned about the vaccine requirements, I think it's important for them to have their questions answered, their concerns heard. But if we're concerned about the safety of the workforce, Chris, the single biggest threat to our workforce in hospitals, our police force, and other workforces has been COVID itself. The number of workers who've gotten sick, who have been quarantined and off of the job as a result, who have lost their lives is extraordinary and really heartbreaking during this pandemic. So, if we want to protect our workers, Chris, these vaccine requirements will ultimately help us to advance that caused to the greatest extent that we need to."
    },
    {
      "speaker": "WALLACE",
      "utterance": "For a lot of people, though, this comes down to personal freedom. And Green Bay Packers quarterback Aaron Rodgers came down -- and I can see you nodding, you know -- with COVID after deciding to take alternative treatments instead of the vaccination. He spoke out this week. Take a look."
    },
    {
      "speaker": "AARON RODGERS, GREEN BAY PACKERS QUARTERBACK",
      "utterance": "I believe strongly in bodily autonomy, and the ability to make choices for your body. And not have to acquiesce to some woke culture."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Doctor, what do you say to Aaron Rodgers?"
    },
    {
      "speaker": "MURTHY",
      "utterance": "Look, I think the principle of freedom, when it comes to health, but in general, is a very important one. Freedom is an important value that brought my family to this country, as immigrants years ago, and has brought so many immigrant families to this nation. It's extraordinarily important. But keep in mind, we are a community of 300 million people. We are not sole individuals entirely on our own. In any community, sometimes our decisions do affect other people. It's why, Chris, we have speed limits on highways because we know our decision about how we fast we drive affects the safety of others. When it comes to getting vaccinated, we know that people who are unvaccinated are high risk of getting sick and spreading it to others, which is why in many settings, Chris, we have made the decision as a community to require vaccines in schools, for example, all across our country --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "MURTHY",
      "utterance": "-- and in certain workplace settings. That's why these are so important here, too, Chris. So, while freedom is absolutely important, we also have a collective responsibility to one another when our decisions impact the health and well-being of others."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Dr. Murthy, thank you.  Thanks for your time this week and always good to talk with you, sir."
    },
    {
      "speaker": "MURTHY",
      "utterance": "Always good to talk to you, too, Chris. Take care and stay well."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You, too. Up next, we'll get reaction from one of the state attorneys general fighting the vaccine mandate. Ken Paxton of Texas joins us next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Texas has been taking on the Biden administration on a range of issues, from abortion, to voting reform, and now vaccine mandates. They all have one thing in common, they cross the desk of the state's top law enforcement officer. And joining us now is the Texas attorney general, Ken Paxton. Mr. Paxton, you're suing the Trump -- rather, the Trump -- the Biden administration over this vaccine mandate which you say is unconstitutional and a federal overreach. But coronavirus, the virus is still killing more than 1,000 people every day. And a top White House spokesperson had a question this week. Take a look."
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "utterance": "The question is really that I have is, why are these legislatures, these Republicans, getting in the way of that, getting in the way of saving lives, getting in the way of us making sure that the economy is working as well and getting out of this pandemic. And so that's the question for them."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How to answer that question, sir?"
    },
    {
      "speaker": "KEN PAXTON, TEXAS ATTORNEY GENERAL",
      "utterance": "Well, first of all, I'm not in the legislature, so I can't quite answer for our legislature. But I think that they want people to have choices over their own decisions as to their health care with their doctor's advice. And so people have different opinions about what that should be for them and it shouldn't be made by the federal government from -- from Joe Biden's desk."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to play a clip of you from this week going over, going against the vaccine mandate. Take a look."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I would urge businesses, don't listen to the president. He's bullying Americans. He's bullying businesses. And what they should do is take care of their own businesses, take care of their own workers."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You say Texas companies should take care of their own workers. So, given that, how do you justify the governor of Texas, Greg Abbott, issuing an executive order that bans any business in Texas from issuing a vaccine mandate and -- and how do you justify the governor issuing a ban on all school districts on mask mandate, a ban that was overturned just this week by a federal judge?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "So, I justified that the governor has the authority under state law, in an emergency, to respond to these types of issues. And so he's done just that. Obviously, it's his view that these mask mandates are unnecessary and that vaccine requirements are also unnecessary. So it's my job as a state's attorney to go defend what he's done and what the legislature's done. And I'm perfectly comfortable doing that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I just want to drill down on this a little bit. You said that you think that Texas company, businesses, should take care of their own workers. Is that consistent with the governor's executive order and your enforcement of that order which bans companies from taking care of their own workers as they see fit?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "Yes, so what I was trying to say in that clip was the governor -- the -- the president doesn't have the authority to force companies. Obviously, we've gotten a stay in the Fifth Circuit to stop him from forcing companies to require their workers to get the -- the vaccine or be fired. And what I'm saying to these companies is, you don't have to listen to him because he's out there saying now you should do it anywhere -- do it anyway, despite the fact that we have a stay from a higher court."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, but -- but you said that the business should take care of their own workers and the governor is saying that they can't take care of their own workers as they see fit, they're prohibited from deciding if they so choose to issue a vaccine mandate. That's not consistent."
    },
    {
      "speaker": "PAXTON",
      "utterance": "Yes, so -- well, we're dealing with different types of requirements here. We've got state government requirements. So it's clear that the governor has a different executive order for them. And we've been in all types of litigation with school district and counties trying to stop them from forcing mandates, in San Antonio, vaccines, and we've been successful. We've actually had no lawsuits against businesses. There's a lot more freedom with businesses to make their own decisions. But what I would say is that they -- they should definitely consider their employees because we're in a situation right now with our economy where we can't afford to lose transportation employees or health care workers or law enforcement officers. And that's -- that's happening all over the country. And I think it's going to have a negative impact on our economy and our ability to help people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but, I -- I -- I just want to go through this one more time. You're saying that they should have the authority and the ability to decide what their workers should do. The governor's executive order prohibits them from deciding what they want to do. He bans vaccine mandates. Isn't a mandate by the federal government -- are you saying there's a different between a mandate to get a vaccine from the federal government is different in terms of the ability to take care of their own from a state mandate not to have vaccine mandates?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "Well, I think your question is a little confusing, but, yes, the federal government has no authority to do this. Right now we have OSHA guidelines that have not been authorized by Congress. They absolutely have no authority to do this. The governor has a different authority under state law that the legislatures give him and he's operating under that state law. And so we're doing our best to defend --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "So -- so he can -- so he can tell private businesses what to do? It's -- it's OK? And -- and they can't take care of their own?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "Well, look, I've -- I'm more -- I definitely agree that states have more authority over these areas than the federal government. The federal government has limited authority. And if Congress has not granted that authority to OSHA -- and -- and I would even question whether Congress has authority. Yes, states have a lot of authority to deal with what's going on in their states. And -- and I think that's -- that's been clear from the founding of our country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're also in court defending the new abortion law in Texas that deputizes anyone, however disconnected from it, from -- for charging, for suing anyone who assists in an abortion. And I want to put up what you said. You said that this law, the Texas law, is not at odds with Roe v. Wade, but merely creating the potential for liability for some abortions is not a ban. Mr. Attorney General, are you saying if someone wants to assist with an abortion and just pay the $10,000 fine, that's OK?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "I'm not saying it's OK. It's a violation of state law. But you'll have to realize, I am not responsible for drafting these laws. I defend them. And we are doing that. And I think the -- the legislature has made a choice about how they're going to relate abortion and how they're going to protect the unborn. And they've done it here. And my job is go defend those lawsuits. And we've done it all the way to the Supreme Court. And you should know that this case, so far, is really not about the substance of whether Roe v. Wade is going to be overturned. It's about whether these -- whether the federal government, this other plaintiff, have -- have standings to sue me, the attorney general, who has no authority right now to actually implement any of this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let me ask you a direct question. What do you think of the new abortion law in Texas?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "Well, look, I -- I applaud the legislature for -- for doing anything they can to protect human life. They try to balance the current Supreme Court provisions and cases with -- with what they want to do in the state. They're elected by people in this state and they have the right to go pass whatever laws they want and we'll deal with them in court when -- when it comes up."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you applaud the law. Let me ask you about one aspect of the law. It makes no exception for cases of rape and incest. You know, if a pregnancy results from a crime, like rape or incest, you have no problem with forcing the woman to carry that fetus to term?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "So, again, I didn't pass this law. My job is to defend it. Whether -- if I was a legislature, I would have made some changes to this, I -- I don't know. I -- I would have -- I would have certainly had that opportunity. I defend what the legislature put in place here and I'm glad to do my job representing the people of Texas."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, again, I'm -- I'm asking you, as a public official, you must have an opinion. Do you think there should be an exception for rape and incest, as there are in most abortion laws in the country, or do you favor what Texas did, which was to say that there's no exception for rape or incest?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "Here's what I'd say. I think it's very important to protect life. I think this bill is defensible and I think we're going to -- we are going to do a really good job defending it. We already have. It's gone to the Supreme Court twice. And the first time we were successful. I have no idea what's going to happen on the second round. But, again, we're not even talking about the substance right now, we're talking about the procedure, which is whether they even have standing to sue us, which we don't believe they do."
    },
    {
      "speaker": "PAXTON",
      "utterance": "You face your own legal problems, as you well know. You're under indictment on an allegation of securities fraud, and you're also the subject of an FBI investigation because some former top officials in your own office accused you of bribery. George P. Bush, the son of Jeb Bush, is running against you next year. You're seeing re-election as attorney general. Here's what he says. Our top lawyer needs to be above reproach. There shouldn't even be a question of one's character and competence for this important role. How big a problem do you think these allegations against you will be in your efforts to win reelection?"
    },
    {
      "speaker": "PAXTON",
      "utterance": "Look, I've been dealing with this kind of fight. When you go out and do the types of things that I've done, your going to be challenge. You're going to have issues like this pop up. And -- and I've -- this happened seven years ago, almost seven years ago. I was re-elected when it happened. And I think we've done a great job defending the state of Texas. That's what I'm going to talk about, what my job is to do for the state of Texas and make sure that I am defending the state, that I'm defending the governor, the legislature, and I'm going to continue to do that job."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Attorney General Paxton, thank you. Thanks for coming in today. Good to talk with you, sir."
    },
    {
      "speaker": "PAXTON",
      "utterance": "Hey, have a great day. Thanks for having me on."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss former Trump advisors Steve Bannon's indictment on contempt of Congress charges for refusing to appear before the January 6 committee. That's next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, President Biden doubling down to sell his build back better plan."
    },
    {
      "speaker": "BIDEN",
      "utterance": "This bill is going to ease inflationary pressures, lowering the cost to working families."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel about the president's effort to reassure members of his own party. STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST (JANUARY 5, 2021): All hell is going to break lose tomorrow. Just understand this, all hell is going to break lose tomorrow."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "Former Trump advisors Steve Bannon on January 5th, the day before the insurrection at the U.S. Capitol. Bannon has a first court appearance tomorrow on contempt of Congress charges for refusing to provide information to the House committee investigating the riot. And it's time now for our Sunday group. Former RNC communications director Doug Heye, Julie Pace, executive editor for the \"Associated Press,\" and Mo Elleithee of Georgetown University's Institute of Politics and Public Service. Julie, it is rare for the Justice Department to prosecute criminal contempt of Congress charges. But what does this prosecution, what does this case say about the ability down the line for the House committee investigating the January 6th riot to actually be able to hear from former Trump advisors despite the former president's claim of executive privilege? JULIE PACE, EXECUTIVE EDITOR, \"ASSOCIATED PRESS\": I think that this is potentially a boost for this committee, which has been struggling to get some key people to actually show up, to talk with them, to turn over documents. And this is a warning shot from the Justice Department that if individuals who were close to President Trump are refusing to participate in the process, they could face criminal prosecution. I do think Bannon's case is a bit unique because he was trying to fall within the executive privilege umbrella, even though he had left the White House in 2017. I think there are big questions that we'll be looking to get answers from the Justice Department on in terms of Mark Meadows, who was chief of staff, who was in the White House, does executive privilege extend to him? But certainly, for this committee, which wants to move rapidly, wants to get answers from key people around President Trump, I think this is a real potential boost for them."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, Doug, I want to pick up on a couple of the points that Julie made, because the banning case is different. First of all, President Trump was no longer the president. He's the former president. As she points out, Steve Bannon was not a current White House official at this time. He had been out of the White House since 2017. And, also, we're not talking about the official business of the president. What we're talking about is investigating a crime, which was the insurrection at the Capitol. So what does all that say about the strength of Bannon's case, and is there a big difference between Bannon's case and that, let's say, of former White House Chief of Staff Mark Meadows?"
    },
    {
      "speaker": "DOUG HEYE, FORMER RNC COMMUNICATIONS DIRECTOR",
      "utterance": "Sure, there's an enormous different. Obviously, the former chief of staff, Mark Meadows, is going to go through the process of seeing what is allowed in executive privilege and what isn't. And we don't know those answers yet. That's part of what we'll find out. Bannon just does not have those protections. And, you know, I can tell you, Chris, when I worked in the House of Representatives for then Majority Leader Eric Cantor, Congress held Eric Holder, the then attorney general, in contempt for not appearing before Congress. Congress takes these things very seriously. And whether you're talking about a Republican House or a Democratic House, the primacy of Congress and its oversight is paramount. And Republicans and Democrats should be able to unify on this. They obviously won't. But if we have a Republican House in the future, they will have no hesitation in holding Democrats to contempt, just as we're seeing right now. It may be why the best option should have been having an independent committee all along."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Of course that was blocked the Senate Republicans. Congressman Jamie Raskin, who's a member of the January 6th House Committee, had a very strong reaction this week to the Bannon indictment. Take a look."
    },
    {
      "speaker": "REP. JAMIE RASKIN (D-MD)",
      "utterance": "It was a criminal offense. He violated the law when he stood us up, when he blew off the subpoena, and he violated the law when he refused to produce the documents and the papers we were looking for."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo, the problem for the committee is that undoubtedly Steve Bannon and his lawyers are going to try to delay this case as long as possible, do everything they can procedurally to play it out. And there's a good chance, I think probably better than 50/50 we'd say now, that a year from now, in the midterms, that Republicans may take control of the House, in which case no matter what happens in this case, they would probably kill the committee and there would be no place for Bannon to testify even if he's ordered to."
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICE",
      "utterance": "Yes. And, look, I agree with what Doug just said. I think there are a couple of long terms implications here. One is getting to the truth, right, of what happened on January 6th, and that is first and foremost what this is all about. But, number two, it is about establishing and defending the role of Congress in oversight. And that cannot be a partisan thing. Republicans have held people in contempt. Democrats have held people in contempt. If you believe in the rule of law, if you believe in the Constitution, if you believe in the role that Congress plays, then -- then you've got to support this. And I do think if Republicans take over a year from now and kill this whole endeavor, they are completely undermining their ability to hold oversight in the future. So there's a lot of different balls at play here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, but, Mo --"
    },
    {
      "speaker": "HEYE",
      "utterance": "Chris, can I say quickly, this will make the lame duck Congress in -- in next December one of the wildest that we will ever have seen in Washington."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Mo, let me just pick up on this idea that -- that this should be above partisanship, this should be about the law. The House held Eric Holder, then the attorney general for Barack Obama, in contempt, and the Obama administration and Obama Justice Department refused to prosecute that case. I mean there's politics all over these kinds of cases."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Sure. But, look, I do think -- and you've already alluded to this in -- in your -- in the early conversation, what happens with Bannon may be different than what happens with others. Bannon was not there. He was not in the White House. He talked about this on air the day before. There's no way to make the executive privilege claim. Whether or not others are successful in that, that will play out. That is - - you know, whether or not you're in government, that will play out. But this, I think, sends a very strong message that they're not playing around and that they want to get to the truth. This is unprecedented. And -- and it's -- it's going to be treated as such."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Julie, you know, we're -- we're talking about all of the reasons that the Bannon cases is different, but there is talk here in Washington, concern that it could open up a dangerous precedent. And -- and, you know, seeing the willingness of the Biden administration to go after Steve Bannon and potentially to go after people with a -- maybe a stronger case, like the White House Chief of Staff Mark Meadows, that this opens the door for one administration to go after officials in the previous administration."
    },
    {
      "speaker": "PACE",
      "utterance": "And that's why I think the decisions that are still to come for the Justice Department are potentially even more significant. You know, because, again, I think Bannon is a bit of a unique situation, having left the White House in 2017 and still trying to claim executive privilege because there is a precedent that will be set by the decisions that come forward. If a sitting chief of staff is going to be prosecuted for failing to appear before Congress and talk about his direct conversation with the sitting president of the United States. I do think that that is something that -- that both parties would have some measure of concern about, but I think that the Justice Department here is also weighing, as you mentioned earlier, the incident that is at the center of this discussion. You know, this -- this is -- and it was an attack on American democracy. It was an insurrection at the U.S. Capitol. And I do think that that raises the significance of these decisions that they're making right now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, Doug, you wrote an interesting article this week talking about the continued drag that you feel that Donald Trump and especially his claims of a stolen election have on the Republican Party going into the 2022 midterms. Explain."
    },
    {
      "speaker": "HEYE",
      "utterance": "Yes. Well, it's not just 2022, it's 2024 as well. And my big concern is if Donald Trump doesn't run again, and, obviously, nobody knows what he's going to do, perhaps except for Trump himself, is that we could have a scenario where we have 17 Republicans running for president, like we did in 2016, and that there is no incentive for any Republican to accept the results of the Iowa caucus or the New Hampshire primary. In fact, they'd be incentivize if they come in second or even third to say that it's a fraud, to say that it was fixed, which could cause an entire presidential primary system to be in chaos in a state-by-state almost rolling tour. And that's something that I don't think the Republican Party is prepared for or really the country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And what that means is that you have to make a break with the idea, if you're -- if you're going to establish this principle, we're going to abide by the results, you have to make a break with the -- President Trump, and that's a dangerous position for a Republican."
    },
    {
      "speaker": "HEYE",
      "utterance": "It's a dangerous position for any Republican. It's also a challenge for the party and for state parties as to, will they accept their own results or not indifference to Trump or indifference to any of those candidates who might call into question again say the Iowa caucus, which Donald Trump said was fixed when he lost it in 2016 to Ted Cruz."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Panel, we have to take a break here, but when we return, how a surge in inflation will affect a president's agenda and your plans to celebrate the holidays."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "People are feeling it. They're feeling it. Did you ever think you'd be paying this much for a gallon of gas? In some parts in California, they're paying $4.50 a gallon."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Biden reacting to the latest inflation numbers that consumer prices rose 6.2 percent from a year ago. And we're back now with the panel. Well, I think it's fair to say this is the week that inflation really hit home and became a top political issue beyond that overall 6.2 percent increase, that figure. I want you to look at some of the spikes on specific items. Gas prices, up 50 percent. Beef prices, up 20 percent. Used car prices up 26 percent. Doug, how big a problem for President Biden and Democrats just a little bit less than a year out from the midterms?"
    },
    {
      "speaker": "HEYE",
      "utterance": "This is a big problem that's going to get worse for Biden and the Democrats. And I -- think of \"Game of Thrones,\" Chris, winter is coming. And what does that mean? Home heating oil prices. And if you're a Democrat in the Northeast, where those prices are going to be felt the most, you now have a new issue where you need to separate yourself with the president, whose popularity continues to fall in every poll that we see."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo, I think what makes it even worse for this White House is that for months they've been talking down the threat of inflation. Listen to them and also to former Clinton and Obama top economic advisor, Larry Summers, who's been sounding the alarm for a long time. Take a look."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Economists called all these things a transitory fix."
    },
    {
      "speaker": "JENNIFER GRANHOLM, SECRETARY OF ENERGY",
      "utterance": "There is a transitory nature to the inflation problem."
    },
    {
      "speaker": "LARRY SUMMERS, FORMER SECRETARY OF TREASURY",
      "utterance": "I think that the policymakers in Washington, unfortunately, have almost every month been behind the curve. They said it was transitory. It doesn't look so transitory."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo, when Larry Summers says he told them so, he did tell them so. He was right all along and they were wrong."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Rule number one of political communications is don't tell people what they're feeling isn't real. You can tell them that -- that the situation is temporary, that we're going to turn a corner, but acknowledging the pain and the concern people are feeling right out of the box is critical. The president's popularity was -- was sky-high for a while because they were pointed to results. They were able to go out there and say, we put money in your wallets, we put shots in your arms. Then they got into this big, big fight. They were getting ready to say, we put jobs in your communities with infrastructure. That got overcome by a big, internal party fight over a big pile of money. Over a number that didn't really have anything to it that people could wrap their heads around. Inflation layered on top of that, it's a big mess. They've got to get back out there and say we get it, as they started to this week. We get it. Here's how we're going to turn the corner. And here's what the next waiver of results are going to look like and how soon you might start to feel them. They can still turn the corner on this, but they squandered a couple of months, they being the broader Democratic family squandered a couple of months. They've got to get back to pointing to those results and helping people understand that they get the problem."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Julie, President Biden's answer to how he's going to get an handle on inflation, as he says, let's pass this $1.7 trillion big social spending plan, which he say is going to lower inflation because it will increase worker productivity through a lot of program. But almost anybody who analyzes that bill, if it gets passed, says that in the short term it's going to boost inflation before, in the long term, perhaps it damps it down a bit."
    },
    {
      "speaker": "PACE",
      "utterance": "And this is the problem that I think the Biden administration is going to face here. If they can get this bill passed, and we'll see how the next couple of days go here, but if they can get it passed, they are going to have to go out and argue that it was worth all of the time and energy and all of the procedural debate that consumed Washington for the last couple of months. And the reality is that the actual implementation of those policies will take time. And so if you're an American who is not following the ins and outs of the debates in Washington every day, as we are, and thank goodness for most of you that you're not doing that, you know, you're looking at practical measures. You're looking at how much everyday items cost. You're looking at your grocery bill. And you're going to be looking, next year, at those prices and seeing if there's a change. And Democrats will argue that long-term that -- that the positions in this bill are good for the country. But I think the short term impact is what most people are going to be looking for, particularly heading into those midterms."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Doug, and then you've got some other really striking numbers that just came out this week. It turns out, in September, 4.4 million Americans, 3 percent of the total national workforce, quit their jobs."
    },
    {
      "speaker": "HEYE",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What does that say about the state of the economy and the impact for Democrats going forward?"
    },
    {
      "speaker": "HEYE",
      "utterance": "Yes, it says that voters are nervous about what their future might have, that their jobs aren't paying as much as they need to, to, you know, keep their family going. And, ultimately, you know, the word \"transitory\" is a word that's used in Washington, D.C. It's not used at kitchen tables throughout this country. Those conversations are about the rise in gas prices and how much more it costs to put beef on the table. That's a problem that Democrats need to address and need to understand. And right now they're not showing that they really understand it at all."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo, there was an interesting debate in Washington this week -- I think a lot of it sparked by a -- I thought quite an interesting article by two Democrats, although they've strayed in the Republican side at various points, Mark Penn and Andrew Stein, who argued very strongly that this president needs to make a sharp turn back to the center the way Bill Clinton did in 1994 after that midterm debacle. How -- first of all, do you think this president's going to take that advice?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "I think we obsess over left versus right versus center in this town in a way that nobody else does. I think we keep it not left versus right or center, but it's -- it's front verses back, right? People feel like they are stuck at the back of the line and they can't get ahead. So just talking about people is the way to go. You're starting to see the White House to do this week a little bit. You're starting to see them talk about the immediacy and the urgency for their agenda getting passed, that if it passes, that in 2022 you'll see child care costs come down by x amount, you'll see prescription drug prices come down for seniors by x amount. At least that starts to bring the conversation to the kitchen table that Doug was just talking about. That's what this president does very well and he needs to get back to doing after a couple of months where Washington was just talking about a big pile of money."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm not sure, Julie, that I agree with Mo there, because it seems to me that whether it's this spending this huge amount of money or immigration or crime or what goes on in schools, that there is an increase in perception out there. And we certainly saw it played out in Virginia and New Jersey, that Democrats and President Biden have moved to the left. First of all, do you think that's legitimate, that -- that they feel that and, secondly, do you -- I mean do you feel that he's going to take this advice and move back -- tack back to the center, or is that just not who he is?"
    },
    {
      "speaker": "PACE",
      "utterance": "I think there's just a huge blank space ahead of Joe Biden as he looks into next year and questions about how he is going to try to fill it. You know, what -- is he going to try to make a run at police reform legislation, at voting rights, two big Democratic priorities, particularly on the left that have been really stalled out in Congress. Does he see that as a way to energize the base heading into the midterms? Does he spend the year campaigning on what he hopes will be a successful package -- successful passage of the Build Back Better plan? I think that's the big dissension for him. You know, what does next year look like. How does he position himself? Because, again, they have spent so much time on these -- on these two big pieces of legislation and there are a lot of promises that were made to a lot of Americans the votive for him that have gone unfulfilled."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, I've got 20 seconds, do you think Joe Biden has it in him to triangulate, to move sharply back to the center the way Bill Clinton did in the '90s?"
    },
    {
      "speaker": "PACE",
      "utterance": "I think it's certainly where he's comfortable. And if he feels like that's where he needs to go for the party to succeed, I think that might be where he would want to be."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" Virginia's lieutenant governor- elect, Winsome Sears, on her long shot win and her powerful story."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Glenn Youngkin's victory in the Virginian governor's race was the big story on election night. But there was someone else on the ballot who also won. And she's also creating a stir, taking on tough issues and nailing one-liners. Here's our \"Power Player of the Week.\""
    },
    {
      "speaker": "WINSOME SEARS, VIRGINIA LT. GOVERNOR-ELECT",
      "utterance": "I've just always assumed that whatever room I am in, I belong. Whatever I want to pursue, it's mine for the taking."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Virginia Republican Winsome Sears will soon be taking the office of lieutenant governor."
    },
    {
      "speaker": "SEARS",
      "utterance": "How sweet it is."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Once considered a longshot, she'll be the first black woman in that post."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "What do you think Virginia voters were saying on Election Day when they made you lieutenant governor?"
    },
    {
      "speaker": "SEARS",
      "utterance": "They're tired of the black against white and the Asian against Latino. They're tired of it and they're tired of politicians who won't let the wounds of the past heal. I think we're going to have to go all around. Yes."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "We were with Sears this week as she toured the state capital in Richmond, checking out the senate floor, where she'll preside."
    },
    {
      "speaker": "SEARS",
      "utterance": "Wow. How awesome is this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The power of the moment was not lost on her."
    },
    {
      "speaker": "SEARS",
      "utterance": "A black lieutenant governor was handing off to another black lieutenant governor, and that has never happened."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "So that's history."
    },
    {
      "speaker": "SEARS",
      "utterance": "That is history. God bless Virginia."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Sears ran at a time when race and education are the focus of charged debate."
    },
    {
      "speaker": "SEARS",
      "utterance": "Nobody is denying that we don't want to hear all the history, least of all me. I certainly don't want the sins of the past to be repeated. We don't have to tear one person down in order to build another up. That's no way to be. That's not America."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Sears' love for America is routed in her life story. She immigrated from Jamacia and served in the Marines."
    },
    {
      "speaker": "SEARS",
      "utterance": "Everything that I've had, I've had to work for. No one gave me anything."
    },
    {
      "speaker": "WALLACE",
      "utterance": "She isn't shy about how her lived experience shapes her worldview."
    },
    {
      "speaker": "SEARS",
      "utterance": "In case you haven't noticed, I am black and I have been black all my life. But that's not what this is about. Sometimes what happens to you isn't because you're black or because you're woman, it's simply life. I mean some days you're the pigeon and some days you're the statute. It's just life. We need to wake up."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Her victory, her politics, and this photo made headline beyond the commonwealth."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Was elected as Virginia's first black female lieutenant governor. But this is actually a win for Democrats because nothing will get Republicans to support gun control faster than this picture."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Did you think the joke was funny?"
    },
    {
      "speaker": "SEARS",
      "utterance": "Well, I did, because I thought, well, I don't think he knows what he's saying. And the fact that his audience thought it was quite hilarious was also very telling about their character. So, you know, it's a bunch of hypocrisy, but it's all right. I can handle it. I'm a big girl."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "It's that tenacity that has political insiders asking already if she has bigger plans."
    },
    {
      "speaker": "SEARS",
      "utterance": "I just want to serve, you know, in the end. And I really want other to see me, especially the children, to say, well, if Winsome can do it, I can do it, because I didn't do anything special except stay in school and study. And I never let anybody walk over me. And if they did, they didn't get a second chance."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Winsome Sears is ready to go. She takes office on January 15th. And that's it for today. Have a great week and we'll see you next FOX NEWS SUNDAY."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}