{
  "date": "November 17, 2020",
  "headline": "Hannity: 'What the hell is happening in our country?'",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/hannity-what-the-hell-is-happening-in-our-country",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Welcome to HANNITY. We begin with this FOX News alert.  All right. Buckle up. Tonight, all eyes are on Georgia, Pennsylvania, Michigan, Nevada.  Now, breaking moments ago, the state of Georgia hand recount magically, how many days after Election Day uncovered yet? Another 2,700 uncounted ballots, the majority of which, oh, shockingly cast for President Trump.  Last night, same story, another 2,600 uncounted ballots were discovered and again, most of those ballots in favor of the president. What the hell is happening in Georgia and in our country? You know, why are we still finding thousands of ballots weeks after the election? Does that inspire confidence in the outcome to you? Does anybody -- should anyone ever trust us?  How come all these other states, they can count their votes on election night, no problems? Every vote matters, right? Now, think about it, these votes never would have been tallied without a recount, number one. Now, less than 13,000 votes separate the president and Joe Biden in Georgia. That number continues to shrink, how many more ballots will they find tomorrow?  And, of course, tonight, this isn't just about thousands of missing votes showing up weeks later, that are now just turning up out of thin air, it's also about the state, their use of Dominion voting systems which were plagued, as we told you about, with issues during the state's primary only a few months ago.   According to \"The New York Times,\" quote: In some cases, the new machines required to much extra power for aging polling locations, blowing fuses and never powering on. Others, workers were still being trained just days before the election struggling with setup. Now, \"The Times\" goes on to write, quote, the electronic pulled books also new, plagued by a freezing software, user error. Now, keep in mind, these very same machines were used in all of Georgia's 159 counties during the presidential election. And the same machines were rejected in 2019 twice, and once in 2013. Why?   They failed to meet the state of Texas security standards. A Princeton tenured professor has been highly critical of these machines recently Democrats have been highly critical, the \"A.P.\" has been critical, maybe this is a dumb question, you tell me. Why would we ever be using them in the first place? This is the USA, the home of Apple, the home of Microsoft, the home of Silicon Valley. Are we really saying we can't do better than this? And, of course tonight, serious issues around Georgia's consent decree, remember, sets two unequal verification standards on the voters in that state. Put simply, a Georgian to vote in person, they've got to provide ID.  However, if you live in Georgia and vote by mail, you provide a signature that signature does not need to match the voter rolls, in fact, Georgia while literally says it blocks county election officials from rejecting absentee ballots because of mismatched signatures. Oh, that makes sense.   Now why would the state of Georgia actually put that into law? They have. How has that not unequal application of our laws?  Now, what does the state's Republican governor, Brian Kemp, the state's Republican secretary of state, Brad Raffensperger, what are they doing to rectify the inequity during the hand recount? The answer, sadly, absolutely nothing. Brian Kemp, cowering in fear. Meanwhile, in a very bizarre move, the secretary of state recently goes on fake news CNN, tries to insinuate Senator Lindsey Graham, who will respond tonight, is guilty of some kind of voter fraud.  Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAD RAFFENSPERGER (R), GEORGIA SECRETARY OF STATE",
      "sentences": "He asked that the ballots could be matched back to the voters, and then I got the sense that implied that you could throw those out for any -- if you look at the counties with the highest frequent error of signatures. So, that's the impression that I got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "You say Senator Graham wanted you to find ways to get rid of legally cast ballots. Because CNN asked him about these allegations, he denied them. He says that's ridiculous. His words, that's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAFFENSPERGER",
      "sentences": "Well, it's just an implication that, look hard and see how many ballots you can throw out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A lot of insinuations there. Senator Graham on the program, he's denying, of course, those egregious claims, no basis in fact. Other people were actually on the call and they defended Senator Graham's version of events. He'll respond.  Now, Georgia, what's going on with your secretary of state? Do you trust him to run a free and fair recount? January 5th will be here in a very short period of time. What about the all-important Senate run on races?  After the all, the balance of power in the Senate, it will be decided in the great state of Georgia. And those races are incredibly close. Tonight, Georgia is not the only state facing serious questions and look at this, breaking out of Nevada, Clark County, they are refusing to certify one local election after numerous unexplained discrepancies there and potential instances of voter fraud.   Now, the discrepancies were apparently so bad that the results of that race, which was decided, if you don't think your vote matters, by only ten votes for the Democrats, that's going to get completely thrown out. And now, it's headed for a revote. Last night, the president tweeted, quote: Big victory moments ago in the state of Nevada. The all Democrat County commission race on the same ballots as president, just throw him out because of large-scale voter discrepancy. Clark County officials do not have confidence in their own election security. Major impact.  And meanwhile, we go to the state of Michigan. Officials there are refusing to certify their results in Wayne County after real allegations of voting irregularities in Detroit.  You might remember, Kayleigh McEnany, right here on this program, remember holding up last week, 234 real affidavits, fake news CNN said they're just empty pieces of paper. That was a lie, from one Michigan county, here you go. What does it all mean, and what does the Trump campaign doing to ensure every legal vote is counted and how can we have faith in any system that works like this? Kayleigh McEnany is back with us.   Twenty-six hundred votes yesterday, 2,700 votes today. Let's go for an even  20,000 tomorrow. Any chance you might get 20,000 more somewhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Hey, there's certainly a chance because as I'm coming to air with you tonight, Sean, there is reporting that in the third county in Georgia, in Walton County, they have found the same issue, a memory card that was not registered with votes and guess what, these votes favor President Donald J. Trump.  We were told yesterday when the first batch was discovered by the Georgia secretary of state, this is very concerning because there are checks and balances in place, but local officials should resign. Well, these checks and balances appeared to be fatally flawed, systematically irregular to happen and not one, two, but three Georgia counties, amounting to the disenfranchisement of nearly 5,000 voters.  What is going on here? Every American should be concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, where is the governor? Where is the secretary of state that's picking fights with Doug Collins and Lindsey Graham? Why isn't he fixing the system? Has anybody got an answer from him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "No, we haven't. It's a question the president is asking. It's a question really we're all asking because this isn't about party, Sean. This is about the integrity of our election system and you have the same mistake in three counties and the count has not ended yet. It won't end until midnight tomorrow. So, it's a great question you ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, hopefully, we'll find out.   All right. Let's go to Nevada and what happened out there.  All right. I think when we see a race by ten votes, it shows every vote counts, but the problems there, now they're going to do a redo. What happening as it relates to the president's race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Yeah, it's exactly right. What does this is gives us cause to argue, hey, there were votes that affected the race, they could not say that this election was fair at the commissioner level, yes. But it raises questions yet again. Look, with Georgia yesterday, we were told this was a one-off. It appears to not be the case. So, it just raises the same question. Really important what's happening -- happening in Nevada, but even more so, what happened in Michigan this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. In Pennsylvania, Rudy Giuliani argued the case today. I've heard from more than a few people that he was absolutely brilliant in his arguments today. What's the status on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Yeah, one of the things he said today is he echoed Rahm Emanuel.  He said, never let a crisis go to waste, and that is indeed what Democrats did hear. He put that race into context when he said that because there was a pandemic that was turned into an election epidemic and natural disaster they said. That's why they had to do this mass mail out voting. Live ammunition across the nation is what it was equivalent to. And it backfired.  And, Sean, I just have to get to you with Michigan, which you mentioned there as you came to me. I held up these papers, these affidavits, 234 pages of sworn affidavits under penalty of perjury.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, whoa, Kayleigh --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "These are from one county.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What did CNN say about when you held it up on this program, didn't they click accuse you of holding up blank sheets?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "That's right. They did about a ten-minute monologue saying these were blank.  They're not blank. In fact, these pages of paper, from one county, were the reason that you had a county level Wayne County canvassers say, we cannot certify this election because of these witnesses, they're real people, and one reporter tweeted out, this is the first time in my 20-year history I've ever seen something like this, a county commission refused to certify. It's because for the first time, you have a president fighting for the forgotten men and women in Detroit, in Philadelphia, and Democrat cities across the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nobody in this country can have confidence in this. Now, I'm also hearing rumblings that ballots, given out with court precedent in Wisconsin. Have you been hearing the same rumblings as I have, and that for some reason people are being quiet about it for now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Yeah, I think you're right. There is something in Wisconsin. I spoke with our attorneys about that.  When you go to get a ballot, there's a certainly application process you have to go through. It's not an absentee ballot system like you'd see in other states. But the law was actively violated when they get -- went to get these ballots and go through their same-day register process. So there is something there.  But Wisconsin just finished up tomorrow by 5:00 p.m. The campaign will let them know whether we would like to proceed to a recount. So, more to come tomorrow in Wisconsin in particular.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Kayleigh McEnany, thank you as always. Appreciate the update. All right. We turn now to another key factor in the 2020 election and that's big tech. Clearly acted as a protective shield just like the media mob, big tech mob for the Biden campaign.  Remember, the entire campaign, you have a weak, a frail, a cognitively struggling Joe Biden hiding in his basement bunker, I call it the media mob/big tech candidate protection program. They protected him the entire campaign. No tough questions ever. But in a blatant effort to defeat President Trump and contribute to Joe, well, Facebook, Twitter, other tech giants actually censored really serious, verifiable claims about Biden and his family corrupt business practices. The Trumps would never get that consideration. And in the weeks before the election, Twitter froze the accounts of prominent Republicans who shared the story that included Kayleigh McEnany and the company even blocked its users from sharing the story in private messages. You couldn't even send it privately. More recently, Silicon Valley libs who weren't run Twitter have been putting disclaimers on tweets for many conservatives, including President Trump pointing out, that what they are deciding they believe is right and wrong and apparently, the employees of Twitter think they have a monopoly on truth.   And, by the way, side note, you might want to switch to Parler. When you go to Twitter say, here is my new account on Parler. Just an idea. Now, today, during a hearing on Capitol Hill, Senator Cruz, Senator Graham, they grilled Twitter @Jack, CEO of Twitter, about his decision to censor editorialized political content. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "They decided, and may be for a good reason, I don't know that you're articles about Hunter Biden need to be flagged, excluded from distribution, or made hard to find. That to me seems like you are the ultimate editor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "sentences": "Your answer is always, well, once we silence you, we can choose to allow you to speak. But you are engaged in publishing decisions. Let me shift to a different topic. Mr. Dorsey, does voter fraud exist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK DORSEY, CEO, TWITTER",
      "sentences": "I don't know for certain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Are you an expert in voter fraud?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DORSEY",
      "sentences": "No, I'm not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Well, why then, is Twitter right now putting purported warnings on virtually any statement about voter fraud?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DORSEY",
      "sentences": "We are simply linking to broader conversation so people have more information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "No, you're not. You put up a page that says, quote, voter fraud of any kind is exceedingly rare and the United States. That's not linking to a broader conversation. That's taking a disputed policy position and you're a publisher when you're doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, keep in mind, both Facebook, Twitter enjoyed the legal protections known as Section 230 and that section virtually protect social media giants from being held liable like regular media companies because content is posted by users, well, not if they're editing it. Now, that status does not extend to media outlets who publish or editorialized material and Senator Cruz just described, that is exactly what is happening at Twitter and elsewhere. Now, according to one whistleblower complaint, Twitter did not act alone. That complaint alleging that Twitter, Facebook, Google all worked together to coordinate their censorship efforts, so it is time to hold these powerful tech giants accountable and may be moved to other venues. If they want to act like members of the mob and the media, then they should be treated like members of the mob, and that means no more liability protection in Section 230. Without consequences, nothing is going to change and history will repeat itself over and over and over again, and we all deserve better. Here with more on this and reaction to our top story out of Georgia and the recount, South Carolina Senator Lindsey Graham. Senator, let me start with the secretary of state of Georgia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There were others on the call, and one came to your defense and said, no, that's not what Lindsey said or did at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah. Well, I really don't need anybody to defend me because I know what I did, and I appreciate the person coming forward. I called the secretary of state to have him explain to me how you verify a signature on the mail-in ballot, not to throw out legal votes but to make sure we have a system in Georgia that can verify that you are who you say you are when you vote. If you show up in person, you need an ID. You don't need an ID when you vote by mail. If you go through the portal, you need an ID. But when you apply for a mail-in ballot through the mail, they have to verify your signature. A single person does that in every county election office. It should be bipartisan. Here's what I'm begging the Trump administration to do -- campaign to do, challenge -- get some judge to go look at the envelopes with signatures and match them against the database so somebody knows what the hell they're doing in front of Republicans and Democrats so we can verify that mail-in voting in Georgia is not fraudulent.  When you have a single person verifying the signature, it's not bipartisan. I think that's not the way to do it. That's what I was talking about. Stacey Abrams is calling for every liberal in the country to move to Georgia. She's bragging about having 600,000 people ready to vote by mail. What I'm begging Georgia to do is make sure if somebody votes by mail, you have a bipartisan process to verify the signature. We don't just leave it up to one person in the election office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Now, you talked to the secretary of state, the governor can call the legislature back, they haven't done that yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What is the reason why, why would you have two separate systems on signatures, and why is that okay?  I mean, you know, look, the more -- and how do you find 2,600 votes yesterday and another 2,700 votes today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay, Lindsey, your state got it right on election night. Florida did, Ohio did, all these other states do. Just Pennsylvania, Michigan, Nevada -- interesting states that we're worried about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, Sean, all I can say is on election night, votes came out of nowhere for Biden. Thousands showed up late in the night on election night for Biden. Weeks later, we're finding votes for Trump. All I can say is I sit on your show that voting by mail would be the end of the Republican Party if we don't have a system to verify signatures. All I'm asking for is that Georgia have a bipartisan group to verify a signature on a mail ballot, not leave it up to a single individual. Here's what I predict -- if you had an audit of all the signatures on envelopes in Georgia, and you had people that know what they were doing, I bet you their rejection rate would be more than 0.3 percent. So, if we don't get a better system when it comes to voting by mail, that's the end of the Republican Party. And let it start in Georgia, folks.  Stacey Abrams is trying to take over the election system in Georgia, fight back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hey, by the way, how -- you had more money thrown at you from people outside of South Carolina -- Rosie O'Donnell, Barbra Streisand. We talked a lot about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "People in South Carolina weren't influenced. Now, all the money from Hollywood -- Hollywood now telling people to move there , which would be voter fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And all this money is going to be pouring into Georgia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now both of those races matter, Perdue and Loeffler. I am concerned that people come out looking at the shift show, and a governor and a secretary of state that have no urgency about it. They didn't get it right this time. I think the secretary of state owes everybody in the country an answer why we got 2,700 new ballots today, 2,600 yesterday. Why there -- why there's two standard? Why don't they check the standards, why wouldn't they do that to ensure integrity and competence in our election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "All I can say is that as Georgia goes, the nation goes. Democrats are calling for people to move into Georgia for the express purpose of winning these two Senate seats. I had money sent into South Carolina, but nobody ask people from California to move into South Carolina. Stacey Abrams is calling for people to move to Georgia to tip the balance of power in the U.S. Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Look, tell them why because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "-- arena in Georgia, I would push back, because we're going to change the Supreme Court from conservative to liberal. We're going to do away with the Electoral College so New York and California pick judges forever. We're going to make D.C. a state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If they're there 30 days before the election, they can vote, and then the vote is over, they can move out. That's what they're telling people to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah -- literally. So, please, for God sake, look at changing, Georgia law to neutralize what Stacey Abrams is trying to do. She is going to send in thousands -- hundreds of thousands of mail-in ballots. All I'm asking is have a bipartisan group of people verify the signature, not a single person. And when it comes to moving to Georgia, have a law that make sure you just can't move in for the purpose of taking over the Senate and move out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "You got a chance to change the law, change it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You had Twitter, Facebook, thoughts on today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, they got the most power in the history of mankind. They can all conspire to tell us what we can see. They can mold how we think. They have no legal liability. They can take down your content. They can label what you say is fraudulent. You can't sue them. You have no recourse as an individual when it comes to them censoring your content. At the end of the day, Section 230 is being abused. It's now time to make them like every other media organization. When you make editorial decisions, you become an editor. If FOX News had something against me or put somebody on television that slanders me, I could not only sue the individual, I can use FOX News. In the world of social media, there is no accountability, there is no legal liability, and there's no government regulation. It's the Wild, Wild West and we need to fix it because it will destroy conservatism if we don't get this right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, it was the media mob, big tech candidate protection program and they never asked many questions and they got to hide in the bunker. This race, January 5th --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- a lot on the line. All right. Senator, thanks for being with us. When we come back, how more and how much the Democrats, the dirty tactics in Georgia trying to beat Republicans in the Senate runoff. Newt Gingrich, he knows that state better than anybody. He's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's talk about Georgia now. They just keep finding ballots, 2,700 new ones today, 2,600 yesterday. This is madness. This is insanity. We're the USA. We can do better. We've got to do everything we can do to support Kelly Loeffler. You got the Senate runoff, David Perdue. That is January 5th. Democrats are organizing. Georgia, buckle up, you're going to have more money from outside of your estate flooding in as wherever you tune into anything. By the way, to keep Republican Senate in the Senate's hands, that is a big deal. By the way, it also tracks with their huge power grab, why, because you -- that includes fighting to preserve election integrity, which we're missing, and still serious concerns surrounding that consent decree in Georgia which makes it extremely difficult to reject absentee ballots over signature verification, because in the new requirements, they've created more bureaucracy, made it more difficult to properly verify those ballots and practically make it impossible to do proper signature matching and verification. And, meanwhile, Georgia officials are warning those outside this state, that it is illegal to move there just to vote. Now, some far left liberals across the country are reportedly descending or planning to descend ahead of the January election. Here with reaction, author of the bestseller, \"The Trump Effect\", former speaker of the House, FOX News contributor, Newt Gingrich. Well, I was there the night you became speaker. I was the emcee of your event. The year was 1994 -- one of the greatest days of my life, congratulations. Now, you see what happened and is happening. How do you -- how do you find 2,600 new ballots one day, 2,700 the next day? Help me out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I think with the fact that you have a secretary of state that is totally in the pocket of Stacey Abrams, who has agreed some rules that are crazy, so that, for example, you can't go back out and revalidate absentee ballots. In 2018, they had the 3.5 percent rejection rate on absentee ballots with four times as many ballots this year, it's 0.3 that is -- they had over ten times as many ballots rejected, but with a difference of about 49,000. That's all the deal that the secretary of state cut, Stacey Abrams, back in the spring. You go through item after item. So, it tells you the difference between two parties. She's not worrying about buying TV ads. She's worried about mobilizing 600,000 voters without any regard to what the campaign is like. Now, unless the Republicans fixed the flawed election system, they stand a very real chance of losing the election even if they win the campaign because the Democrats are simply manufacture as many votes as they need. As you said, the beginning of this canvas, every day they find an additional county that has an additional area that, by the way, all have voted so far for Trump, that hadn't reported or hadn't been counted in. Now, it's not huge, but I think they cut the margin by over 1,000 votes for Biden just in this first phase. I have -- also, there's a question of how many people voted twice, that is they voted by absentee and then they walked in and they voted in the ballot box. The secretary of state estimated during the primaries, it's about a thousand people. Well, I haven't seen any numbers yet for how many there are during the general election. So, I'm very concerned that even though I think Warnock is extraordinarily radical candidate, and that essentially Ossoff is the product of Hollywood and Silicon Valley, nonetheless, even if we win the campaign, if we don't fix this election system, and the governor and the secretary of state have been absolutely useless in trying to get this thing fixed. We have the House. We have the Senate. The Georgia legislature could come in next Monday. They could fix it (INAUDIBLE). They could also demand an accurate recount, and simply note that the agreement the secretary of state signed back in the spring change Georgia law. He doesn't have the power to do that. The Constitution says, those powers are reserved for the legislature, not to the secretary of state or the court. So, I just want you to know I'm extremely concerned that this will be stolen no matter how good the campaign is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, at the end of the day, every one of these states we're talking about, they all have statutory language, partisan observers get to watch the entire vote count, everything start to finish. Well, state after state, you know, that didn't happen, 100 feet away, 20 feet away, six feet away. OK, you can't see a ballot from six feet away. Then you got the two verification standards. How do you have two different standards in one state? Then you have ballots showing up out of nowhere. Then you're just mailing out ballots to people on top of some dead people we've verified, in fact, did actually vote in this election, it's hard to pull it all together, but I'm looking at -- we're the greatest country on the face of the earth, and I see this only in select states, and I don't think people cannot have confidence in any of the states we're talking about based on what we know now. Am I wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "And, look, I think -- I think president Trump owes it to the American people to not concede until we've had an honest and accurate count in the state you're describing. In the case of Georgia, for example, one of the largest voting centers in Fulton County told the Republican poll watchers at 10:00 p.m. at night that everybody was going home. As soon as the Republicans left, they went back and counted ballots for three more hours, with nobody there watching them. Now, you know, it denies common sense not to believe that they were stealing. You have -- in Nevada, and even worse case if you listen to Adam Laxalt, the former attorney general of Nevada. The legislature there in the model that fits Tammany Hall has legislated illegality as a legal system. So, 600,000 votes in Nevada that nobody has seen. I'm doing a podcast this week (INAUDIBLE) specifically talking to people around the country. We're going to do every state --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "-- contest is getting its own podcast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In the case of -- and look, I can barely download an app. I'm not the right guy. I have no idea. I don't know about the Dominion software, what do I know? But when you have Democratic politicians, \"The New York Times\", \"The A.P.\", a tenured experts at Princeton, the state of Texas rejecting one system and then it's used in 28 states, I would think just simple common sense would say that probably isn't the right system to use, but it was used anyway. Thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, when I learned that these votes we're going through Barcelona Spain to Frankfurt, Germany to be counted --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Huh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "-- this is madness. This is utterly crazy. And I think we have to take this whole system apart and recognize that this is -- this election is a great moment for the American people to decide because if they want to have an honest election where they get to pick their leaders or they just want corrupt machines such as the one that Stacey Abrams is building to run the system they have literally built a corrupt system that made it legal because the legislature and the governor signed a law which I think will not hold up in federal court because it so blatantly dishonest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Mr. Speaker, thanks for being with us. We appreciate it for that update. All right. When we come back, liberal COVID hypocrisy, new lows. In one part of California, people can go to strip clubs, but you can't go to church. Does that make sense? Mike Huckabee, Pete Hegseth, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have more left-wing hypocrisy on coronavirus tonight because while lockdown-loving California liberals tell everyone: stay at home, lawmakers, California, they're off to Hawaii for a lavish getaway. And, by the way, after a judge's ruling in San Diego earlier this month, strip clubs are temporarily allowed to reopen, churches, they have to conduct services online outside. You can't make this up. It's not really funny, but you can't make it up. Now, religious liberty advocates believe the case could actually pave the way to lift the restrictions against houses of worship due to the First Amendment implications. By the way, can't you socially distance, have them outside, to San Diego, it's warm, and people wear masks. You can do those things, you know? Dr. Fauci told us. Anyway, far-left liberals, they're totally fine bending their own rules, even as their own residents suffer. We got Governor Gavin Newsom, he had apologized after he violated his own restrictions by attending a party at a famous California restaurant. We got the Chicago mayor, yes, not worried about all the violence, recently spotted out in a large crowd celebrating Joe Biden. She canceled Thanksgiving for Chicago. Michigan Governor Gretchen Whitmer, remember, her husband busted trying to take his boat out, during the summer lockdown, and then, using his wife's name. Here now, FOX News contributor Mike Huckabee, along with the author of the upcoming book, \"Modern Warriors: Real Stories from Real Heroes\", which, by the way he is one of -- published first book, by the way, by FOX News Books, \"FOX and Friends\" weekend co-host Pete Hegseth. Governor Huckabee, I don't know -- hypocrisy, I would think that if you're going to open the strip club, it might apply to a dirt churches. I'm just guessing. I've been there, stay away from those places, no good is coming out of that place, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, I don't have a lot of experience with the strip clubs, I do have quite a bit of experience with churches, and generally, they're a fairly place. And I would think that it's ridiculous to say that people are safer in a strip club than they are at church. But churches across California are going to announce that the pastor would remove his tie during the sermon, and therefore, he will take up an article of clothing making it a temporary strip club so people will be able to go to church. In the meantime, what we have in this country, plenty of turkeys for Thanksgiving. They're called Democrats elected officials who impose one set of rules upon the little people, the peasants, the politically impoverished, but imply and implore a totally different set of rules for themselves and people are getting really, really sick of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable. All right. Pete Hegseth, your take on all of this. PETE HEGSETH, FOX NEWS CO-HOST, \"FOX AND FRIENDS\":  Well, Governor, I agree. It reminds me of New York where you weren't allowed to sell liquor unless you had food, so that there was food given for a dollar no matter what, and you say it. There's always a way around these things. The reality is, listen, strip club owners have rights too. There is a constitution. It protects you. That may be that not be our cup of tea, but ultimately, the challenge here is that it's always the way the left sees it is -- it is not for me, but definitely for thee. The left would have no standards without double standards, so in this particular case, they looked down upon everyone else and say we're essential. And so, that's what these with these lawmakers in California are saying. We get to travel to Hawaii to do our retreat for the new caucus of California lawmakers because we are the essential, enlightened ones. You need us policymakers. But you minions out there trying to make a living, I'm sorry. That doesn't count. You're not allowed to. We decided we are not essential, even though we are, which is the biggest farce of this entire thing. Everybody's job to them is essential, and we respect people enough to take responsibility for their own lives. And my goodness, if there's one thing people should be able to do, it's go to church and making their own choice of whether they want to go or not. It ultimately comes down to respect of people, and, of course, the left doesn't have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Governor, that's why early on, I didn't -- the mask didn't bother me and I always believed that our -- that the medical community would come up with -- now we have two vaccines in America, made in America, thank God, great technology, amazing people that we can't praise enough. I can't -- look, socially distance, wear your masks, protect grandma, grandpa. Kids coming home from school, you might want to protect mom and dad, grandma and grandpa, because we know they are the more vulnerable. To me, that's not a -- that's not a big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "It's not a big deal, and most of us are doing these things because it's just the way we protect ourselves. And for those who have kids in college, this is a great excuse to tell your kids for college don't even come home for Thanksgiving. You're not getting any money. We're not going to do your laundry. We're not going to make your bed. And so, just stay at school because you don't like us get infected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now I know where Sarah got so tough. She got it from you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "That's where she got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I thought my dad was tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Can I say one thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Let's say thanks to Donald Trump. Without him, there wouldn't be Operation Warp Speed. We would never have had these vaccines in the record time we do. And it's because President Trump pulled the trigger, he understands business, and doing things efficiently. Whatever the Democrats say, they owe him a big thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I often said, Pete, if Donald Trump cured cancer, the mob and the media and liberals, Democrats would hate him. I haven't heard many liberals or mob people commit may be one, that praise the president, the efforts here. Nobody else, Joe Biden is still talking about doom and gloom and dark winters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Because your prediction was correct, Sean, he can do nothing right in their mind. You're absolutely right. Here's the scary part, it's all about control for them. It really is. I wish it was about the science, but here we got -- you heard Dr. Fauci came out, even with the vaccine, you're going to have to wear a mask and social distance and all of those things. Isn't that why were getting the vaccine so we can go back to living our lives the way we did before? And without Donald Trump, we wouldn't be at this point. We'd be waiting two or three more years. I get -- in my county alone, they're shutting schools back down again. People are desperate and the only way out is that vaccine and it's not yelling about dark winters, it's saying our future is in front of us which is exactly what Donald Trump has talked about -- opening business, giving people choices, treating them like adults. The left wants to control how --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "May be between naps and spoonfuls of oatmeal, they can tell, Joe, oh, we got two vaccines, Joe, in case nobody told them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both. When we come back, Obama's continuing to jab at the president, hypocrites. Michelle Obama did not have nice things to say. Leo 2.0, Candace Owens, they're next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tonight, the Obamas continued to spend their free time smearing Trump, 24/7. On Instagram, Michelle Obama accusing the president of spreading racist lies about her husband and in the same post, she dismissed real evidence about voting irregularities as a conspiracy theory. The Democratic Party knows all about it. They fed us conspiracy theories for three years, but you know, what was actually a conspiracy theory? Yeah, lies, fake news about Trump and Russia, and Ukraine, in ignoring Joe and Hillary's dirty dossier. Here with reaction, blackout author Candace Owens, civil rights attorney, Leo 2.0. Candace, that's pretty hypocritical I'd say, I don't know. They are the masters of the conspiracy theory. CANDACE OWENS, \"BLACKOUT\" AUTHOR:  Yeah, not only that, but they seem to be so miffed by so many Americans view them is a divisive couple. And look at what they're doing right here, this breaks the etiquette of basically every former administration has granted it successors the decency of their silence, right? When the Obamas stepped into the White House, you didn't hear the Bushes criticizing them at every turn because it was also sort of the unspoken rule. There's a certain decorum. Let's just leave them alone because they share an understanding of how difficult it is to be in that position, you know, to have your family reviewed under a microscope every second of every day, and have so many people in the country hate them and so many people in the country love them. They've never granted that courtesy to the Trumps. And I think it's said. I think it's sad that they move in this direction where they say, you know what? I'm going to respectfully remain silent. Instead, they turned into activists, which in my opinion, it really diminishes their record and their own reputation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Leo, I can't think of a simple single Democrat that said, you know what, we were wrong on Russia and Trump. Not one. They didn't care. The Obamas never open their mouth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "sentences": "I tell you right now, Sean, it's very clear. And, you know, the most important question in law is why. Donald Trump got 73 million voters and the problem that the Obama see and what I find that Michelle and Barack are doing, they are trying to reestablish the racism claim which is false because it is a form of power of keeping black on the Democratic plantation. You see, Donald Trump shattered all that, because people like myself, Candace, we move to the Republican side. So, it's all about power, and to have a President Obama and First Lady Michelle Obama lie about Donald Trump and it's feelings for people of color is to reinforce that. And that's why it's very shameful. And what's happening is this -- people have woken up and they say it's not true, President Obama. It's not true, Michelle Obama, because more blacks are moving towards Republican. People of color, all colors are moving towards Republican Party, but this is a way to keep power, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But, Leo, how are Democrats doing with law and order in big cities? How are they doing of the education of our kids in big cities?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "I will jump in here and say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Candace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "I was going to say, I'll jump in and I'll say, if you call 75 percent of black boys that can't pass a basic reading exam, reading exam in California success, then the Democrats were incredibly successful. If you call, they can't find a single black child across five schools in Baltimore that are able to be proficient in math and reading and writing, then I would call them incredibly successful. This is what Leo was talking about when he's about the Democratic plantation. Back when we were slaves, illiteracy was necessary to maintain the plantation mentality. Democrats have now almost re-orchestrated this by design, through the Department of Education, making sure that our kids are focused on psychological conditioning, Black Lives Matter, woke-ism, the left, you got to learn about white privilege, and they're not learning hard academics, and it's one of the great evils of the Democratic Party today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, by the way, Barack had eight years to fix it, didn't he? Four thousand dead in Chicago, his home town, 20,000 shot, he barely mentioned it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "And I tell you right now, the black on black crime that happened during the Obama administration, the creation of Black Lives Matter during the Obama administration, there was a failure on racial politics a total failure. And then you have Donald Trump who comes in and in four years blows away the Obama and Biden administration was school choice, with the lowest unemployment rates for black Americans, with the First Step, and more importantly, as Candace and I were talking about, funding historical black colleges, and school choice is the key to break the poverty cycle. That's why I am on your program, that's why Candace is on your program because of education.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can you bring your hat next time? I think you need to make one for Larry and for Candace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Candace doesn't need it. She is way ahead of us. She's Candace 8.0.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, she is 1.0. You're 2.0. You're the one that finally got on board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "I'm 2.0. I'm 2.0. Candace is 8.0.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The first time I met Candace, she predicted to me that African- Americans were moving to the Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "She's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "She was right, and so are you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "She's right. She's absolutely correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great call. Thank you both. More HANNITY straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, since we came on the air from Michigan, we have an update. Without explanation during this hour, Wayne County board of canvassers reversed their decision today, certified the vote in the Detroit area, but say they are going to investigate. Why don't they investigate first? We are finding why the change of heart, and we will report news as it develops. Quick programming note: this Friday, 8:00 p.m. eastern, the Patriot Awards will be streaming live on Fox Nation You don't want to miss that. And also, don't forget, we hope you always set your DVR so you never miss an episode. These are troubling times, but to the extent possible, God is in charge. Let not your heart be troubled, and Laura Ingraham is in charge for the next hour, so that's always heartwarming. And you better use the butterball turkey fryer. I want video evidence. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Welcome to HANNITY. We begin with this FOX News alert. All right. Buckle up. Tonight, all eyes are on Georgia, Pennsylvania, Michigan, Nevada. Now, breaking moments ago, the state of Georgia hand recount magically, how many days after Election Day uncovered yet? Another 2,700 uncounted ballots, the majority of which, oh, shockingly cast for President Trump. Last night, same story, another 2,600 uncounted ballots were discovered and again, most of those ballots in favor of the president. What the hell is happening in Georgia and in our country? You know, why are we still finding thousands of ballots weeks after the election? Does that inspire confidence in the outcome to you? Does anybody -- should anyone ever trust us? How come all these other states, they can count their votes on election night, no problems? Every vote matters, right? Now, think about it, these votes never would have been tallied without a recount, number one. Now, less than 13,000 votes separate the president and Joe Biden in Georgia. That number continues to shrink, how many more ballots will they find tomorrow? And, of course, tonight, this isn't just about thousands of missing votes showing up weeks later, that are now just turning up out of thin air, it's also about the state, their use of Dominion voting systems which were plagued, as we told you about, with issues during the state's primary only a few months ago. According to \"The New York Times,\" quote: In some cases, the new machines required to much extra power for aging polling locations, blowing fuses and never powering on. Others, workers were still being trained just days before the election struggling with setup. Now, \"The Times\" goes on to write, quote, the electronic pulled books also new, plagued by a freezing software, user error. Now, keep in mind, these very same machines were used in all of Georgia's 159 counties during the presidential election. And the same machines were rejected in 2019 twice, and once in 2013. Why? They failed to meet the state of Texas security standards. A Princeton tenured professor has been highly critical of these machines recently Democrats have been highly critical, the \"A.P.\" has been critical, maybe this is a dumb question, you tell me. Why would we ever be using them in the first place? This is the USA, the home of Apple, the home of Microsoft, the home of Silicon Valley. Are we really saying we can't do better than this? And, of course tonight, serious issues around Georgia's consent decree, remember, sets two unequal verification standards on the voters in that state. Put simply, a Georgian to vote in person, they've got to provide ID. However, if you live in Georgia and vote by mail, you provide a signature that signature does not need to match the voter rolls, in fact, Georgia while literally says it blocks county election officials from rejecting absentee ballots because of mismatched signatures. Oh, that makes sense. Now why would the state of Georgia actually put that into law? They have. How has that not unequal application of our laws? Now, what does the state's Republican governor, Brian Kemp, the state's Republican secretary of state, Brad Raffensperger, what are they doing to rectify the inequity during the hand recount? The answer, sadly, absolutely nothing. Brian Kemp, cowering in fear. Meanwhile, in a very bizarre move, the secretary of state recently goes on fake news CNN, tries to insinuate Senator Lindsey Graham, who will respond tonight, is guilty of some kind of voter fraud. Take a look."
    },
    {
      "speaker": "BRAD RAFFENSPERGER (R), GEORGIA SECRETARY OF STATE",
      "utterance": "He asked that the ballots could be matched back to the voters, and then I got the sense that implied that you could throw those out for any -- if you look at the counties with the highest frequent error of signatures. So, that's the impression that I got."
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "utterance": "You say Senator Graham wanted you to find ways to get rid of legally cast ballots. Because CNN asked him about these allegations, he denied them. He says that's ridiculous. His words, that's ridiculous."
    },
    {
      "speaker": "RAFFENSPERGER",
      "utterance": "Well, it's just an implication that, look hard and see how many ballots you can throw out."
    },
    {
      "speaker": "HANNITY",
      "utterance": "A lot of insinuations there. Senator Graham on the program, he's denying, of course, those egregious claims, no basis in fact. Other people were actually on the call and they defended Senator Graham's version of events. He'll respond. Now, Georgia, what's going on with your secretary of state? Do you trust him to run a free and fair recount? January 5th will be here in a very short period of time. What about the all-important Senate run on races? After the all, the balance of power in the Senate, it will be decided in the great state of Georgia. And those races are incredibly close. Tonight, Georgia is not the only state facing serious questions and look at this, breaking out of Nevada, Clark County, they are refusing to certify one local election after numerous unexplained discrepancies there and potential instances of voter fraud. Now, the discrepancies were apparently so bad that the results of that race, which was decided, if you don't think your vote matters, by only ten votes for the Democrats, that's going to get completely thrown out. And now, it's headed for a revote."
    },
    {
      "speaker": "Last night, the president tweeted, quote",
      "utterance": "Big victory moments ago in the state of Nevada. The all Democrat County commission race on the same ballots as president, just throw him out because of large-scale voter discrepancy. Clark County officials do not have confidence in their own election security. Major impact. And meanwhile, we go to the state of Michigan. Officials there are refusing to certify their results in Wayne County after real allegations of voting irregularities in Detroit. You might remember, Kayleigh McEnany, right here on this program, remember holding up last week, 234 real affidavits, fake news CNN said they're just empty pieces of paper. That was a lie, from one Michigan county, here you go. What does it all mean, and what does the Trump campaign doing to ensure every legal vote is counted and how can we have faith in any system that works like this? Kayleigh McEnany is back with us. Twenty-six hundred votes yesterday, 2,700 votes today. Let's go for an even 20,000 tomorrow. Any chance you might get 20,000 more somewhere?"
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Hey, there's certainly a chance because as I'm coming to air with you tonight, Sean, there is reporting that in the third county in Georgia, in Walton County, they have found the same issue, a memory card that was not registered with votes and guess what, these votes favor President Donald J. Trump. We were told yesterday when the first batch was discovered by the Georgia secretary of state, this is very concerning because there are checks and balances in place, but local officials should resign. Well, these checks and balances appeared to be fatally flawed, systematically irregular to happen and not one, two, but three Georgia counties, amounting to the disenfranchisement of nearly 5,000 voters. What is going on here? Every American should be concerned."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, where is the governor? Where is the secretary of state that's picking fights with Doug Collins and Lindsey Graham? Why isn't he fixing the system? Has anybody got an answer from him?"
    },
    {
      "speaker": "MCENANY",
      "utterance": "No, we haven't. It's a question the president is asking. It's a question really we're all asking because this isn't about party, Sean. This is about the integrity of our election system and you have the same mistake in three counties and the count has not ended yet. It won't end until midnight tomorrow. So, it's a great question you ask."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, hopefully, we'll find out. All right. Let's go to Nevada and what happened out there. All right. I think when we see a race by ten votes, it shows every vote counts, but the problems there, now they're going to do a redo. What happening as it relates to the president's race?"
    },
    {
      "speaker": "MCENANY",
      "utterance": "Yeah, it's exactly right. What does this is gives us cause to argue, hey, there were votes that affected the race, they could not say that this election was fair at the commissioner level, yes. But it raises questions yet again. Look, with Georgia yesterday, we were told this was a one-off. It appears to not be the case. So, it just raises the same question. Really important what's happening -- happening in Nevada, but even more so, what happened in Michigan this evening."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. In Pennsylvania, Rudy Giuliani argued the case today. I've heard from more than a few people that he was absolutely brilliant in his arguments today. What's the status on that?"
    },
    {
      "speaker": "MCENANY",
      "utterance": "Yeah, one of the things he said today is he echoed Rahm Emanuel. He said, never let a crisis go to waste, and that is indeed what Democrats did hear. He put that race into context when he said that because there was a pandemic that was turned into an election epidemic and natural disaster they said. That's why they had to do this mass mail out voting. Live ammunition across the nation is what it was equivalent to. And it backfired. And, Sean, I just have to get to you with Michigan, which you mentioned there as you came to me. I held up these papers, these affidavits, 234 pages of sworn affidavits under penalty of perjury."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, whoa, Kayleigh --"
    },
    {
      "speaker": "MCENANY",
      "utterance": "These are from one county."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What did CNN say about when you held it up on this program, didn't they click accuse you of holding up blank sheets?"
    },
    {
      "speaker": "MCENANY",
      "utterance": "That's right. They did about a ten-minute monologue saying these were blank. They're not blank. In fact, these pages of paper, from one county, were the reason that you had a county level Wayne County canvassers say, we cannot certify this election because of these witnesses, they're real people, and one reporter tweeted out, this is the first time in my 20-year history I've ever seen something like this, a county commission refused to certify. It's because for the first time, you have a president fighting for the forgotten men and women in Detroit, in Philadelphia, and Democrat cities across the nation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nobody in this country can have confidence in this. Now, I'm also hearing rumblings that ballots, given out with court precedent in Wisconsin. Have you been hearing the same rumblings as I have, and that for some reason people are being quiet about it for now?"
    },
    {
      "speaker": "MCENANY",
      "utterance": "Yeah, I think you're right. There is something in Wisconsin. I spoke with our attorneys about that. When you go to get a ballot, there's a certainly application process you have to go through. It's not an absentee ballot system like you'd see in other states. But the law was actively violated when they get -- went to get these ballots and go through their same-day register process. So there is something there. But Wisconsin just finished up tomorrow by 5:00 p.m. The campaign will let them know whether we would like to proceed to a recount. So, more to come tomorrow in Wisconsin in particular."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Kayleigh McEnany, thank you as always. Appreciate the update. All right. We turn now to another key factor in the 2020 election and that's big tech. Clearly acted as a protective shield just like the media mob, big tech mob for the Biden campaign. Remember, the entire campaign, you have a weak, a frail, a cognitively struggling Joe Biden hiding in his basement bunker, I call it the media mob/big tech candidate protection program. They protected him the entire campaign. No tough questions ever. But in a blatant effort to defeat President Trump and contribute to Joe, well, Facebook, Twitter, other tech giants actually censored really serious, verifiable claims about Biden and his family corrupt business practices. The Trumps would never get that consideration. And in the weeks before the election, Twitter froze the accounts of prominent Republicans who shared the story that included Kayleigh McEnany and the company even blocked its users from sharing the story in private messages. You couldn't even send it privately. More recently, Silicon Valley libs who weren't run Twitter have been putting disclaimers on tweets for many conservatives, including President Trump pointing out, that what they are deciding they believe is right and wrong and apparently, the employees of Twitter think they have a monopoly on truth. And, by the way, side note, you might want to switch to Parler. When you go to Twitter say, here is my new account on Parler. Just an idea. Now, today, during a hearing on Capitol Hill, Senator Cruz, Senator Graham, they grilled Twitter @Jack, CEO of Twitter, about his decision to censor editorialized political content. Take a look."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "They decided, and may be for a good reason, I don't know that you're articles about Hunter Biden need to be flagged, excluded from distribution, or made hard to find. That to me seems like you are the ultimate editor."
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "utterance": "Your answer is always, well, once we silence you, we can choose to allow you to speak. But you are engaged in publishing decisions. Let me shift to a different topic. Mr. Dorsey, does voter fraud exist?"
    },
    {
      "speaker": "JACK DORSEY, CEO, TWITTER",
      "utterance": "I don't know for certain."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Are you an expert in voter fraud?"
    },
    {
      "speaker": "DORSEY",
      "utterance": "No, I'm not."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Well, why then, is Twitter right now putting purported warnings on virtually any statement about voter fraud?"
    },
    {
      "speaker": "DORSEY",
      "utterance": "We are simply linking to broader conversation so people have more information."
    },
    {
      "speaker": "CRUZ",
      "utterance": "No, you're not. You put up a page that says, quote, voter fraud of any kind is exceedingly rare and the United States. That's not linking to a broader conversation. That's taking a disputed policy position and you're a publisher when you're doing that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, keep in mind, both Facebook, Twitter enjoyed the legal protections known as Section 230 and that section virtually protect social media giants from being held liable like regular media companies because content is posted by users, well, not if they're editing it. Now, that status does not extend to media outlets who publish or editorialized material and Senator Cruz just described, that is exactly what is happening at Twitter and elsewhere. Now, according to one whistleblower complaint, Twitter did not act alone. That complaint alleging that Twitter, Facebook, Google all worked together to coordinate their censorship efforts, so it is time to hold these powerful tech giants accountable and may be moved to other venues. If they want to act like members of the mob and the media, then they should be treated like members of the mob, and that means no more liability protection in Section 230. Without consequences, nothing is going to change and history will repeat itself over and over and over again, and we all deserve better. Here with more on this and reaction to our top story out of Georgia and the recount, South Carolina Senator Lindsey Graham. Senator, let me start with the secretary of state of Georgia."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Sure."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There were others on the call, and one came to your defense and said, no, that's not what Lindsey said or did at all."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah. Well, I really don't need anybody to defend me because I know what I did, and I appreciate the person coming forward. I called the secretary of state to have him explain to me how you verify a signature on the mail-in ballot, not to throw out legal votes but to make sure we have a system in Georgia that can verify that you are who you say you are when you vote. If you show up in person, you need an ID. You don't need an ID when you vote by mail. If you go through the portal, you need an ID. But when you apply for a mail-in ballot through the mail, they have to verify your signature. A single person does that in every county election office. It should be bipartisan. Here's what I'm begging the Trump administration to do -- campaign to do, challenge -- get some judge to go look at the envelopes with signatures and match them against the database so somebody knows what the hell they're doing in front of Republicans and Democrats so we can verify that mail-in voting in Georgia is not fraudulent. When you have a single person verifying the signature, it's not bipartisan. I think that's not the way to do it. That's what I was talking about. Stacey Abrams is calling for every liberal in the country to move to Georgia. She's bragging about having 600,000 people ready to vote by mail. What I'm begging Georgia to do is make sure if somebody votes by mail, you have a bipartisan process to verify the signature. We don't just leave it up to one person in the election office."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Now, you talked to the secretary of state, the governor can call the legislature back, they haven't done that yet."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What is the reason why, why would you have two separate systems on signatures, and why is that okay? I mean, you know, look, the more -- and how do you find 2,600 votes yesterday and another 2,700 votes today?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay, Lindsey, your state got it right on election night. Florida did, Ohio did, all these other states do. Just Pennsylvania, Michigan, Nevada -- interesting states that we're worried about."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, Sean, all I can say is on election night, votes came out of nowhere for Biden. Thousands showed up late in the night on election night for Biden. Weeks later, we're finding votes for Trump. All I can say is I sit on your show that voting by mail would be the end of the Republican Party if we don't have a system to verify signatures. All I'm asking for is that Georgia have a bipartisan group to verify a signature on a mail ballot, not leave it up to a single individual. Here's what I predict -- if you had an audit of all the signatures on envelopes in Georgia, and you had people that know what they were doing, I bet you their rejection rate would be more than 0.3 percent. So, if we don't get a better system when it comes to voting by mail, that's the end of the Republican Party. And let it start in Georgia, folks. Stacey Abrams is trying to take over the election system in Georgia, fight back."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hey, by the way, how -- you had more money thrown at you from people outside of South Carolina -- Rosie O'Donnell, Barbra Streisand. We talked a lot about it."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah, right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "People in South Carolina weren't influenced. Now, all the money from Hollywood -- Hollywood now telling people to move there , which would be voter fraud."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And all this money is going to be pouring into Georgia."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now both of those races matter, Perdue and Loeffler. I am concerned that people come out looking at the shift show, and a governor and a secretary of state that have no urgency about it. They didn't get it right this time. I think the secretary of state owes everybody in the country an answer why we got 2,700 new ballots today, 2,600 yesterday. Why there -- why there's two standard? Why don't they check the standards, why wouldn't they do that to ensure integrity and competence in our election?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "All I can say is that as Georgia goes, the nation goes. Democrats are calling for people to move into Georgia for the express purpose of winning these two Senate seats. I had money sent into South Carolina, but nobody ask people from California to move into South Carolina. Stacey Abrams is calling for people to move to Georgia to tip the balance of power in the U.S. Senate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Look, tell them why because --"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "-- arena in Georgia, I would push back, because we're going to change the Supreme Court from conservative to liberal. We're going to do away with the Electoral College so New York and California pick judges forever. We're going to make D.C. a state."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If they're there 30 days before the election, they can vote, and then the vote is over, they can move out. That's what they're telling people to do?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah -- literally. So, please, for God sake, look at changing, Georgia law to neutralize what Stacey Abrams is trying to do. She is going to send in thousands -- hundreds of thousands of mail-in ballots. All I'm asking is have a bipartisan group of people verify the signature, not a single person. And when it comes to moving to Georgia, have a law that make sure you just can't move in for the purpose of taking over the Senate and move out."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "You got a chance to change the law, change it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You had Twitter, Facebook, thoughts on today?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, they got the most power in the history of mankind. They can all conspire to tell us what we can see. They can mold how we think. They have no legal liability. They can take down your content. They can label what you say is fraudulent. You can't sue them. You have no recourse as an individual when it comes to them censoring your content. At the end of the day, Section 230 is being abused. It's now time to make them like every other media organization. When you make editorial decisions, you become an editor. If FOX News had something against me or put somebody on television that slanders me, I could not only sue the individual, I can use FOX News. In the world of social media, there is no accountability, there is no legal liability, and there's no government regulation. It's the Wild, Wild West and we need to fix it because it will destroy conservatism if we don't get this right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, it was the media mob, big tech candidate protection program and they never asked many questions and they got to hide in the bunker. This race, January 5th --"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- a lot on the line. All right. Senator, thanks for being with us. When we come back, how more and how much the Democrats, the dirty tactics in Georgia trying to beat Republicans in the Senate runoff. Newt Gingrich, he knows that state better than anybody. He's next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's talk about Georgia now. They just keep finding ballots, 2,700 new ones today, 2,600 yesterday. This is madness. This is insanity. We're the USA. We can do better. We've got to do everything we can do to support Kelly Loeffler. You got the Senate runoff, David Perdue. That is January 5th. Democrats are organizing. Georgia, buckle up, you're going to have more money from outside of your estate flooding in as wherever you tune into anything. By the way, to keep Republican Senate in the Senate's hands, that is a big deal. By the way, it also tracks with their huge power grab, why, because you -- that includes fighting to preserve election integrity, which we're missing, and still serious concerns surrounding that consent decree in Georgia which makes it extremely difficult to reject absentee ballots over signature verification, because in the new requirements, they've created more bureaucracy, made it more difficult to properly verify those ballots and practically make it impossible to do proper signature matching and verification. And, meanwhile, Georgia officials are warning those outside this state, that it is illegal to move there just to vote. Now, some far left liberals across the country are reportedly descending or planning to descend ahead of the January election. Here with reaction, author of the bestseller, \"The Trump Effect\", former speaker of the House, FOX News contributor, Newt Gingrich. Well, I was there the night you became speaker. I was the emcee of your event. The year was 1994 -- one of the greatest days of my life, congratulations. Now, you see what happened and is happening. How do you -- how do you find 2,600 new ballots one day, 2,700 the next day? Help me out."
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I think with the fact that you have a secretary of state that is totally in the pocket of Stacey Abrams, who has agreed some rules that are crazy, so that, for example, you can't go back out and revalidate absentee ballots. In 2018, they had the 3.5 percent rejection rate on absentee ballots with four times as many ballots this year, it's 0.3 that is -- they had over ten times as many ballots rejected, but with a difference of about 49,000. That's all the deal that the secretary of state cut, Stacey Abrams, back in the spring. You go through item after item. So, it tells you the difference between two parties. She's not worrying about buying TV ads. She's worried about mobilizing 600,000 voters without any regard to what the campaign is like. Now, unless the Republicans fixed the flawed election system, they stand a very real chance of losing the election even if they win the campaign because the Democrats are simply manufacture as many votes as they need. As you said, the beginning of this canvas, every day they find an additional county that has an additional area that, by the way, all have voted so far for Trump, that hadn't reported or hadn't been counted in. Now, it's not huge, but I think they cut the margin by over 1,000 votes for Biden just in this first phase. I have -- also, there's a question of how many people voted twice, that is they voted by absentee and then they walked in and they voted in the ballot box. The secretary of state estimated during the primaries, it's about a thousand people. Well, I haven't seen any numbers yet for how many there are during the general election. So, I'm very concerned that even though I think Warnock is extraordinarily radical candidate, and that essentially Ossoff is the product of Hollywood and Silicon Valley, nonetheless, even if we win the campaign, if we don't fix this election system, and the governor and the secretary of state have been absolutely useless in trying to get this thing fixed. We have the House. We have the Senate. The Georgia legislature could come in next Monday. They could fix it (INAUDIBLE). They could also demand an accurate recount, and simply note that the agreement the secretary of state signed back in the spring change Georgia law. He doesn't have the power to do that. The Constitution says, those powers are reserved for the legislature, not to the secretary of state or the court. So, I just want you to know I'm extremely concerned that this will be stolen no matter how good the campaign is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, at the end of the day, every one of these states we're talking about, they all have statutory language, partisan observers get to watch the entire vote count, everything start to finish. Well, state after state, you know, that didn't happen, 100 feet away, 20 feet away, six feet away. OK, you can't see a ballot from six feet away. Then you got the two verification standards. How do you have two different standards in one state? Then you have ballots showing up out of nowhere. Then you're just mailing out ballots to people on top of some dead people we've verified, in fact, did actually vote in this election, it's hard to pull it all together, but I'm looking at -- we're the greatest country on the face of the earth, and I see this only in select states, and I don't think people cannot have confidence in any of the states we're talking about based on what we know now. Am I wrong?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "And, look, I think -- I think president Trump owes it to the American people to not concede until we've had an honest and accurate count in the state you're describing. In the case of Georgia, for example, one of the largest voting centers in Fulton County told the Republican poll watchers at 10:00 p.m. at night that everybody was going home. As soon as the Republicans left, they went back and counted ballots for three more hours, with nobody there watching them. Now, you know, it denies common sense not to believe that they were stealing. You have -- in Nevada, and even worse case if you listen to Adam Laxalt, the former attorney general of Nevada. The legislature there in the model that fits Tammany Hall has legislated illegality as a legal system. So, 600,000 votes in Nevada that nobody has seen. I'm doing a podcast this week (INAUDIBLE) specifically talking to people around the country. We're going to do every state --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask --"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "-- contest is getting its own podcast."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In the case of -- and look, I can barely download an app. I'm not the right guy. I have no idea. I don't know about the Dominion software, what do I know? But when you have Democratic politicians, \"The New York Times\", \"The A.P.\", a tenured experts at Princeton, the state of Texas rejecting one system and then it's used in 28 states, I would think just simple common sense would say that probably isn't the right system to use, but it was used anyway. Thoughts?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, when I learned that these votes we're going through Barcelona Spain to Frankfurt, Germany to be counted --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Huh?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "-- this is madness. This is utterly crazy. And I think we have to take this whole system apart and recognize that this is -- this election is a great moment for the American people to decide because if they want to have an honest election where they get to pick their leaders or they just want corrupt machines such as the one that Stacey Abrams is building to run the system they have literally built a corrupt system that made it legal because the legislature and the governor signed a law which I think will not hold up in federal court because it so blatantly dishonest."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Mr. Speaker, thanks for being with us. We appreciate it for that update. All right. When we come back, liberal COVID hypocrisy, new lows. In one part of California, people can go to strip clubs, but you can't go to church. Does that make sense? Mike Huckabee, Pete Hegseth, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have more left-wing hypocrisy on coronavirus tonight because while lockdown-loving California liberals tell everyone: stay at home, lawmakers, California, they're off to Hawaii for a lavish getaway. And, by the way, after a judge's ruling in San Diego earlier this month, strip clubs are temporarily allowed to reopen, churches, they have to conduct services online outside. You can't make this up. It's not really funny, but you can't make it up. Now, religious liberty advocates believe the case could actually pave the way to lift the restrictions against houses of worship due to the First Amendment implications. By the way, can't you socially distance, have them outside, to San Diego, it's warm, and people wear masks. You can do those things, you know? Dr. Fauci told us. Anyway, far-left liberals, they're totally fine bending their own rules, even as their own residents suffer. We got Governor Gavin Newsom, he had apologized after he violated his own restrictions by attending a party at a famous California restaurant. We got the Chicago mayor, yes, not worried about all the violence, recently spotted out in a large crowd celebrating Joe Biden. She canceled Thanksgiving for Chicago. Michigan Governor Gretchen Whitmer, remember, her husband busted trying to take his boat out, during the summer lockdown, and then, using his wife's name. Here now, FOX News contributor Mike Huckabee, along with the author of the upcoming book, \"Modern Warriors: Real Stories from Real Heroes\", which, by the way he is one of -- published first book, by the way, by FOX News Books, \"FOX and Friends\" weekend co-host Pete Hegseth. Governor Huckabee, I don't know -- hypocrisy, I would think that if you're going to open the strip club, it might apply to a dirt churches. I'm just guessing. I've been there, stay away from those places, no good is coming out of that place, right?"
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, I don't have a lot of experience with the strip clubs, I do have quite a bit of experience with churches, and generally, they're a fairly place. And I would think that it's ridiculous to say that people are safer in a strip club than they are at church. But churches across California are going to announce that the pastor would remove his tie during the sermon, and therefore, he will take up an article of clothing making it a temporary strip club so people will be able to go to church. In the meantime, what we have in this country, plenty of turkeys for Thanksgiving. They're called Democrats elected officials who impose one set of rules upon the little people, the peasants, the politically impoverished, but imply and implore a totally different set of rules for themselves and people are getting really, really sick of it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable. All right. Pete Hegseth, your take on all of this. PETE HEGSETH, FOX NEWS CO-HOST, \"FOX AND FRIENDS\":  Well, Governor, I agree. It reminds me of New York where you weren't allowed to sell liquor unless you had food, so that there was food given for a dollar no matter what, and you say it. There's always a way around these things. The reality is, listen, strip club owners have rights too. There is a constitution. It protects you. That may be that not be our cup of tea, but ultimately, the challenge here is that it's always the way the left sees it is -- it is not for me, but definitely for thee. The left would have no standards without double standards, so in this particular case, they looked down upon everyone else and say we're essential. And so, that's what these with these lawmakers in California are saying. We get to travel to Hawaii to do our retreat for the new caucus of California lawmakers because we are the essential, enlightened ones. You need us policymakers. But you minions out there trying to make a living, I'm sorry. That doesn't count. You're not allowed to. We decided we are not essential, even though we are, which is the biggest farce of this entire thing. Everybody's job to them is essential, and we respect people enough to take responsibility for their own lives. And my goodness, if there's one thing people should be able to do, it's go to church and making their own choice of whether they want to go or not. It ultimately comes down to respect of people, and, of course, the left doesn't have that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Governor, that's why early on, I didn't -- the mask didn't bother me and I always believed that our -- that the medical community would come up with -- now we have two vaccines in America, made in America, thank God, great technology, amazing people that we can't praise enough. I can't -- look, socially distance, wear your masks, protect grandma, grandpa. Kids coming home from school, you might want to protect mom and dad, grandma and grandpa, because we know they are the more vulnerable. To me, that's not a -- that's not a big deal."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "It's not a big deal, and most of us are doing these things because it's just the way we protect ourselves. And for those who have kids in college, this is a great excuse to tell your kids for college don't even come home for Thanksgiving. You're not getting any money. We're not going to do your laundry. We're not going to make your bed. And so, just stay at school because you don't like us get infected."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now I know where Sarah got so tough. She got it from you."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "That's where she got it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I thought my dad was tough."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Can I say one thing?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Let's say thanks to Donald Trump. Without him, there wouldn't be Operation Warp Speed. We would never have had these vaccines in the record time we do. And it's because President Trump pulled the trigger, he understands business, and doing things efficiently. Whatever the Democrats say, they owe him a big thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I often said, Pete, if Donald Trump cured cancer, the mob and the media and liberals, Democrats would hate him. I haven't heard many liberals or mob people commit may be one, that praise the president, the efforts here. Nobody else, Joe Biden is still talking about doom and gloom and dark winters."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Because your prediction was correct, Sean, he can do nothing right in their mind. You're absolutely right. Here's the scary part, it's all about control for them. It really is. I wish it was about the science, but here we got -- you heard Dr. Fauci came out, even with the vaccine, you're going to have to wear a mask and social distance and all of those things. Isn't that why were getting the vaccine so we can go back to living our lives the way we did before? And without Donald Trump, we wouldn't be at this point. We'd be waiting two or three more years. I get -- in my county alone, they're shutting schools back down again. People are desperate and the only way out is that vaccine and it's not yelling about dark winters, it's saying our future is in front of us which is exactly what Donald Trump has talked about -- opening business, giving people choices, treating them like adults. The left wants to control how --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "May be between naps and spoonfuls of oatmeal, they can tell, Joe, oh, we got two vaccines, Joe, in case nobody told them."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both. When we come back, Obama's continuing to jab at the president, hypocrites. Michelle Obama did not have nice things to say. Leo 2.0, Candace Owens, they're next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tonight, the Obamas continued to spend their free time smearing Trump, 24/7. On Instagram, Michelle Obama accusing the president of spreading racist lies about her husband and in the same post, she dismissed real evidence about voting irregularities as a conspiracy theory. The Democratic Party knows all about it. They fed us conspiracy theories for three years, but you know, what was actually a conspiracy theory? Yeah, lies, fake news about Trump and Russia, and Ukraine, in ignoring Joe and Hillary's dirty dossier. Here with reaction, blackout author Candace Owens, civil rights attorney, Leo 2.0. Candace, that's pretty hypocritical I'd say, I don't know. They are the masters of the conspiracy theory. CANDACE OWENS, \"BLACKOUT\" AUTHOR:  Yeah, not only that, but they seem to be so miffed by so many Americans view them is a divisive couple. And look at what they're doing right here, this breaks the etiquette of basically every former administration has granted it successors the decency of their silence, right? When the Obamas stepped into the White House, you didn't hear the Bushes criticizing them at every turn because it was also sort of the unspoken rule. There's a certain decorum. Let's just leave them alone because they share an understanding of how difficult it is to be in that position, you know, to have your family reviewed under a microscope every second of every day, and have so many people in the country hate them and so many people in the country love them. They've never granted that courtesy to the Trumps. And I think it's said. I think it's sad that they move in this direction where they say, you know what? I'm going to respectfully remain silent. Instead, they turned into activists, which in my opinion, it really diminishes their record and their own reputation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Leo, I can't think of a simple single Democrat that said, you know what, we were wrong on Russia and Trump. Not one. They didn't care. The Obamas never open their mouth."
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "utterance": "I tell you right now, Sean, it's very clear. And, you know, the most important question in law is why. Donald Trump got 73 million voters and the problem that the Obama see and what I find that Michelle and Barack are doing, they are trying to reestablish the racism claim which is false because it is a form of power of keeping black on the Democratic plantation. You see, Donald Trump shattered all that, because people like myself, Candace, we move to the Republican side. So, it's all about power, and to have a President Obama and First Lady Michelle Obama lie about Donald Trump and it's feelings for people of color is to reinforce that. And that's why it's very shameful. And what's happening is this -- people have woken up and they say it's not true, President Obama. It's not true, Michelle Obama, because more blacks are moving towards Republican. People of color, all colors are moving towards Republican Party, but this is a way to keep power, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But, Leo, how are Democrats doing with law and order in big cities? How are they doing of the education of our kids in big cities?"
    },
    {
      "speaker": "OWENS",
      "utterance": "I will jump in here and say --"
    },
    {
      "speaker": "TERRELL",
      "utterance": "Please?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Candace?"
    },
    {
      "speaker": "OWENS",
      "utterance": "I was going to say, I'll jump in and I'll say, if you call 75 percent of black boys that can't pass a basic reading exam, reading exam in California success, then the Democrats were incredibly successful. If you call, they can't find a single black child across five schools in Baltimore that are able to be proficient in math and reading and writing, then I would call them incredibly successful. This is what Leo was talking about when he's about the Democratic plantation. Back when we were slaves, illiteracy was necessary to maintain the plantation mentality. Democrats have now almost re-orchestrated this by design, through the Department of Education, making sure that our kids are focused on psychological conditioning, Black Lives Matter, woke-ism, the left, you got to learn about white privilege, and they're not learning hard academics, and it's one of the great evils of the Democratic Party today."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, by the way, Barack had eight years to fix it, didn't he? Four thousand dead in Chicago, his home town, 20,000 shot, he barely mentioned it."
    },
    {
      "speaker": "TERRELL",
      "utterance": "And I tell you right now, the black on black crime that happened during the Obama administration, the creation of Black Lives Matter during the Obama administration, there was a failure on racial politics a total failure. And then you have Donald Trump who comes in and in four years blows away the Obama and Biden administration was school choice, with the lowest unemployment rates for black Americans, with the First Step, and more importantly, as Candace and I were talking about, funding historical black colleges, and school choice is the key to break the poverty cycle. That's why I am on your program, that's why Candace is on your program because of education."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can you bring your hat next time? I think you need to make one for Larry and for Candace."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Candace doesn't need it. She is way ahead of us. She's Candace 8.0."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, she is 1.0. You're 2.0. You're the one that finally got on board."
    },
    {
      "speaker": "TERRELL",
      "utterance": "I'm 2.0. I'm 2.0. Candace is 8.0."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The first time I met Candace, she predicted to me that African- Americans were moving to the Republican."
    },
    {
      "speaker": "TERRELL",
      "utterance": "She's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "She was right, and so are you."
    },
    {
      "speaker": "TERRELL",
      "utterance": "She's right. She's absolutely correct."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great call. Thank you both. More HANNITY straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, since we came on the air from Michigan, we have an update. Without explanation during this hour, Wayne County board of canvassers reversed their decision today, certified the vote in the Detroit area, but say they are going to investigate. Why don't they investigate first? We are finding why the change of heart, and we will report news as it develops."
    },
    {
      "speaker": "Quick programming note",
      "utterance": "this Friday, 8:00 p.m. eastern, the Patriot Awards will be streaming live on Fox Nation You don't want to miss that. And also, don't forget, we hope you always set your DVR so you never miss an episode. These are troubling times, but to the extent possible, God is in charge. Let not your heart be troubled, and Laura Ingraham is in charge for the next hour, so that's always heartwarming. And you better use the butterball turkey fryer. I want video evidence. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}