{
  "date": "November 25, 2020",
  "headline": "Holiday travelers juggle risks, rewards amid COVID-19 infection spike",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/holiday-travelers-juggle-risks-rewards-amid-covid-19-infection-spike",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "EMANUEL",
      "sentences": "Kristin Fisher starting us off on the North Lawn. Kristin, many thanks. Let's get more on the pardon of former National Security Adviser Michael Flynn and reaction from the Justice Department. Correspondent David Spunt joins us this evening. Good evening, David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Fascinating developments. David Spunt, thanks a lot. Also breaking tonight, we are experiencing anything but a normal Thanksgiving holiday this year. The death toll in the U.S. from the coronavirus is now more than 260,000 with almost 12.7 million infections. But even though the Centers for Disease Control and Prevention has urged Americans not to travel, millions are disregarding that recommendation. That means the biggest crowds at airports since the pandemic began. Correspondent Charles Watson is at Hartsfield-Jackson Airport in Atlanta tonight. Good evening, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I haven't seen my stepmom in two years since my dad passed away, so I just thought I would go get away for seven days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it was definitely a scary thing at first. And now that, you know, the pandemics around what, 10 months later that its people are starting to care less about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATSON",
      "sentences": "But as more Americans choose to travel despite CDC guidance to stay home, some cities and states are ramping up efforts to control the viruses spread. In Los Angeles, everyone coming through an airport will have to sign a form acknowledging California's recommended 14-day quarantine. L.A.'s mayor says it's necessary because if the current rate of COVID-19 cases hold steady, the nation's second largest city will be out of hospital beds by Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC GARCETTI (D), MAYOR, LOS ANGELES",
      "sentences": "Emergencies and essential work travel should be the only excuse why we get on a plane anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATSON",
      "sentences": "The New York sheriff's office is adding checkpoints at bridges to enforce its quarantine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL DE BLASIO (D), MAYOR OF NEW YORK CITY",
      "sentences": "We're going to be constantly monitoring people that are not in quarantine when they're supposed to be, we have to apply penalties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATSON",
      "sentences": "Oregon Governor Kate Brown posted a video on Twitter urging Oregonians to simply uninvite some of their Thanksgiving guests, while the governors of Maryland and Pennsylvania promised a more visible police presence, plus citations and fines in an effort to clamp down on potential super spreader gatherings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. TOM WOLF (D-PA)",
      "sentences": "If we all do this together, we're going to defeat this virus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Charles Watson, thanks a lot. The Democratic mayor of Denver is taking heavy criticism tonight. Michael Hancock flew to Mississippi to spend the holiday with family after telling his constituents to stay home. There is also major controversy tonight in Southern California over a policy that could cost countless jobs. Correspondent Jeff Paul shows us tonight from Santa Monica, California. Hello, Jeff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL HANCOCK (D) MAYOR OF DENVER",
      "sentences": "I'm asking, I'm urging, I'm pleading with everyone, please stay home. Please only go out for essential services. Stay home, maybe put up holiday decorations but stay at home. PAUL (Voice over): The mayor even tweeting earlier today to \"Stay at home as much as you can\" and to \"avoid travel\". Meanwhile, here in Los Angeles County, citing a surging COVID cases, the Health Department's ban on outdoor dining goes into effect tonight at 10:00 p.m. They still can do to go orders but businesses say they don't make as much money. Therefore, a lot of people will likely lose hours or some might lose their jobs entirely. One restaurant manager we spoke with says they could be forced to lay off as much as 50 percent of their staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROMAN KOSHEVOI, RESTAURANT OWNER",
      "sentences": "I don't know what to do because we were following all of their safety protocols from the city all this time and we were trying to do all of our best to keep the place like open and running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Already extremely tough times for the restaurant industry. Jeff Paul, thanks a lot. Joe Biden says his presidency will not be a third Obama term. The president-elect is also saying he will not use the Justice Department to go after his predecessor. Correspondent Peter Doocy reports tonight from Wilmington, Delaware where Biden made his Thanksgiving address. Good evening, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT-ELECT OF THE UNITED STATES",
      "sentences": "More testing will find people with cases and get them away from one another, slowing the number of infections. DOOCY (Voice over): Warnings for weeks about the dangers of a delayed transition --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOHANNES ABRAHAM, BIDEN TRANSITION EXECUTIVE DIRECTOR",
      "sentences": "Lack of access to current classified operations or back channel conversations that are happening, really put the American people's interest as it relates to their national security at risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "-- are no more. Officials now say that presidential daily briefing can wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We expect the first briefing to take place on Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And even though his Cabinet will be filled with Obama White House alumni.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "This is not a third Obama term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Obama's book promo included this criticism of Hispanics who voted for Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "The fact that Trump says racist things about Mexicans, they think that's less important than the fact that, you know, he supports their views on, you know, gay marriage or abortion, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Immigration reform is something Biden plans to address in his first 100 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I will send a immigration bill to the United States Senate with a pathway to citizenship for over 11 million undocumented people in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Biden is also now hinting Bernie Sanders and Elizabeth Warren are long shots for Cabinet spots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Taking someone out of the Senate, taking someone out of the House, particularly a personal consequence, is really a difficult decision would have to be made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "His more immediate goal is to try to get people to take personal responsibility this holiday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We're at war with the virus, not with one another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Peter Doocy live in Wilmington. Peter, thanks a lot. There are still nine uncalled races in the House. One of those is in New York's 22nd district where Republican candidate Claudia Tenney is blaming Governor Andrew Cuomo for the slow pace of the count. A judge has paused the process until next week. Republicans lead in all the undecided races so far, including five in New York, two in California, which would give the GOP four flips in that state and one each in Louisiana and Iowa. The balance of power right now has Democrats with 222 and Republicans with 204. The second recount of Georgia's presidential vote is underway tonight. Also this evening, an unusual invitation from one of the Republicans fighting to stay in the Senate. Correspondent Steve Harrigan has tonight's update from Atlanta. Good evening, Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DAVID PERDUE (R-GA)",
      "sentences": "Oh, I want to buy her ticket. I want her to come look, we have to win those two seats in Georgia because we do not want to negotiate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Jon Ossoff said the only thing Republicans have to offer are negative attack ads.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON OSSOFF (D), SENATORIAL CANDIDATE FOR GEORGIA",
      "sentences": "The two Republican incumbents aren't even running any positive ads. The GOP has no leader, has no vision and has no agenda except spreading fear and ensuring that Joe Biden fails.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Steve Harrigan, live in a hot spot of American politics, Atlanta, Georgia. Steve, many thanks. Stocks were mixed, the Dow lost 174, the S&P 500 fell six, NASDAQ gained 57. Up next, how Facebook may have been manipulating its own rules to control the information you see on your news feed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "\"BREAKING TONIGHT\", Denver's democrat mayor is apologizing for his decision to travel for the holiday after urging his constituents to stay home. We told you about Mayor Michael Hancock's trip to Mississippi a bit earlier. Now, he has issued a statement asking for forgiveness and recognizing he disappointed a lot of people. In Maryland, Baltimore County Public Schools have been the victim of a ransomware cyberattacks. Schools and offices were closed today. the local teachers association advised its members not to connect to the district network or access district e-mail from cell phones. The NFL is moving tomorrow's scheduled game between Pittsburgh and Baltimore to Sunday because of positive coronavirus tests on the Ravens. Two other games are still on the Thanksgiving schedule as is SPECIAL REPORT. We are learning more tonight about how Facebook may have changed its operating procedures right after the election to control which news sources were featured on its platform. Correspondent Gillian Turner takes a look tonight. GILLIAN TURNER, FOX NEWS CHANNEL CORRESPONDENT (voice over): In the days immediately following the November third election, Facebook CEO Mark Zuckerberg reportedly green-lit an emergency change to the platform's news feed algorithm. The mechanism that determines which news stories billions of people around the world see and with Senate Democrats in a recent hearing applauded Facebook's effort to tame online chatter about ballot irregularities and claims of fraud. At least some of it, clearly misinformation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "sentences": "You've tried to slow its insidious spread. That's not censorship, that's moral and civic responsibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Now, a new report reveals how Facebook execs searched for a quick fix to the swirling claims of voter fraud and irregularities online. They laser in on the so-called NEQ score, short for News, Ecosystem, Quality, which according to the New York Times is a secret internal ranking it assigns to news publishers based on signals about the quality of their journalism. According to Facebook sources, Zuckerberg agreed to increase the weight the algorithm gives to these scores in order to make authoritative reporting and stories more prominent. The outlets they reportedly chose to highlight: CNN, The New York Times, and NPR. While posts from outlets like Breitbart became less visible. Prominent Republican social media hawk, Senator Josh Hawley, tweeted, \"Big tech wants to control all news in America and soon will if we don't stop them.\" This echoing his views that social media titans do indeed censor voices they disagree with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOSH HAWLEY (R-MO)",
      "sentences": "It is time we took action against these modern-day robber barons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "The head of Facebook's integrity division says all these changes are temporary, they were never meant to be permanent. So, now, the big question is whether senate regulators will step in and actually start to rein in the big tech platform. Something that so far, they've declined to do. Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Gillian, thanks a lot. President-elect Biden is getting criticism from progressives over some of his administration's staffing selections when he announced his national security team there was one glaring omission, his defense secretary. National security correspondent Jennifer Griffin has details tonight. Good evening, Jennifer. JENNIFER GRIFFIN, FOX NEWS CHANNEL NATIONAL SECURITY CORRESPONDENT (on camera): Mike, the odds-on favorite has long been Michele Flournoy, a well- known establishment defense policy expert known for her hard-nosed realism and bipartisan support. GRIFFIN (voice over): Flournoy would break the ultimate glass ceiling, becoming the first female secretary of defense. Biden clearly likes her. In 2016, as she introduced him, he addressed the rumor that Hillary Clinton planned to pick her for the top Pentagon job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELE FLOURNOY, FORMER DEFENSE UNDERSECRETARY",
      "sentences": "These traits make him the ideal candidate or keynote for us to hear from today -- sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Well, Madam Secretary, I mean, I don't know. I'm writing a recommendation for you though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Flournoy held the number three spot at the Pentagon during the Obama administration, and has been described as instrumental in pushing then-defense secretary Robert Gates to support the Osama bin Laden raid when he preferred an airstrike. In 2012, on the eve of talks with Iran, she hinted at plans to strike Iran's nuclear program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOURNOY",
      "sentences": "And I can assure you, the Pentagon planning for this is incredibly robust.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And when asked what President Trump got right on foreign policy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOURNOY",
      "sentences": "I do think we needed to open our eyes to a more competitive situation with a rising China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Her ties to the defense industry having established a consulting firm with Antony Blinken, Biden's choice for secretary of state has put her in the crosshairs of progressives and members of the Congressional Black Caucus who want a more diverse pick. Also on Biden's shortlist is Jeh Johnson, President Obama's former DHS secretary. He was the Pentagon's general counsel during the bin Laden raid and led the task force that recommended the repeal of Don't Ask, Don't Tell. He recently spoke at Liberty University and outlined what America should expect from its leaders. \"Too often politicians pay no price for a lie, or even a crime. Instead, we conveniently overlook the bad behavior by saying, but I like his policies, or the economy is doing great.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Jennifer Griffin, thanks very much. Up next, \"FOX & FRIENDS WEEKEND\" co-host Pete Hegseth on his new book about modern warriors. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 26 in Houston as the U.S. Border Patrol temporarily closes a converted warehouse in McAllen that the Obama administration opened in 2014 to hold unaccompanied children who crossed the border illegally. According to Associated Press reports at the time, the border patrol was overwhelmed by 52,000 unaccompanied minors who were arrested during the Obama administration. The facility will now be closed for renovation and will reopen in 2022. Fox 2 in Detroit as Kalkaska County in northern Michigan throws its support behind an impeachment resolution against Democrat Governor Gretchen Whitmer. She has come under fire for her restrictions on businesses during the coronavirus pandemic. The Republican Speaker of the Michigan House calls the impeachment effort a distraction. And this is a live look at New York from Fox 5. One of the big stories there tonight, preparations for the annual Macy's Thanksgiving Day Parade. It will go on tomorrow with changes for safety. The usual 2-1/2-mile route through crowded Manhattan has been scrapped in favor of concentrating events to a one-block stretch of 34th Street. That's tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "We are going to spend some time tonight talking about American heroes who happen to be modern warriors. Pete Hegseth is co-host of \"FOX & FRIENDS WEEKEND\", and author of the new book, Modern Warriors. It is the first in a series of books in the Fox News imprint, featuring many of the people you see on this very channel. Pete joins us this evening. Pete, welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CHANNEL HOST",
      "sentences": "Hey, Mike. Thanks for having me. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "An excerpt from retired Army Ranger Captain Sean Parnell, quote, \"Half of my life we've been at war. That's all we've known. And yet most of America has no concept of what it means to fight in a war or to defend freedom at all. And to me that's very, very problematic.\" Your thoughts on that point, Pete?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Absolutely. We want to bring people inside war and the human side of it, and these 15 individuals are a perfect example of that. Mike, we do, on TV we might do a three-and a-half minute segment with a Green Beret or Army Ranger, and it just doesn't do it justice. And so on FOX Nation, \"Modern Warriors,\" where we do long form conversations, grab a beer, let's talk real about combat, and they get candid and raw and politically incorrect, and there's always some humor. That's what's in this book, too. I sat down with them, and said talk to me when the bullets are flying. Talk to me about when that helicopter is about to land. What are your fears? What are your hopes? What are your anxieties? How do you manage sacrifice, coming home? And the disconnect between how the country might feel back here versus what that brotherhood is there is a tension that you just alluded to within the book. And these guys speak very honestly it, and I think folks will be motivated. What you are watching right now is part of our series on FOX Nation. Sometimes we go out and shoot guns, too, just to get a little --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Fascinating stuff. Take a listener to this Army sergeant major who served three tours in Iraq. SERGEANT MAJOR ERIC GERESSY, FEATURED IN \"MODERN WARRIORS\":  We were attacked within about 48 hours of being on the ground. The outpost was attacked from three different directions at once. And the thing I could say the most, I couldn't be any more proud of how my soldiers performed that day, taking care of each other during a very difficult situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Pete, what about that bond of service members who are asked to carry out these very dangerous missions, putting their lives on the line?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's the deepest brotherhood I've ever seen. In fact, Eric Geressy was my first sergeant in Iraq when I was a platoon leader. An amazing warrior, I knew he had to be a part of this book. On the next tour he got a Silver Star for his actions in that moment he's talking to -- 200 Al Qaeda attacked his base. He made sure his men at breakneck speed fortified that base and they were able to repel it. He exposed himself to the enemy. He is beloved by every single one of them because they're convinced they would not have come home without First Sergeant Eric Geressy. It's stories like that and men like that. We talk a lot about one percent in politics. These guys are the real one percent, the ones who said I will write a check in full for my life, because I love this nation and these brothers so much. And I think people will be motivated by hearing direct stories from them as they do in modern warriors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Awesome, American heroes. From Texas, Congressman Dan Crenshaw, a retired Navy Seal, quote, \"Living with duty means having a duty to those who aren't able to complete their mission because they would want you to keep going. They would want you to live with a purpose. That's a message for civilians. That's a message for veterans.\" What about that burden of living your life when your military brother or sister didn't get to come home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's what they always talk about, Mike, are the men that never came home. And they live with the burden, we live with the burden of living worthy of that sacrifice, finding that next chapter of purpose. These are purposeful men. They joined for a reason, because they love this country. Transition is hard, and they talk about the dark moments of coming back to the civilian world, and then being able to fulfill that next chapter of purpose. Obviously, Congressman Crenshaw has done that, but a lot of these guys have in different ways. They are improving their communities. They are continuing to fight for our republic. These are fascinating, fascinating men and women. You'll meet them in these pages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "No doubt. From former Army Special Forces Lieutenant Colonel Scott Mann, \"When you take the meaning out of a human's life, we die. And we just cannot operate without purpose. And I worry about that today. I see so many warriors coming home, and our family members that are just disconnected from their purpose, and their disconnected from their own personal narrative, which is just as bad.\" What about life after combat, life after service for these warriors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's amazing how often it came up in the book. Yes, they reflect on those split-second moments on the battlefield. But they quickly move to, and I had no idea how to bring it home. Another guy in the book is Nick Irving. He was a sniper in the Army Rangers. He was nicknamed \"The Reaper\" because he so proficient at killing the enemy. Everybody wanted him to cover their position. He came home and said, how do I put the Reaper away? That was an important part of my life. Now I want to do more. He is, and you will read about that transition in the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Pete, sounds like a fascinating read. I look forward to getting through the whole book. Many thanks, and happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Mike, thanks so much for the time. Happy Thanksgiving to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Thank you. Up next, coronavirus lockdowns and restrictions, we will discuss with the panel. First beyond our borders tonight, a World Health Organization expert says he would like to go back to wholesale food markets in Wuhan, China, to follow up on initial cases of COVID-19 which emerged in the city. Peter Ben Embarek says he would like to reinterview initial COVID-19 cases and find others who may have important information on where they may have picked up the virus. Chinese President Xi Jinping congratulates Joe Biden on winning the presidential election. China's official news agency says Xi voiced hope the two countries could promote a healthy and stable development of bilateral ties. Soccer legend Diego Maradona has died. The Argentine was among the best players ever. He led his country to the World Cup title in 1986. Maradona died two weeks after being released from a Buenos Aires hospital following brain surgery. Diego Maradona was 60 years old.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, (D-CA) CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "If you lie on his behalf, if you cover up for him, he will reward you. He will protect you. But only if he thinks it's in his interest. There are others that lied for him that he's not going to extend that kind of service to. But it's just, frankly, reflects so ill on our democracy, on the United States. I imagine what people around the world think when we have a president who is acting like an organized crime figure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FORMER GEORGE W. BUSH SENIOR ADVISER",
      "sentences": "A useful end to an ugly moment, and the only person I think is going to be angry about this justice is Judge Sullivan, who for some reason or another was not following the dictates of the Justice Department that said we want to withdraw the action all together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "So we knew former national security adviser Michael Flynn was going to get a pardon, that's what our sources were telling us. The question was the timing. The timing was this afternoon. Let's bring in our panel, Jeff Mason, White House correspondent for \"Reuters,\" Susan Ferrechio, Chief Congressional Correspondent for the \"Washington Examiner,\" and Jason Riley, \"Wall Street Journal\" columnist and senior fellow at the Manhattan Institute. So right off the bat, Susan, your thoughts? SUSAN FERRECHIO, \"WASHINGTON EXAMINER\":  Yes. I think what Karl Rove said was spot on. The behavior by Judge Emmet Sullivan in this case was bordering on bizarre, where he absolutely refused to dismiss the case despite the fact that the Justice Department was refusing to prosecute it because there wasn't any evidence that Flynn did anything wrong. The case from the get-go was so utterly questionable. He pled guilty to lying for something that wasn't even a crime. The FBI appeared to be highly politically motivated in going after General Flynn. If anything, the wrongdoing was on the part of the government. So, this was a case where others may find objectionable reasons to complain about Trump's pardons. This is a case where I think it was clear cut that Flynn was targeted, perhaps politically, and that there was never a real case against him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Jeff, your thoughts as someone who covered Flynn as the national security adviser? And are we looking at a lot more pardons in the final days of this administration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "sentences": "Well, Mike, to your second question, I think the answer to that is yes. I was in touch with a couple former White House officials today who said they absolutely expected to see more pardons, that this is one unfettered power of the president, or presidential power, rather, that this president, and not the only president, enjoys using. And so he has got a couple months to do. Expect to probably see more. Broadly on the decision about Michael Flynn, and the reaction to it, it just continues to show the divide over that issue and over the Russia probe. You have Democrats, of course, saying that this is an abuse of power by President Trump, and you have the White House and its allies saying Michael Flynn should never have been prosecuted in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "OK, we have some handy-dandy stats we can put on the screen for you. Let's start with President Trump and clemency, clemencies granted. There you see it on your screen, 45 overall, 29 pardons, 16 commutations. President Barack Obama over eight years, 1,927 clemencies granted, 212 pardons, 1,715 commutations. And then President George W. Bush granting clemency 200 times, 189 pardons, 11 communications. Jason, your thoughts? JASON RILEY, \"WALL STREET JOURNAL\" COLUMNIST:  I would agree with what has been said. You can find a lot of fault with President Trump on some of the other uses of his pardon power, clemency power. But this, I think, is a clear example of someone getting railroaded. And it was the right thing to do, regardless of what you think of President Trump or Michael Flynn. I think they were caught up in something bigger than both of them in this case. The FBI was duped into -- by Russian disinformation into investigating a presidential campaign. That is the big picture here. And I think this is absolutely the right thing for President Trump to do in the case of Michael Flynn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "OK, it's also Thanksgiving eve, usually when everybody and their brother is on the roads or on a plane or whatever going to mom's, grandma's, et cetera. You've also got some Democratic officials, including the mayor of Denver, taking some heat for basically telling folks to stay home. Meanwhile, he got on a plane and went to Mississippi. Tonight, the mayor of Denver has issued an apology, let's put it on the screen, saying, quote, \"As a public official whose conduct is rightly scrutinized for the message it sends to others, I apologize to the residents of Denver who see my decision as conflicting with the guidance to stay at home for all but essential travel. I made my decision as a husband and father, and for those who are angry and disappointed, I humbly ask you to forgive my decisions that are born of my heart and not my head.\" Susan, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "Sure, as long as they forgive other people who are doing the exact same thing he's doing right now. That's the problem. The government looks terrible in this situation. It's similar to what happened in California when Gavin Newsom was out at a $225 a plate gathering without wearing masks with hospital lobbyists, while telling everybody else they needed to go home at 10:00. It doesn't sell. And right now you are calling it lockdown fever. People are tired of it all. Luckily, there are three American made vaccines with greater than 90 percent effectiveness, readily available, about to be distributed. So this is all going to end soon. The virus is weakening. These virus outbreaks are peaking. They are going to decrease. Hospitalizations are far less than they were in the spring. There is good news around the corner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Jeff, my relatives were going to come down from New York. They are not. Your thoughts on this travel-gate, if you will?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "It's a really tough time for lots of people and families making decisions about what's right for them and how to handle this with obviously growing risk of coronavirus at this time. And you get some mixed messages. You have some leaders who are pushing people not to get together, and others who are making decisions to do so themselves. So the mixed messages has also been a part of this pandemic for the last 10 months. You see a difference between what President Trump is saying and what President-elect Biden is saying. That's just kind of part of the narrative right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Jason, we are up against the clock. Quick comment from you on this issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Yes, a lot of people talk about the hypocrisy. But what's noteworthy to me is how you see a lot of liberal Democrats in blue states and blue areas of blue states also saying I don't care what the CDC says. I can take precautions, do this safely, I can weigh the costs and the benefits and the risks and do this safely. And I'm tired of this nanny statism. We knew conservatives were there already. What's interesting is that a lot of people on the left seem to be fed up with this paternalism going on, and I don't blame them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "All right, promise more time for you after the break. We will talk with the panel about President-elect Biden's first interview since the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Obama administration did fail to deliver immigration reform, which had a been a key promise during the administration. It also presided over record deportations as well as family detentions at the border before changing course. So why should voters trust you with an immigration overhaul now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "Because we made a mistake. It took too long to get it right, took too long to get it right. I will be president of the United States, not vice president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Joe Biden says his president will not be a third Obama term. Meanwhile, former President Barack Obama is expressing some frustration with Latino voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "sentences": "There are a lot of evangelical Hispanics who, the fact that Trump says racist things about Mexicans or puts detainees, undocumented workers in cages, they think that's less important than the fact that he supports their views on gay marriage or abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And we're back with our panel, Susan, Jeff, and Jason. Jason, since we cut you a little short on the other side, let's lead off with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Well, immigration reform is tough. I think it's going to need buy- in from both parties, and that will be Joe Biden's problem. The American people seem to have on Election Day given Democrats the White House, but wanted Congress to check him both in the House by increasing Republican representation there and possibly in the Senate depending on how these Georgia runoff seats turn out. So I don't know that we can have an amnesty alone that is going to sail through Congress. That seems to be a bit of wishful thinking on the part of Joe Biden. In terms of Obama's comments about Hispanics, I think Obama seems a little bit upset that Hispanic Americans aren't prioritizing what Obama wants them to prioritize. And so we have to remember that Hispanic Americans are not this monolithic group. There is no racial, ethnic determinism among them. Whether the Venezuelans or Cubans in Florida are different from Mexicans in south Texas and so forth. And we saw different voting patterns there, and that's something that Democrats are going to have to deal with. This is not a monolithic group. They have different priorities. And they are going to have to go out and work for this vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Jeff, in addition to covering every day of the Trump administration, I also remember you were there for every day of the Obama administration. Your thoughts on President Obama's comments there, and on president-elect Biden basically saying he is going to be his own guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "Well, a couple things. Of course, former vice president and President-elect Biden is going to be his own guy. Of course he is. He won the election with his running mate Harris, and he gets to set the agenda when he's living in this house that's right behind me. As far as what President Obama said, I think it reflects some frustration among Democrats that they didn't have more support from some parts of the Hispanic electorate. I think one of the big learning points from 2020 among many was, as my colleague was just saying, that the Latino, Latina vote is very diverse, and one party does not have a hold on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Meanwhile, a lawmaker who wants to lead the DCCC, the campaign arm of the House Democrats, says it's time for a change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I would like to see the DCCC change overnight literally to make sure that we have culturally competent, diverse staff, diverse vendors, diverse campaign consultants, diverse candidates all across the board, and let them know this is your house, esta es su casa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Susan, we are up against the clock, but your thoughts on what he is saying and on this broader topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "The problem with reaching out to Hispanic voters is not who works at the DCCC, which most people in America don't even know what that stands for. So I won't say what the acronym means. What Trump won more Hispanics for this time around even than last time was that he had antisocialist message. He had a pro-jobs message, pro-economy message. Hispanics all over the country voted for him for different reasons. People in Texas who worked in the oil and gas industry supported the president. People in Florida supported him because of the anti-communist message. These are reasons why the DCCC needs to go out and work on their Hispanic vote. It's about the message, not about who works at their organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And with that, we're out of time. Panelists, happy Thanksgiving. When we come back, getting in the Christmas holiday spirit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Finally tonight, with Thanksgiving kicking off the holiday season, it is never too early to start spreading some cheer. Today the White House started its decorating process, hanging wreathes in windows, on windows and lights around the building. The White House Christmas tree arrived earlier this week, and will be officially lit next Thursday. Because of the pandemic there will be no live audience for this year's event. The national Christmas tree lighting ceremony are a tradition dating back to 1923 when President Calvin Coolidge lit the first national tree. Thank you so much for watching SPECIAL REPORT. END <Copy: Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS HOST (on camera)",
      "utterance": "Good evening, welcome to Washington. I'm Michael Emanuel in for Bret Baier. Breaking tonight, President Trump pardons former National Security Adviser Michael Flynn. We will have details shortly. Right now, millions of Americans are taking planes, trains and automobiles to Thanksgiving holiday destinations. That travel comes despite pleas from the government to stay at home and limit gatherings in order to minimize the spread of the coronavirus. We will have complete coverage of that in a moment. But we will begin with the Flynn pardon, the retired Army Lieutenant General was a central figure in the Trump transition in 2016 and his prosecution was key to years of trouble for President Trump. Correspondent Kristin Fisher starts us off tonight from the White House. Good evening, Kristin."
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CHANNEL CORRESPONDENT (on camera)",
      "utterance": "Evening, Mike. Well, we knew that President Trump was planning to do this. We just didn't know when. And about two hours ago, he made it official as he often does on Twitter. The President said \"It is my great honor to announce that General Michael Flynn has been granted a full pardon. Congratulations to General Flynn and his wonderful family. I know you will now have a truly fantastic Thanksgiving.\" Well, Flynn pleaded guilty in 2017 to lying to the FBI about his contacts with then Russian Ambassador Sergey Kislyak. It was one of the first major courtroom victories for special counsel Robert Mueller. But about a year ago, Flynn tried to withdraw that guilty plea. His attorneys argued that he'd been entrapped by people like fired FBI agent Peter Strzok. And then this spring, Attorney General Bill Barr tried to have the case against Flynn dismissed. Barr accused Strzok of setting up a perjury trap. It was a charge that Strzok at the time dismissed as ludicrous. Well, that request to get the case dismissed was still pending when President Trump granted the full pardon this afternoon. Now, Democrats are furious. Congressman Adam Schiff said in response, \"Donald Trump has repeatedly abused the pardon power to reward friends and protect those who covered up for him. This time he pardons Michael Flynn who lied to hide his dealings with the Russians. It's no surprise that Trump would go out as he came in, crooked to the end.\" So, today's pardon brings to an end a years long battle for the retired lieutenant general. He was one of the people identified as a potential threat way back in the summer of 2016 when the FBI first open that counterintelligence investigation into the Trump campaign, which was codenamed Crossfire Hurricane. Another one of those people, Paul Manafort, who's also talked about potentially receiving a pardon before the president leaves office. And so is Roger Stone, who was granted clemency but not a full part in over the summer. Now, while President Trump was tweeting about this part and his legal team has been in Pennsylvania. Now the state certified the election results just yesterday, but today, a judge issued an ordering that that certification, the fulfillment of that certification be delayed until another hearing on Friday. But Pennsylvania's Democratic Attorney General says it is a done deal and he put out a statement that reads in part \"Today's order does not impact yesterday's appointment of electors for Joe Biden\", Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Kristin Fisher starting us off on the North Lawn. Kristin, many thanks. Let's get more on the pardon of former National Security Adviser Michael Flynn and reaction from the Justice Department. Correspondent David Spunt joins us this evening. Good evening, David."
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CHANNEL CORRESPONDENT (on camera)",
      "utterance": "Mike, good evening to you. The Justice Department all the way up to Attorney General Bill Barr wanted the Michael Flynn case dropped out it was very unique in that instance. Fox News just received a statement from a DOJ official not long ago, I want to read it in part. It's about this pardon and it's separated into three different parts. It says first, the Department was not consulted. We were given a heads up today. Second, we would have preferred to see if Judge Sullivan would act and for the matter to be resolved in court. We were confident in the likelihood of our success in the case. Number three. That being said, this is obviously an appropriate use of the president's pardon power. Mike, until the pardon this was an active case. Judge Emmett Sullivan heard from the Department of Justice and Flynn's attorneys about why they wanted to drop the case of someone who pleaded guilty twice to lying to the FBI. Sullivan was set to rule any day now. And we've heard a lot about Sidney Powell from the election, but she's been with Michael Flynn after he fired his first attorney. Earlier this fall, Miss Powell said an open court to Judge Sullivan, she personally asked President Trump not to pardon General Flynn. Hoping that he would get off on his own. Well, a pardon it is, this is a power that the president will only have for a few more months as he is in office. But Mike, what has always made this case so unique is the fact that you had the prosecution and the defense on the same side saying they want to drop this case. The Department of Justice said they wanted to go through the process with the judge. But ultimately, they got their wish granted tonight. This case is now over, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Fascinating developments. David Spunt, thanks a lot. Also breaking tonight, we are experiencing anything but a normal Thanksgiving holiday this year. The death toll in the U.S. from the coronavirus is now more than 260,000 with almost 12.7 million infections. But even though the Centers for Disease Control and Prevention has urged Americans not to travel, millions are disregarding that recommendation. That means the biggest crowds at airports since the pandemic began. Correspondent Charles Watson is at Hartsfield-Jackson Airport in Atlanta tonight. Good evening, Charles."
    },
    {
      "speaker": "CHARLES WATSON, FOX NEWS CHANNEL CORRESPONDENT (on camera)",
      "utterance": "Good evening, Mike. Overall, airlines are expected to see about 50 percent less traffic this year compared to last year. Fewer people, but still alarming for public health officials who are pleading with Americans to stay home as coronavirus infections continue to skyrocket out of control."
    },
    {
      "speaker": "WATSON (Voice over)",
      "utterance": "More than 4 million people have filed through TSA airport checkpoints across the nation since Friday. For some, it's the first time on a plane since the pandemic began."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I haven't seen my stepmom in two years since my dad passed away, so I just thought I would go get away for seven days."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think it was definitely a scary thing at first. And now that, you know, the pandemics around what, 10 months later that its people are starting to care less about it."
    },
    {
      "speaker": "WATSON",
      "utterance": "But as more Americans choose to travel despite CDC guidance to stay home, some cities and states are ramping up efforts to control the viruses spread. In Los Angeles, everyone coming through an airport will have to sign a form acknowledging California's recommended 14-day quarantine. L.A.'s mayor says it's necessary because if the current rate of COVID-19 cases hold steady, the nation's second largest city will be out of hospital beds by Christmas."
    },
    {
      "speaker": "ERIC GARCETTI (D), MAYOR, LOS ANGELES",
      "utterance": "Emergencies and essential work travel should be the only excuse why we get on a plane anywhere."
    },
    {
      "speaker": "WATSON",
      "utterance": "The New York sheriff's office is adding checkpoints at bridges to enforce its quarantine."
    },
    {
      "speaker": "BILL DE BLASIO (D), MAYOR OF NEW YORK CITY",
      "utterance": "We're going to be constantly monitoring people that are not in quarantine when they're supposed to be, we have to apply penalties."
    },
    {
      "speaker": "WATSON",
      "utterance": "Oregon Governor Kate Brown posted a video on Twitter urging Oregonians to simply uninvite some of their Thanksgiving guests, while the governors of Maryland and Pennsylvania promised a more visible police presence, plus citations and fines in an effort to clamp down on potential super spreader gatherings."
    },
    {
      "speaker": "GOV. TOM WOLF (D-PA)",
      "utterance": "If we all do this together, we're going to defeat this virus."
    },
    {
      "speaker": "WATSON (on camera)",
      "utterance": "And Vermont's governor warns students not to attend to any Thanksgiving events this weekend with people outside of their immediate family. If they do, it will be mandatory remote learning for at least a week when schools back in session, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Charles Watson, thanks a lot. The Democratic mayor of Denver is taking heavy criticism tonight. Michael Hancock flew to Mississippi to spend the holiday with family after telling his constituents to stay home. There is also major controversy tonight in Southern California over a policy that could cost countless jobs. Correspondent Jeff Paul shows us tonight from Santa Monica, California. Hello, Jeff."
    },
    {
      "speaker": "JEFF PAUL, FOX NEWS CHANNEL CORRESPONDENT (on camera)",
      "utterance": "Yes Mike, after urging people of Denver not to fly for the Thanksgiving holiday, it appears the mayor there did just that. Mayor Michael Hancock took a flight this morning from Denver to Mississippi to be with his family for the Thanksgiving holiday. A communications director didn't respond to Fox when we reached out for an explanation. A spokesperson did however confirmed a trip and said the mayor will quarantine once he's back. But it was just on Friday when the mayor told folks in Denver to do and not do what he just did."
    },
    {
      "speaker": "MICHAEL HANCOCK (D) MAYOR OF DENVER",
      "utterance": "I'm asking, I'm urging, I'm pleading with everyone, please stay home. Please only go out for essential services. Stay home, maybe put up holiday decorations but stay at home."
    },
    {
      "speaker": "PAUL (Voice over)",
      "utterance": "The mayor even tweeting earlier today to \"Stay at home as much as you can\" and to \"avoid travel\". Meanwhile, here in Los Angeles County, citing a surging COVID cases, the Health Department's ban on outdoor dining goes into effect tonight at 10:00 p.m. They still can do to go orders but businesses say they don't make as much money. Therefore, a lot of people will likely lose hours or some might lose their jobs entirely. One restaurant manager we spoke with says they could be forced to lay off as much as 50 percent of their staff."
    },
    {
      "speaker": "ROMAN KOSHEVOI, RESTAURANT OWNER",
      "utterance": "I don't know what to do because we were following all of their safety protocols from the city all this time and we were trying to do all of our best to keep the place like open and running."
    },
    {
      "speaker": "PAUL (on camera)",
      "utterance": "Now, a lawsuit was filed to keep all of this outdoor seating up and running. A judge denied that request to overturn the ban but did tell the plaintiffs that if they brought forth some substantial evidence, he would look at the case again, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Already extremely tough times for the restaurant industry. Jeff Paul, thanks a lot. Joe Biden says his presidency will not be a third Obama term. The president-elect is also saying he will not use the Justice Department to go after his predecessor. Correspondent Peter Doocy reports tonight from Wilmington, Delaware where Biden made his Thanksgiving address. Good evening, Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL CORRESPONDENT (on camera)",
      "utterance": "Mike, good evening. Right now, the president-elect his motorcade to Rehoboth Beach where he says he plans to forego family traditions and celebrate a socially distanced Thanksgiving with just three other people as he looks ahead and tries to figure out ways to make the U.S. government a lot more hands on fighting COVID-19."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT-ELECT OF THE UNITED STATES",
      "utterance": "More testing will find people with cases and get them away from one another, slowing the number of infections."
    },
    {
      "speaker": "DOOCY (Voice over)",
      "utterance": "Warnings for weeks about the dangers of a delayed transition --"
    },
    {
      "speaker": "YOHANNES ABRAHAM, BIDEN TRANSITION EXECUTIVE DIRECTOR",
      "utterance": "Lack of access to current classified operations or back channel conversations that are happening, really put the American people's interest as it relates to their national security at risk."
    },
    {
      "speaker": "DOOCY",
      "utterance": "-- are no more. Officials now say that presidential daily briefing can wait."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We expect the first briefing to take place on Monday."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And even though his Cabinet will be filled with Obama White House alumni."
    },
    {
      "speaker": "BIDEN",
      "utterance": "This is not a third Obama term."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Obama's book promo included this criticism of Hispanics who voted for Trump."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "The fact that Trump says racist things about Mexicans, they think that's less important than the fact that, you know, he supports their views on, you know, gay marriage or abortion, right?"
    },
    {
      "speaker": "DOOCY",
      "utterance": "Immigration reform is something Biden plans to address in his first 100 days."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I will send a immigration bill to the United States Senate with a pathway to citizenship for over 11 million undocumented people in America."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Biden is also now hinting Bernie Sanders and Elizabeth Warren are long shots for Cabinet spots."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Taking someone out of the Senate, taking someone out of the House, particularly a personal consequence, is really a difficult decision would have to be made."
    },
    {
      "speaker": "DOOCY",
      "utterance": "His more immediate goal is to try to get people to take personal responsibility this holiday."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We're at war with the virus, not with one another."
    },
    {
      "speaker": "DOOCY (on camera)",
      "utterance": "Joe Biden barely ever spoke about Michael Flynn as a candidate. But remember earlier this year, he claimed that while in office, he had no knowledge of a criminal investigation into Flynn. Even though we found out that on Trump's inauguration day, Susan Rice wrote a memo detailing a meeting she was in where President Obama said he wanted the Flynn matter handled by law enforcement agencies by the book and she listed one of the participants in that meeting as being Joe Biden, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Peter Doocy live in Wilmington. Peter, thanks a lot. There are still nine uncalled races in the House. One of those is in New York's 22nd district where Republican candidate Claudia Tenney is blaming Governor Andrew Cuomo for the slow pace of the count. A judge has paused the process until next week. Republicans lead in all the undecided races so far, including five in New York, two in California, which would give the GOP four flips in that state and one each in Louisiana and Iowa. The balance of power right now has Democrats with 222 and Republicans with 204. The second recount of Georgia's presidential vote is underway tonight. Also this evening, an unusual invitation from one of the Republicans fighting to stay in the Senate. Correspondent Steve Harrigan has tonight's update from Atlanta. Good evening, Steve."
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CHANNEL CORRESPONDENT (on camera)",
      "utterance": "Good evening, Mike. That presidential recount is underway in Georgia. It's a machine recap scheduled to be finished by December 2nd. This is actually the third time that the presidential votes, five million of them will be counted in Georgia. Officials say they don't expect any changes from a Joe Biden lead of about 12,000 votes. That vote has already been certified by Georgia's governor. Keep in mind, the two Senate runoff elections are scheduled for January 5th, they could determine who controls the Senate. In the U.S. we've seen a string of high-profile visitors here in Georgia to campaign for each side. Republican Senator David Perdue said he welcomes the presence of liberal Democrats campaigning for his opponent."
    },
    {
      "speaker": "SEN. DAVID PERDUE (R-GA)",
      "utterance": "Oh, I want to buy her ticket. I want her to come look, we have to win those two seats in Georgia because we do not want to negotiate."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Jon Ossoff said the only thing Republicans have to offer are negative attack ads."
    },
    {
      "speaker": "JON OSSOFF (D), SENATORIAL CANDIDATE FOR GEORGIA",
      "utterance": "The two Republican incumbents aren't even running any positive ads. The GOP has no leader, has no vision and has no agenda except spreading fear and ensuring that Joe Biden fails."
    },
    {
      "speaker": "HARRIGAN (on camera)",
      "utterance": "More than $270 million have already spent on T.V. ads here for that -- those runoff races, and more than 700,000 people have requested absentee ballots. That is three times as many requests as just two years ago. Mike, back to you."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Steve Harrigan, live in a hot spot of American politics, Atlanta, Georgia. Steve, many thanks. Stocks were mixed, the Dow lost 174, the S&P 500 fell six, NASDAQ gained 57. Up next, how Facebook may have been manipulating its own rules to control the information you see on your news feed."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "\"BREAKING TONIGHT\", Denver's democrat mayor is apologizing for his decision to travel for the holiday after urging his constituents to stay home. We told you about Mayor Michael Hancock's trip to Mississippi a bit earlier. Now, he has issued a statement asking for forgiveness and recognizing he disappointed a lot of people. In Maryland, Baltimore County Public Schools have been the victim of a ransomware cyberattacks. Schools and offices were closed today. the local teachers association advised its members not to connect to the district network or access district e-mail from cell phones. The NFL is moving tomorrow's scheduled game between Pittsburgh and Baltimore to Sunday because of positive coronavirus tests on the Ravens. Two other games are still on the Thanksgiving schedule as is SPECIAL REPORT. We are learning more tonight about how Facebook may have changed its operating procedures right after the election to control which news sources were featured on its platform. Correspondent Gillian Turner takes a look tonight."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL CORRESPONDENT (voice over)",
      "utterance": "In the days immediately following the November third election, Facebook CEO Mark Zuckerberg reportedly green-lit an emergency change to the platform's news feed algorithm. The mechanism that determines which news stories billions of people around the world see and with Senate Democrats in a recent hearing applauded Facebook's effort to tame online chatter about ballot irregularities and claims of fraud. At least some of it, clearly misinformation."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "utterance": "You've tried to slow its insidious spread. That's not censorship, that's moral and civic responsibility."
    },
    {
      "speaker": "TURNER",
      "utterance": "Now, a new report reveals how Facebook execs searched for a quick fix to the swirling claims of voter fraud and irregularities online. They laser in on the so-called NEQ score, short for News, Ecosystem, Quality, which according to the New York Times is a secret internal ranking it assigns to news publishers based on signals about the quality of their journalism. According to Facebook sources, Zuckerberg agreed to increase the weight the algorithm gives to these scores in order to make authoritative reporting and stories more prominent."
    },
    {
      "speaker": "The outlets they reportedly chose to highlight",
      "utterance": "CNN, The New York Times, and NPR. While posts from outlets like Breitbart became less visible. Prominent Republican social media hawk, Senator Josh Hawley, tweeted, \"Big tech wants to control all news in America and soon will if we don't stop them.\" This echoing his views that social media titans do indeed censor voices they disagree with."
    },
    {
      "speaker": "SEN. JOSH HAWLEY (R-MO)",
      "utterance": "It is time we took action against these modern-day robber barons."
    },
    {
      "speaker": "TURNER",
      "utterance": "The head of Facebook's integrity division says all these changes are temporary, they were never meant to be permanent. So, now, the big question is whether senate regulators will step in and actually start to rein in the big tech platform. Something that so far, they've declined to do. Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Gillian, thanks a lot. President-elect Biden is getting criticism from progressives over some of his administration's staffing selections when he announced his national security team there was one glaring omission, his defense secretary. National security correspondent Jennifer Griffin has details tonight. Good evening, Jennifer. JENNIFER GRIFFIN, FOX NEWS CHANNEL NATIONAL SECURITY CORRESPONDENT (on camera): Mike, the odds-on favorite has long been Michele Flournoy, a well- known establishment defense policy expert known for her hard-nosed realism and bipartisan support."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "Flournoy would break the ultimate glass ceiling, becoming the first female secretary of defense. Biden clearly likes her. In 2016, as she introduced him, he addressed the rumor that Hillary Clinton planned to pick her for the top Pentagon job."
    },
    {
      "speaker": "MICHELE FLOURNOY, FORMER DEFENSE UNDERSECRETARY",
      "utterance": "These traits make him the ideal candidate or keynote for us to hear from today -- sorry."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Well, Madam Secretary, I mean, I don't know. I'm writing a recommendation for you though."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Flournoy held the number three spot at the Pentagon during the Obama administration, and has been described as instrumental in pushing then-defense secretary Robert Gates to support the Osama bin Laden raid when he preferred an airstrike. In 2012, on the eve of talks with Iran, she hinted at plans to strike Iran's nuclear program."
    },
    {
      "speaker": "FLOURNOY",
      "utterance": "And I can assure you, the Pentagon planning for this is incredibly robust."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And when asked what President Trump got right on foreign policy --"
    },
    {
      "speaker": "FLOURNOY",
      "utterance": "I do think we needed to open our eyes to a more competitive situation with a rising China."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Her ties to the defense industry having established a consulting firm with Antony Blinken, Biden's choice for secretary of state has put her in the crosshairs of progressives and members of the Congressional Black Caucus who want a more diverse pick. Also on Biden's shortlist is Jeh Johnson, President Obama's former DHS secretary. He was the Pentagon's general counsel during the bin Laden raid and led the task force that recommended the repeal of Don't Ask, Don't Tell. He recently spoke at Liberty University and outlined what America should expect from its leaders. \"Too often politicians pay no price for a lie, or even a crime. Instead, we conveniently overlook the bad behavior by saying, but I like his policies, or the economy is doing great.\""
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "Johnson, like Flournoy, has defense industry ties having served on the board of Lockheed Martin. President-elect Biden has indicated he will announce his choice next Tuesday. Mike?"
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Jennifer Griffin, thanks very much. Up next, \"FOX & FRIENDS WEEKEND\" co-host Pete Hegseth on his new book about modern warriors. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 26 in Houston as the U.S. Border Patrol temporarily closes a converted warehouse in McAllen that the Obama administration opened in 2014 to hold unaccompanied children who crossed the border illegally. According to Associated Press reports at the time, the border patrol was overwhelmed by 52,000 unaccompanied minors who were arrested during the Obama administration. The facility will now be closed for renovation and will reopen in 2022. Fox 2 in Detroit as Kalkaska County in northern Michigan throws its support behind an impeachment resolution against Democrat Governor Gretchen Whitmer. She has come under fire for her restrictions on businesses during the coronavirus pandemic. The Republican Speaker of the Michigan House calls the impeachment effort a distraction. And this is a live look at New York from Fox 5. One of the big stories there tonight, preparations for the annual Macy's Thanksgiving Day Parade. It will go on tomorrow with changes for safety. The usual 2-1/2-mile route through crowded Manhattan has been scrapped in favor of concentrating events to a one-block stretch of 34th Street. That's tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. We'll be right back."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "We are going to spend some time tonight talking about American heroes who happen to be modern warriors. Pete Hegseth is co-host of \"FOX & FRIENDS WEEKEND\", and author of the new book, Modern Warriors. It is the first in a series of books in the Fox News imprint, featuring many of the people you see on this very channel. Pete joins us this evening. Pete, welcome."
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CHANNEL HOST",
      "utterance": "Hey, Mike. Thanks for having me. Appreciate it."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "An excerpt from retired Army Ranger Captain Sean Parnell, quote, \"Half of my life we've been at war. That's all we've known. And yet most of America has no concept of what it means to fight in a war or to defend freedom at all. And to me that's very, very problematic.\" Your thoughts on that point, Pete?"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Absolutely. We want to bring people inside war and the human side of it, and these 15 individuals are a perfect example of that. Mike, we do, on TV we might do a three-and a-half minute segment with a Green Beret or Army Ranger, and it just doesn't do it justice. And so on FOX Nation, \"Modern Warriors,\" where we do long form conversations, grab a beer, let's talk real about combat, and they get candid and raw and politically incorrect, and there's always some humor. That's what's in this book, too. I sat down with them, and said talk to me when the bullets are flying. Talk to me about when that helicopter is about to land. What are your fears? What are your hopes? What are your anxieties? How do you manage sacrifice, coming home? And the disconnect between how the country might feel back here versus what that brotherhood is there is a tension that you just alluded to within the book. And these guys speak very honestly it, and I think folks will be motivated. What you are watching right now is part of our series on FOX Nation. Sometimes we go out and shoot guns, too, just to get a little --"
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Fascinating stuff. Take a listener to this Army sergeant major who served three tours in Iraq. SERGEANT MAJOR ERIC GERESSY, FEATURED IN \"MODERN WARRIORS\":  We were attacked within about 48 hours of being on the ground. The outpost was attacked from three different directions at once. And the thing I could say the most, I couldn't be any more proud of how my soldiers performed that day, taking care of each other during a very difficult situation."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Pete, what about that bond of service members who are asked to carry out these very dangerous missions, putting their lives on the line?"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's the deepest brotherhood I've ever seen. In fact, Eric Geressy was my first sergeant in Iraq when I was a platoon leader. An amazing warrior, I knew he had to be a part of this book. On the next tour he got a Silver Star for his actions in that moment he's talking to -- 200 Al Qaeda attacked his base. He made sure his men at breakneck speed fortified that base and they were able to repel it. He exposed himself to the enemy. He is beloved by every single one of them because they're convinced they would not have come home without First Sergeant Eric Geressy. It's stories like that and men like that. We talk a lot about one percent in politics. These guys are the real one percent, the ones who said I will write a check in full for my life, because I love this nation and these brothers so much. And I think people will be motivated by hearing direct stories from them as they do in modern warriors."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Awesome, American heroes. From Texas, Congressman Dan Crenshaw, a retired Navy Seal, quote, \"Living with duty means having a duty to those who aren't able to complete their mission because they would want you to keep going. They would want you to live with a purpose. That's a message for civilians. That's a message for veterans.\" What about that burden of living your life when your military brother or sister didn't get to come home?"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's what they always talk about, Mike, are the men that never came home. And they live with the burden, we live with the burden of living worthy of that sacrifice, finding that next chapter of purpose. These are purposeful men. They joined for a reason, because they love this country. Transition is hard, and they talk about the dark moments of coming back to the civilian world, and then being able to fulfill that next chapter of purpose. Obviously, Congressman Crenshaw has done that, but a lot of these guys have in different ways. They are improving their communities. They are continuing to fight for our republic. These are fascinating, fascinating men and women. You'll meet them in these pages."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "No doubt. From former Army Special Forces Lieutenant Colonel Scott Mann, \"When you take the meaning out of a human's life, we die. And we just cannot operate without purpose. And I worry about that today. I see so many warriors coming home, and our family members that are just disconnected from their purpose, and their disconnected from their own personal narrative, which is just as bad.\" What about life after combat, life after service for these warriors?"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's amazing how often it came up in the book. Yes, they reflect on those split-second moments on the battlefield. But they quickly move to, and I had no idea how to bring it home. Another guy in the book is Nick Irving. He was a sniper in the Army Rangers. He was nicknamed \"The Reaper\" because he so proficient at killing the enemy. Everybody wanted him to cover their position. He came home and said, how do I put the Reaper away? That was an important part of my life. Now I want to do more. He is, and you will read about that transition in the book."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Pete, sounds like a fascinating read. I look forward to getting through the whole book. Many thanks, and happy Thanksgiving."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Mike, thanks so much for the time. Happy Thanksgiving to you."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Thank you. Up next, coronavirus lockdowns and restrictions, we will discuss with the panel. First beyond our borders tonight, a World Health Organization expert says he would like to go back to wholesale food markets in Wuhan, China, to follow up on initial cases of COVID-19 which emerged in the city. Peter Ben Embarek says he would like to reinterview initial COVID-19 cases and find others who may have important information on where they may have picked up the virus. Chinese President Xi Jinping congratulates Joe Biden on winning the presidential election. China's official news agency says Xi voiced hope the two countries could promote a healthy and stable development of bilateral ties. Soccer legend Diego Maradona has died. The Argentine was among the best players ever. He led his country to the World Cup title in 1986. Maradona died two weeks after being released from a Buenos Aires hospital following brain surgery. Diego Maradona was 60 years old."
    },
    {
      "speaker": "REP. ADAM SCHIFF, (D-CA) CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "If you lie on his behalf, if you cover up for him, he will reward you. He will protect you. But only if he thinks it's in his interest. There are others that lied for him that he's not going to extend that kind of service to. But it's just, frankly, reflects so ill on our democracy, on the United States. I imagine what people around the world think when we have a president who is acting like an organized crime figure."
    },
    {
      "speaker": "KARL ROVE, FORMER GEORGE W. BUSH SENIOR ADVISER",
      "utterance": "A useful end to an ugly moment, and the only person I think is going to be angry about this justice is Judge Sullivan, who for some reason or another was not following the dictates of the Justice Department that said we want to withdraw the action all together."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "So we knew former national security adviser Michael Flynn was going to get a pardon, that's what our sources were telling us. The question was the timing. The timing was this afternoon. Let's bring in our panel, Jeff Mason, White House correspondent for \"Reuters,\" Susan Ferrechio, Chief Congressional Correspondent for the \"Washington Examiner,\" and Jason Riley, \"Wall Street Journal\" columnist and senior fellow at the Manhattan Institute. So right off the bat, Susan, your thoughts? SUSAN FERRECHIO, \"WASHINGTON EXAMINER\":  Yes. I think what Karl Rove said was spot on. The behavior by Judge Emmet Sullivan in this case was bordering on bizarre, where he absolutely refused to dismiss the case despite the fact that the Justice Department was refusing to prosecute it because there wasn't any evidence that Flynn did anything wrong. The case from the get-go was so utterly questionable. He pled guilty to lying for something that wasn't even a crime. The FBI appeared to be highly politically motivated in going after General Flynn. If anything, the wrongdoing was on the part of the government. So, this was a case where others may find objectionable reasons to complain about Trump's pardons. This is a case where I think it was clear cut that Flynn was targeted, perhaps politically, and that there was never a real case against him."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Jeff, your thoughts as someone who covered Flynn as the national security adviser? And are we looking at a lot more pardons in the final days of this administration?"
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "utterance": "Well, Mike, to your second question, I think the answer to that is yes. I was in touch with a couple former White House officials today who said they absolutely expected to see more pardons, that this is one unfettered power of the president, or presidential power, rather, that this president, and not the only president, enjoys using. And so he has got a couple months to do. Expect to probably see more. Broadly on the decision about Michael Flynn, and the reaction to it, it just continues to show the divide over that issue and over the Russia probe. You have Democrats, of course, saying that this is an abuse of power by President Trump, and you have the White House and its allies saying Michael Flynn should never have been prosecuted in the first place."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "OK, we have some handy-dandy stats we can put on the screen for you. Let's start with President Trump and clemency, clemencies granted. There you see it on your screen, 45 overall, 29 pardons, 16 commutations. President Barack Obama over eight years, 1,927 clemencies granted, 212 pardons, 1,715 commutations. And then President George W. Bush granting clemency 200 times, 189 pardons, 11 communications. Jason, your thoughts? JASON RILEY, \"WALL STREET JOURNAL\" COLUMNIST:  I would agree with what has been said. You can find a lot of fault with President Trump on some of the other uses of his pardon power, clemency power. But this, I think, is a clear example of someone getting railroaded. And it was the right thing to do, regardless of what you think of President Trump or Michael Flynn. I think they were caught up in something bigger than both of them in this case. The FBI was duped into -- by Russian disinformation into investigating a presidential campaign. That is the big picture here. And I think this is absolutely the right thing for President Trump to do in the case of Michael Flynn."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "OK, it's also Thanksgiving eve, usually when everybody and their brother is on the roads or on a plane or whatever going to mom's, grandma's, et cetera. You've also got some Democratic officials, including the mayor of Denver, taking some heat for basically telling folks to stay home. Meanwhile, he got on a plane and went to Mississippi. Tonight, the mayor of Denver has issued an apology, let's put it on the screen, saying, quote, \"As a public official whose conduct is rightly scrutinized for the message it sends to others, I apologize to the residents of Denver who see my decision as conflicting with the guidance to stay at home for all but essential travel. I made my decision as a husband and father, and for those who are angry and disappointed, I humbly ask you to forgive my decisions that are born of my heart and not my head.\" Susan, your thoughts?"
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "Sure, as long as they forgive other people who are doing the exact same thing he's doing right now. That's the problem. The government looks terrible in this situation. It's similar to what happened in California when Gavin Newsom was out at a $225 a plate gathering without wearing masks with hospital lobbyists, while telling everybody else they needed to go home at 10:00. It doesn't sell. And right now you are calling it lockdown fever. People are tired of it all. Luckily, there are three American made vaccines with greater than 90 percent effectiveness, readily available, about to be distributed. So this is all going to end soon. The virus is weakening. These virus outbreaks are peaking. They are going to decrease. Hospitalizations are far less than they were in the spring. There is good news around the corner."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Jeff, my relatives were going to come down from New York. They are not. Your thoughts on this travel-gate, if you will?"
    },
    {
      "speaker": "MASON",
      "utterance": "It's a really tough time for lots of people and families making decisions about what's right for them and how to handle this with obviously growing risk of coronavirus at this time. And you get some mixed messages. You have some leaders who are pushing people not to get together, and others who are making decisions to do so themselves. So the mixed messages has also been a part of this pandemic for the last 10 months. You see a difference between what President Trump is saying and what President-elect Biden is saying. That's just kind of part of the narrative right now."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Jason, we are up against the clock. Quick comment from you on this issue?"
    },
    {
      "speaker": "RILEY",
      "utterance": "Yes, a lot of people talk about the hypocrisy. But what's noteworthy to me is how you see a lot of liberal Democrats in blue states and blue areas of blue states also saying I don't care what the CDC says. I can take precautions, do this safely, I can weigh the costs and the benefits and the risks and do this safely. And I'm tired of this nanny statism. We knew conservatives were there already. What's interesting is that a lot of people on the left seem to be fed up with this paternalism going on, and I don't blame them."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "All right, promise more time for you after the break. We will talk with the panel about President-elect Biden's first interview since the election."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The Obama administration did fail to deliver immigration reform, which had a been a key promise during the administration. It also presided over record deportations as well as family detentions at the border before changing course. So why should voters trust you with an immigration overhaul now?"
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "Because we made a mistake. It took too long to get it right, took too long to get it right. I will be president of the United States, not vice president of the United States."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Joe Biden says his president will not be a third Obama term. Meanwhile, former President Barack Obama is expressing some frustration with Latino voters."
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "utterance": "There are a lot of evangelical Hispanics who, the fact that Trump says racist things about Mexicans or puts detainees, undocumented workers in cages, they think that's less important than the fact that he supports their views on gay marriage or abortion."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And we're back with our panel, Susan, Jeff, and Jason. Jason, since we cut you a little short on the other side, let's lead off with you."
    },
    {
      "speaker": "RILEY",
      "utterance": "Well, immigration reform is tough. I think it's going to need buy- in from both parties, and that will be Joe Biden's problem. The American people seem to have on Election Day given Democrats the White House, but wanted Congress to check him both in the House by increasing Republican representation there and possibly in the Senate depending on how these Georgia runoff seats turn out. So I don't know that we can have an amnesty alone that is going to sail through Congress. That seems to be a bit of wishful thinking on the part of Joe Biden. In terms of Obama's comments about Hispanics, I think Obama seems a little bit upset that Hispanic Americans aren't prioritizing what Obama wants them to prioritize. And so we have to remember that Hispanic Americans are not this monolithic group. There is no racial, ethnic determinism among them. Whether the Venezuelans or Cubans in Florida are different from Mexicans in south Texas and so forth. And we saw different voting patterns there, and that's something that Democrats are going to have to deal with. This is not a monolithic group. They have different priorities. And they are going to have to go out and work for this vote."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Jeff, in addition to covering every day of the Trump administration, I also remember you were there for every day of the Obama administration. Your thoughts on President Obama's comments there, and on president-elect Biden basically saying he is going to be his own guy?"
    },
    {
      "speaker": "MASON",
      "utterance": "Well, a couple things. Of course, former vice president and President-elect Biden is going to be his own guy. Of course he is. He won the election with his running mate Harris, and he gets to set the agenda when he's living in this house that's right behind me. As far as what President Obama said, I think it reflects some frustration among Democrats that they didn't have more support from some parts of the Hispanic electorate. I think one of the big learning points from 2020 among many was, as my colleague was just saying, that the Latino, Latina vote is very diverse, and one party does not have a hold on it."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Meanwhile, a lawmaker who wants to lead the DCCC, the campaign arm of the House Democrats, says it's time for a change."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I would like to see the DCCC change overnight literally to make sure that we have culturally competent, diverse staff, diverse vendors, diverse campaign consultants, diverse candidates all across the board, and let them know this is your house, esta es su casa."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Susan, we are up against the clock, but your thoughts on what he is saying and on this broader topic."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "The problem with reaching out to Hispanic voters is not who works at the DCCC, which most people in America don't even know what that stands for. So I won't say what the acronym means. What Trump won more Hispanics for this time around even than last time was that he had antisocialist message. He had a pro-jobs message, pro-economy message. Hispanics all over the country voted for him for different reasons. People in Texas who worked in the oil and gas industry supported the president. People in Florida supported him because of the anti-communist message. These are reasons why the DCCC needs to go out and work on their Hispanic vote. It's about the message, not about who works at their organization."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And with that, we're out of time. Panelists, happy Thanksgiving. When we come back, getting in the Christmas holiday spirit."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Finally tonight, with Thanksgiving kicking off the holiday season, it is never too early to start spreading some cheer. Today the White House started its decorating process, hanging wreathes in windows, on windows and lights around the building. The White House Christmas tree arrived earlier this week, and will be officially lit next Thursday. Because of the pandemic there will be no live audience for this year's event. The national Christmas tree lighting ceremony are a tradition dating back to 1923 when President Calvin Coolidge lit the first national tree. Thank you so much for watching SPECIAL REPORT. END <Copy: Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>"
    }
  ]
}