{
  "date": "November 8, 2019",
  "headline": "Mother of stabbing victim blames Philadelphia DA for killer going free",
  "subHeadline": "Guests: Quentin James, Rebecca Friedrichs, Christopher Rufo, Linda Schellenger, David Tafuri",
  "url": "https://www.foxnews.com/transcript/mother-of-stabbing-victim-blames-philadelphia-da-for-killer-going-free",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening, and welcome to “Tucker Carlson Tonight.” Jeffrey Epstein died some weeks ago, months ago at this point. But basic questions remain unanswered. Among them, why do powerful people appear to be covering up for him still? There's a new development in the Jeffrey Epstein story tonight, we're going to bring you in just a minute. Worth sticking around for it.  But first tonight, former New York City Mayor Michael Bloomberg appears to be running for President. Now, in the plus column, Bloomberg is one of the richest people in America, more than $10 million, more money than you could ever spend. He is also highly popular the set of the MSNBC morning show, and he is absolutely beloved on Martha's Vineyard during the summer months.  Again, that's the upside to the candidacy; on the other hand, Bloomberg is not exactly the man that Democratic primary voters picture when they dream about their ideal candidate.  Maybe that's why prominent Democrats reacted to the news today this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RO KHANNA, D-CALIF.",
      "sentences": "John, do you think the country really wants another New York billionaire after Donald Trump? Usually we elect the opposite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRSTEN POWERS, CNN CONTRIBUTOR",
      "sentences": "We very often underestimate the level of affection there is among Democratic voters for Joe Biden. Mike Bloomberg, whatever his you know, whatever good things you can say about him, he just doesn't have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHA MOODIE-MILLS, CNN CONTRIBUTOR",
      "sentences": "This feels a little bit like a Hail Mary for a certain class of folks. I think it would be more genuine if he would actually run as a Republican given his record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESS MCINTOSH, CNN POLITICAL COMMENTATOR",
      "sentences": "I don't see any room here. He's a relatively ideologically neutral billionaire and there are zero people clamoring for that right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "And David, Mike Bloomberg is also another white septuagenarian who is entering the race as well. Many asking if that's something that we need at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, he is a white man says a CNN anchor. Maybe, it's worth asking if we need that right now. Well, you can mock and dismiss that, but for a party increasingly controlled like racial commissars, like the one you just saw, Brianna Golodryga, Bloomberg is a pretty tough sell. The Democratic base is not exactly clamoring for their own elderly billionaire candidate, as you just heard, and that's true. But here's the problem. On the other hand, Wall Street liberals -- and there are many of those -- are not happy about Elizabeth Warren either, and that when you take three steps back is the real story here.  You're not watching a united, confident political party. This is what it looks like when a party declares war on itself. The core problem is there is a massive gap between the components of the Democratic coalition between Nantucket and the Bronx, between unionized auto workers in Ohio with non- binary trans-activists of color in San Francisco. It turns out the Democratic Coalition has essentially nothing in common.   So for the first three years, for the Trump administration, that hasn't been a problem. Everyone has been so focused on hating Trump, orange man bad. But suddenly they have to pick a contender, their own nominee. And suddenly, this is a real problem. Some of us are enjoying it, by the way. Quentin James is a Democrat and founder of the Collective PAC, and he joins us tonight.  Mr. James, thanks a lot for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUENTIN JAMES, FOUNDER, COLLECTIVE PAC",
      "sentences": "Thanks for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So tell me why, at a moment when I don't know, I still think they're more than 10, I mean, I know there are more than 10 Democrats, seasoned Democrats running for the nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why Michael Bloomberg, this close to 80 and retired would get in the race. Why would we need Michael Bloomberg running?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Well, look, I think we don't need Michael Bloomberg. Michael Bloomberg thinks we do. I'm sure he has some polling that is saying he is going to be a candidate who can be formidable in the primary.   But the reality is, I mean, he's a billionaire, right? I'm guessing most billionaires around the world do what they want to do because we have a process where we, you know, allow folks to run for office, who are, you know, qualified. You know, he has decided to throw his hat in the race. Now, I think he brings a lot of problems to his candidacy, the first being the tremendous stop and frisk policy that he had where over 500,000 people were stopped by New York City cops on his watch, most of them being young, black and brown folks. And so I don't think he is going to be a moderate alternative to Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, wait. So I think what you're saying is that gun control efforts disproportionately punish black men? I mean, you maybe right, but I am not mocking you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "No, look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But I think that's what you're arguing, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "I think -- no, but look, Michael Bloomberg has done a lot of great work on the environment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, he is good now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "He founded this group every time -- no, I'm not saying he is good. I'm saying he's doing some great philanthropic work. And my opinion is that he should stick there, right?  In 2018 he put about $100 million behind a few of those House Democrats who flipped from red to blue, and so he has a great record at picking winners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He is a decent -- people like Bloomberg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Maybe he should invest his money there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. People who live in New York City and are living under Bill de Blasio, look back wistfully at Bloomberg who made the trains run on time. And he is, you know, he is an efficient character. He built this kind of remarkable company, Bloomberg.  But he is totally out of touch and dictatorial. He is a joke, actually. If you listen to him carefully, he doesn't have any idea what he is talking about, and as a candidate, like this is an absurd candidacy. So why does he think there's space for him? And I'll tell you exactly why. In fact, I'll illustrate it on the screen. Because the front runner is Elizabeth Warren and it's become really obvious she can't get elected. This is a tweet she sent out last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Well, Tucker --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is she is thanking, \"Black trans and cis women, gender non- conforming and non-binary people are the backbone of our democracy and I don't take this endorsement lightly. I've done that, blah, blah, blah, blah.\" It's like this is someone who will pander in the most ludicrous way. Like she is totally inauthentic. She is weak, actually. And that's why Democrats are jumping in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "If you look at the polls right now, I think the Democratic Party is trying to decide on their future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Will it be one of a Bernie Sanders - Elizabeth Warren, or one of a, you know, Joe Biden and moderate Democrat with the policy that they've kind of put forth? I think that's a great question, and voters are going to decide the future of that party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what do you -- yes, voters will decide, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "I think the challenge is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I guess, they always do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "The challenge with Bloomberg is that he can single handedly fund his entire campaign and outspend every candidate running combined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Hillary outspent Trump and she still lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "With the exception of Tom Steyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK, so just tell me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "That's the general action. That has nothing to do with this. He had a Super PAC money behind him, too, I think you can't look at apples to oranges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, but I I'm just saying like, money doesn't get you -- I mean, America is not going to elect Michael Bloomberg, like spend 20 minutes listening to Michael Bloomberg and you'll really -- you know, he's a buffoon actually.  But anyway, but the point is who is going to be the nominee? Sincere question to you because it's your party. Who do you think's going to get it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "You know, I think one of the candidates who is polling right now in the three, four or five percent is going to have a surprising moment right now.  I think there is an opportunity for a candidate like a Cory Booker to emerge, someone who is talking about a kind of unification, of not being too moderate, not being too liberal, but trying to bring the country together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, about really standing up for private equity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "I think that kind of message is going to be really inspiring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "As he has done all these years. So you want someone to make the case for hedge funds. You've got Cory Booker, I think you a good point. Quentin, great to see tonight. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Thank so much, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Bloomberg is not the only billionaire Democrat eyeing the White House, California hedge fund billionaire Tom Steyer is also in the race, you would know it? He is at under one percent. In other words, his candidacy is just like Bloomberg, except it's dumber and even more embarrassing. Steyer has spent years bankrolling candidates who support his personal agenda. Now he says -- brace yourself -- Tom Steyer says he wants to get money out of politics. For real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM STEYER, D-PRESIDENTIAL CANDIDATE",
      "sentences": "The American people can fix anything.  The problem is corporations and the people who run and own them have purchased our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Excuse me. Tom Steyer is complaining that rich people are trying to buy our democracy. OK. And by the way to make it even better, one of Steyer's top aides was just caught trying to pay people to endorse Tom Steyer. Fox News's Trace Gallagher has that amazing story. Hey, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Hey, Tucker. We should note it's not illegal to pay people to endorse you as long as the payments are disclosed, but analysts say it reeks of desperation especially considering the Associated Press, which broke this story, could not find anyone who accepted the Tom Steyer deal. Of course, it also reignites the criticism that Tom Steyer is trying to buy his way into the White House. Apparently, Steyer's top adviser, former Iowa House Speaker Pat Murphy is the one who reached out to various Iowa lawmakers and the lawmakers reportedly were surprised that Steyer would think he could buy their support. Pat Murphy who has since resigned from the campaign says it was a quote, \"miscommunication.\" Tom Steyer denies the offers were ever made, which is interesting because several Iowa lawmakers have already admitted on the record they did in fact receive the propositions -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He couldn't pay for an endorsement. He is very concerned about money and politics though, very concerned. Trace, great to see you tonight. Thank you.   Well, Kamala Harris -- she is the California senator we were all supposed to think was going to be the next President. Oh, absolutely. She is perfect. She doesn't have any children of our own, but she has got big plans for your children. Harris has proposed a bill that would extend school hours nationally to 6:00 p.m. Now the idea is to align the school day with the work day and that of course would make it easier -- this is the key -- for parents to serve shareholders by staying late at the office. So while you're plugging numbers into Excel spreadsheets in some soulless glass office building in preparation for the next quarterly report, the state will raise your children. Big Business loves that idea. Why wouldn't they and Kamala Harris is happy to be their representative. But should you like that idea? Rebecca Friedrichs spent 28 years as a teacher in California. She is the author of the great book \"Standing Up to Goliath,\" and she joins us tonight. Rebecca, thanks so much for joining us tonight. Should we like this idea? Keeping your kids at school until six?  REBECCA FRIEDRICHS, AUTHOR, \"STANDING UP TO GOLIATH\": Absolutely not. As a 28-year career teacher and a mother, I would say run fast, run away from this. This is being pushed by the Teachers Unions, who by the way aren't really teachers and aren't really unions. They are radical socialists, who are pushing an agenda into our schools, off the backs of loving teachers. This is a frightening agenda and it's dangerous for our kids and our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So unpack that a little bit. I'm absolutely willing to believe you. And again, I'm suspicious this is being pushed by someone who doesn't have children, who has a long track record of acting on behalf of incredibly creepy multinational corporations. But tell us why we should be worried about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIEDRICHS",
      "sentences": "Well, we should look to the past. So let's just take the free lunch program that we have in our schools. It started out being pushed by the unions and their friends for poor children.  Well, 28 years ago, I had two students in my class on free lunch. Today, almost every single child is on free breakfast and free lunch. So what the unions are trying to do, they are pushing something called Community Schools and then these community schools, we are giving children free health care. We're giving them free food, free emotional support, and by the way, free political indoctrination for their parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIEDRICHS",
      "sentences": "And so if these unions and their friends, their politicians get their way, they would like our schools to be open 24/7. They want to replace the family and families raising their children with our own virtues. They want to replace that with the state, with union-controlled, government run schools. That's dangerous. That's communism, when you think about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean, wouldn't it just be easier to make it possible for families to raise kids on one income, so maybe parents could raise their own kids if they wanted. A lot of parents say they want that. Why wouldn't politicians work toward that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIEDRICHS",
      "sentences": "Wouldn't that be beautiful? That's what's right for all little children. All the little kids I taught over the years, they wanted to be with their mommy so badly all day long. That would be beautiful. But these politicians, you know, that just proves they're not looking out for the best interest of children or families or teachers like myself. They're looking out for themselves, for power. And they really want to undermine our republic. And they're doing that through our schools. Starting as young as preschool, and pushing all the way up into the universities. We need to be very concerned about this and politicians like Kamala Harris, who would push this sort of idea on to our families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So helping families raise their own children doesn't make Kamala Harris more powerful, so she is against it. Thank you for summing that up. Rebecca, it's great to see you tonight and appreciate your take on that after 28 years in the schools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIEDRICHS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, there is, as you well know, a left wing takeover of public schools in this country. What you may not know is that it is probably happening in your kid's school. We're going to tell you precisely how the results of an investigation into that. It's a new curriculum, next. Plus California is of course falling apart. An update on how they're planning to decriminalize crime. It is making the state even harder to live in. That investigation is straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If you don't have kids in school, you might imagine that the worst trends in American education are pretty much confined to our most liberal cities. You know in Seattle, Math is racist. In New York City, gifted and talented programs are oppressive. In Berkeley, God knows what they're doing. The left has abandoned education in favor of naked political propaganda, you know that. But it's comforting to think it's not happening near you or your children. Unfortunately, that's not true. It is happening probably right down the street from where you are now.  An investigation by this show found a radical new curriculum in schools across the country from Arizona to Iowa. The program is called Deep Equity. It's produced by a for-profit education company called Corwin, which is based in California. Corwin describes Deep Equity as a teacher training program that is, quote, \"aimed at producing real school improvement for equity and social justice.\" So how does Deep Equity do that? Well, mainly by attacking the students on the basis of their skin color. According to Deep Equity, America is based on a hierarchy of various oppressions. Men oppress women. Christianity oppresses Islam. English oppresses Spanish. White people oppress everyone. And by the way, if you have a problem with this explanation, you are yourself entrenching oppression, you're part of the problem. According to Corwin, differences in academic performance have nothing to do with culture or effort. They are purely the product of racism. In order to fight that racism, teachers are instructed on different types of quote, \"white identity orientations.\" This is all pseudoscience, you may notice. Many white people, teachers are told by Deep Equity are defined by their quote, \"ignorance and supremacy.\" Other whites, meanwhile, quote, \"question the systemic issues that have caused whites to be so much in a superior position.\" The curriculum offers what it calls a quote, \"White Allies Action Agenda.\" Among the items on that list, quote, \"acknowledge the reality of white racial privilege. Educate other white people. Use your privilege to work for racial and social justice.\" Feel sick yet?  According to one teacher we spoke to who has used this curriculum, the Deep Equity curriculum forces teachers to become racial activists. Not that you need to interview anyone to find that out. It's obvious. They're not teaching anything having to do with Math or Science or English or Language. They're teaching racial activism, certain to confuse and wound and divide our kids of all colors. So where exactly is Deep Equity being taught? Well, all over it turns out, for example, Fauquier County, Virginia - a place that voted for Donald Trump by 25 points in 2016. And yet Deep Equity somehow is now part of that county's teacher training. Most people aren't even aware of it, but it's there. Deep Equity is also used in West De Moines, Iowa. It's in Chandler, Arizona. We could go on. It may in fact, be coming to your school district soon assuming it's not already there. It'll be forced on your kids and you'll pay for it with your tax dollars. No one will ask you whether you like it or not, and don't bother to complain. Deep Equity orders teachers and we're quoting now, \"to explicitly reject and resist any parents who disagree with it.\" Got it? California has the highest taxes in the United States, but it's not clear where the money is going. The schools in the State of California are failing. The power is often out, parts of the state are on fire. There aren't shelters for the homeless. And now there isn't space for felons in California state prisons. That's one of the reasons, a state law called Prop 47 got passed. Prop 47 legalizes all sorts of crime, including property damage, open air drug use and theft. The idea was to reduce the prison population by ceasing to arrest criminals. That's the fastest way to do it. The consequences not surprisingly, have devastated the State of California. Christopher Rufo knows a lot about this. He is a research fellow at the Discovery Institute and a contributing editor at \"City Journal.\" He joins us tonight. So this idea that you would reduce prison overcrowding by just ignoring certain kinds of crime, why should we be surprised that the state has become more dangerous and unruly after passing a law like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER RUFO, CONTRIBUTING EDITOR, CITY JOURNAL",
      "sentences": "Yes, well, it's really a trend that's been happening for the last decade. And you've seen since 2010, really an explosion in low-level property crimes in California's major cities. Thefts are up 50 percent in San Francisco, 61 percent in Los Angeles since 2010, and what you're seeing is actually two trends. First, an addiction crisis of methamphetamines and heroin that leads to property crime as addicts try to feed their addictions. And second, as you mentioned, they've essentially decriminalized all property crimes under $950.00. So you can go into a store, you can rip a flat screen TV off the shelf, and you can make an exit knowing that the worst that's going to happen, if they catch you, if they arrest you, and if they prosecute you is a misdemeanor, and you'll be back on the streets in 24 hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the idea behind this law, the ideology that spawned it is that the United States is so morally flawed that we can't really say that these are crimes. Who are we to say that shoplifting is wrong? I mean, there are poor people out there. But what's the effect of this law on poor people? It strikes me this doesn't help them very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "No, it doesn't. It really is part of this kind of perverse inversion of the moral order, where they're saying that people who commit crimes are victims of oppression, and they essentially deserve to be able to steal to secure their livelihood. But as you say, the real victims are honest, hardworking people that want to shop and buy goods for themselves and their families, and the cost is real. Not only do you see an increase in public disorder, an increase in thefts and violence in many cases, but according to a major study in Washington State, I think it would hold true also for California, this actually costs the average family $400.00 a year in a so-called shoplifting tax. As retailers lose money from shoplifting, they pass on the cost to hardworking, honest, everyday consumers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "And for the average family that's working hard to make ends meet that $400.00 is actually a meaningful impact on their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean, it really strikes me that this is something only a decadent ruling class could have come up with. I mean, what does it -- what does it say about the mindset of the people who came up with this that we can no longer say theft is wrong? Like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "Yes, I think that's exactly that. But what you'll see is actually, once you kind of break out of the aggregates and you go very specific neighborhood by neighborhood in a city like Los Angeles, a city like San Francisco, what you see is that the thefts are often focused in the poorest and the most disenfranchised parts of town, whereas where our actual ruling elites live, the nicest communities, the most affluent communities that have private security, there are very few theft. So in a sense, they're actually -- they're signaling their own moral superiority to their peer group, and they're pushing the kind of crime, devastation, chaos and disorder onto the people they're supposed to be helping. But it's really causing the most hardship for those working class families that are just trying to get by in an already brutally unequal and very difficult environment in California for working families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the policies they push make them feel virtuous and shaft everyone beneath them. I mean, couldn't you say this about our trade policy or our immigration policy? I mean, can you think of a policy pushed by our ruling class in the last 30 years that that doesn't describe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "Yes, and I think what you're seeing is that California is really becoming this symbol of almost third world inequality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "I grew up in California, I spent my first 25 years there. But as I had a family and wanted to move up in the world, I realized that if you don't come to California as a member of this kind of ruling elite class, you're either going to be pushed down into the kind of poverty class or somehow have to climb your way up into that elite and the reality is that for middle class people, California dream is over. It's a state that's not functioning for the majority of people. It has the highest taxes. It has 10 percent sales tax; 10 to 13 percent income tax; massively high property taxes. And it's good for the people at the top, and unfortunately, they've hoodwinked the masses, and they're really punishing the people at the bottom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Very deep. Christopher, thank you so much for that assessment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, George Soros is singlehandedly remaking our legal system in many places by installing left wing radicals in DA offices, electing prosecutor. The epicenter of this effort is the City of Philadelphia where Soros backed DA Larry Krasner is going soft on crime, including murder. The mother of one of the murder victims is next and she has a message for him. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A major twist tonight in the story involving that leaked video of ABC News anchor, Amy Robach talking about the network she works for killing the Jeffrey Epstein story. Now a TV producer recently left ABC News for CBS has been fired. A short time ago, she spoke with news anchor Megyn Kelly. Fox News chief breaking news correspondent Trace Gallagher is helping to put the pieces of this fairly complicated but interesting story together tonight -- Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Tucker, the former ABC News producer accused of leaking the Amy Robach recording is 25 year old, Ashley Bianco. When her former bosses at ABC identified Bianco, executives at her new employer, CBS immediately fired her. But during an exclusive interview with our former colleague, Megyn Kelly, Bianco says she is not the leaker. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHLEY BIANCO, FIRED CBS STAFF",
      "sentences": "It wasn't me. You know, I'm not the whistleblower. I am sorry to ABC, but the leaker is still inside, you know, it's not -- I never did any of that. I may have accessed it, but I never, never leaked it. I never showed it to anyone. I didn't talk about the situation outside of the company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Bianco acknowledges that as part of her job, she recorded Amy Robach's rant about how ABC executives buried her explosive report about child rapist, Jeffrey Epstein. Here is part of that. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY ROBACH, ABC NEWS ANCHOR",
      "sentences": "She was in hiding for 12 years, we convinced her to come out. We convinced her to talk to us. It was unbelievable what we had -- Clinton -- with everything. I tried for three years to get it on, to no avail. And now it's all coming out. And it's like these new revelations and I freaking had all of it. I'm so pissed right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Actually, Bianco says she told her manager what Robach said but that pretty much everyone in the office had already heard it. But Bianco says she never heard of Project Veritas until they released that tape and she never spoke with Project Veritas founder James O'Keefe and O'Keefe today confirmed that in fact, late today, Project Veritas published a letter from the ABC insider who they say leaked the tape. That person writes to ABC News quoting here, \"I, like many are at a loss for words on how this has been handled. Instead of addressing this head on like the company has in the past, it has been spun into a mission of seek- and-destroy. Innocent people that have absolutely nothing to do with this are being hunted down as if it were all a sport.\" And Ashley Bianco just wants her career back. Look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEGYN KELLY, AMERICAN JOURNALIST",
      "sentences": "How many days have you been at CBS?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIANCO",
      "sentences": "Only four days, you know, and I am in fact, depleted. I didn't know what I had done wrong. And I just -- you know, I didn't -- I wasn't even given the professional courtesy to defend myself. You know, I didn't know what I've been accused of. It was humiliating. It was devastating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "We reached out to both ABC News and CBS News for comment, so far, no response -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Remarkable story. Trace Gallagher. Thanks so much for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Megyn Kelly's full interview with that young producer is posted on our Facebook page. It's interesting. Well, Philadelphia's Soros-backed district attorney Larry Krasner is transforming that city by going soft on crime. Krasner says that he wants to lock up violent criminals that's his public position, but it's obviously untrue. Consider the case of Sean Schellenger. Schellenger was stabbed to death in public in 2018. There's no question about who did it. The guy who did it admitted doing it. Krasner's office charged that man with first degree murder, but later downgraded the charges to third degree murder. And then days before trial, Krasner downgraded the charges once more to manslaughter, and that blew up the case completely. The killer again, the acknowledged killer was acquitted last month. And that of course was clearly Krasner's plan. Now the victim's mother says, Krasner did that. He is responsible. He should be punished. We spoke to Linda Schellenger recently about this. Here's the conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "First, I couldn't be sorrier about what happened to your son, and how your family was treated by the City of Philadelphia. Tell us, explain to us why you hold Larry Krasner guilty. Why you think he's the reason that the killer walked free?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINDA SCHELLENGER, MOTHER OF MAN STABBED TO DEATH",
      "sentences": "Yes, thank you, Tucker. I clearly think that he is the reason that the killer walked free. As I stated on the last day of the trial, I said to the judge that I wanted Larry arrested for obstruction of justice and I will not rest until I see him in handcuffs. I do believe that, potentially criminal activity has occurred here on behalf of the District Attorney. He has suppressed evidence in an effort to continue to reduce charges. So there's many, many instances. We don't have time here to go through all of that, but many instances that I can provide you where he has suppressed evidence, Facebook post, videos that were created by Michael White, the killer, the defendant here, and they were pre-killing Sean going to his premeditation that he was going to kill someone. He certainly didn't know Sean. Sean happened to be the unlikely recipient of that stabbing in the back. Also videos that he made after he killed him talking about blood in the street and rapping about it. Those were never admitted into evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "It's disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the position essentially of the city and this played out in public. It was a huge story in Philadelphia for our viewers who didn't follow it, essentially was the killer claimed that your son made a racial comment to him. No one heard this. It seemed clearly that he made it up. But on the basis of that, Krasner's position appeared to be well, you know, he deserved to be killed for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "Yes, isn't that interesting? So no one corroborated. Not one eyewitness. It is Rittenhouse Square on a Thursday evening in the summer. There's joy. People are outside. The restaurants are open for business. These people had no dog in this fight. They didn't know Michael, they didn't know Sean. Not one person heard this racial slur, except for Michael.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "So interesting. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So he rapped about it. He in effect, bragged about murdering your son after the killing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And why was that never admitted? Why wouldn't jurors be able to see that? I mean, that seems significant to put it mildly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "Tucker, that is a question that I would like to get the answer to. Mr. Krasner, I am not the only mother -- so this is not -- I am not unique, unfortunately. I am not unique. I am not going to be able to bring my son back. But I will be darned if I'm going to stand by and allow this to continue. I literally, as I'm walking into your studio got a call from a mother. Her son was killed, third degree murder. They dropped it today to aggravated assault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And he was murdered?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "This is what he does -- and he was murdered. He is dead. Yes, a 30-year-old young man, another one dead. I can line up for you hundreds of mothers in this city that are in the same position that I am in, the continuation of the reduction of charges for violent criminals. We're not talking about theft. We're not talking about misdemeanors. We're talking about taking someone's life. Mr. Krasner has continually suppressed the evidence in order to reduce the charges. This was a Murder 1 charge as said at the start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "The Assistant District Attorney, Lou Tumolo who was originally the charging prosecutor charged Murder 1 and he believed that this was a Murder 1 charge because there was premeditation, as Michael had put out on his Facebook post. He said he was going to cut someone. He said, I am going to cut someone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Larry Krasner is one of many prosecutors taking the side of criminals is in effect installed by George Soros who shows up in this country with a lot of money and decides to transform our country. So if you had a message for George Soros, if he was sitting here, and you could say something to him, what would it be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "You know, it's interesting because I sent him a note and I haven't heard from him yet. And what I said to him was, you are on a mission for justice reform and reducing mass incarceration. I don't think this was your intention to allow killers to walk the street. Can you give me 10 minutes of your time to have a discussion about how justice reform should not include violent criminals and allowing killers to walk the street? There's a difference. So he has a rogue DA here, and unfortunately, it appears to be contagious in our country, this rogue DA, that they have gone on a power trip to take this into craziness. I mean, it will be anarchy at some point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. It's already --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "Where do we go from here? It's literally frightening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's taken the life of your son already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "It has taken lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And we are rooting for you. And I hope that you will come back and give us an update on this. I hope you get justice. Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHELLENGER",
      "sentences": "So I will. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We're going to keep on that story. Meanwhile, it's time to test your news knowledge. Can you outsmart the experts here at the Fox News? That tonight would include Bret Baier and his former college roommate? Whoa. Plus, it's Friday - that means it's time For Dan Bongino's News Explosion straight ahead. Lots of reasons to stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Time now for \"Final Exam\" where the hardened news professionals here at Fox News compete to win fabulous prizes from the tuckercarlson.com online store. Tonight, not just a matchup, but a reunion of sorts between two of our friends who once lived together. Former roommates. Fox News anchor and \"Special Report\" host Bret Baier, and longtime guest on the show, David Tafuri -- who lived together in about what '90 or '91 here in Washington --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Yes, for a semester. American University.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID TAFURI, ATTORNEY",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It's hard to believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So they know each other's secrets and the stakes are high tonight. Grand Prize is a Johnnie O. golf polo, which I think both of you would look great in. OK, are you ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let's do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Don't be nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "This one is the news hound, so take it easy on me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're lagging out ahead of time. I could see that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "It's David versus Goliath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're talking it down already. That's very smart. OK, I ask the questions. First one to buzz in gets to answer the question. You've got to wait until I finish asking before you answer. That's especially key with multiple choice. I'll acknowledge you by saying your name and go ahead. Every correct answers with one point, if you get it wrong, we subtract a point. Best of five wins. Understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Are you ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK. Question one. This is multiple choice. There's a new super yacht for sale. It's called the Spaceship on Water. It's so expensive that they won't even tell us what it costs. The manufacturer is hiding the price, but we know it has four decks, a bar, a sun lounge, an observation lounge, a private lounge, five bedrooms and a garage. It was designed by a car company. Which one? Was it A. Ferrari? B. Volvo? C. Porsche? Bret Baier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ferrari.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I can tell it is a guess. And we'll see if it's an informed guess. Is it Ferrari?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Porsche -- designed a super yacht. That's what it is. A spaceship on water they call it is now up for sale. The cost, only available on application. I am guessing, it is a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I would have guessed Ferrari too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I knew I should have watched Stuart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is so good. Look at that thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "This is how he did studying at American University. He winged it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He did great on the SAT.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "One out of three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "By the way I didn't -- I didn't have the card, so I didn't know the answer that I would have guessed Ferrari as well. All right, next question. Another multiple choice. This is about the dog that helps captured al Baghdadi, the leader of ISIS. The dog is getting ready to visit the White House. The President says the dog is a hero and has newly declassified his name. What is it? Is it A. Gizmo? B. Slater? C. Conan? David Tafuri.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Conan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Conan the dog. Is the dog's name Conan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Actually and I'm happy about this. Conan the dog got more publicity than me and I'm very happy with that. I am very happy. Conan is incredible. And Conan is coming to the White House in a few weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Hero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "He also goes by \"Good Dog.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And standing on the lawn of the White House that night reporting live. No, I am just kidding. That's good. All right question three another multiple choice. A photo going viral this week shows an unusual animal riding the BART Train -- Bay Area Rapid Transit Train in San Francisco. What kind of animal is it? Is it A. A Mini horse? B. A baby llama? Or C. A potbelly pig? David?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "A mini horse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You said you've been preparing for the show by watching \"Fox and Friends.\" I believe you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Is that really what happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it true a mini horse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And a mini horse is spotted on a commuter train in San Francisco. It was allowed to board since it is a -- the horse is getting a lot of fans on social media, but others have some negative opinions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Oh, my gosh. This is painful. You gave him tips, didn't you? I've got to get up earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know, it's a little unfair because we don't have a single political question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's OK. Keep going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "These are actually -- I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I'll get the mini horse next time. Here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It speaks well of you that you don't know. OK, question for. This is not a multiple choice. You've got to think of it. The makers of Four Loko, that's the alcoholic beverage are coming out with their own hard seltzer. The flavors black cherry critics say may be too strong for some consumers. What in percentage terms is it's alcohol by volume?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This is not a multiple choice question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So obviously, neither one of you is an alcoholic, so I'm going to make up my own. OK? Is it A. 9 percent? B. 12 percent? C. 15 percent alcohol? Bret Baier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Twelve percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Twelve percent alcohol. Is Bret right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY MONTGOMERY, FOX BUSINESS HOST",
      "sentences": "Four Loko hard seltzer officially goes on sale today. And its first offering is a staggering 12 percent alcohol. The flavor is called black cherry. And if you drink the whole four-pack, you'll get a black eye whoever is named Cherry and then you'll black out and you'll need the cherry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Did you ever think that a hard seltzer question would bring you back to par? All right, final question. So it's two zero, but the final question is worth two points. So who knows what could happen? Here it is. At Breeders Cup over the weekend, a horse with a Trump themed name came in first place and won a million dollar prize. What was -- this is multiple choice -- what was the horse's name? The winning horse. Was it A. Swamp Drainer? B. Fake News? Or C. Covfefe? Bret Baier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I've got to go -- Fake News.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Fake News. I like that. Was it Fake News.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A thoroughbred named Covfefe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right. That's hilarious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Are you a minus two?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A minus two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "What happens to guests if they are in the minus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "They actually have to give a prize.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, I think they have to take their old roommate out to dinner. Somewhere expensive like The Palm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So painful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The winner gets a golf shirt. Wear it with pride.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "I will wear it with pride.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And without pants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You can get that at tuckercarlson.com. Yes, that's pretty. I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Nicely done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Like you won't get beaten up on the golf course or anything. Gentlemen, thank you both very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Keep following news right here on the Fox News so you can compete with the experts each week on \"Final Exam.\" We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sometimes the news trickles forth gently like a mountain brook, sometimes the news explodes. This is one of those times. It's Friday. Time for a \"Dan Bongino News Explosion,\" our favorite New York City cop and the author of the book \"Exonerated\" is here with his picks for the week stop stories. Dan Bongino, ladies and gentlemen. Hey, Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "I got -- yes, hey, Tucker, good to see. I've got three ringers for you this week. These are greasy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Excellent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "So let's get right to it. Story number three. Nanny Bloomberg, otherwise known as Michael Bloomberg, former mayor of New York. Tucker, he is putting his war on the Big Gulp and the firearms in your house that you use to protect your family aside for a moment to jump into the presidential race apparently and he is starting in, of all states, Alabama, where I'm sure his Big Gulp war and firearm war will go over very well. I have family in Alabama. It is God's country and I assure you, they like Big Gulps. They love liberty and they like their firearms. So good luck Mikey B. starting off in Alabama. Great tactical decision you made their, Captain Big Gulp Warrior. Really nice work and you should pay that guy double.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is in the New York City finance community that Michael Bloomberg is considered impressive, I know. He is always so impressive. OK, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "As they say that movie about the con artist guy, I strongly concur, doctor, you are absolutely right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He is so impressive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "This guy has got no shot. You concur, strongly concur. All right, story number two, the impeachment fiasco. This thing continues. Gosh, can anybody tell the truth in this thing, Tucker? I watched your breaking news story the other night. We had the former Ambassador to Ukraine, Marie Yovanovitch. Listen, I don't know Ms. Yovanovitch. I've never met her personally. I'm sure she is a wonderful person. Bottom line is, when you raise your right hand and say something under oath. Like I didn't really respond to that e- mail from the Democrat and someone finds out later you kind of did respond to the Democrat e-mail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Weird, right? Weird a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Maybe D.O.J. will try to put her in prison for the rest of her life like they're doing to Roger Stone right now, you think that'll happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "That's a joke, right? Obviously. Those are the three most humorous stories of the week. We'll do that. No, there's no chance. She is a Democrat. Obviously, she's a protected class. So let's forget that completely. No shot. All right. Story number one, the best one, Donald Trump Jr. walks into the lion's den and this happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, ABC NEWS",
      "sentences": "-- about lowering the discourse to his level, which is horrible for this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, JR., SON OF PRESIDENT DONALD TRUMP",
      "sentences": "I mean, we've all done things that we regret. I mean, if we're talking about bringing a discourse down, Joy, you've worn black face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEHAR",
      "sentences": "I did not wear blackface, please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHOOPI GOLDBERG, ABC HOST",
      "sentences": "No, she was not in black face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEHAR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Oh. OK. There's -- Tucker, there's actual photo evidence where Joy Behar described yourself as a beautiful African woman. Listen, you like your cancel culture, liberals. You chew on it for a little while. How do you like the new rules, folks? Wonderful, aren't they? Ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Unbelievable. Self-discrediting, luckily. Dan Bongino, have the best weekend. Thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You too, buddy. Take care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And to you all out there, we will see you Monday, 8:00 p.m. Have the best time. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening, and welcome to “Tucker Carlson Tonight.” Jeffrey Epstein died some weeks ago, months ago at this point. But basic questions remain unanswered. Among them, why do powerful people appear to be covering up for him still? There's a new development in the Jeffrey Epstein story tonight, we're going to bring you in just a minute. Worth sticking around for it. But first tonight, former New York City Mayor Michael Bloomberg appears to be running for President. Now, in the plus column, Bloomberg is one of the richest people in America, more than $10 million, more money than you could ever spend. He is also highly popular the set of the MSNBC morning show, and he is absolutely beloved on Martha's Vineyard during the summer months. Again, that's the upside to the candidacy; on the other hand, Bloomberg is not exactly the man that Democratic primary voters picture when they dream about their ideal candidate. Maybe that's why prominent Democrats reacted to the news today this way."
    },
    {
      "speaker": "REP. RO KHANNA, D-CALIF.",
      "utterance": "John, do you think the country really wants another New York billionaire after Donald Trump? Usually we elect the opposite."
    },
    {
      "speaker": "KIRSTEN POWERS, CNN CONTRIBUTOR",
      "utterance": "We very often underestimate the level of affection there is among Democratic voters for Joe Biden. Mike Bloomberg, whatever his you know, whatever good things you can say about him, he just doesn't have."
    },
    {
      "speaker": "AISHA MOODIE-MILLS, CNN CONTRIBUTOR",
      "utterance": "This feels a little bit like a Hail Mary for a certain class of folks. I think it would be more genuine if he would actually run as a Republican given his record."
    },
    {
      "speaker": "JESS MCINTOSH, CNN POLITICAL COMMENTATOR",
      "utterance": "I don't see any room here. He's a relatively ideologically neutral billionaire and there are zero people clamoring for that right now."
    },
    {
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "utterance": "And David, Mike Bloomberg is also another white septuagenarian who is entering the race as well. Many asking if that's something that we need at this point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, he is a white man says a CNN anchor. Maybe, it's worth asking if we need that right now. Well, you can mock and dismiss that, but for a party increasingly controlled like racial commissars, like the one you just saw, Brianna Golodryga, Bloomberg is a pretty tough sell. The Democratic base is not exactly clamoring for their own elderly billionaire candidate, as you just heard, and that's true. But here's the problem. On the other hand, Wall Street liberals -- and there are many of those -- are not happy about Elizabeth Warren either, and that when you take three steps back is the real story here. You're not watching a united, confident political party. This is what it looks like when a party declares war on itself. The core problem is there is a massive gap between the components of the Democratic coalition between Nantucket and the Bronx, between unionized auto workers in Ohio with non- binary trans-activists of color in San Francisco. It turns out the Democratic Coalition has essentially nothing in common. So for the first three years, for the Trump administration, that hasn't been a problem. Everyone has been so focused on hating Trump, orange man bad. But suddenly they have to pick a contender, their own nominee. And suddenly, this is a real problem. Some of us are enjoying it, by the way. Quentin James is a Democrat and founder of the Collective PAC, and he joins us tonight. Mr. James, thanks a lot for joining us."
    },
    {
      "speaker": "QUENTIN JAMES, FOUNDER, COLLECTIVE PAC",
      "utterance": "Thanks for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So tell me why, at a moment when I don't know, I still think they're more than 10, I mean, I know there are more than 10 Democrats, seasoned Democrats running for the nomination."
    },
    {
      "speaker": "JAMES",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why Michael Bloomberg, this close to 80 and retired would get in the race. Why would we need Michael Bloomberg running?"
    },
    {
      "speaker": "JAMES",
      "utterance": "Well, look, I think we don't need Michael Bloomberg. Michael Bloomberg thinks we do. I'm sure he has some polling that is saying he is going to be a candidate who can be formidable in the primary. But the reality is, I mean, he's a billionaire, right? I'm guessing most billionaires around the world do what they want to do because we have a process where we, you know, allow folks to run for office, who are, you know, qualified. You know, he has decided to throw his hat in the race. Now, I think he brings a lot of problems to his candidacy, the first being the tremendous stop and frisk policy that he had where over 500,000 people were stopped by New York City cops on his watch, most of them being young, black and brown folks. And so I don't think he is going to be a moderate alternative to Joe Biden."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, wait. So I think what you're saying is that gun control efforts disproportionately punish black men? I mean, you maybe right, but I am not mocking you."
    },
    {
      "speaker": "JAMES",
      "utterance": "No, look --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But I think that's what you're arguing, right?"
    },
    {
      "speaker": "JAMES",
      "utterance": "I think -- no, but look, Michael Bloomberg has done a lot of great work on the environment."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, he is good now."
    },
    {
      "speaker": "JAMES",
      "utterance": "He founded this group every time -- no, I'm not saying he is good. I'm saying he's doing some great philanthropic work. And my opinion is that he should stick there, right? In 2018 he put about $100 million behind a few of those House Democrats who flipped from red to blue, and so he has a great record at picking winners."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He is a decent -- people like Bloomberg --"
    },
    {
      "speaker": "JAMES",
      "utterance": "Maybe he should invest his money there."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. People who live in New York City and are living under Bill de Blasio, look back wistfully at Bloomberg who made the trains run on time. And he is, you know, he is an efficient character. He built this kind of remarkable company, Bloomberg. But he is totally out of touch and dictatorial. He is a joke, actually. If you listen to him carefully, he doesn't have any idea what he is talking about, and as a candidate, like this is an absurd candidacy. So why does he think there's space for him? And I'll tell you exactly why. In fact, I'll illustrate it on the screen. Because the front runner is Elizabeth Warren and it's become really obvious she can't get elected. This is a tweet she sent out last night."
    },
    {
      "speaker": "JAMES",
      "utterance": "Well, Tucker --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is she is thanking, \"Black trans and cis women, gender non- conforming and non-binary people are the backbone of our democracy and I don't take this endorsement lightly. I've done that, blah, blah, blah, blah.\" It's like this is someone who will pander in the most ludicrous way. Like she is totally inauthentic. She is weak, actually. And that's why Democrats are jumping in."
    },
    {
      "speaker": "JAMES",
      "utterance": "If you look at the polls right now, I think the Democratic Party is trying to decide on their future."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "JAMES",
      "utterance": "Will it be one of a Bernie Sanders - Elizabeth Warren, or one of a, you know, Joe Biden and moderate Democrat with the policy that they've kind of put forth? I think that's a great question, and voters are going to decide the future of that party."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what do you -- yes, voters will decide, OK."
    },
    {
      "speaker": "JAMES",
      "utterance": "I think the challenge is --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I guess, they always do."
    },
    {
      "speaker": "JAMES",
      "utterance": "The challenge with Bloomberg is that he can single handedly fund his entire campaign and outspend every candidate running combined."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Hillary outspent Trump and she still lost."
    },
    {
      "speaker": "JAMES",
      "utterance": "With the exception of Tom Steyer."
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK, so just tell me --"
    },
    {
      "speaker": "JAMES",
      "utterance": "That's the general action. That has nothing to do with this. He had a Super PAC money behind him, too, I think you can't look at apples to oranges."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, but I I'm just saying like, money doesn't get you -- I mean, America is not going to elect Michael Bloomberg, like spend 20 minutes listening to Michael Bloomberg and you'll really -- you know, he's a buffoon actually. But anyway, but the point is who is going to be the nominee? Sincere question to you because it's your party. Who do you think's going to get it?"
    },
    {
      "speaker": "JAMES",
      "utterance": "You know, I think one of the candidates who is polling right now in the three, four or five percent is going to have a surprising moment right now. I think there is an opportunity for a candidate like a Cory Booker to emerge, someone who is talking about a kind of unification, of not being too moderate, not being too liberal, but trying to bring the country together."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, about really standing up for private equity."
    },
    {
      "speaker": "JAMES",
      "utterance": "I think that kind of message is going to be really inspiring."
    },
    {
      "speaker": "CARLSON",
      "utterance": "As he has done all these years. So you want someone to make the case for hedge funds. You've got Cory Booker, I think you a good point. Quentin, great to see tonight. Thank you so much."
    },
    {
      "speaker": "JAMES",
      "utterance": "Thank so much, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Bloomberg is not the only billionaire Democrat eyeing the White House, California hedge fund billionaire Tom Steyer is also in the race, you would know it? He is at under one percent. In other words, his candidacy is just like Bloomberg, except it's dumber and even more embarrassing. Steyer has spent years bankrolling candidates who support his personal agenda. Now he says -- brace yourself -- Tom Steyer says he wants to get money out of politics. For real."
    },
    {
      "speaker": "TOM STEYER, D-PRESIDENTIAL CANDIDATE",
      "utterance": "The American people can fix anything. The problem is corporations and the people who run and own them have purchased our democracy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Excuse me. Tom Steyer is complaining that rich people are trying to buy our democracy. OK. And by the way to make it even better, one of Steyer's top aides was just caught trying to pay people to endorse Tom Steyer. Fox News's Trace Gallagher has that amazing story. Hey, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Hey, Tucker. We should note it's not illegal to pay people to endorse you as long as the payments are disclosed, but analysts say it reeks of desperation especially considering the Associated Press, which broke this story, could not find anyone who accepted the Tom Steyer deal. Of course, it also reignites the criticism that Tom Steyer is trying to buy his way into the White House. Apparently, Steyer's top adviser, former Iowa House Speaker Pat Murphy is the one who reached out to various Iowa lawmakers and the lawmakers reportedly were surprised that Steyer would think he could buy their support. Pat Murphy who has since resigned from the campaign says it was a quote, \"miscommunication.\" Tom Steyer denies the offers were ever made, which is interesting because several Iowa lawmakers have already admitted on the record they did in fact receive the propositions -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He couldn't pay for an endorsement. He is very concerned about money and politics though, very concerned. Trace, great to see you tonight. Thank you. Well, Kamala Harris -- she is the California senator we were all supposed to think was going to be the next President. Oh, absolutely. She is perfect. She doesn't have any children of our own, but she has got big plans for your children. Harris has proposed a bill that would extend school hours nationally to 6:00 p.m. Now the idea is to align the school day with the work day and that of course would make it easier -- this is the key -- for parents to serve shareholders by staying late at the office. So while you're plugging numbers into Excel spreadsheets in some soulless glass office building in preparation for the next quarterly report, the state will raise your children. Big Business loves that idea. Why wouldn't they and Kamala Harris is happy to be their representative. But should you like that idea? Rebecca Friedrichs spent 28 years as a teacher in California. She is the author of the great book \"Standing Up to Goliath,\" and she joins us tonight. Rebecca, thanks so much for joining us tonight. Should we like this idea? Keeping your kids at school until six? REBECCA FRIEDRICHS, AUTHOR, \"STANDING UP TO GOLIATH\": Absolutely not. As a 28-year career teacher and a mother, I would say run fast, run away from this. This is being pushed by the Teachers Unions, who by the way aren't really teachers and aren't really unions. They are radical socialists, who are pushing an agenda into our schools, off the backs of loving teachers. This is a frightening agenda and it's dangerous for our kids and our country."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So unpack that a little bit. I'm absolutely willing to believe you. And again, I'm suspicious this is being pushed by someone who doesn't have children, who has a long track record of acting on behalf of incredibly creepy multinational corporations. But tell us why we should be worried about it."
    },
    {
      "speaker": "FRIEDRICHS",
      "utterance": "Well, we should look to the past. So let's just take the free lunch program that we have in our schools. It started out being pushed by the unions and their friends for poor children. Well, 28 years ago, I had two students in my class on free lunch. Today, almost every single child is on free breakfast and free lunch. So what the unions are trying to do, they are pushing something called Community Schools and then these community schools, we are giving children free health care. We're giving them free food, free emotional support, and by the way, free political indoctrination for their parents."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "FRIEDRICHS",
      "utterance": "And so if these unions and their friends, their politicians get their way, they would like our schools to be open 24/7. They want to replace the family and families raising their children with our own virtues. They want to replace that with the state, with union-controlled, government run schools. That's dangerous. That's communism, when you think about it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean, wouldn't it just be easier to make it possible for families to raise kids on one income, so maybe parents could raise their own kids if they wanted. A lot of parents say they want that. Why wouldn't politicians work toward that?"
    },
    {
      "speaker": "FRIEDRICHS",
      "utterance": "Wouldn't that be beautiful? That's what's right for all little children. All the little kids I taught over the years, they wanted to be with their mommy so badly all day long. That would be beautiful. But these politicians, you know, that just proves they're not looking out for the best interest of children or families or teachers like myself. They're looking out for themselves, for power. And they really want to undermine our republic. And they're doing that through our schools. Starting as young as preschool, and pushing all the way up into the universities. We need to be very concerned about this and politicians like Kamala Harris, who would push this sort of idea on to our families."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So helping families raise their own children doesn't make Kamala Harris more powerful, so she is against it. Thank you for summing that up. Rebecca, it's great to see you tonight and appreciate your take on that after 28 years in the schools."
    },
    {
      "speaker": "FRIEDRICHS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, there is, as you well know, a left wing takeover of public schools in this country. What you may not know is that it is probably happening in your kid's school. We're going to tell you precisely how the results of an investigation into that. It's a new curriculum, next. Plus California is of course falling apart. An update on how they're planning to decriminalize crime. It is making the state even harder to live in. That investigation is straight ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If you don't have kids in school, you might imagine that the worst trends in American education are pretty much confined to our most liberal cities. You know in Seattle, Math is racist. In New York City, gifted and talented programs are oppressive. In Berkeley, God knows what they're doing. The left has abandoned education in favor of naked political propaganda, you know that. But it's comforting to think it's not happening near you or your children. Unfortunately, that's not true. It is happening probably right down the street from where you are now. An investigation by this show found a radical new curriculum in schools across the country from Arizona to Iowa. The program is called Deep Equity. It's produced by a for-profit education company called Corwin, which is based in California. Corwin describes Deep Equity as a teacher training program that is, quote, \"aimed at producing real school improvement for equity and social justice.\" So how does Deep Equity do that? Well, mainly by attacking the students on the basis of their skin color. According to Deep Equity, America is based on a hierarchy of various oppressions. Men oppress women. Christianity oppresses Islam. English oppresses Spanish. White people oppress everyone. And by the way, if you have a problem with this explanation, you are yourself entrenching oppression, you're part of the problem. According to Corwin, differences in academic performance have nothing to do with culture or effort. They are purely the product of racism. In order to fight that racism, teachers are instructed on different types of quote, \"white identity orientations.\" This is all pseudoscience, you may notice. Many white people, teachers are told by Deep Equity are defined by their quote, \"ignorance and supremacy.\" Other whites, meanwhile, quote, \"question the systemic issues that have caused whites to be so much in a superior position.\" The curriculum offers what it calls a quote, \"White Allies Action Agenda.\" Among the items on that list, quote, \"acknowledge the reality of white racial privilege. Educate other white people. Use your privilege to work for racial and social justice.\" Feel sick yet? According to one teacher we spoke to who has used this curriculum, the Deep Equity curriculum forces teachers to become racial activists. Not that you need to interview anyone to find that out. It's obvious. They're not teaching anything having to do with Math or Science or English or Language. They're teaching racial activism, certain to confuse and wound and divide our kids of all colors. So where exactly is Deep Equity being taught? Well, all over it turns out, for example, Fauquier County, Virginia - a place that voted for Donald Trump by 25 points in 2016. And yet Deep Equity somehow is now part of that county's teacher training. Most people aren't even aware of it, but it's there. Deep Equity is also used in West De Moines, Iowa. It's in Chandler, Arizona. We could go on. It may in fact, be coming to your school district soon assuming it's not already there. It'll be forced on your kids and you'll pay for it with your tax dollars. No one will ask you whether you like it or not, and don't bother to complain. Deep Equity orders teachers and we're quoting now, \"to explicitly reject and resist any parents who disagree with it.\" Got it? California has the highest taxes in the United States, but it's not clear where the money is going. The schools in the State of California are failing. The power is often out, parts of the state are on fire. There aren't shelters for the homeless. And now there isn't space for felons in California state prisons. That's one of the reasons, a state law called Prop 47 got passed. Prop 47 legalizes all sorts of crime, including property damage, open air drug use and theft. The idea was to reduce the prison population by ceasing to arrest criminals. That's the fastest way to do it. The consequences not surprisingly, have devastated the State of California. Christopher Rufo knows a lot about this. He is a research fellow at the Discovery Institute and a contributing editor at \"City Journal.\" He joins us tonight. So this idea that you would reduce prison overcrowding by just ignoring certain kinds of crime, why should we be surprised that the state has become more dangerous and unruly after passing a law like that?"
    },
    {
      "speaker": "CHRISTOPHER RUFO, CONTRIBUTING EDITOR, CITY JOURNAL",
      "utterance": "Yes, well, it's really a trend that's been happening for the last decade. And you've seen since 2010, really an explosion in low-level property crimes in California's major cities. Thefts are up 50 percent in San Francisco, 61 percent in Los Angeles since 2010, and what you're seeing is actually two trends. First, an addiction crisis of methamphetamines and heroin that leads to property crime as addicts try to feed their addictions. And second, as you mentioned, they've essentially decriminalized all property crimes under $950.00. So you can go into a store, you can rip a flat screen TV off the shelf, and you can make an exit knowing that the worst that's going to happen, if they catch you, if they arrest you, and if they prosecute you is a misdemeanor, and you'll be back on the streets in 24 hours."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the idea behind this law, the ideology that spawned it is that the United States is so morally flawed that we can't really say that these are crimes. Who are we to say that shoplifting is wrong? I mean, there are poor people out there. But what's the effect of this law on poor people? It strikes me this doesn't help them very much."
    },
    {
      "speaker": "RUFO",
      "utterance": "No, it doesn't. It really is part of this kind of perverse inversion of the moral order, where they're saying that people who commit crimes are victims of oppression, and they essentially deserve to be able to steal to secure their livelihood. But as you say, the real victims are honest, hardworking people that want to shop and buy goods for themselves and their families, and the cost is real. Not only do you see an increase in public disorder, an increase in thefts and violence in many cases, but according to a major study in Washington State, I think it would hold true also for California, this actually costs the average family $400.00 a year in a so-called shoplifting tax. As retailers lose money from shoplifting, they pass on the cost to hardworking, honest, everyday consumers."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "RUFO",
      "utterance": "And for the average family that's working hard to make ends meet that $400.00 is actually a meaningful impact on their lives."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean, it really strikes me that this is something only a decadent ruling class could have come up with. I mean, what does it -- what does it say about the mindset of the people who came up with this that we can no longer say theft is wrong? Like --"
    },
    {
      "speaker": "RUFO",
      "utterance": "Yes, I think that's exactly that. But what you'll see is actually, once you kind of break out of the aggregates and you go very specific neighborhood by neighborhood in a city like Los Angeles, a city like San Francisco, what you see is that the thefts are often focused in the poorest and the most disenfranchised parts of town, whereas where our actual ruling elites live, the nicest communities, the most affluent communities that have private security, there are very few theft. So in a sense, they're actually -- they're signaling their own moral superiority to their peer group, and they're pushing the kind of crime, devastation, chaos and disorder onto the people they're supposed to be helping. But it's really causing the most hardship for those working class families that are just trying to get by in an already brutally unequal and very difficult environment in California for working families."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the policies they push make them feel virtuous and shaft everyone beneath them. I mean, couldn't you say this about our trade policy or our immigration policy? I mean, can you think of a policy pushed by our ruling class in the last 30 years that that doesn't describe?"
    },
    {
      "speaker": "RUFO",
      "utterance": "Yes, and I think what you're seeing is that California is really becoming this symbol of almost third world inequality."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Exactly."
    },
    {
      "speaker": "RUFO",
      "utterance": "I grew up in California, I spent my first 25 years there. But as I had a family and wanted to move up in the world, I realized that if you don't come to California as a member of this kind of ruling elite class, you're either going to be pushed down into the kind of poverty class or somehow have to climb your way up into that elite and the reality is that for middle class people, California dream is over. It's a state that's not functioning for the majority of people. It has the highest taxes. It has 10 percent sales tax; 10 to 13 percent income tax; massively high property taxes. And it's good for the people at the top, and unfortunately, they've hoodwinked the masses, and they're really punishing the people at the bottom."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Very deep. Christopher, thank you so much for that assessment."
    },
    {
      "speaker": "RUFO",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, George Soros is singlehandedly remaking our legal system in many places by installing left wing radicals in DA offices, electing prosecutor. The epicenter of this effort is the City of Philadelphia where Soros backed DA Larry Krasner is going soft on crime, including murder. The mother of one of the murder victims is next and she has a message for him. Stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A major twist tonight in the story involving that leaked video of ABC News anchor, Amy Robach talking about the network she works for killing the Jeffrey Epstein story. Now a TV producer recently left ABC News for CBS has been fired. A short time ago, she spoke with news anchor Megyn Kelly. Fox News chief breaking news correspondent Trace Gallagher is helping to put the pieces of this fairly complicated but interesting story together tonight -- Trace."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Tucker, the former ABC News producer accused of leaking the Amy Robach recording is 25 year old, Ashley Bianco. When her former bosses at ABC identified Bianco, executives at her new employer, CBS immediately fired her. But during an exclusive interview with our former colleague, Megyn Kelly, Bianco says she is not the leaker. Watch."
    },
    {
      "speaker": "ASHLEY BIANCO, FIRED CBS STAFF",
      "utterance": "It wasn't me. You know, I'm not the whistleblower. I am sorry to ABC, but the leaker is still inside, you know, it's not -- I never did any of that. I may have accessed it, but I never, never leaked it. I never showed it to anyone. I didn't talk about the situation outside of the company."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Bianco acknowledges that as part of her job, she recorded Amy Robach's rant about how ABC executives buried her explosive report about child rapist, Jeffrey Epstein. Here is part of that. Watch."
    },
    {
      "speaker": "AMY ROBACH, ABC NEWS ANCHOR",
      "utterance": "She was in hiding for 12 years, we convinced her to come out. We convinced her to talk to us. It was unbelievable what we had -- Clinton -- with everything. I tried for three years to get it on, to no avail. And now it's all coming out. And it's like these new revelations and I freaking had all of it. I'm so pissed right now."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Actually, Bianco says she told her manager what Robach said but that pretty much everyone in the office had already heard it. But Bianco says she never heard of Project Veritas until they released that tape and she never spoke with Project Veritas founder James O'Keefe and O'Keefe today confirmed that in fact, late today, Project Veritas published a letter from the ABC insider who they say leaked the tape. That person writes to ABC News quoting here, \"I, like many are at a loss for words on how this has been handled. Instead of addressing this head on like the company has in the past, it has been spun into a mission of seek- and-destroy. Innocent people that have absolutely nothing to do with this are being hunted down as if it were all a sport.\" And Ashley Bianco just wants her career back. Look."
    },
    {
      "speaker": "MEGYN KELLY, AMERICAN JOURNALIST",
      "utterance": "How many days have you been at CBS?"
    },
    {
      "speaker": "BIANCO",
      "utterance": "Only four days, you know, and I am in fact, depleted. I didn't know what I had done wrong. And I just -- you know, I didn't -- I wasn't even given the professional courtesy to defend myself. You know, I didn't know what I've been accused of. It was humiliating. It was devastating."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "We reached out to both ABC News and CBS News for comment, so far, no response -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Remarkable story. Trace Gallagher. Thanks so much for that."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Megyn Kelly's full interview with that young producer is posted on our Facebook page. It's interesting. Well, Philadelphia's Soros-backed district attorney Larry Krasner is transforming that city by going soft on crime. Krasner says that he wants to lock up violent criminals that's his public position, but it's obviously untrue. Consider the case of Sean Schellenger. Schellenger was stabbed to death in public in 2018. There's no question about who did it. The guy who did it admitted doing it. Krasner's office charged that man with first degree murder, but later downgraded the charges to third degree murder. And then days before trial, Krasner downgraded the charges once more to manslaughter, and that blew up the case completely. The killer again, the acknowledged killer was acquitted last month. And that of course was clearly Krasner's plan. Now the victim's mother says, Krasner did that. He is responsible. He should be punished. We spoke to Linda Schellenger recently about this. Here's the conversation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "First, I couldn't be sorrier about what happened to your son, and how your family was treated by the City of Philadelphia. Tell us, explain to us why you hold Larry Krasner guilty. Why you think he's the reason that the killer walked free?"
    },
    {
      "speaker": "LINDA SCHELLENGER, MOTHER OF MAN STABBED TO DEATH",
      "utterance": "Yes, thank you, Tucker. I clearly think that he is the reason that the killer walked free. As I stated on the last day of the trial, I said to the judge that I wanted Larry arrested for obstruction of justice and I will not rest until I see him in handcuffs. I do believe that, potentially criminal activity has occurred here on behalf of the District Attorney. He has suppressed evidence in an effort to continue to reduce charges. So there's many, many instances. We don't have time here to go through all of that, but many instances that I can provide you where he has suppressed evidence, Facebook post, videos that were created by Michael White, the killer, the defendant here, and they were pre-killing Sean going to his premeditation that he was going to kill someone. He certainly didn't know Sean. Sean happened to be the unlikely recipient of that stabbing in the back. Also videos that he made after he killed him talking about blood in the street and rapping about it. Those were never admitted into evidence."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Disgusting."
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "It's disgusting."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the position essentially of the city and this played out in public. It was a huge story in Philadelphia for our viewers who didn't follow it, essentially was the killer claimed that your son made a racial comment to him. No one heard this. It seemed clearly that he made it up. But on the basis of that, Krasner's position appeared to be well, you know, he deserved to be killed for that."
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "Yes, isn't that interesting? So no one corroborated. Not one eyewitness. It is Rittenhouse Square on a Thursday evening in the summer. There's joy. People are outside. The restaurants are open for business. These people had no dog in this fight. They didn't know Michael, they didn't know Sean. Not one person heard this racial slur, except for Michael."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "So interesting. Right?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So he rapped about it. He in effect, bragged about murdering your son after the killing."
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And why was that never admitted? Why wouldn't jurors be able to see that? I mean, that seems significant to put it mildly."
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "Tucker, that is a question that I would like to get the answer to. Mr. Krasner, I am not the only mother -- so this is not -- I am not unique, unfortunately. I am not unique. I am not going to be able to bring my son back. But I will be darned if I'm going to stand by and allow this to continue. I literally, as I'm walking into your studio got a call from a mother. Her son was killed, third degree murder. They dropped it today to aggravated assault."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And he was murdered?"
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "This is what he does -- and he was murdered. He is dead. Yes, a 30-year-old young man, another one dead. I can line up for you hundreds of mothers in this city that are in the same position that I am in, the continuation of the reduction of charges for violent criminals. We're not talking about theft. We're not talking about misdemeanors. We're talking about taking someone's life. Mr. Krasner has continually suppressed the evidence in order to reduce the charges. This was a Murder 1 charge as said at the start."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "The Assistant District Attorney, Lou Tumolo who was originally the charging prosecutor charged Murder 1 and he believed that this was a Murder 1 charge because there was premeditation, as Michael had put out on his Facebook post. He said he was going to cut someone. He said, I am going to cut someone."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Larry Krasner is one of many prosecutors taking the side of criminals is in effect installed by George Soros who shows up in this country with a lot of money and decides to transform our country. So if you had a message for George Soros, if he was sitting here, and you could say something to him, what would it be?"
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "You know, it's interesting because I sent him a note and I haven't heard from him yet. And what I said to him was, you are on a mission for justice reform and reducing mass incarceration. I don't think this was your intention to allow killers to walk the street. Can you give me 10 minutes of your time to have a discussion about how justice reform should not include violent criminals and allowing killers to walk the street? There's a difference. So he has a rogue DA here, and unfortunately, it appears to be contagious in our country, this rogue DA, that they have gone on a power trip to take this into craziness. I mean, it will be anarchy at some point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. It's already --"
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "Where do we go from here? It's literally frightening."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's taken the life of your son already."
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "It has taken lives."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And we are rooting for you. And I hope that you will come back and give us an update on this. I hope you get justice. Thanks so much for joining us."
    },
    {
      "speaker": "SCHELLENGER",
      "utterance": "So I will. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We're going to keep on that story. Meanwhile, it's time to test your news knowledge. Can you outsmart the experts here at the Fox News? That tonight would include Bret Baier and his former college roommate? Whoa. Plus, it's Friday - that means it's time For Dan Bongino's News Explosion straight ahead. Lots of reasons to stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Time now for \"Final Exam\" where the hardened news professionals here at Fox News compete to win fabulous prizes from the tuckercarlson.com online store. Tonight, not just a matchup, but a reunion of sorts between two of our friends who once lived together. Former roommates. Fox News anchor and \"Special Report\" host Bret Baier, and longtime guest on the show, David Tafuri -- who lived together in about what '90 or '91 here in Washington --"
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Yes, for a semester. American University."
    },
    {
      "speaker": "DAVID TAFURI, ATTORNEY",
      "utterance": "That's right."
    },
    {
      "speaker": "BAIER",
      "utterance": "It's hard to believe."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So they know each other's secrets and the stakes are high tonight. Grand Prize is a Johnnie O. golf polo, which I think both of you would look great in. OK, are you ready?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Ready."
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK good."
    },
    {
      "speaker": "BAIER",
      "utterance": "Let's do it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Don't be nervous."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK."
    },
    {
      "speaker": "TAFURI",
      "utterance": "This one is the news hound, so take it easy on me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're lagging out ahead of time. I could see that."
    },
    {
      "speaker": "TAFURI",
      "utterance": "It's David versus Goliath."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're talking it down already. That's very smart. OK, I ask the questions. First one to buzz in gets to answer the question. You've got to wait until I finish asking before you answer. That's especially key with multiple choice. I'll acknowledge you by saying your name and go ahead. Every correct answers with one point, if you get it wrong, we subtract a point. Best of five wins. Understood."
    },
    {
      "speaker": "BAIER",
      "utterance": "Understood."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Are you ready?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Ready."
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK. Question one. This is multiple choice. There's a new super yacht for sale. It's called the Spaceship on Water. It's so expensive that they won't even tell us what it costs. The manufacturer is hiding the price, but we know it has four decks, a bar, a sun lounge, an observation lounge, a private lounge, five bedrooms and a garage. It was designed by a car company. Which one? Was it A. Ferrari? B. Volvo? C. Porsche? Bret Baier."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ferrari."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I can tell it is a guess. And we'll see if it's an informed guess. Is it Ferrari?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Porsche -- designed a super yacht. That's what it is. A spaceship on water they call it is now up for sale. The cost, only available on application. I am guessing, it is a lot."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I would have guessed Ferrari too."
    },
    {
      "speaker": "BAIER",
      "utterance": "I knew I should have watched Stuart."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is so good. Look at that thing."
    },
    {
      "speaker": "TAFURI",
      "utterance": "This is how he did studying at American University. He winged it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He did great on the SAT."
    },
    {
      "speaker": "BAIER",
      "utterance": "One out of three."
    },
    {
      "speaker": "CARLSON",
      "utterance": "By the way I didn't -- I didn't have the card, so I didn't know the answer that I would have guessed Ferrari as well. All right, next question. Another multiple choice. This is about the dog that helps captured al Baghdadi, the leader of ISIS. The dog is getting ready to visit the White House. The President says the dog is a hero and has newly declassified his name. What is it? Is it A. Gizmo? B. Slater? C. Conan? David Tafuri."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Conan."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Conan the dog. Is the dog's name Conan?"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Actually and I'm happy about this. Conan the dog got more publicity than me and I'm very happy with that. I am very happy. Conan is incredible. And Conan is coming to the White House in a few weeks."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Hero."
    },
    {
      "speaker": "BAIER",
      "utterance": "He also goes by \"Good Dog.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "And standing on the lawn of the White House that night reporting live. No, I am just kidding. That's good. All right question three another multiple choice. A photo going viral this week shows an unusual animal riding the BART Train -- Bay Area Rapid Transit Train in San Francisco. What kind of animal is it? Is it A. A Mini horse? B. A baby llama? Or C. A potbelly pig? David?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "A mini horse."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You said you've been preparing for the show by watching \"Fox and Friends.\" I believe you."
    },
    {
      "speaker": "BAIER",
      "utterance": "Is that really what happened?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it true a mini horse?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And a mini horse is spotted on a commuter train in San Francisco. It was allowed to board since it is a -- the horse is getting a lot of fans on social media, but others have some negative opinions."
    },
    {
      "speaker": "BAIER",
      "utterance": "Oh, my gosh. This is painful. You gave him tips, didn't you? I've got to get up earlier."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know, it's a little unfair because we don't have a single political question."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's OK. Keep going."
    },
    {
      "speaker": "CARLSON",
      "utterance": "These are actually -- I don't know."
    },
    {
      "speaker": "BAIER",
      "utterance": "I'll get the mini horse next time. Here we go."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It speaks well of you that you don't know. OK, question for. This is not a multiple choice. You've got to think of it. The makers of Four Loko, that's the alcoholic beverage are coming out with their own hard seltzer. The flavors black cherry critics say may be too strong for some consumers. What in percentage terms is it's alcohol by volume?"
    },
    {
      "speaker": "BAIER",
      "utterance": "This is not a multiple choice question?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So obviously, neither one of you is an alcoholic, so I'm going to make up my own. OK? Is it A. 9 percent? B. 12 percent? C. 15 percent alcohol? Bret Baier."
    },
    {
      "speaker": "BAIER",
      "utterance": "Twelve percent."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Twelve percent alcohol. Is Bret right?"
    },
    {
      "speaker": "KENNEDY MONTGOMERY, FOX BUSINESS HOST",
      "utterance": "Four Loko hard seltzer officially goes on sale today. And its first offering is a staggering 12 percent alcohol. The flavor is called black cherry. And if you drink the whole four-pack, you'll get a black eye whoever is named Cherry and then you'll black out and you'll need the cherry."
    },
    {
      "speaker": "TAFURI",
      "utterance": "All right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Did you ever think that a hard seltzer question would bring you back to par? All right, final question. So it's two zero, but the final question is worth two points. So who knows what could happen? Here it is. At Breeders Cup over the weekend, a horse with a Trump themed name came in first place and won a million dollar prize. What was -- this is multiple choice -- what was the horse's name? The winning horse. Was it A. Swamp Drainer? B. Fake News? Or C. Covfefe? Bret Baier?"
    },
    {
      "speaker": "BAIER",
      "utterance": "I've got to go -- Fake News."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Fake News. I like that. Was it Fake News."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A thoroughbred named Covfefe."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right. That's hilarious."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Are you a minus two?"
    },
    {
      "speaker": "BAIER",
      "utterance": "A minus two."
    },
    {
      "speaker": "TAFURI",
      "utterance": "What happens to guests if they are in the minus?"
    },
    {
      "speaker": "BAIER",
      "utterance": "They actually have to give a prize."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, I think they have to take their old roommate out to dinner. Somewhere expensive like The Palm."
    },
    {
      "speaker": "BAIER",
      "utterance": "So painful."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The winner gets a golf shirt. Wear it with pride."
    },
    {
      "speaker": "TAFURI",
      "utterance": "I will wear it with pride."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And without pants."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Congratulations."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You can get that at tuckercarlson.com. Yes, that's pretty. I mean --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Nicely done."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Like you won't get beaten up on the golf course or anything. Gentlemen, thank you both very much."
    },
    {
      "speaker": "BAIER",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Keep following news right here on the Fox News so you can compete with the experts each week on \"Final Exam.\" We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sometimes the news trickles forth gently like a mountain brook, sometimes the news explodes. This is one of those times. It's Friday. Time for a \"Dan Bongino News Explosion,\" our favorite New York City cop and the author of the book \"Exonerated\" is here with his picks for the week stop stories. Dan Bongino, ladies and gentlemen. Hey, Dan."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "I got -- yes, hey, Tucker, good to see. I've got three ringers for you this week. These are greasy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Excellent."
    },
    {
      "speaker": "BONGINO",
      "utterance": "So let's get right to it. Story number three. Nanny Bloomberg, otherwise known as Michael Bloomberg, former mayor of New York. Tucker, he is putting his war on the Big Gulp and the firearms in your house that you use to protect your family aside for a moment to jump into the presidential race apparently and he is starting in, of all states, Alabama, where I'm sure his Big Gulp war and firearm war will go over very well. I have family in Alabama. It is God's country and I assure you, they like Big Gulps. They love liberty and they like their firearms. So good luck Mikey B. starting off in Alabama. Great tactical decision you made their, Captain Big Gulp Warrior. Really nice work and you should pay that guy double."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is in the New York City finance community that Michael Bloomberg is considered impressive, I know. He is always so impressive. OK, yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "As they say that movie about the con artist guy, I strongly concur, doctor, you are absolutely right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He is so impressive."
    },
    {
      "speaker": "BONGINO",
      "utterance": "This guy has got no shot. You concur, strongly concur. All right, story number two, the impeachment fiasco. This thing continues. Gosh, can anybody tell the truth in this thing, Tucker? I watched your breaking news story the other night. We had the former Ambassador to Ukraine, Marie Yovanovitch. Listen, I don't know Ms. Yovanovitch. I've never met her personally. I'm sure she is a wonderful person. Bottom line is, when you raise your right hand and say something under oath. Like I didn't really respond to that e- mail from the Democrat and someone finds out later you kind of did respond to the Democrat e-mail."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I know."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Weird, right? Weird a little bit."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Maybe D.O.J. will try to put her in prison for the rest of her life like they're doing to Roger Stone right now, you think that'll happen?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "That's a joke, right? Obviously. Those are the three most humorous stories of the week. We'll do that. No, there's no chance. She is a Democrat. Obviously, she's a protected class. So let's forget that completely. No shot. All right. Story number one, the best one, Donald Trump Jr. walks into the lion's den and this happens."
    },
    {
      "speaker": "JOY BEHAR, ABC NEWS",
      "utterance": "-- about lowering the discourse to his level, which is horrible for this country."
    },
    {
      "speaker": "DONALD TRUMP, JR., SON OF PRESIDENT DONALD TRUMP",
      "utterance": "I mean, we've all done things that we regret. I mean, if we're talking about bringing a discourse down, Joy, you've worn black face."
    },
    {
      "speaker": "BEHAR",
      "utterance": "I did not wear blackface, please."
    },
    {
      "speaker": "WHOOPI GOLDBERG, ABC HOST",
      "utterance": "No, she was not in black face."
    },
    {
      "speaker": "BEHAR",
      "utterance": "Thank you."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Oh. OK. There's -- Tucker, there's actual photo evidence where Joy Behar described yourself as a beautiful African woman. Listen, you like your cancel culture, liberals. You chew on it for a little while. How do you like the new rules, folks? Wonderful, aren't they? Ridiculous."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Unbelievable. Self-discrediting, luckily. Dan Bongino, have the best weekend. Thank you for that."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You too, buddy. Take care."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And to you all out there, we will see you Monday, 8:00 p.m. Have the best time. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}