{
  "date": "November 9, 2017",
  "headline": "Scalise: House and Senate will come together to cut taxes",
  "subHeadline": "House majority whip outlines tax reform goals on 'Your World.'",
  "url": "https://www.foxnews.com/transcript/scalise-house-and-senate-will-come-together-to-cut-taxes",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CAVUTO",
      "sentences": "Congressman, welcome.  Everybody wants to know. It's the subject of the moment. Who won that scooter race between you and Congressman Sam Johnson?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA., HOUSE MAJORITY WHIP",
      "sentences": "Well, Sam Johnson is a friend. He's a war hero. But, boy, he was an Air Force pilot. And he had afterburners on that scooter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "He just took off. And I had no shot.   So, you know, it was it was a fun time. But we're going to miss Sam. He's retiring from Congress, but what an American hero he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Eighty-seven years young. You know, obviously, it was meant to honor Capitol Hill Police as well. It had a serious intent.   Do you ever look back and, when you saw them being recognized, of what could have been?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, you know, you just look at what happened at Sutherland Springs, and just a horrible tragedy that we're all still mourning. And I'm praying for those families. Our baseball practice could have turned out the same way, if we didn't have Capitol Police there. You know, David Bailey and Crystal Griner right away were able to engage the shooter and stop him from shooting at us.  And it saved my life and it saved the lives of a lot of other members of Congress. So, I have nothing but the ultimate respect for the heroism and bravery of our United States Capitol Police and all law enforcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, sir, I was thinking you in light of this latest Rand Paul development that the senator was beaten up and pretty severely banged up by a neighbor, and five ribs are broken. Do you think -- now, I know you're in leadership in the House, so you have automatic protection -- that we need to reexamine protection for our congress men and women and senators?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "I know a lot of people are looking at their own security procedures, as they all should. And it's a shame that we have come to this point, where you have some people who think it's acceptable to resort to violence to settle political disagreements. It's unacceptable to do that. And we have got to get back to a more civilized society, where we go and debate our ideas vigorously.  That's what makes our country great. But, again, there's no excuse to resort to violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, I was mentioning this Senate as well. And, of course, I would be remiss if I didn't talk about their plan that is competing with your plan to try to meld the two.. And the big differentiator seems to be delaying the corporate tax cut. The Senate is looking at pushing it back to 2019. How do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, in our bill, we have been working really hard to make sure that those tax cuts are immediate.   I'm not going to criticize the Senate, because I'm encouraged that they're actually moving a bill forward. I want them to pass a bill, just like we need to pass a bill. But when we passed a bill in health care out of the House, and they fell one vote short, it was a huge disappointment for all of us. This time, we need to get it done. President Trump is all in on these tax cuts. They're going to create jobs. They are going to bring jobs back to America. We need to get a bill on President Trump's desk, ideally by the end of the year. Let's work out the differences. But the main focus has to be on cutting taxes for everybody, personal and corporate, so that we can bring jobs back to America and get our economy moving again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, they have got a seven tax bracket structure. You guys have four.  They bring the top down from 39.6 percent in your measure to about around 38.5 percent. There's other differences and what have you. But how do you feel about that? I mean, that alone is pretty big different ground to sort of cover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, again, the Senate is going to have to figure out how to pass a bill that achieves the main goals of cutting taxes and getting the economy moving and bringing jobs back home.   We're going to do the same thing in the House. If there's differences, which there will be, we will work them out. But, look, in our bill, we simplify the tax code so much that over 90 percent of Americans could actually do their taxes on a postcard or an app, if you're a young kid who has got those smartphones, like a lot of us do. But the bottom line is, we have got to simplify the tax code and cut taxes and create jobs. That's what our bill does in the House. I would imagine the Senate is going to go a little bit different route, but ultimately focus on the same thing.  And then the key goal here is to get a bill on President Trump's desk, which he wants on his desk, so that he can sign it and get this economy moving again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The president seemed to hint with some folks while traveling in Asia that he, when he made the call to Senate Democrats, that he kind of likes what the Senate is cooking up more than what you guys cooked up. What did you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "When we filed our bill last week, and we had a formal rollout, the day we filed the bill, President Trump invited us down to the Oval Office. And he had Chairman Kevin Brady of the Ways and Means Committee and his committee...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "There with our House leadership. And he said, I'm 100 percent behind this bill. Again, he can also be supportive of the Senate's bill, because he knows, in the end, we're going to come together, the House and Senate, on a bill that cuts taxes for families, rebuilds the middle class, brings jobs back to America, and he will sign that bill.  The differences will be worked out, but the key objections for both of us are to lower taxes for people of all income brackets and to bring jobs back to America.  Our bill surely does that in the House. I would imagine the Senate's bill would have a similar impact, and then let's work out the differences and get this done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You talked about simplicity. And I remember that event in the White House where you took out an index card and showed how simple it could be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And I'm sure that is a great allure, Congressman.   But I talk to a lot of people who say, simplicity is one thing, but I want a lower net pay, in other words, my taxes to go down, whether it's on an index card or a 50-page tax form.  And a lot of people are crunching numbers and they're chagrined to find out that, with losing some write-offs and deductions in order to pay for this, that it's not that big. What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, what you are going to see is across every income tax bracket, people are going to get a tax cut. We have been running the numbers for some individual members who have had the same question you have. And they say, geez, in my district, are people going to be paying less? And when we run the numbers, in most of those districts, every income bracket sees a tax cut.   And so, look, in any kind of change in the tax law...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But not everyone, right? And I know that's the nature of the beast. And I know...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But Ronald Reagan wanted to make sure that everyone had a tax cut, everyone across the board. George Bush with his tax cuts, everyone across the board, even JFK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you disappointed, and maybe it's just the math reality, Congressman, that everyone won't here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, right now, the problem with our current tax code is, it's a series of winners and losers, 10,000 pages of items where, if you don't get a special interest loophole, you might have lost out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Let's get rid of those special interest loopholes and lower tax rates for everybody.  And, look, I understand, if somebody is taking advantage of right now of an existing part of the tax code, and that goes away, they're not going to be happy that it goes away. But when they look at the overall impact, most people across the board are going to see more money in their pockets. They're going to see more take-home pay. Independent analysis that are coming out on this already, the Tax Foundation says, on average, people are going to see over $2,500 more in their pockets. That's a big windfall for families who have not seen their income go up over the last few years, not to mention the benefit of economic growth you get from bringing jobs back to America.  You understand what economic growth is. Under the last eight years of President Obama, we were hovering below 2 percent every quarter in economic growth. That's incredible anemic. We can do better. We're already seeing -- just with President Trump talking about this, you're seeing growth approach 3 percent. We can approach over 4 percent economic growth. That means more money in people's pockets, bigger economic opportunities, and pay raises for the first time for a lot of blue-collar workers who have not been able to participate in the American dream the way they will under our bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, and so you hope.  You mentioned how things are going on along in the House, very well thus far. It seems to be, in the Senate, it's anyone's guess. And it's complicated, I guess, sir, by what is going on with Rand Paul and how long he could be convalescing, and now Roy Moore, the Alabama Senate candidate, who is sidetracked by the allegations in The Washington Post and elsewhere that he had maybe initiated relationships some years back with four teenagers.  Are you worried, at the very least, it's going to complicate getting this done in the Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, you know, the Senate is a different body. They have a different set of rules. One of the things that we have focused on in the House is, let's do the House's business and the people's business the way we can and then send the bill over to the Senate and let them do their job.  And I think you are going to find they're going to come together. I just spoke to Rand Paul yesterday, because, you know, he prayed for me a lot when I was in the hospital. I'm praying for him. And I spoke to him. And he's getting better. And he wants to get tax cuts passed, too. So, we're all focused on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Did he tell you how soon he would be comfortable coming back to Washington, when he's able to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "No. But he's very engaged in this debate on tax reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "He actually asked me about a provision of our bill, something that he is interested in over in the Senate. So he's engaged in this. He's fully aware of what is going on and he wants to be a part of this and help us get these tax cuts passed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.  You know, finally, sir, Judge Roy Moore and these allegations, Mitch McConnell and some of your colleagues in the House and the Senate said, if true, he should step down, not run for the Senate. How do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "I don't like being presumptuous.  But, look, these are very serious allegations. Obviously, if they're true, it's unacceptable behavior. And so let's finds out more of the facts. But, you know, it's disturbing what you're hearing. And let's see where the facts lead us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, very good seeing you again, Steve Scalise, the House majority whip. Continued improvement in your own health. Remarkable, remarkable story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Always great to be with you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Same here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Be well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Amazing recovery, right? END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congressman, welcome. Everybody wants to know. It's the subject of the moment. Who won that scooter race between you and Congressman Sam Johnson?"
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA., HOUSE MAJORITY WHIP",
      "utterance": "Well, Sam Johnson is a friend. He's a war hero. But, boy, he was an Air Force pilot. And he had afterburners on that scooter."
    },
    {
      "speaker": "SCALISE",
      "utterance": "He just took off. And I had no shot. So, you know, it was it was a fun time. But we're going to miss Sam. He's retiring from Congress, but what an American hero he is."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Eighty-seven years young. You know, obviously, it was meant to honor Capitol Hill Police as well. It had a serious intent. Do you ever look back and, when you saw them being recognized, of what could have been?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, you know, you just look at what happened at Sutherland Springs, and just a horrible tragedy that we're all still mourning. And I'm praying for those families. Our baseball practice could have turned out the same way, if we didn't have Capitol Police there. You know, David Bailey and Crystal Griner right away were able to engage the shooter and stop him from shooting at us. And it saved my life and it saved the lives of a lot of other members of Congress. So, I have nothing but the ultimate respect for the heroism and bravery of our United States Capitol Police and all law enforcement."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, sir, I was thinking you in light of this latest Rand Paul development that the senator was beaten up and pretty severely banged up by a neighbor, and five ribs are broken. Do you think -- now, I know you're in leadership in the House, so you have automatic protection -- that we need to reexamine protection for our congress men and women and senators?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "I know a lot of people are looking at their own security procedures, as they all should. And it's a shame that we have come to this point, where you have some people who think it's acceptable to resort to violence to settle political disagreements. It's unacceptable to do that. And we have got to get back to a more civilized society, where we go and debate our ideas vigorously. That's what makes our country great. But, again, there's no excuse to resort to violence."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, I was mentioning this Senate as well. And, of course, I would be remiss if I didn't talk about their plan that is competing with your plan to try to meld the two.. And the big differentiator seems to be delaying the corporate tax cut. The Senate is looking at pushing it back to 2019. How do you feel about that?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, in our bill, we have been working really hard to make sure that those tax cuts are immediate. I'm not going to criticize the Senate, because I'm encouraged that they're actually moving a bill forward. I want them to pass a bill, just like we need to pass a bill. But when we passed a bill in health care out of the House, and they fell one vote short, it was a huge disappointment for all of us. This time, we need to get it done. President Trump is all in on these tax cuts. They're going to create jobs. They are going to bring jobs back to America. We need to get a bill on President Trump's desk, ideally by the end of the year. Let's work out the differences. But the main focus has to be on cutting taxes for everybody, personal and corporate, so that we can bring jobs back to America and get our economy moving again."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, they have got a seven tax bracket structure. You guys have four. They bring the top down from 39.6 percent in your measure to about around 38.5 percent. There's other differences and what have you. But how do you feel about that? I mean, that alone is pretty big different ground to sort of cover."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, again, the Senate is going to have to figure out how to pass a bill that achieves the main goals of cutting taxes and getting the economy moving and bringing jobs back home. We're going to do the same thing in the House. If there's differences, which there will be, we will work them out. But, look, in our bill, we simplify the tax code so much that over 90 percent of Americans could actually do their taxes on a postcard or an app, if you're a young kid who has got those smartphones, like a lot of us do. But the bottom line is, we have got to simplify the tax code and cut taxes and create jobs. That's what our bill does in the House. I would imagine the Senate is going to go a little bit different route, but ultimately focus on the same thing. And then the key goal here is to get a bill on President Trump's desk, which he wants on his desk, so that he can sign it and get this economy moving again."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The president seemed to hint with some folks while traveling in Asia that he, when he made the call to Senate Democrats, that he kind of likes what the Senate is cooking up more than what you guys cooked up. What did you think of that?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "When we filed our bill last week, and we had a formal rollout, the day we filed the bill, President Trump invited us down to the Oval Office. And he had Chairman Kevin Brady of the Ways and Means Committee and his committee..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I remember."
    },
    {
      "speaker": "SCALISE",
      "utterance": "There with our House leadership. And he said, I'm 100 percent behind this bill. Again, he can also be supportive of the Senate's bill, because he knows, in the end, we're going to come together, the House and Senate, on a bill that cuts taxes for families, rebuilds the middle class, brings jobs back to America, and he will sign that bill. The differences will be worked out, but the key objections for both of us are to lower taxes for people of all income brackets and to bring jobs back to America. Our bill surely does that in the House. I would imagine the Senate's bill would have a similar impact, and then let's work out the differences and get this done."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You talked about simplicity. And I remember that event in the White House where you took out an index card and showed how simple it could be."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And I'm sure that is a great allure, Congressman. But I talk to a lot of people who say, simplicity is one thing, but I want a lower net pay, in other words, my taxes to go down, whether it's on an index card or a 50-page tax form. And a lot of people are crunching numbers and they're chagrined to find out that, with losing some write-offs and deductions in order to pay for this, that it's not that big. What do you say to that?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, what you are going to see is across every income tax bracket, people are going to get a tax cut. We have been running the numbers for some individual members who have had the same question you have. And they say, geez, in my district, are people going to be paying less? And when we run the numbers, in most of those districts, every income bracket sees a tax cut. And so, look, in any kind of change in the tax law..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But not everyone, right? And I know that's the nature of the beast. And I know..."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But Ronald Reagan wanted to make sure that everyone had a tax cut, everyone across the board. George Bush with his tax cuts, everyone across the board, even JFK."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you disappointed, and maybe it's just the math reality, Congressman, that everyone won't here?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, right now, the problem with our current tax code is, it's a series of winners and losers, 10,000 pages of items where, if you don't get a special interest loophole, you might have lost out."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Let's get rid of those special interest loopholes and lower tax rates for everybody. And, look, I understand, if somebody is taking advantage of right now of an existing part of the tax code, and that goes away, they're not going to be happy that it goes away. But when they look at the overall impact, most people across the board are going to see more money in their pockets. They're going to see more take-home pay. Independent analysis that are coming out on this already, the Tax Foundation says, on average, people are going to see over $2,500 more in their pockets. That's a big windfall for families who have not seen their income go up over the last few years, not to mention the benefit of economic growth you get from bringing jobs back to America. You understand what economic growth is. Under the last eight years of President Obama, we were hovering below 2 percent every quarter in economic growth. That's incredible anemic. We can do better. We're already seeing -- just with President Trump talking about this, you're seeing growth approach 3 percent. We can approach over 4 percent economic growth. That means more money in people's pockets, bigger economic opportunities, and pay raises for the first time for a lot of blue-collar workers who have not been able to participate in the American dream the way they will under our bill."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, and so you hope. You mentioned how things are going on along in the House, very well thus far. It seems to be, in the Senate, it's anyone's guess. And it's complicated, I guess, sir, by what is going on with Rand Paul and how long he could be convalescing, and now Roy Moore, the Alabama Senate candidate, who is sidetracked by the allegations in The Washington Post and elsewhere that he had maybe initiated relationships some years back with four teenagers. Are you worried, at the very least, it's going to complicate getting this done in the Senate?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, you know, the Senate is a different body. They have a different set of rules. One of the things that we have focused on in the House is, let's do the House's business and the people's business the way we can and then send the bill over to the Senate and let them do their job. And I think you are going to find they're going to come together. I just spoke to Rand Paul yesterday, because, you know, he prayed for me a lot when I was in the hospital. I'm praying for him. And I spoke to him. And he's getting better. And he wants to get tax cuts passed, too. So, we're all focused on this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Did he tell you how soon he would be comfortable coming back to Washington, when he's able to?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "No. But he's very engaged in this debate on tax reform."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sure."
    },
    {
      "speaker": "SCALISE",
      "utterance": "He actually asked me about a provision of our bill, something that he is interested in over in the Senate. So he's engaged in this. He's fully aware of what is going on and he wants to be a part of this and help us get these tax cuts passed."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. You know, finally, sir, Judge Roy Moore and these allegations, Mitch McConnell and some of your colleagues in the House and the Senate said, if true, he should step down, not run for the Senate. How do you feel about that?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "I don't like being presumptuous. But, look, these are very serious allegations. Obviously, if they're true, it's unacceptable behavior. And so let's finds out more of the facts. But, you know, it's disturbing what you're hearing. And let's see where the facts lead us."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, very good seeing you again, Steve Scalise, the House majority whip. Continued improvement in your own health. Remarkable, remarkable story."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Thanks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Always great to be with you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Same here."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Appreciate it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Be well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Amazing recovery, right? END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}