{
  "date": "November 14, 2020",
  "headline": "How American foreign policy has changed under President Trump",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/how-american-foreign-policy-has-changed-under-president-trump",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Good evening, everybody. I'm Martha MacCallum, and this is The Story of an America that is now just five days away from electing its next president. Tonight, we've got Joe Biden in Florida on the campaign trail. We're going to take you there in just a bit. Check in with Jacqui Heinrich. Also, President Trump and the first lady were in Tampa as well earlier today. Florida, obviously a major focus of attention right now, promising economic uplift for Hispanic voters in that region. School choice, another big issue in this campaign. And the president calling for a giant red wave to sweep across the country that as the incumbent battles to keep that state very important in his column. He has struggled there with women voters in the polls, senior voters as well. Tonight though, we will speak to three women about that. A few hours ago, we heard this from the first lady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELANIA TRUMP, FIRST LADY OF THE UNITED STATES",
      "sentences": "We are a country of hope, not a country of fear or weakness. This country deserves a president with proven results, not empty words and promises. The President of the United States Donald J. Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's the first time we've seen Melania Trump at an actual rally over the course of this campaign. They had planned after that to go to North Carolina. That plan was scrapped due to weather that is spinning off of Hurricane Zeta tonight through the East Coast. But the president did have the wind at his back from a 33-point jump in economic growth in Q3 from July to September. And that fueled some of his stops today. It is a move up, a big move up from a big move down during the COVID economy. So, it is an increasingly tight race out there. And Florida is likely to be an early sign in the night of how things may go on Tuesday. After that, we'll be watching Pennsylvania for sure, which many believe could be the state that picks the winner of the White House in this race ultimately. So, today in Real Clear Politics, Susan Crabtree writes, the Biden campaign is paying a lot of attention to red states and Democrats fear that if he loses Pennsylvania and goes down in defeat, he will have repeated Hillary Clinton's monumental mistake of trying to run the table. Here's President Trump's campaign manager, Bill Stepien.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL STEPIEN, TRUMP'S CAMPAIGN MANAGER",
      "sentences": "I invite Joe Biden to expand his limited campaign travel on faith that he's not going to win in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So more on that in just a moment. And later tonight, just a look ahead for you for a second here, National Security Adviser Robert O'Brien will be joining us on the biggest threat that the next president will face post COVID-19, which many believe is China. We'll talk about that with him. But we kick off things tonight with Correspondent Jacqui Heinrich. She's live on the ground in Tampa with the Biden campaign covering that. Good evening, Jacqui.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Martha. Well, in the final push for the state's 29 electoral votes, Joe Biden is trying to mobilize his reliable base in counties, Hillary Clinton won in 2016 rather than try to flip voters in Trump country. In a Monmouth poll out today shows Joe Biden has a razor thin lead over President Trump, four to six points based on different likely voter models with increased support among young people and a growing gender gap. But here's where things get tricky. Biden leads by a huge margin among people of color, but his lead is 10 points smaller among Latinos. And a Telemundo poll also out today showed Biden with an even narrower lead among Hispanics, just five points in that poll. And that all could spell trouble because even though Hillary Clinton won 62 percent of Florida's Hispanic vote, she still lost the state. Now, President Trump has been gaining ground among conservative Cuban Americans with ads calling Biden a socialist, portraying him alongside images of Latin American dictators, including Fidel Castro. And although Biden has long rebuffed claims that he's a puppet of the radical Left. Today, he addressed those people who fled socialist countries for Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "sentences": "If, in fact, he, Donald Trump, had been president when they were coming back in the old days, they wouldn't be here because look what he's doing. He's sending Cuban Americans back to the dictatorship. He's sending Venezuelan American back to the dictatorship. He's trying to send Haitian Americans back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Biden's campaign has been ramping up its outreach among Hispanics and Latinos, often touching on Coronavirus and the economy. But facing a positive economic report today, Biden said not to be fooled by a case shaped recovery where things look good for people at the top but get worse for those at the bottom. He said visits to food banks haven't slowed down. African Americans and Latinos still face double-digit unemployment. Now, Biden said today, the contest is over if he wins Florida, but it is surely a sprint to the finish in the last seven presidential contests, fewer than 20,000 votes have decided the winner in this state out of more than 51 million votes cast, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's incredible. Florida always plays such a big role. Thank you very much, Jacqui Heinrich. Let's bring in now Susan Crabtree, Real Clear Politics White House National Political Correspondent. Susan, thank you so much for being here. Good to talk to you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN CRABTREE, RCP NATIONAL POLITICAL CORRESPONDENT",
      "sentences": "Great to be with you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you posit in this piece today that it's possible that Joe Biden has spread himself too thin, that he's going to places like Georgia and Texas and he has spent a fair amount of time in Pennsylvania, but maybe not in the right places and with the right intensity. Tell me about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRABTREE",
      "sentences": "Yes, it's either a colossal mistake or it's a brilliant strategy to run the board, but it's going to really test his dependence on the polls this time and the reliance on their accuracy. We had the same situation going in a week ahead of time with Hillary Clinton last time around, she was about five percent lead in the polls in Pennsylvania in the Keystone State. We have Joe Biden right now according to the Real Clear Politics; average of polls has a 3.8 percent lead. But there's newer polls, more conservative polls from Trafalgar Group and others who are saying that he could even be ahead, that it's a much tighter race there. So, this is a big test for Joe Biden. And he hasn't been there as much as Trump has been there lately. He kind of did an afterthought on Monday and headed to Chester County, which is very close to Wilmington, and did an outing there on Monday. But it seemed like a little bit of a catch up and a little bit of trying to have a do over on the fracking issue and the oil issue that he kind of had a problem with during the debate last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, let's play that sound bite, because that is a big issue, obviously, in Pennsylvania, in Western Pennsylvania primarily, and Wisconsin and Michigan to some extent. Let's watch that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Would you close down the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "By the way, I have a transition from the - yes. I would transition. We're not getting rid of fossil fuels, we're going to get rid of the subsidies for fossil fuels, but we're not getting rid of fossil fuels for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Susan, any take on how that fix from Joe Biden, he's been trying to backtrack that, how that's resonating with voters and how big an issue is it, do you think, in Pennsylvania?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRABTREE",
      "sentences": "Well, certainly in Pennsylvania, it's a big issue, there's so many - there's 600,000 jobs that have to do with the fracking industry. And I think that, you can see it on the campaign trail. Trump is hitting this over and over again. And I think, Pennsylvania and the whole Rust Belt into Ohio, we're going to see if it's going to play out to be a big issue, a winning issue for Trump, because he's hitting it time and time again in these final days. Or if Biden has managed to overcome that problem, he has tried to sort of change his alter, his answer a little bit saying that he would stop fracking on federal lands. But there's so many times during the primaries where he came out so strongly against it, it was very hard. And of course, Trump likes to remind voters about those times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, there's an F&M poll, Franklin & Marshall poll that came out today looking at Pennsylvania and it talks about an important component of Trump's 2016 victory coming from the massive vote advantage that he got in the counties that he won. But it says that Biden currently holds a larger vote share in the counties that Clinton won in 2016 than Trump holds in the counties that he won. So, this is - it's so much about turnout. And what is your sense on turnout in Pennsylvania?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRABTREE",
      "sentences": "Well, we have - it looks like we're heading into it that this 5 percent advantage that Biden has been consistent in a lot of the polls and not the outliers like the Trafalgar Group. So, it's a really hardened opinion about these candidates. You have not very many undecideds. So, yes, that is what Trump is playing on. You can see that. That's why he's barnstorming the state in the last two weeks. He had Melania there. He has been there this week. He has Don Jr. going there with Ted Nugent tomorrow. He's trying to drum up that his get out the vote operation and mobilize his base, because in some places that were very rural, he had a 30 to 45 percent advantage. But with Biden showing these signs in the Franklin & Marshall poll that in the population centers, he is driving up and he has a bigger lead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's driving that that vote up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRABTREE",
      "sentences": "That's a problem for Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, before I let you go, Pennsylvania won't start counting until Election Day, right, even though they've got millions of votes already in or maybe close to that, what's their process? And it's different county-to- county.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRABTREE",
      "sentences": "Yes. Patience is a virtue, Martha, and it's going to be testing that motto in the days after Election Day. You had the Supreme Court declining to weigh in on that case. They could still change their minds on that, but they were not going to expedite. They're going to let the Pennsylvania High Court decision stand. So, the mail in ballots can be counted even if they are received three days after Election Day without legible postmark. Now, you have every county, all the counties in Pennsylvania. They all approach this differently. They can't start until Election Day, but many of them don't start until the day after Election Day. It's going to be a long road ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRABTREE",
      "sentences": "We have to be patient.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh, boy. Yes. Patience. Patience is a virtue. So, we're looking at least Friday potentially for Pennsylvania by that mark. Thank you, Susan. Interesting piece today in Real Clear. Susan Crabtree, good to have you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRABTREE",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, after COVID is over and eventually it will be over. It is likely that other big issues will be confronting the next president, whoever it is, over the next four years. China believes that our country is in a terminal decline. National Security Adviser Robert O'Brien on what he believes we're going to face over the next four years when The Story continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He doesn't call it the China virus, you know why? Because China hasn't paid off, he can't use that term. They gave his son 1.5 billion to manage. He makes millions of dollars a year, I assume. Look, he cannot take on China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The virus is just our latest battle with China. But foreign policy watchers warn that while we've been fighting COVID, China has continued to fight the United States on many fronts. China watcher David Wertheim writes today to remind us that, Beijing believes the United States is locked in terminal decline and that it can manipulate Washington via Wall Street. Wall Street is hungry to get a bigger piece of China's growing middle class, and President Xi is expanding his power by the day. While there are arguments from our allies for either U.S. presidential outcome, there are concerns that, for example, a Biden victory could mean that Japan will have to monitor closely any moves that downplay the China threat and that while some in the Asia Pacific Rim might welcome the defeat of President Trump, there are wary of Biden's ability to execute a tougher China policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "China is going to eat our lunch, come on, man. They're not bad folks, folks. But guess what? They're not a competition for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Which country is the biggest threat to America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Well, I think the biggest threat to America right now in terms of breaking up our security and our alliances is Russia. Secondly, I think that the biggest competitor is China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now, U.S. National Security Adviser Robert O'Brien, good to have you with us this evening. Mr. O'Brien, thank you. Obviously, you work in the White House, you work with President Trump. So, I know that you think that his China policy is sound. But given what we know, and we haven't heard a whole lot about this during the campaign, how do you think China would perceive the difference between the two man, between President Trump and a potential President Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT O'BRIEN, U.S. NATIONAL SECURITY ADVISOR",
      "sentences": "Well, we look at the past 40 years, but especially the past eight years with a lead from behind foreign policy and a strategic patience, foreign policy, where America turned a blind eye to Chinese unfair trade practices, it turned a blind eye to Chinese intellectual property theft of all of our great innovations. It turned a blind eye to China, hollowing out the American Midwest and our manufacturing capability. And you contrast that with President Trump, he is the first president in my adult lifetime who recognized the threat from China, who put tariffs on China, who's called China out for its intellectual property theft. And then on the defense side, who adopted Ronald Reagan's peace through strength policy by rebuilding our military. Remember, our military had been decimated under the prior administrations defense sequestration and the president has rebuilt our military. So that deters China. So, it's a very different - I have no idea because Vice President Biden takes different positions on the campaign trail. And it's not my job to be political. All I can do is look at what we faced when we came into office and what President Trump has done. And it's been pretty spectacular what the president has done with respect to China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, there is a piece in the South China Morning Post headline that says Beijing gives cautious welcome to Vladimir Putin's hint over a Russia China military alliance. So, some might argue that the much more aggressive stance towards China might drive those two adversaries of ours closer together. Is that something that concerns you? And do you think it is a direct result of our more aggressive stance against China? Do you think a more conciliatory approach might have prevented those two from coming together?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "No. What we see is these two authoritarian regimes have been working closely together for many, many years. Much of China's defense industry came from Russia. The Russians have been supplying them for years and years. And we're going to see a battle. We're going to see a divide in the world. And the divide in the world isn't going to be the old USSR divide where there was a big non-aligned movement. You're now going to see a divide in the world between governments that believe in our values like Brazil and India and Europe and the UK and North America, democracies, governments, and countries that believe in the rule of law. And on the other side, you're going to have countries like Iran and Russia and China getting closer together. Those countries don't share our values, they're authoritarian. They spy on their own people. They abuse human rights. They expand their territory through the use of force. So, we're going to really see a difference in the coming years between the democracies and no one has strengthened our relationship with India, for example, between President Trump and Prime Minister Modi or with Brazil, where I was last week between President Bolsonaro and President Trump. We're making tremendous headway in bringing the democracies and the like- minded countries together as we confront the challenges that come from Russia and China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, there are indications that some of those countries are a bit nervous about having to shoulder more of the burden to stand up to China on their own in a potential Biden administration. But the Biden platform on this says that they would be better at bringing allies together against China and that they would be stronger on things like cracking down on the Uyghurs for example, there's a new Senate initiative between Senator Menendez and Senator Risch to try to be more forceful in calling that genocide. Is it a fair criticism? Has the Trump administration been tough enough on human rights issues in China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Well, first of all, with the allies, I don't think any country has done more to bring our allies together on China than the Trump administration. Remember, Huawei was running wild, they stole all our IP from our own telecommunications companies, put them out of business, and then became the world leader. We've got countries from Poland to Australia to Brazil to Italy to the UK saying no to Huawei. So, with NATO, we've got NATO spending $4000 billion more. That's something President Obama and Vice President Biden were never able to get. And when it comes to the Uyghurs, we're the only country in the first administration, this did not happen in the Biden-Obama administration previously. We're the first administration to sanction Chinese companies that use Uyghur slave labor to have sanctioned members of the Chinese Communist Party for suppressing the Uyghurs. No other country has done it and no other administration has done it. So, President Trump is the only one who's gotten tough with China on the Uyghurs. I can't imagine another administration being any tougher than President Trump has been already with respect to religious freedom in China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "White House National Security Advisor Robert O'Brien, thank you, sir. Always good to have you with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Great to be with you, Martha. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, as we mentioned, there's a ton of campaigning going on, Joe Biden is in Florida tonight, a major battleground in this race. It's his second driving rally in that state today, making his final case for those 29 electoral votes. It's a big basket that is offered by Florida. President Trump won it by the thinnest of margins, as you see there back in 2016. Let's listen in for a bit to the former vice president in Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Like Donald Trump says, he wants to institute if he gets re-elected, he says will bankrupt Social Security by 2023 as my wife would say, Google it. You'll see what I'm telling you. You've got that right, pal. He said, Trump is bankrupt, by the way, probably he is, he owes $400 million of somebody, anyway. Folks, we have to vote, we have to vote for our military families, no, not a joke. Folks, of all the things Donald Trump has said, nothing is bothering me worse than the way he's spoken to those who served in uniform, he called them losers and suckers. My deceased son, Beau Biden, who won the Bronze Star, the conspicuous service medal. In other words, volunteered to go to Iraq for a year, gave up his attorney general job to go with his unit. He wasn't a sucker or a loser. He was a patriot like all of you who served, like your sons, your daughters, your parents, and your grandparents. We have to vote for their dignity. Respect, they are due. We have to vote, because while Donald Trump fails to condemn white supremacy, we can deliver racial justice while he's trying to make it worse. Look, Donald Trump doesn't believe that systemic racism is a problem. He won't say Black Lives Matter. We know they matter. That's why a season of protest has broken out across the nation. But by the way, protesting is not burning or looting. Violence must never be a tactic tolerated, and it won't. But these protesters aren't a cry for justice. The names of George Floyd, Breonna Taylor, Jacob Blake will not soon be forgotten. Not by me, not by us, not by this country. When I met with the family. His little daughter said, looked at me, she's only about seven years old, and I knelt down to talk to her and the family. She looked at me, she said, Mr. Vice President, my daddy is changing the world. Well, guess what? The inspiration coming from her daddy would happen, this new wave of justice in America, but true justice is also more than just dealing with abuse. It's about economic justice. It's about schools, housing, access to capital, good paying jobs, a minimum wage of a minimum of $15 an hour, financial stability, giving families a color, a real shot to own their own home, start a small business, send the child a college debt free, so we can build wealth and pass on opportunities through generations like we did, like so many middle class families have in the past. But we have to vote to ensure the full promise of this country. We have to vote to meet the challenge of climate crisis because in Florida, it is a crisis. We're all seeing the impact more than most, devastating hurricanes that lay waste to whole communities. Economic toll is astounding, and it grows every year. But the human toll is worse. Lost lives, lost homes, small businesses shattered. First responders put at risk from the West Coast burning, the middle part of the country, flooding. Donald Trump, when he thinks climate change, he says hoax. Well, guess what, speaking to hoax, remember what he said about these increasing violent hurricanes and the frequency, he actually said maybe we should detonate a nuclear bomb over the Atlantic. By the way, the same stable genius has said the biggest problem we had in the Revolutionary War is we didn't have enough airports. I tell you what. Look, his answers to the families in Puerto Rico struggling through Hurricane Maria was - what did he do, toss rolls of paper towels at them. He doesn't have any real answers. We know we can do something about it while combating climate change means jobs, we can unleash American ingenuity in manufacturing and build a stronger, more climate resistant nation, creating millions of new high paying jobs. We can change the path we're on. We've got to act now. Time is running out. This country can't afford four more years of Trump who thinks he's only responsible, the people who voted for him. I don't see the presidency that way. I see them as an American, I'd run as a proud Democrat. But guess what? It's starting to rain. I'm going to shorten this for you all. I don't see America that way. In 2008, 2012, you place your trust in Barack and me. Well, guess what? Each day we were in office, we work for you, the entire country. It was never about red states or blue states, always about the United States of America. I was reminded of that last month when I visited Gettysburg. Folks, you know what, when I went to Gettysburg to make that speech, Abraham Lincoln said a house divided cannot stand, when a nation divided cannot stand. I was reminded that earlier this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, we seem to have lost the signal there. We heard from the former vice president that it was a bit rainy out there and that he was planning on cutting it a little bit short in Tampa, Florida, tonight. Jacqui Heinrich is also standing by. She's covering this for us tonight. We have three women voters who were watching this with us this evening, and they voted for President Trump in 2016. And we're going to speak with them about how they feel about their vote right now, and what is guiding their decision, right after this. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, we've heard a lot about the women's vote, big gender gap we are seeing in the polls and the three women that you are about to meet all voted for now President Trump back in 2016. And a poll out today shows that President Trump is trailing Joe Biden by nine points among the category of white women. That's a national number, but we see similar numbers, some of them bigger than that in places across the country. Now in 2016, President Trump won over more white women voters than Hillary Clinton did and she was running to be the first woman in the White House. Those were really shocking numbers on election night back in 2016. So, what are women thinking about the way they are going to vote now? Lauren Debellis Appell -- Lauren Debellis Appell, sorry, I hope I didn't totally mess up your name, from Fairfax, Virginia, is a writer and wrote an interesting piece on this. She's here tonight. Jessica Freeman is a loan processor from Rockmark, Georgia, and Katey Morse is a bank manager from Grand Rapids, Michigan. So great to have all of you with us tonight. Thank you so much for being here. Lauren, let me start with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN DEBELLIS APPELL, VIRGINIA VOTER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You wrote a piece, you know, that we hear so much about the suburban moms, it reminds me of the security moms and the soccer moms and this time around, the moms of this country are a big part of what's going to maybe swing this election in the end. And you say, Lauren, that you are not really in sync with a lot of -- a lot of your neighbors. Tell us about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "APPELL",
      "sentences": "Good evening, Martha. Yes. You know, I'm not here to tell anybody how to vote but for me it's never really been about personality, it's always been about policies. You know, I think Barack Obama had a fabulous personality but I didn't agree with a lot of his policies. And President Trump has done more in the last three and a half years than Joe Biden has done in the last 47 years. And just take today for example. We got some great economic news. Jobs are coming back and Joe Biden has signaled that he is willing to shut down the country again if need be. And you know, and that means online schooling continues for our kids. And in our county in Fairfax the teacher's unions are pushing the school boards to continue online schooling into the fall of 2021. The CDC has said that since school closures have happened, that suicides are up among kids, that deaths from drug use is up. I mean, when you look at it through that lens it's a no-brainer. I mean, Donald Trump is a clear choice for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Katey, I know you've said that you voted for Trump the first time around, and I believe you say that you're leaning or have already voted for Biden and let us know. But what's your reaction to what you just heard from Lauren?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATEY MORSE, MICHIGAN VOTER",
      "sentences": "Well, first of all, you know, thank you, Martha, for having me on your show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORSE",
      "sentences": "Yes, I voted for Trump in 2016 looking for a fresh start and I don't think that's what we got at all. I think we got somebody that has completely torn our country apart. We -- if you were to look back at Reagan or any of the Bush's, if you look back at Clinton or Obama, never has our country been more divided, and angry, and sad. And if you ask me if I'm better off, I'm not. We have a pandemic going on that he is not standing up for, and getting our kids back in the classroom. Our kids are in the classroom because of our teachers and our educators are working hard, it's not because of Donald Trump. It's not because of anything that he has done. You can talk about the economy all you want and the great news that you think came out today but if you really compare quarter two to quarter three those are not apple to apple numbers. The decrease and increase not equal in that zero there. So, there is a lot of work to be done and Joe Biden is going to unite this country. And I don't like AOC and I don't like ACB, but I'm a moderate and I'm going to be in the middle and I'm going to vote for somebody that's going to bring diverse ideas to the table and work with everybody to get the job done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jessica, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA FREEMAN, GEORGIA VOTER",
      "sentences": "I typically don't vote for personality either, but in this case, Donald Trump, he is destroying the country. He is -- he is dividing us in such a way that it's going to be hard to recover. You know, I've heard from both sides because I have family and friends on both sides. One side is afraid that if Trump wins it will be a civil war. The other side is afraid that if Biden wins there's going to be a civil war. And it's not blacks against whites. It's not cops against citizens, it's Democrats against Republicans. And that's -- we have never been here before in this country since --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jessica, let me ask you something, why did you vote for Trump in 2016? Why did you -- why was that your choice then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "I voted for Donald Trump in 2016 because I believe we needed industry and manufacturing back in this country. I believed in the blue- collar worker and that was my hope. I know so many people that don't have a college education and they need a way to support their families and retire and benefit. And I so was desiring that for our nation. And I don't see that that's how --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK, I hear you. So, Lauren, Katey and then Lauren, what kind of economy would you expect under Joe Biden? He's talking about -- he is going to talk about raising taxes, he thinks that that's a good thing for the economy. What do you think it's going to look like? Katey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORSE",
      "sentences": "As far as what I think it's going to look like, the economy is not going to come back until this pandemic is under control. Our small business owners aren't able to fully reopen and operate unless this pandemic is under control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are you concerned that he might shut the economy down again? Does that concern you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORSE",
      "sentences": "It doesn't concern me because I think that we are resilient as an American people and I think we're going to get back. But the problem is we're not uniting together as a country. We're so, you know, Republican versus Democrat. Nobody is working together, and that is what it comes down to, Martha, at this time. It's coming together and fighting this virus and moving past. We will be stronger because of it, but people need to put down, you know, their beliefs and some sort of a sense so we can find a way to come in the middle and work together and I'm really hoping for unity under Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. Lauren, final thought? Based on what you've heard here in the past couple of minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "APPELL",
      "sentences": "Well, Joe Biden had 47 years to get something done and he's gotten absolutely nothing done. And if you look at just the public safety right now, I mean, he can't even say the words law and order. Donald Trump has gotten the endorsement of police organizations throughout the country, endorsements that historically they even haven't endorsed anyone and if they do it's always been a Democrat because they know that he is the one that has their back right now. I mean, look at all this rioting and looting that's going on? Joe Biden can't -- it took him months to even kind of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORSE",
      "sentences": "In Donald Trump's America. In Donald Trump's America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "APPELL",
      "sentences": "-- condemn. Excuse me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORSE",
      "sentences": "The rioting and looting is because of Donald Trump's America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "APPELL",
      "sentences": "Yes. In all these -- in all of these Democrat cities because they won't put a stop to it. That's the problem right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORSE",
      "sentences": "No, no, that's wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Thank you, ladies. I know we could talk -- we could talk all night and I appreciate all of you being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "APPELL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jessica, Katey, Lauren. Hang in there. We'll talk again soon I hope. Good to have you all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORSE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "APPELL",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. Thank you. We will be back. Thank you. So as President Trump battles for a bigger slice also of the black vote, an L.A. Times reporter says that black male voters are drawn to his, quote, \"toxic masculinity.\" Vernon Jones and Richard Fowler debate that one, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There is a battle to bring more black voters over to the GOP. President Trump has touted the economic gains for black and Hispanic voters pre-COVID, as well as his work with the First Step Act. But an op-ed in the L.A. Times argues that the appeal is about something else. Writer Erin Logan says black male support for President Trump is about, quote, \"toxic masculinity.\" She cites Georgia State Representative Vernon Jones, a Democrat who is a big Trump supporter now, the piece reads in part, Vernon Jones sees a continuance of Trump's fiscal policies as a way for black America to pursue financial uplift. He believes Trump's ability to, quote, \"swim against the grain defying elites in both parties is a sin of strength, just as black men have always had to be strong. But when Jones told me that Trump is a strong man and a man's man, I felt erased as a black woman, she writes. These traits can quickly devolve into toxic masculinity.\" So, Vernon Jones the aforementioned joins me now. He's a Democratic Georgia State Representative and a Trump campaign surrogate, and Richard Fowler, senior follow at the New Leaders Council and a Fox News contributor. Gentlemen, thank you very much for being here tonight. So, Vernon, how did you take what she wrote about you there, what's your take away?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERNON JONES (D), GEORGIA STATE REPRESENTATIVE",
      "sentences": "Well, I take it this way. First of all, when women are attracted to women voters there are no issues about women femininity. It's women supporting women. So why can't men support men? Why can't things and men appeal to men like things in women appeal to women? But if that reporter had not been thinking as a female and just wrote the story it would not have been an issue. But she as a female she took it personal. But she doesn't take it personal if she talked to a female who support Kamala Harris. And so, if she had written and just add, OK, this is how I feel, this is his information, then it would be fine. And that's the problem. And yes, Donald Trump appeals to African-American men, why? Because Joe Biden destroyed an entire generation of black men through mass incarceration. Stripped from their families, their mothers, their wives, of their sisters and their brothers and many black men died in jail because of those long sentences where they never got a chance to reunite with their family. We don't even talk about them. And look how many do the president's First Step Act that he's released from jail because of what Joe Biden did? So black men, yes, we've had a hard time. We've had a challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "As a matter of fact, it was Hillary Clinton that called as super predators. But Joe Biden also called us predators and said what, that we are danger to his mother in her neighborhood. So, let's be clear about this. Black men see Trump has actually done something for black men that nobody else ever has it in recent times as president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. All right. Let me get Richard's reaction here to that piece and to what Vernon just had to say. Richard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD FOWLER, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, thanks for having me, Martha. And I think the representative is right to some extent. What made Donald Trump so popular in the summer months amongst African-American voters were Joe Biden's vote on the crime bill. But if you take a look at the numbers which I have done, thanks to my folks at (Inaudible) and the only millennial polling firm in this country -- what they found is this. Voters who have already voted 91 percent of them have voted for Joe Biden and only 4 percent have voted for Donald Trump. And the reason being is because in the home stretch, because of peer to peer communication, peer to peer persuasion, black men having conversations with black men, they've been able to move many of these -- one Trump supporting black men to go and vote for Joe Biden. I think the other impact that we've actually seen is also the Barack Obama effect. In the last two weeks Barack Obama hit the campaign trail with the direct target on African-African men and it seems to be working pretty effectively because the number also show that black men, thanks to Barack Obama and thanks to some of the works of the Biden campaign, seem to be moving to the left and they are showing that with their votes. And don't get me wrong, I do think we have to have a conversation about the impact of the 1994 crime bill has had on black communities but I think people are also looking at the impact that Donald Trump and his rhetoric has had on black communities. And they view that as more impactful in their vote than they do on the 1994 crime bill vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. I just want to mention that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Martha, you know what's interesting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Barack Obama and Joe Biden are going to join forces on the campaign trail on Saturday. Vernon, do you want to respond to Richard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes. Here's what's interesting, Martha. Joe Biden nor Barack Obama did anything for black men. And they had eight years in office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "That's actually not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Black people -- well, that is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "That's actually not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "They did not -- they did not do prison reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "No, it's not because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "let me finish. Now you talk, I allowed you to talk. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "But you're talking (Inaudible) and misinformation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I've --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Here's a fact. Joe Biden and Barack Obama --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Here's the fact. Jobama (Ph) -- Joe -- I'm sorry. We used to say Jobama (Ph). Joe Biden and Barack Obama had eight years to fix the crime bill. They had two years of majority, Democrat House and Senate. As a matter of fact, 60 members in the Senate which was what, filibuster proof. Did they do anything for prison reform? No, not anything. Obama meant a lot to black people -- That's actually not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "-- but he didn't do a damn thing for black people. And for him to tell me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "-- that Obama helped the black community, name one thing that Joe Biden --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "Mr. Representative --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm going to give you 10 seconds, Richard, because I want to be fair but I've got to go, and I'm getting wrapped. very quickly, Richard, what's your strongest rebut point here before we go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "So, number one, Barack Obama and Joe Biden worked for on equalizing census for crack cocaine and coc, number one. And number two --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Fake news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "-- Barack Obama tried to get criminal -- Barack Obama tried to get criminal reform done -- criminal justice reform done and sadly Republicans in Congress are the same ones that almost blocked the First Step Act --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "No. It was Democrat House and the Senate. They didn't do it for two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "-- blocked Barack Obama from getting it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, we got to leave it there, gentlemen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "And these are the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "They had two years, six years --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The fact of the matter is that, it was President Trump who did ultimately get it done. Voters can digest that and they will make their decision on Tuesday night. I want to thank Vernon Jones and Richard Fowler for being here tonight. Coming up, President Trump's North Carolina rally was postponed tonight due to weather but elsewhere there is a Trump pride event going on tonight. Members of the LGBTQ community turned out to show their support tonight and we will talk to them after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "LGBTQ conservatives rallying for President Trump in the battleground State of Michigan tonight and advocating for the president's support of the gay community. In 2016, those who identify as gay, lesbian, bisexual, or transgender voted overwhelmingly for Hillary Clinton by a margin of 77 percent according to the Fox News exit polls. My next guest spoke at tonight's event. Bill White is the national co-chair of the Trump Pride coalition. Bill, good to see you tonight, thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL WHITE, CO-CHAIR, TRUMP PRIDE COALITION",
      "sentences": "Hi Martha, how are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Hi. I'm doing well, thank you. So, tell us, you know, obviously --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "Great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- it is a small section of LGBTQ voters who vote conservative. Tell us why, you are there tonight and what's happening at the event and why you support President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "Well, thank you so much, Martha. We are so excited here in Michigan and I'm standing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "-- in front of so many wonderful Michiganders who are tired of what's going on in their beautiful state. They want to retain the leadership of President Donald Trump for four more years --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "-- and I -- and I want to make a prediction that they think and I think that the president is going to bring Michigan home for the presidency for four more years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, you know, Michigan, obviously the polls are not going his way at this point so what gives you that sense on the ground there tonight? What are you seeing there that maybe others are not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "Well, I think there is an organic sense here, number one, that we are not trusting the polls. We have a great ground game here in Michigan and the president has been here. The people of Michigan believe in his promises made, promises kept. His love of our military, he's building back our economy and his handling of the COVID here. I can tell you from being here tonight the folks behind us are tired of the current leadership's approach to it, they want to open up their businesses, they want to get back to work safely and provide for their families and build back the company under President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, obviously, President Trump appointed the first gay ambassador, Richard Grenell to Germany. But a lot of people would look at you, Bill, and say why would you support President Trump? I think there's something like 80 percent of the vote is expected to go to Joe Biden among LGBTQ individuals so, why do you support him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "Well, one of the reasons why I support him is as I've known him for over 25 years and I know his character, I know how much he loves our country. And I also -- I see this with his appointment of Rick Grenell, it wasn't just supporting the gay inc. like the Democrats have been doing for years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "You know, when Rick was appointed the first gay ambassador, Kamala Harris did not even want to meet with him. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We got to leave it there, Bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "This is very important --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "-- to know that the president is pro-LGBT.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Bill. I'm happy to have you with us. I got to go. The Story is ending tonight for October 29th. We'll see you back here tomorrow night. Thanks for being here, everybody. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "Good evening, everybody. I'm Martha MacCallum, and this is The Story of an America that is now just five days away from electing its next president. Tonight, we've got Joe Biden in Florida on the campaign trail. We're going to take you there in just a bit. Check in with Jacqui Heinrich. Also, President Trump and the first lady were in Tampa as well earlier today. Florida, obviously a major focus of attention right now, promising economic uplift for Hispanic voters in that region. School choice, another big issue in this campaign. And the president calling for a giant red wave to sweep across the country that as the incumbent battles to keep that state very important in his column. He has struggled there with women voters in the polls, senior voters as well. Tonight though, we will speak to three women about that. A few hours ago, we heard this from the first lady."
    },
    {
      "speaker": "MELANIA TRUMP, FIRST LADY OF THE UNITED STATES",
      "utterance": "We are a country of hope, not a country of fear or weakness. This country deserves a president with proven results, not empty words and promises. The President of the United States Donald J. Trump."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's the first time we've seen Melania Trump at an actual rally over the course of this campaign. They had planned after that to go to North Carolina. That plan was scrapped due to weather that is spinning off of Hurricane Zeta tonight through the East Coast. But the president did have the wind at his back from a 33-point jump in economic growth in Q3 from July to September. And that fueled some of his stops today. It is a move up, a big move up from a big move down during the COVID economy. So, it is an increasingly tight race out there. And Florida is likely to be an early sign in the night of how things may go on Tuesday. After that, we'll be watching Pennsylvania for sure, which many believe could be the state that picks the winner of the White House in this race ultimately. So, today in Real Clear Politics, Susan Crabtree writes, the Biden campaign is paying a lot of attention to red states and Democrats fear that if he loses Pennsylvania and goes down in defeat, he will have repeated Hillary Clinton's monumental mistake of trying to run the table. Here's President Trump's campaign manager, Bill Stepien."
    },
    {
      "speaker": "BILL STEPIEN, TRUMP'S CAMPAIGN MANAGER",
      "utterance": "I invite Joe Biden to expand his limited campaign travel on faith that he's not going to win in 2020."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So more on that in just a moment. And later tonight, just a look ahead for you for a second here, National Security Adviser Robert O'Brien will be joining us on the biggest threat that the next president will face post COVID-19, which many believe is China. We'll talk about that with him. But we kick off things tonight with Correspondent Jacqui Heinrich. She's live on the ground in Tampa with the Biden campaign covering that. Good evening, Jacqui."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Martha. Well, in the final push for the state's 29 electoral votes, Joe Biden is trying to mobilize his reliable base in counties, Hillary Clinton won in 2016 rather than try to flip voters in Trump country. In a Monmouth poll out today shows Joe Biden has a razor thin lead over President Trump, four to six points based on different likely voter models with increased support among young people and a growing gender gap. But here's where things get tricky. Biden leads by a huge margin among people of color, but his lead is 10 points smaller among Latinos. And a Telemundo poll also out today showed Biden with an even narrower lead among Hispanics, just five points in that poll. And that all could spell trouble because even though Hillary Clinton won 62 percent of Florida's Hispanic vote, she still lost the state. Now, President Trump has been gaining ground among conservative Cuban Americans with ads calling Biden a socialist, portraying him alongside images of Latin American dictators, including Fidel Castro. And although Biden has long rebuffed claims that he's a puppet of the radical Left. Today, he addressed those people who fled socialist countries for Florida."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "utterance": "If, in fact, he, Donald Trump, had been president when they were coming back in the old days, they wouldn't be here because look what he's doing. He's sending Cuban Americans back to the dictatorship. He's sending Venezuelan American back to the dictatorship. He's trying to send Haitian Americans back."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Biden's campaign has been ramping up its outreach among Hispanics and Latinos, often touching on Coronavirus and the economy. But facing a positive economic report today, Biden said not to be fooled by a case shaped recovery where things look good for people at the top but get worse for those at the bottom. He said visits to food banks haven't slowed down. African Americans and Latinos still face double-digit unemployment. Now, Biden said today, the contest is over if he wins Florida, but it is surely a sprint to the finish in the last seven presidential contests, fewer than 20,000 votes have decided the winner in this state out of more than 51 million votes cast, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's incredible. Florida always plays such a big role. Thank you very much, Jacqui Heinrich. Let's bring in now Susan Crabtree, Real Clear Politics White House National Political Correspondent. Susan, thank you so much for being here. Good to talk to you tonight."
    },
    {
      "speaker": "SUSAN CRABTREE, RCP NATIONAL POLITICAL CORRESPONDENT",
      "utterance": "Great to be with you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you posit in this piece today that it's possible that Joe Biden has spread himself too thin, that he's going to places like Georgia and Texas and he has spent a fair amount of time in Pennsylvania, but maybe not in the right places and with the right intensity. Tell me about that."
    },
    {
      "speaker": "CRABTREE",
      "utterance": "Yes, it's either a colossal mistake or it's a brilliant strategy to run the board, but it's going to really test his dependence on the polls this time and the reliance on their accuracy. We had the same situation going in a week ahead of time with Hillary Clinton last time around, she was about five percent lead in the polls in Pennsylvania in the Keystone State. We have Joe Biden right now according to the Real Clear Politics; average of polls has a 3.8 percent lead. But there's newer polls, more conservative polls from Trafalgar Group and others who are saying that he could even be ahead, that it's a much tighter race there. So, this is a big test for Joe Biden. And he hasn't been there as much as Trump has been there lately. He kind of did an afterthought on Monday and headed to Chester County, which is very close to Wilmington, and did an outing there on Monday. But it seemed like a little bit of a catch up and a little bit of trying to have a do over on the fracking issue and the oil issue that he kind of had a problem with during the debate last week."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, let's play that sound bite, because that is a big issue, obviously, in Pennsylvania, in Western Pennsylvania primarily, and Wisconsin and Michigan to some extent. Let's watch that."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Would you close down the--"
    },
    {
      "speaker": "BIDEN",
      "utterance": "By the way, I have a transition from the - yes. I would transition. We're not getting rid of fossil fuels, we're going to get rid of the subsidies for fossil fuels, but we're not getting rid of fossil fuels for a long time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Susan, any take on how that fix from Joe Biden, he's been trying to backtrack that, how that's resonating with voters and how big an issue is it, do you think, in Pennsylvania?"
    },
    {
      "speaker": "CRABTREE",
      "utterance": "Well, certainly in Pennsylvania, it's a big issue, there's so many - there's 600,000 jobs that have to do with the fracking industry. And I think that, you can see it on the campaign trail. Trump is hitting this over and over again. And I think, Pennsylvania and the whole Rust Belt into Ohio, we're going to see if it's going to play out to be a big issue, a winning issue for Trump, because he's hitting it time and time again in these final days. Or if Biden has managed to overcome that problem, he has tried to sort of change his alter, his answer a little bit saying that he would stop fracking on federal lands. But there's so many times during the primaries where he came out so strongly against it, it was very hard. And of course, Trump likes to remind voters about those times."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, there's an F&M poll, Franklin & Marshall poll that came out today looking at Pennsylvania and it talks about an important component of Trump's 2016 victory coming from the massive vote advantage that he got in the counties that he won. But it says that Biden currently holds a larger vote share in the counties that Clinton won in 2016 than Trump holds in the counties that he won. So, this is - it's so much about turnout. And what is your sense on turnout in Pennsylvania?"
    },
    {
      "speaker": "CRABTREE",
      "utterance": "Well, we have - it looks like we're heading into it that this 5 percent advantage that Biden has been consistent in a lot of the polls and not the outliers like the Trafalgar Group. So, it's a really hardened opinion about these candidates. You have not very many undecideds. So, yes, that is what Trump is playing on. You can see that. That's why he's barnstorming the state in the last two weeks. He had Melania there. He has been there this week. He has Don Jr. going there with Ted Nugent tomorrow. He's trying to drum up that his get out the vote operation and mobilize his base, because in some places that were very rural, he had a 30 to 45 percent advantage. But with Biden showing these signs in the Franklin & Marshall poll that in the population centers, he is driving up and he has a bigger lead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's driving that that vote up."
    },
    {
      "speaker": "CRABTREE",
      "utterance": "That's a problem for Trump."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, before I let you go, Pennsylvania won't start counting until Election Day, right, even though they've got millions of votes already in or maybe close to that, what's their process? And it's different county-to- county."
    },
    {
      "speaker": "CRABTREE",
      "utterance": "Yes. Patience is a virtue, Martha, and it's going to be testing that motto in the days after Election Day. You had the Supreme Court declining to weigh in on that case. They could still change their minds on that, but they were not going to expedite. They're going to let the Pennsylvania High Court decision stand. So, the mail in ballots can be counted even if they are received three days after Election Day without legible postmark. Now, you have every county, all the counties in Pennsylvania. They all approach this differently. They can't start until Election Day, but many of them don't start until the day after Election Day. It's going to be a long road ahead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's crazy."
    },
    {
      "speaker": "CRABTREE",
      "utterance": "We have to be patient."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh, boy. Yes. Patience. Patience is a virtue. So, we're looking at least Friday potentially for Pennsylvania by that mark. Thank you, Susan. Interesting piece today in Real Clear. Susan Crabtree, good to have you with us tonight."
    },
    {
      "speaker": "CRABTREE",
      "utterance": "Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, after COVID is over and eventually it will be over. It is likely that other big issues will be confronting the next president, whoever it is, over the next four years. China believes that our country is in a terminal decline. National Security Adviser Robert O'Brien on what he believes we're going to face over the next four years when The Story continues."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He doesn't call it the China virus, you know why? Because China hasn't paid off, he can't use that term. They gave his son 1.5 billion to manage. He makes millions of dollars a year, I assume. Look, he cannot take on China."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The virus is just our latest battle with China. But foreign policy watchers warn that while we've been fighting COVID, China has continued to fight the United States on many fronts. China watcher David Wertheim writes today to remind us that, Beijing believes the United States is locked in terminal decline and that it can manipulate Washington via Wall Street. Wall Street is hungry to get a bigger piece of China's growing middle class, and President Xi is expanding his power by the day. While there are arguments from our allies for either U.S. presidential outcome, there are concerns that, for example, a Biden victory could mean that Japan will have to monitor closely any moves that downplay the China threat and that while some in the Asia Pacific Rim might welcome the defeat of President Trump, there are wary of Biden's ability to execute a tougher China policy."
    },
    {
      "speaker": "BIDEN",
      "utterance": "China is going to eat our lunch, come on, man. They're not bad folks, folks. But guess what? They're not a competition for us."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Which country is the biggest threat to America?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Well, I think the biggest threat to America right now in terms of breaking up our security and our alliances is Russia. Secondly, I think that the biggest competitor is China."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now, U.S. National Security Adviser Robert O'Brien, good to have you with us this evening. Mr. O'Brien, thank you. Obviously, you work in the White House, you work with President Trump. So, I know that you think that his China policy is sound. But given what we know, and we haven't heard a whole lot about this during the campaign, how do you think China would perceive the difference between the two man, between President Trump and a potential President Biden?"
    },
    {
      "speaker": "ROBERT O'BRIEN, U.S. NATIONAL SECURITY ADVISOR",
      "utterance": "Well, we look at the past 40 years, but especially the past eight years with a lead from behind foreign policy and a strategic patience, foreign policy, where America turned a blind eye to Chinese unfair trade practices, it turned a blind eye to Chinese intellectual property theft of all of our great innovations. It turned a blind eye to China, hollowing out the American Midwest and our manufacturing capability. And you contrast that with President Trump, he is the first president in my adult lifetime who recognized the threat from China, who put tariffs on China, who's called China out for its intellectual property theft. And then on the defense side, who adopted Ronald Reagan's peace through strength policy by rebuilding our military. Remember, our military had been decimated under the prior administrations defense sequestration and the president has rebuilt our military. So that deters China. So, it's a very different - I have no idea because Vice President Biden takes different positions on the campaign trail. And it's not my job to be political. All I can do is look at what we faced when we came into office and what President Trump has done. And it's been pretty spectacular what the president has done with respect to China."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, there is a piece in the South China Morning Post headline that says Beijing gives cautious welcome to Vladimir Putin's hint over a Russia China military alliance. So, some might argue that the much more aggressive stance towards China might drive those two adversaries of ours closer together. Is that something that concerns you? And do you think it is a direct result of our more aggressive stance against China? Do you think a more conciliatory approach might have prevented those two from coming together?"
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "No. What we see is these two authoritarian regimes have been working closely together for many, many years. Much of China's defense industry came from Russia. The Russians have been supplying them for years and years. And we're going to see a battle. We're going to see a divide in the world. And the divide in the world isn't going to be the old USSR divide where there was a big non-aligned movement. You're now going to see a divide in the world between governments that believe in our values like Brazil and India and Europe and the UK and North America, democracies, governments, and countries that believe in the rule of law. And on the other side, you're going to have countries like Iran and Russia and China getting closer together. Those countries don't share our values, they're authoritarian. They spy on their own people. They abuse human rights. They expand their territory through the use of force. So, we're going to really see a difference in the coming years between the democracies and no one has strengthened our relationship with India, for example, between President Trump and Prime Minister Modi or with Brazil, where I was last week between President Bolsonaro and President Trump. We're making tremendous headway in bringing the democracies and the like- minded countries together as we confront the challenges that come from Russia and China."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, there are indications that some of those countries are a bit nervous about having to shoulder more of the burden to stand up to China on their own in a potential Biden administration. But the Biden platform on this says that they would be better at bringing allies together against China and that they would be stronger on things like cracking down on the Uyghurs for example, there's a new Senate initiative between Senator Menendez and Senator Risch to try to be more forceful in calling that genocide. Is it a fair criticism? Has the Trump administration been tough enough on human rights issues in China?"
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Well, first of all, with the allies, I don't think any country has done more to bring our allies together on China than the Trump administration. Remember, Huawei was running wild, they stole all our IP from our own telecommunications companies, put them out of business, and then became the world leader. We've got countries from Poland to Australia to Brazil to Italy to the UK saying no to Huawei. So, with NATO, we've got NATO spending $4000 billion more. That's something President Obama and Vice President Biden were never able to get. And when it comes to the Uyghurs, we're the only country in the first administration, this did not happen in the Biden-Obama administration previously. We're the first administration to sanction Chinese companies that use Uyghur slave labor to have sanctioned members of the Chinese Communist Party for suppressing the Uyghurs. No other country has done it and no other administration has done it. So, President Trump is the only one who's gotten tough with China on the Uyghurs. I can't imagine another administration being any tougher than President Trump has been already with respect to religious freedom in China."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "White House National Security Advisor Robert O'Brien, thank you, sir. Always good to have you with us."
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Great to be with you, Martha. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, as we mentioned, there's a ton of campaigning going on, Joe Biden is in Florida tonight, a major battleground in this race. It's his second driving rally in that state today, making his final case for those 29 electoral votes. It's a big basket that is offered by Florida. President Trump won it by the thinnest of margins, as you see there back in 2016. Let's listen in for a bit to the former vice president in Florida."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Like Donald Trump says, he wants to institute if he gets re-elected, he says will bankrupt Social Security by 2023 as my wife would say, Google it. You'll see what I'm telling you. You've got that right, pal. He said, Trump is bankrupt, by the way, probably he is, he owes $400 million of somebody, anyway. Folks, we have to vote, we have to vote for our military families, no, not a joke. Folks, of all the things Donald Trump has said, nothing is bothering me worse than the way he's spoken to those who served in uniform, he called them losers and suckers. My deceased son, Beau Biden, who won the Bronze Star, the conspicuous service medal. In other words, volunteered to go to Iraq for a year, gave up his attorney general job to go with his unit. He wasn't a sucker or a loser. He was a patriot like all of you who served, like your sons, your daughters, your parents, and your grandparents. We have to vote for their dignity. Respect, they are due. We have to vote, because while Donald Trump fails to condemn white supremacy, we can deliver racial justice while he's trying to make it worse. Look, Donald Trump doesn't believe that systemic racism is a problem. He won't say Black Lives Matter. We know they matter. That's why a season of protest has broken out across the nation. But by the way, protesting is not burning or looting. Violence must never be a tactic tolerated, and it won't. But these protesters aren't a cry for justice. The names of George Floyd, Breonna Taylor, Jacob Blake will not soon be forgotten. Not by me, not by us, not by this country. When I met with the family. His little daughter said, looked at me, she's only about seven years old, and I knelt down to talk to her and the family. She looked at me, she said, Mr. Vice President, my daddy is changing the world. Well, guess what? The inspiration coming from her daddy would happen, this new wave of justice in America, but true justice is also more than just dealing with abuse. It's about economic justice. It's about schools, housing, access to capital, good paying jobs, a minimum wage of a minimum of $15 an hour, financial stability, giving families a color, a real shot to own their own home, start a small business, send the child a college debt free, so we can build wealth and pass on opportunities through generations like we did, like so many middle class families have in the past. But we have to vote to ensure the full promise of this country. We have to vote to meet the challenge of climate crisis because in Florida, it is a crisis. We're all seeing the impact more than most, devastating hurricanes that lay waste to whole communities. Economic toll is astounding, and it grows every year. But the human toll is worse. Lost lives, lost homes, small businesses shattered. First responders put at risk from the West Coast burning, the middle part of the country, flooding. Donald Trump, when he thinks climate change, he says hoax. Well, guess what, speaking to hoax, remember what he said about these increasing violent hurricanes and the frequency, he actually said maybe we should detonate a nuclear bomb over the Atlantic. By the way, the same stable genius has said the biggest problem we had in the Revolutionary War is we didn't have enough airports. I tell you what. Look, his answers to the families in Puerto Rico struggling through Hurricane Maria was - what did he do, toss rolls of paper towels at them. He doesn't have any real answers. We know we can do something about it while combating climate change means jobs, we can unleash American ingenuity in manufacturing and build a stronger, more climate resistant nation, creating millions of new high paying jobs. We can change the path we're on. We've got to act now. Time is running out. This country can't afford four more years of Trump who thinks he's only responsible, the people who voted for him. I don't see the presidency that way. I see them as an American, I'd run as a proud Democrat. But guess what? It's starting to rain. I'm going to shorten this for you all. I don't see America that way. In 2008, 2012, you place your trust in Barack and me. Well, guess what? Each day we were in office, we work for you, the entire country. It was never about red states or blue states, always about the United States of America. I was reminded of that last month when I visited Gettysburg. Folks, you know what, when I went to Gettysburg to make that speech, Abraham Lincoln said a house divided cannot stand, when a nation divided cannot stand. I was reminded that earlier this week."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, we seem to have lost the signal there. We heard from the former vice president that it was a bit rainy out there and that he was planning on cutting it a little bit short in Tampa, Florida, tonight. Jacqui Heinrich is also standing by. She's covering this for us tonight. We have three women voters who were watching this with us this evening, and they voted for President Trump in 2016. And we're going to speak with them about how they feel about their vote right now, and what is guiding their decision, right after this. Stay with us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, we've heard a lot about the women's vote, big gender gap we are seeing in the polls and the three women that you are about to meet all voted for now President Trump back in 2016. And a poll out today shows that President Trump is trailing Joe Biden by nine points among the category of white women. That's a national number, but we see similar numbers, some of them bigger than that in places across the country. Now in 2016, President Trump won over more white women voters than Hillary Clinton did and she was running to be the first woman in the White House. Those were really shocking numbers on election night back in 2016. So, what are women thinking about the way they are going to vote now? Lauren Debellis Appell -- Lauren Debellis Appell, sorry, I hope I didn't totally mess up your name, from Fairfax, Virginia, is a writer and wrote an interesting piece on this. She's here tonight. Jessica Freeman is a loan processor from Rockmark, Georgia, and Katey Morse is a bank manager from Grand Rapids, Michigan. So great to have all of you with us tonight. Thank you so much for being here. Lauren, let me start with you."
    },
    {
      "speaker": "LAUREN DEBELLIS APPELL, VIRGINIA VOTER",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You wrote a piece, you know, that we hear so much about the suburban moms, it reminds me of the security moms and the soccer moms and this time around, the moms of this country are a big part of what's going to maybe swing this election in the end. And you say, Lauren, that you are not really in sync with a lot of -- a lot of your neighbors. Tell us about that?"
    },
    {
      "speaker": "APPELL",
      "utterance": "Good evening, Martha. Yes. You know, I'm not here to tell anybody how to vote but for me it's never really been about personality, it's always been about policies. You know, I think Barack Obama had a fabulous personality but I didn't agree with a lot of his policies. And President Trump has done more in the last three and a half years than Joe Biden has done in the last 47 years. And just take today for example. We got some great economic news. Jobs are coming back and Joe Biden has signaled that he is willing to shut down the country again if need be. And you know, and that means online schooling continues for our kids. And in our county in Fairfax the teacher's unions are pushing the school boards to continue online schooling into the fall of 2021. The CDC has said that since school closures have happened, that suicides are up among kids, that deaths from drug use is up. I mean, when you look at it through that lens it's a no-brainer. I mean, Donald Trump is a clear choice for me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Katey, I know you've said that you voted for Trump the first time around, and I believe you say that you're leaning or have already voted for Biden and let us know. But what's your reaction to what you just heard from Lauren?"
    },
    {
      "speaker": "KATEY MORSE, MICHIGAN VOTER",
      "utterance": "Well, first of all, you know, thank you, Martha, for having me on your show."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you."
    },
    {
      "speaker": "MORSE",
      "utterance": "Yes, I voted for Trump in 2016 looking for a fresh start and I don't think that's what we got at all. I think we got somebody that has completely torn our country apart. We -- if you were to look back at Reagan or any of the Bush's, if you look back at Clinton or Obama, never has our country been more divided, and angry, and sad. And if you ask me if I'm better off, I'm not. We have a pandemic going on that he is not standing up for, and getting our kids back in the classroom. Our kids are in the classroom because of our teachers and our educators are working hard, it's not because of Donald Trump. It's not because of anything that he has done. You can talk about the economy all you want and the great news that you think came out today but if you really compare quarter two to quarter three those are not apple to apple numbers. The decrease and increase not equal in that zero there. So, there is a lot of work to be done and Joe Biden is going to unite this country. And I don't like AOC and I don't like ACB, but I'm a moderate and I'm going to be in the middle and I'm going to vote for somebody that's going to bring diverse ideas to the table and work with everybody to get the job done."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jessica, what do you think?"
    },
    {
      "speaker": "JESSICA FREEMAN, GEORGIA VOTER",
      "utterance": "I typically don't vote for personality either, but in this case, Donald Trump, he is destroying the country. He is -- he is dividing us in such a way that it's going to be hard to recover. You know, I've heard from both sides because I have family and friends on both sides. One side is afraid that if Trump wins it will be a civil war. The other side is afraid that if Biden wins there's going to be a civil war. And it's not blacks against whites. It's not cops against citizens, it's Democrats against Republicans. And that's -- we have never been here before in this country since --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jessica, let me ask you something, why did you vote for Trump in 2016? Why did you -- why was that your choice then?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "I voted for Donald Trump in 2016 because I believe we needed industry and manufacturing back in this country. I believed in the blue- collar worker and that was my hope. I know so many people that don't have a college education and they need a way to support their families and retire and benefit. And I so was desiring that for our nation. And I don't see that that's how --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK, I hear you. So, Lauren, Katey and then Lauren, what kind of economy would you expect under Joe Biden? He's talking about -- he is going to talk about raising taxes, he thinks that that's a good thing for the economy. What do you think it's going to look like? Katey?"
    },
    {
      "speaker": "MORSE",
      "utterance": "As far as what I think it's going to look like, the economy is not going to come back until this pandemic is under control. Our small business owners aren't able to fully reopen and operate unless this pandemic is under control."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are you concerned that he might shut the economy down again? Does that concern you?"
    },
    {
      "speaker": "MORSE",
      "utterance": "It doesn't concern me because I think that we are resilient as an American people and I think we're going to get back. But the problem is we're not uniting together as a country. We're so, you know, Republican versus Democrat. Nobody is working together, and that is what it comes down to, Martha, at this time. It's coming together and fighting this virus and moving past. We will be stronger because of it, but people need to put down, you know, their beliefs and some sort of a sense so we can find a way to come in the middle and work together and I'm really hoping for unity under Joe Biden."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. Lauren, final thought? Based on what you've heard here in the past couple of minutes."
    },
    {
      "speaker": "APPELL",
      "utterance": "Well, Joe Biden had 47 years to get something done and he's gotten absolutely nothing done. And if you look at just the public safety right now, I mean, he can't even say the words law and order. Donald Trump has gotten the endorsement of police organizations throughout the country, endorsements that historically they even haven't endorsed anyone and if they do it's always been a Democrat because they know that he is the one that has their back right now. I mean, look at all this rioting and looting that's going on? Joe Biden can't -- it took him months to even kind of --"
    },
    {
      "speaker": "MORSE",
      "utterance": "In Donald Trump's America. In Donald Trump's America."
    },
    {
      "speaker": "APPELL",
      "utterance": "-- condemn. Excuse me?"
    },
    {
      "speaker": "MORSE",
      "utterance": "The rioting and looting is because of Donald Trump's America."
    },
    {
      "speaker": "APPELL",
      "utterance": "Yes. In all these -- in all of these Democrat cities because they won't put a stop to it. That's the problem right now."
    },
    {
      "speaker": "MORSE",
      "utterance": "No, no, that's wrong."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Thank you, ladies. I know we could talk -- we could talk all night and I appreciate all of you being with us."
    },
    {
      "speaker": "APPELL",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jessica, Katey, Lauren. Hang in there. We'll talk again soon I hope. Good to have you all."
    },
    {
      "speaker": "MORSE",
      "utterance": "Thank you."
    },
    {
      "speaker": "APPELL",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. Thank you. We will be back. Thank you. So as President Trump battles for a bigger slice also of the black vote, an L.A. Times reporter says that black male voters are drawn to his, quote, \"toxic masculinity.\" Vernon Jones and Richard Fowler debate that one, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There is a battle to bring more black voters over to the GOP. President Trump has touted the economic gains for black and Hispanic voters pre-COVID, as well as his work with the First Step Act. But an op-ed in the L.A. Times argues that the appeal is about something else. Writer Erin Logan says black male support for President Trump is about, quote, \"toxic masculinity.\" She cites Georgia State Representative Vernon Jones, a Democrat who is a big Trump supporter now, the piece reads in part, Vernon Jones sees a continuance of Trump's fiscal policies as a way for black America to pursue financial uplift. He believes Trump's ability to, quote, \"swim against the grain defying elites in both parties is a sin of strength, just as black men have always had to be strong. But when Jones told me that Trump is a strong man and a man's man, I felt erased as a black woman, she writes. These traits can quickly devolve into toxic masculinity.\" So, Vernon Jones the aforementioned joins me now. He's a Democratic Georgia State Representative and a Trump campaign surrogate, and Richard Fowler, senior follow at the New Leaders Council and a Fox News contributor. Gentlemen, thank you very much for being here tonight. So, Vernon, how did you take what she wrote about you there, what's your take away?"
    },
    {
      "speaker": "VERNON JONES (D), GEORGIA STATE REPRESENTATIVE",
      "utterance": "Well, I take it this way. First of all, when women are attracted to women voters there are no issues about women femininity. It's women supporting women. So why can't men support men? Why can't things and men appeal to men like things in women appeal to women? But if that reporter had not been thinking as a female and just wrote the story it would not have been an issue. But she as a female she took it personal. But she doesn't take it personal if she talked to a female who support Kamala Harris. And so, if she had written and just add, OK, this is how I feel, this is his information, then it would be fine. And that's the problem. And yes, Donald Trump appeals to African-American men, why? Because Joe Biden destroyed an entire generation of black men through mass incarceration. Stripped from their families, their mothers, their wives, of their sisters and their brothers and many black men died in jail because of those long sentences where they never got a chance to reunite with their family. We don't even talk about them. And look how many do the president's First Step Act that he's released from jail because of what Joe Biden did? So black men, yes, we've had a hard time. We've had a challenge."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting."
    },
    {
      "speaker": "JONES",
      "utterance": "As a matter of fact, it was Hillary Clinton that called as super predators. But Joe Biden also called us predators and said what, that we are danger to his mother in her neighborhood. So, let's be clear about this. Black men see Trump has actually done something for black men that nobody else ever has it in recent times as president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. All right. Let me get Richard's reaction here to that piece and to what Vernon just had to say. Richard?"
    },
    {
      "speaker": "RICHARD FOWLER, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, thanks for having me, Martha. And I think the representative is right to some extent. What made Donald Trump so popular in the summer months amongst African-American voters were Joe Biden's vote on the crime bill. But if you take a look at the numbers which I have done, thanks to my folks at (Inaudible) and the only millennial polling firm in this country -- what they found is this. Voters who have already voted 91 percent of them have voted for Joe Biden and only 4 percent have voted for Donald Trump. And the reason being is because in the home stretch, because of peer to peer communication, peer to peer persuasion, black men having conversations with black men, they've been able to move many of these -- one Trump supporting black men to go and vote for Joe Biden. I think the other impact that we've actually seen is also the Barack Obama effect. In the last two weeks Barack Obama hit the campaign trail with the direct target on African-African men and it seems to be working pretty effectively because the number also show that black men, thanks to Barack Obama and thanks to some of the works of the Biden campaign, seem to be moving to the left and they are showing that with their votes. And don't get me wrong, I do think we have to have a conversation about the impact of the 1994 crime bill has had on black communities but I think people are also looking at the impact that Donald Trump and his rhetoric has had on black communities. And they view that as more impactful in their vote than they do on the 1994 crime bill vote."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. I just want to mention that --"
    },
    {
      "speaker": "JONES",
      "utterance": "Martha, you know what's interesting --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Barack Obama and Joe Biden are going to join forces on the campaign trail on Saturday. Vernon, do you want to respond to Richard?"
    },
    {
      "speaker": "JONES",
      "utterance": "Yes. Here's what's interesting, Martha. Joe Biden nor Barack Obama did anything for black men. And they had eight years in office."
    },
    {
      "speaker": "FOWLER",
      "utterance": "That's actually not true."
    },
    {
      "speaker": "JONES",
      "utterance": "Black people -- well, that is true."
    },
    {
      "speaker": "FOWLER",
      "utterance": "That's actually not true."
    },
    {
      "speaker": "JONES",
      "utterance": "They did not -- they did not do prison reform."
    },
    {
      "speaker": "FOWLER",
      "utterance": "No, it's not because --"
    },
    {
      "speaker": "JONES",
      "utterance": "let me finish. Now you talk, I allowed you to talk. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right."
    },
    {
      "speaker": "FOWLER",
      "utterance": "But you're talking (Inaudible) and misinformation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I've --"
    },
    {
      "speaker": "JONES",
      "utterance": "Here's a fact. Joe Biden and Barack Obama --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Go ahead."
    },
    {
      "speaker": "JONES",
      "utterance": "Here's the fact. Jobama (Ph) -- Joe -- I'm sorry. We used to say Jobama (Ph). Joe Biden and Barack Obama had eight years to fix the crime bill. They had two years of majority, Democrat House and Senate. As a matter of fact, 60 members in the Senate which was what, filibuster proof. Did they do anything for prison reform? No, not anything. Obama meant a lot to black people -- That's actually not true."
    },
    {
      "speaker": "JONES",
      "utterance": "-- but he didn't do a damn thing for black people. And for him to tell me --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK."
    },
    {
      "speaker": "JONES",
      "utterance": "-- that Obama helped the black community, name one thing that Joe Biden --"
    },
    {
      "speaker": "FOWLER",
      "utterance": "Mr. Representative --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm going to give you 10 seconds, Richard, because I want to be fair but I've got to go, and I'm getting wrapped. very quickly, Richard, what's your strongest rebut point here before we go?"
    },
    {
      "speaker": "FOWLER",
      "utterance": "So, number one, Barack Obama and Joe Biden worked for on equalizing census for crack cocaine and coc, number one. And number two --"
    },
    {
      "speaker": "JONES",
      "utterance": "Fake news."
    },
    {
      "speaker": "FOWLER",
      "utterance": "-- Barack Obama tried to get criminal -- Barack Obama tried to get criminal reform done -- criminal justice reform done and sadly Republicans in Congress are the same ones that almost blocked the First Step Act --"
    },
    {
      "speaker": "JONES",
      "utterance": "No. It was Democrat House and the Senate. They didn't do it for two years."
    },
    {
      "speaker": "FOWLER",
      "utterance": "-- blocked Barack Obama from getting it done."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, we got to leave it there, gentlemen."
    },
    {
      "speaker": "FOWLER",
      "utterance": "And these are the facts."
    },
    {
      "speaker": "JONES",
      "utterance": "They had two years, six years --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The fact of the matter is that, it was President Trump who did ultimately get it done. Voters can digest that and they will make their decision on Tuesday night. I want to thank Vernon Jones and Richard Fowler for being here tonight. Coming up, President Trump's North Carolina rally was postponed tonight due to weather but elsewhere there is a Trump pride event going on tonight. Members of the LGBTQ community turned out to show their support tonight and we will talk to them after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "LGBTQ conservatives rallying for President Trump in the battleground State of Michigan tonight and advocating for the president's support of the gay community. In 2016, those who identify as gay, lesbian, bisexual, or transgender voted overwhelmingly for Hillary Clinton by a margin of 77 percent according to the Fox News exit polls. My next guest spoke at tonight's event. Bill White is the national co-chair of the Trump Pride coalition. Bill, good to see you tonight, thanks for being here."
    },
    {
      "speaker": "BILL WHITE, CO-CHAIR, TRUMP PRIDE COALITION",
      "utterance": "Hi Martha, how are you?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Hi. I'm doing well, thank you. So, tell us, you know, obviously --"
    },
    {
      "speaker": "WHITE",
      "utterance": "Great to be with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- it is a small section of LGBTQ voters who vote conservative. Tell us why, you are there tonight and what's happening at the event and why you support President Trump?"
    },
    {
      "speaker": "WHITE",
      "utterance": "Well, thank you so much, Martha. We are so excited here in Michigan and I'm standing --"
    },
    {
      "speaker": "WHITE",
      "utterance": "-- in front of so many wonderful Michiganders who are tired of what's going on in their beautiful state. They want to retain the leadership of President Donald Trump for four more years --"
    },
    {
      "speaker": "WHITE",
      "utterance": "-- and I -- and I want to make a prediction that they think and I think that the president is going to bring Michigan home for the presidency for four more years."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, you know, Michigan, obviously the polls are not going his way at this point so what gives you that sense on the ground there tonight? What are you seeing there that maybe others are not?"
    },
    {
      "speaker": "WHITE",
      "utterance": "Well, I think there is an organic sense here, number one, that we are not trusting the polls. We have a great ground game here in Michigan and the president has been here. The people of Michigan believe in his promises made, promises kept. His love of our military, he's building back our economy and his handling of the COVID here. I can tell you from being here tonight the folks behind us are tired of the current leadership's approach to it, they want to open up their businesses, they want to get back to work safely and provide for their families and build back the company under President Trump."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, obviously, President Trump appointed the first gay ambassador, Richard Grenell to Germany. But a lot of people would look at you, Bill, and say why would you support President Trump? I think there's something like 80 percent of the vote is expected to go to Joe Biden among LGBTQ individuals so, why do you support him?"
    },
    {
      "speaker": "WHITE",
      "utterance": "Well, one of the reasons why I support him is as I've known him for over 25 years and I know his character, I know how much he loves our country. And I also -- I see this with his appointment of Rick Grenell, it wasn't just supporting the gay inc. like the Democrats have been doing for years."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "WHITE",
      "utterance": "You know, when Rick was appointed the first gay ambassador, Kamala Harris did not even want to meet with him. OK?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We got to leave it there, Bill."
    },
    {
      "speaker": "WHITE",
      "utterance": "This is very important --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I got it."
    },
    {
      "speaker": "WHITE",
      "utterance": "-- to know that the president is pro-LGBT."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Bill. I'm happy to have you with us. I got to go. The Story is ending tonight for October 29th. We'll see you back here tomorrow night. Thanks for being here, everybody. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}