{
  "date": "November 5, 2019",
  "headline": "Sen. Rand Paul on call to name Ukraine whistleblower",
  "subHeadline": "Guests: Rand Paul, Steve Hilton, Katie Pavlich, Jonathan Swan",
  "url": "https://www.foxnews.com/transcript/sen-rand-paul-on-call-to-name-ukraine-whistleblower",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "sentences": "First, there needed to be a vote. There was a vote. Second, make it public. Now it's public. Third, there's no quid pro quo. Now there is quid pro quo, they even admit. And so now they are just saying it's not impeachable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. THOM TILLIS, R-N.C.",
      "sentences": "They are just looking for a way to negate the election of 2016. They'll have a chance to have the voters decide the next president in 2020. I just don't see based on what's transpired to this point with their antics with impeachment that it is going to rise to the level of an impeachable offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Two more transcripts today, some other people did not show up. But these transcripts came out of previous interviews with Gordon Sondland, the U.S. ambassador to the European Union, and Kurt Volker, former U.S. special representative to Ukraine negotiations. Sondland in his testimony that lasted 10 hours said that his seeing statements from others refreshed his recollection about conversations involving suspension of U.S. aid to Ukraine, saying that he presumed at the time that the aid suspension had in fact become linked to the proposed anti-corruption statement. This has to deal with the corruption probes, including 2016, and also the Burisma probe with Ukraine. Let's bring in our panel, Steve Hilton is the host of \"The Next Revolution\" here on FOX News Channel, Katie Pavlich, news editor at Townhall.com, and Jonathan Swan, national political reporter for \"Axios.\" Katie, let's start with the substance today and these transcripts. Obviously, Democrats are trying to keep the oxygen flowing, even though witnesses are not continuing to come up before public hearings. What about today's revelations from these transcripts, and does it move the ball?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, NEWS EDITOR, TOWNHALL.COM",
      "sentences": "I am not sure it moves the ball with the people who are supposed to be paying attention to this, which is voters in swing states. When you look at witnesses going back and changing their testimony after they had conversations with other people, and then they say that they presumed there was quid pro quo, people start to question whether that witness testimony can actually be trusted, especially with the process that has been behind closed doors. Now, this does bring questions back to the what the president has been saying about the whistleblower, who they are, and whether they should testify. And there is a poll from September when all of this started to break that showed that more Democrats than Republicans thought that the whistleblower should testify. And if we have these diplomats coming up, giving their take and their analysis of what was going on with Ukraine, what they did or did not think was being directed to them to do, I think it's fair to ask the whistleblower directly what they thought the implications were and why they started to file this complaint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll get to the whistleblower coming out or not what Rand Paul said in just a minute. But what about the substance today?   JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": Based on my reporting, nothing that happened today changes the fundamental dynamic in the Senate, which is of course where this all matters. Right now last week was profound, what happened in the House. The Republicans stayed completely unified. They opposed this impeachment proceedings. Two Democrats moved over. If the current facts stay the way they are, there is no chance -- Rand Paul was correct when he went on your show -- there is no chance they get close to 20 Republican senators moving over. They need big new damaging facts, the Democrats do, to get this across the line. What we saw today does not meet that level, based on our reporting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "To your point, and also to yours, Katie, Steve, when you look at the national numbers, they are different than some of these battleground states when it comes to impeachment, especially impeachment and removal. \"The New York Times\"/Siena battleground polls, Arizona, Florida, Michigan, North Carolina, Pennsylvania, Wisconsin, all upside down on this issue about impeachment and removal, which don't track very closely with the national poll numbers. STEVE HILTON, HOST, \"THE NEXT REVOLUTION\": I think what that reflects, and in fact the national numbers even on this tell the same sort of story, is that in the end the details here are not sufficiently blockbuster interesting to change anyone's view, which is this is about, for the Trump supporter, what this is all about is what it has always been about with this president, which is the insiders, the establishment, the ruling class, whatever term you want to use, have been out to get him, to hobble him, to block him, and to take him down from day one. This is the latest manifestation. This one was launched days after the last one. The Russia thing collapsed.   And so it's not changing the fundamental perception in particular when put against the actual results of this presidency, which for a lot of people are looking really good, and especially for the people that the president promised to help, because when you look at the jobs and the earnings numbers, is the people at the lower end of the scale who are doing best under this administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And that's a key point. That factor about how people feel as they get into an election year, people would say, listen, you decide, Americans decide, the 2020 election, or they could say that by that point in January.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes, I am also hearing from sources on Capitol Hill who are in states like Iowa who have been dealing with the China trade deal. They are now pressuring Democrat incumbents in the House seats there about why they are not working on issues like the USMCA. You ask them the questions that they are being asked at their town hall meetings, and the phone calls they are getting in their offices, they are not about impeachment. They are about whether they're going to actually put this up for a vote on the House floor, especially when you have Nancy Pelosi admitting it would pass, and in the Senate, Chuck Schumer saying that USMCA is a valid alternative to NAFTA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right. Here is a compilation of whistleblower protection questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "There should bipartisan outrage at the public attempts by the president and a member of this body to expose the identity of a federal whistleblower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL, R-KY",
      "sentences": "There is nothing that prevents me from saying it now other than that I want it to be more about the process and less about the person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITT ROMNEY, R-UT",
      "sentences": "The whistleblowers, particularly those that are blowing whistles on action within the government, should be allowed to remain confidential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "You can't use anonymity in a criminal process. We need to know who this person is, because without the complaint there would be no impeachment inquiry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I was almost thinking that he was going to just say it, Senator Paul. And I said, go ahead, or go to the Senate floor and say it. He didn't. What about this back and forth about whether the whistleblower should come forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "I wonder how long before the dam does break and you do see figures come out. You saw Rush Limbaugh named somebody who is name has been mentioned as an alleged whistleblower today. It seems like it's really imminent that you could see some of the president's supporters on Capitol Hill come out and name the whistleblower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What about the ethics, the questions, the legality, the protections for whistleblowers? Some people told me about the Benghazi whistleblowers when they came out, they got berated even before their names were out there. What about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILTON",
      "sentences": "Bret, honestly, I thought Rand Paul made a really good argument in his conversation with you on that aspect of it. I remember being on with you, I think it was the day that the whistleblower came out. And I said at that time, I didn't think that word applies here. Call it something else. I think I used the work \"leaker.\" And I think Jonah Goldberg wasn't happy with me for doing that. He was here, too. But nothing I've seen since then changes my view. And I think I've put that together with what we are seeing, which is in a couple of weeks we are going to get the book from the anonymous author of that editorial in \"The New York Times\" about a year ago who talked about a resistance to this president inside the administration. I think that is the proper way to talk about what's going on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Quickly, here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I would just go back to what Senator Chuck Grassley has said about this case. He has worked for decades on whistleblower protections, and he has very serious questions about the process here. And that does not mean that the whistleblower should be outed. And I think if Rand Paul is going to berate the media for refusing the name the person that he should be willing to name them as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And again, we have a fairly good idea. We are not 100 percent sure. Until we are, we're not going to do it. Next up, President Trump calls for war against Mexican drug cartels following the murder of American citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is for the record. Nita and four of my grandchildren are burned. Shot up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To ask for help from the Mexican government is like asking for help from the mafia to fight the mafia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROMNEY",
      "sentences": "I'd be surprised if it was a targeting. Frankly, I think it's much more likely to be something associated with the business of the cartels. But I don't think we'll know until a full investigation is carried out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A horrible attacks south of the border. Three mothers, six children shot or burned alive. They're victims that belong to a sect that broke away from the Mormon Church years ago. But the president saying that it's time to go after these Mexican drug cartels. And the Mexican president saying, essentially, we have been trying.  We're back with the panel. Steve, it's a massive issue. It obviously talks to what the president has talked about along the border there. But what is going to change?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILTON",
      "sentences": "Well, it's a heartbreaking tragedy, but what it does is shine a spotlight on the issue that we've covered mainly in the context of immigration and the border. But actually, the cartels are killing Americans every single day, for example, through the drug trade and fentanyl. And so I think he is right to say we should help. I am not sure a military war is the right answer. One thing I would urge the administration to look at is whether we can use a terrorist organization designation, that kind of thing, to take away their resources, because these are massive organizations. They've got a lot money. If we can target them a bit like we've doing with Iran, that might make some progress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "These stats are crazy. Since 2006, Mexico has experienced roughly 150,000 murders related to organized crimes. That's about 30 to 50 percent of the total intentional homicides. 2018, murder rate was 26 per 100,000 residents, compared to about five per 100,000 in the U.S. Mexico murders already up 5.3 percent for first half of this year. That is a record. The stats go on there, 100 killings per day nationwide. Katie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So talking to some folks who work in the law enforcement and border patrol arena today, they believe this was a targeted hit based on the evidence that they have of the woman getting out of the car, putting her hands up, and the family had reported threats against them, and they believe that this may have been retaliation. They say that there is now a faction between the old style cartel with El Chapo and the new style of what they call homicidal crazy, and new rules that have been broken. In the old days you didn't go after Americans for sure, and you certainly didn't go after women and children because it was bad for business. That has now changed as we have a vacuum here. In terms of what the Americans can do, the United States, there is a lot that Mexico has to do first. It's very corrupt, and there is a lot of engagement between the Mexican military police and the cartels. And that's where there is so much violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "For politics and policy as we head into an election year, this will factor in for President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "It will. He's always been more willing to use military force in his neighborhood, on the border, et cetera. But you talk about endless wars, or he does, the drug war is the endless war. I don't know that there is a military solution that cleanly ends this. This has been something that has been plaguing Mexico for so long. You also have a leader of Mexico who said we are a sovereign nation. I don't think these military tactics will work. So I don't see it going in that direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, we will follow it.  When we come back, an anniversary celebration for the ages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, a heart-warming love story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Seventy-two years. Look, she is a beautiful bride today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ninety-one-year-old love birds Leonard and Shirley Matties celebrated 72 years of marriage at their senior living center in Burlington Colorado with the help of staff at Grace Manor Care Center. The couple dressed up for a photo shoot to mark the occasion. Shirley has dementia, but her daughter says she had no problem recognizing the love of her life on this, their 72nd anniversary. Happy anniversary to you two.  Thanks for inviting us into your home tonight. That's it for the “Special Report,” fair, balanced, and still unafraid. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "utterance": "First, there needed to be a vote. There was a vote. Second, make it public. Now it's public. Third, there's no quid pro quo. Now there is quid pro quo, they even admit. And so now they are just saying it's not impeachable."
    },
    {
      "speaker": "SEN. THOM TILLIS, R-N.C.",
      "utterance": "They are just looking for a way to negate the election of 2016. They'll have a chance to have the voters decide the next president in 2020. I just don't see based on what's transpired to this point with their antics with impeachment that it is going to rise to the level of an impeachable offense."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Two more transcripts today, some other people did not show up. But these transcripts came out of previous interviews with Gordon Sondland, the U.S. ambassador to the European Union, and Kurt Volker, former U.S. special representative to Ukraine negotiations. Sondland in his testimony that lasted 10 hours said that his seeing statements from others refreshed his recollection about conversations involving suspension of U.S. aid to Ukraine, saying that he presumed at the time that the aid suspension had in fact become linked to the proposed anti-corruption statement. This has to deal with the corruption probes, including 2016, and also the Burisma probe with Ukraine. Let's bring in our panel, Steve Hilton is the host of \"The Next Revolution\" here on FOX News Channel, Katie Pavlich, news editor at Townhall.com, and Jonathan Swan, national political reporter for \"Axios.\" Katie, let's start with the substance today and these transcripts. Obviously, Democrats are trying to keep the oxygen flowing, even though witnesses are not continuing to come up before public hearings. What about today's revelations from these transcripts, and does it move the ball?"
    },
    {
      "speaker": "KATIE PAVLICH, NEWS EDITOR, TOWNHALL.COM",
      "utterance": "I am not sure it moves the ball with the people who are supposed to be paying attention to this, which is voters in swing states. When you look at witnesses going back and changing their testimony after they had conversations with other people, and then they say that they presumed there was quid pro quo, people start to question whether that witness testimony can actually be trusted, especially with the process that has been behind closed doors. Now, this does bring questions back to the what the president has been saying about the whistleblower, who they are, and whether they should testify. And there is a poll from September when all of this started to break that showed that more Democrats than Republicans thought that the whistleblower should testify. And if we have these diplomats coming up, giving their take and their analysis of what was going on with Ukraine, what they did or did not think was being directed to them to do, I think it's fair to ask the whistleblower directly what they thought the implications were and why they started to file this complaint."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll get to the whistleblower coming out or not what Rand Paul said in just a minute. But what about the substance today? JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": Based on my reporting, nothing that happened today changes the fundamental dynamic in the Senate, which is of course where this all matters. Right now last week was profound, what happened in the House. The Republicans stayed completely unified. They opposed this impeachment proceedings. Two Democrats moved over. If the current facts stay the way they are, there is no chance -- Rand Paul was correct when he went on your show -- there is no chance they get close to 20 Republican senators moving over. They need big new damaging facts, the Democrats do, to get this across the line. What we saw today does not meet that level, based on our reporting."
    },
    {
      "speaker": "BAIER",
      "utterance": "To your point, and also to yours, Katie, Steve, when you look at the national numbers, they are different than some of these battleground states when it comes to impeachment, especially impeachment and removal. \"The New York Times\"/Siena battleground polls, Arizona, Florida, Michigan, North Carolina, Pennsylvania, Wisconsin, all upside down on this issue about impeachment and removal, which don't track very closely with the national poll numbers. STEVE HILTON, HOST, \"THE NEXT REVOLUTION\": I think what that reflects, and in fact the national numbers even on this tell the same sort of story, is that in the end the details here are not sufficiently blockbuster interesting to change anyone's view, which is this is about, for the Trump supporter, what this is all about is what it has always been about with this president, which is the insiders, the establishment, the ruling class, whatever term you want to use, have been out to get him, to hobble him, to block him, and to take him down from day one. This is the latest manifestation. This one was launched days after the last one. The Russia thing collapsed. And so it's not changing the fundamental perception in particular when put against the actual results of this presidency, which for a lot of people are looking really good, and especially for the people that the president promised to help, because when you look at the jobs and the earnings numbers, is the people at the lower end of the scale who are doing best under this administration."
    },
    {
      "speaker": "BAIER",
      "utterance": "And that's a key point. That factor about how people feel as they get into an election year, people would say, listen, you decide, Americans decide, the 2020 election, or they could say that by that point in January."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes, I am also hearing from sources on Capitol Hill who are in states like Iowa who have been dealing with the China trade deal. They are now pressuring Democrat incumbents in the House seats there about why they are not working on issues like the USMCA. You ask them the questions that they are being asked at their town hall meetings, and the phone calls they are getting in their offices, they are not about impeachment. They are about whether they're going to actually put this up for a vote on the House floor, especially when you have Nancy Pelosi admitting it would pass, and in the Senate, Chuck Schumer saying that USMCA is a valid alternative to NAFTA."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right. Here is a compilation of whistleblower protection questions."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "There should bipartisan outrage at the public attempts by the president and a member of this body to expose the identity of a federal whistleblower."
    },
    {
      "speaker": "SEN. RAND PAUL, R-KY",
      "utterance": "There is nothing that prevents me from saying it now other than that I want it to be more about the process and less about the person."
    },
    {
      "speaker": "SEN. MITT ROMNEY, R-UT",
      "utterance": "The whistleblowers, particularly those that are blowing whistles on action within the government, should be allowed to remain confidential."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "You can't use anonymity in a criminal process. We need to know who this person is, because without the complaint there would be no impeachment inquiry."
    },
    {
      "speaker": "BAIER",
      "utterance": "I was almost thinking that he was going to just say it, Senator Paul. And I said, go ahead, or go to the Senate floor and say it. He didn't. What about this back and forth about whether the whistleblower should come forward?"
    },
    {
      "speaker": "SWAN",
      "utterance": "I wonder how long before the dam does break and you do see figures come out. You saw Rush Limbaugh named somebody who is name has been mentioned as an alleged whistleblower today. It seems like it's really imminent that you could see some of the president's supporters on Capitol Hill come out and name the whistleblower."
    },
    {
      "speaker": "BAIER",
      "utterance": "What about the ethics, the questions, the legality, the protections for whistleblowers? Some people told me about the Benghazi whistleblowers when they came out, they got berated even before their names were out there. What about it?"
    },
    {
      "speaker": "HILTON",
      "utterance": "Bret, honestly, I thought Rand Paul made a really good argument in his conversation with you on that aspect of it. I remember being on with you, I think it was the day that the whistleblower came out. And I said at that time, I didn't think that word applies here. Call it something else. I think I used the work \"leaker.\" And I think Jonah Goldberg wasn't happy with me for doing that. He was here, too. But nothing I've seen since then changes my view. And I think I've put that together with what we are seeing, which is in a couple of weeks we are going to get the book from the anonymous author of that editorial in \"The New York Times\" about a year ago who talked about a resistance to this president inside the administration. I think that is the proper way to talk about what's going on here."
    },
    {
      "speaker": "BAIER",
      "utterance": "Quickly, here."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I would just go back to what Senator Chuck Grassley has said about this case. He has worked for decades on whistleblower protections, and he has very serious questions about the process here. And that does not mean that the whistleblower should be outed. And I think if Rand Paul is going to berate the media for refusing the name the person that he should be willing to name them as well."
    },
    {
      "speaker": "BAIER",
      "utterance": "And again, we have a fairly good idea. We are not 100 percent sure. Until we are, we're not going to do it. Next up, President Trump calls for war against Mexican drug cartels following the murder of American citizens."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is for the record. Nita and four of my grandchildren are burned. Shot up."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "To ask for help from the Mexican government is like asking for help from the mafia to fight the mafia."
    },
    {
      "speaker": "ROMNEY",
      "utterance": "I'd be surprised if it was a targeting. Frankly, I think it's much more likely to be something associated with the business of the cartels. But I don't think we'll know until a full investigation is carried out."
    },
    {
      "speaker": "BAIER",
      "utterance": "A horrible attacks south of the border. Three mothers, six children shot or burned alive. They're victims that belong to a sect that broke away from the Mormon Church years ago. But the president saying that it's time to go after these Mexican drug cartels. And the Mexican president saying, essentially, we have been trying. We're back with the panel. Steve, it's a massive issue. It obviously talks to what the president has talked about along the border there. But what is going to change?"
    },
    {
      "speaker": "HILTON",
      "utterance": "Well, it's a heartbreaking tragedy, but what it does is shine a spotlight on the issue that we've covered mainly in the context of immigration and the border. But actually, the cartels are killing Americans every single day, for example, through the drug trade and fentanyl. And so I think he is right to say we should help. I am not sure a military war is the right answer. One thing I would urge the administration to look at is whether we can use a terrorist organization designation, that kind of thing, to take away their resources, because these are massive organizations. They've got a lot money. If we can target them a bit like we've doing with Iran, that might make some progress."
    },
    {
      "speaker": "BAIER",
      "utterance": "These stats are crazy. Since 2006, Mexico has experienced roughly 150,000 murders related to organized crimes. That's about 30 to 50 percent of the total intentional homicides. 2018, murder rate was 26 per 100,000 residents, compared to about five per 100,000 in the U.S. Mexico murders already up 5.3 percent for first half of this year. That is a record. The stats go on there, 100 killings per day nationwide. Katie?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So talking to some folks who work in the law enforcement and border patrol arena today, they believe this was a targeted hit based on the evidence that they have of the woman getting out of the car, putting her hands up, and the family had reported threats against them, and they believe that this may have been retaliation. They say that there is now a faction between the old style cartel with El Chapo and the new style of what they call homicidal crazy, and new rules that have been broken. In the old days you didn't go after Americans for sure, and you certainly didn't go after women and children because it was bad for business. That has now changed as we have a vacuum here. In terms of what the Americans can do, the United States, there is a lot that Mexico has to do first. It's very corrupt, and there is a lot of engagement between the Mexican military police and the cartels. And that's where there is so much violence."
    },
    {
      "speaker": "BAIER",
      "utterance": "For politics and policy as we head into an election year, this will factor in for President Trump."
    },
    {
      "speaker": "SWAN",
      "utterance": "It will. He's always been more willing to use military force in his neighborhood, on the border, et cetera. But you talk about endless wars, or he does, the drug war is the endless war. I don't know that there is a military solution that cleanly ends this. This has been something that has been plaguing Mexico for so long. You also have a leader of Mexico who said we are a sovereign nation. I don't think these military tactics will work. So I don't see it going in that direction."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, we will follow it. When we come back, an anniversary celebration for the ages."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, a heart-warming love story."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Seventy-two years. Look, she is a beautiful bride today."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ninety-one-year-old love birds Leonard and Shirley Matties celebrated 72 years of marriage at their senior living center in Burlington Colorado with the help of staff at Grace Manor Care Center. The couple dressed up for a photo shoot to mark the occasion. Shirley has dementia, but her daughter says she had no problem recognizing the love of her life on this, their 72nd anniversary. Happy anniversary to you two. Thanks for inviting us into your home tonight. That's it for the “Special Report,” fair, balanced, and still unafraid. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}