{
  "date": "November 5, 2017",
  "headline": "Vice President Pence outlines President Trump's framework for tax reforms",
  "subHeadline": "he vice president discusses next steps in efforts to cut taxes on \"Sunday Morning Futures.\"",
  "url": "https://www.foxnews.com/transcript/vice-president-pence-outlines-president-trumps-framework-for-tax-reforms",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, HOST",
      "sentences": "Good Sunday morning. This week Republicans push ahead on tax reform and the with the North Korea crisis looming, President Trump continues his 12 day trip across Asia. That trip including key meetings with the Leaders of South Korea and Japan and China. Good morning everyone, I'm Maria Bartiromo, thanks for joining us. This is \"Sunday Morning Futures.\"  Vice President Mike Pence out making the case for the GOP tax reform plan. I sat down with him for an exclusive interview. Does he think that the White House has the votes to pass the bill? And what is his take on the possibility of actually raising taxes on some Americans? Plus, we'll hear from the vice president about what he says about President Trump's big trip to Asia. Will the president be able to get more help from China in reigning in North Korea? We're taking a closer look this morning.  Then House Majority Whip Steve Scalise joining us for the first time since his return to Congress. We will get his take on the tax reform bill. Also I'll ask him about the breaking news overnight. Dozens of princes, high-ranking officials arrested in Saudi Arabia in an anti-corruption crackdown by the country's future King, included Saudi Prince Al-Waleed. We're looking ahead right now on \"Sunday Morning Futures.\"  And in the next two weeks, we are expecting to get the Senate's version of the tax plan. Republicans are putting on the full-court press this week after the House GOP put out the details for their tax reform plan. The measure described by some as the most sweeping changes to our tax system in decades. Vice President Mike Pence was in York, Pennsylvania yesterday to help sell the plan to small business. After his speech, he sat down with me for an exclusive interview. The vice president says that the measure is a great starting point but they are going to be some changes before it actually gets to the president's desk for signage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Vice President thanks so much for sitting down with me today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICE PRESIDENT MIKE PENCE",
      "sentences": "You bet Maria. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So you released -- the House Republican released a plan. I know, you've been meeting with the Senate regularly. Are you expecting the Senate plan to be much different than what the House presented in terms of tax reform?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "From early this year, we been in continuous discussions with leaders in the House and the Senate to develop a framework for President Trump's vision for tax cuts and tax reform. And we fully anticipate that when the Senate bill comes forward, it will -- it will reflect on the president's framework. Now, there will be changes between the two and changes in the course of the legislative process but we think the House bill is a great start. We look forward to the Senate bringing forward its tax cut bill. But the key here is that whatever is accomplished reflects the president's commitment to cutting taxes on working families, small businesses, family farms, having a middle-class miracle in the midst of this, cutting taxes on businesses to 20 percent, cutting taxes on pastors to 25 percent, and simplifying the tax code so that nine out of 10 Americans will be able to file their taxes on a single piece of paper. The details of how we do all of that will continue to work through the legislative process but President Trump's framework has been driving the development of this legislation from the outset and will continue to drive our negotiations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to ask you about that simplicity idea, but first there is speculation that the Senate plan will include a phasing in of that 20 percent corporate rate that corporations won't actually see 20 percent until 2022. Do you believe in that plan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "President Trump has made it very clear that he wants to see taxes on traditional corporations, so-called C corporations reduced to 20 percent and he's taken a firm position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "(INAUDIBLE) after five years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "And I think -- I think we believe it has to happen immediately. And we're going to drive and drive hard. Look this economy is starting to take off. We've seen the second consecutive quarter with three percent growth. We've seen the stock market setting records one day after another. Nearly $5 trillion in wealth has been created that President Trump believes for have -- to have sustained growth in the days ahead. You got to let the American people keep more of their hard-earned dollars. We got to have the kind of tax cuts for middle-class Americans that the president has been driving for, but also we've got to-- we've got to lower taxes on American businesses. We've got to do it quickly so businesses like those here in York, Pennsylvania who we heard from will be able to invest those dollars in wages and hiring more employees and in the kind of growth that will create more jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right. And why would anybody invest if they're not getting a 20 percent rate for five years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, that's right. And the president also is committed to immediate expensing rather than long-term depreciation on equipment. We really think we're at a -- we're adding enormously opportune moment in the life of this economy. Optimism is abounding all over the country. Unemployment is at a 17 year low. More Americans are working than ever before in our nation's history and that's why President Trump and I believe now is precisely the time to pass historic tax relief for individuals and businesses and pass the kind of simplification of our tax code that will save people millions of hours and billions of dollars in compliance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You're right. Let me ask you Mr. Vice President. Can you explain (INAUDIBLE) percent marginal tax rate on earnings between 1.2 and $1.6 million?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "That's a part of the House proposal that's been talked about and I know the intention of House leadership there was to recapture some of the lower bracket savings are for low-income Americans experience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But that's a tax increase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, let me say we think the House bill is a great start but at the end of the day, the American people can be confident that President Trump is going to drive this legislation forward into what we expect to be a conference committee negotiations in the month of December and we're going to make sure that we have tax relief across-the-board for working families and small businesses, family farmers, and ranchers. And we're going to make sure that while it's not going to necessarily lower taxes on upper-income Americans, we're going to make sure that it deals with upper- income Americans in a fair and equitable way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So you think that might be changed or fixed in committee then, 45.6 percent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well I don't want to negotiate it now but look we really do believe the House of representatives come forward with a good bill. That's a great start and it reflects the overall framework that President Trump has laid out. But when the Senate bring forward its legislation and as we go into negotiations in the month of December, the president is just going to continue to drive. We want the tax relief here to benefit middle-class Americans, we want to tax relief to benefit businesses so that more jobs can be created and wages can rise, and we want to see the kind of simplification that will -- that will also lift a tremendous burden off of the American people. The combination of that framework and making sure that companies can bring dollars in that are trapped overseas to create jobs here in Pennsylvania and all over America, those will be the driving forces and then the details will all be part of the negotiations going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I totally understand what you're saying. But some people are saying that the people who are actually paying the tax are not getting a tax cut. So if you look at the top 10 percent of earners, the top 10 percent pay right now more than70 percent of the tax. So are you actually cutting taxes on people who don't pay tax? Shouldn't you be cutting taxes on the people who pay tax?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, the president very much wants to see this tax cut focused on middle-class Americans and we believe we are going to see a significant tax reduction for working families. When you take the standard deduction for couples and take that to $24,000, the first $24,000 in income is tax-free. Now, the House bill doesn't raise the rate. I know the map that you talk about but doesn't raise the rate from 39.6.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But 45.6 is raising the rate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "The president wants to see as lower the rates on working families, expanding the per child tax credit, getting rid of death taxes once and for all. We think it's going to benefit the ability to transfer businesses and family farms from one generation to the next. But the intention here is not to raise taxes Maria, the intention here though is to focus the tax relief on the middle-class. And we believe that -- we believe that the plan unveiled by the House, the plan that will soon be unveiled by the Senate reflects that guiding principle of President Trump's framework for tax cuts and we'll continue to drive forward on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "With all these things that we're talking about whether it's that 45.6 percent rate or removing the deduction for state and local income tax, that hits middle-income families and in the northeast, you are seeing people see a higher tax rate as a result of eliminating that deduction. Is there room for compromise? Even your own party is saying this does not reflect Republican principles of tax cutters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, there's always room for compromise. But what the president is not going to compromise is his determination to see this Congress pass historic tax cuts and pass them this year. And the president is also absolutely committed Maria, to make sure as he says that this is a middle- class miracle. That the majority of the tax relief benefits working families and working Americans and benefits businesses that can create jobs for working Americans. We know that the details will be worked out as this legislation goes forward. And I know there's been an attempt to address those issues already in the House of unveiled legislation. But what the driving principle here will be is that while upper-income Americans probably stay where they're at, at the end of the day we want to see middle-class Americans benefit and we want to see businesses and job creators like those we heard from in Pennsylvania today be able to benefit and create jobs and make the kind of investments that will grow our economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "In a moment, more of my exclusive interview with Vice President Mike Pence. I asked him if he personally agrees with a higher rate for the top earners as I got to check out Air Force Two with the vice president as well. Follow me on Twitter @MariaBartiromo, @SundayFutures.   Let us know what you would like to hear from Congressman Steve Scalise and Tom Macarthur coming up. We're looking ahead this morning on \"Sunday Morning Futures.\" We'll be right back with more vice President Mike Pence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. We are talking taxes this morning. Some New York lawmakers have told me they will vote no for the House GOP tax bill. I ask Vice President Mike Pence in this exclusive if he believes they have the votes to get this passed the finish line given the pushback on higher rates for some Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You personally, Vice President Mike Pence, would you agree to a 45.6 percent rate for the highest earners?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "I support the president's commitment to keep the top marginal rate at 39.6 percent. And we're going to continue to drive toward that because the president wants to see marginal rates lowered on middle-class Americans, on working families and I think at the end of the day, when this process comes to fruition, the American people are going to not only the largest tax cut in American history but they are also going to see a tax cut that really focuses on empowering working Americans to be able to have more dollars in their pockets, empowering businesses large and small to be able to invest in ways that will create jobs and I look forward to supporting it and championing it all over the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Do you expect mobility as a result of this plan? In other words some people are saying look, there's going to be a mass exodus out of New York because why would someone in New York say, oh, I'm losing that deduction, now my rate is 53 percent when you account for state and local taxes and not go to Florida where they can get a 25 percent rate and no income tax? So do you think people will leave some of these high state taxes eventually, will the elimination of that deduction pressure governors to make change?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well that would be a good question for an economist and the simple fact is there are some very high tax states in the country that have benefited by those deductions in the past. But I think what the president wants to see do is look for ways that we can simplify the tax code, that we can lower taxes on working families. And let me be clear, we think the House bill that was unveiled last week is a great start. We look forward to the introduction of the Senate legislation in the next several days. But as we go forward, the president's focus here is all about jobs. It's all about the middle-class. It's all about making sure that people have more dollars in their pockets, businesses have more resources and a growing economy I believe is going to benefit people in our big states, in our small states and everywhere in between.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me ask you about the road to passage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Can you identify any Democrats who will vote yes to this plan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, I could tell you the president and I continue to be hopeful and we continue to reach out in a bipartisan way to leaders in the House and the Senate. Look, when you look at when president Kennedy passed historic tax cuts when president Reagan passed historic tax cuts, those were bipartisan bills. President Trump has been meeting with and breaking bread with Democrats in the Senate and in the House looking for ways that we can go forward together. But we want to go forward in a way that reflects President Trump's framework for tax reform. It's focused on the middle-class, it's focused on job creators and businesses having more dollars to invest and create jobs and it's focused on simplification. And Democrats who will join us in that we will welcome them and be grateful for their support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, if you don't have the votes, then it doesn't matter how great the plan is. I mean, I know a few New Yorkers who will vote no because of the elimination of the deduction of state and local income tax. Do you think you have the votes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well we're optimistic at this point. I have to tell you, Maria, I've never seen the level of unity and enthusiasm among Republicans on Capitol Hill that I've seen in their commitment to passing historic tax cuts for the American people. Look this economy is starting to grow. I mean, even despite the hurricanes and the wildfires, that set areas of our country in the last month, we still saw more than three percent growth in the third quarter following on three percent growth in the second quarter. I think there is a real understanding that with the right kind of tax cuts, we can -- we can have the kind of sustained growth that takes us well beyond three percent that has this economy growing back at a level of 3.5 or four percent. I mean, in President Donald Trump, the American people have a leader who has boundless confidence in the American people and in the capacity of the American economy to grow and expand and create jobs. And that enthusiasm and that unity gives us great confidence as we move forward in the House, move forward in the Senate and in the negotiations in December that before Christmas President Trump is going to have historic tax cuts on his desk and be able to sign them into law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "More on my exclusive interview with Vice President Mike Pence. Coming up we are discussing why he thinks tax reform will help working American families, also we're getting to other issues. Stay with us on that but first take a look inside the cockpit of Air Force Two. I got a chance to set up their as they took off and landed. It was pretty exciting. We'll bring you more of that interview exclusive right here on \"Sunday Morning Futures,\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. The House GOP tax plan makes changes to some of the most popular deductions and credits for millions of American families. But many Republicans including Vice President Mike Pence say middle-class taxpayers will see the most benefits. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "There's a conversation taking place about family values as well about the adoption credit being taken away. The interest on student loans eliminating the medical deductions severely impacting the middle-income families, what's your take on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "I think when you began by doubling the standard exemption, you say that every working family in American like here in York, Pennsylvania, your first $ 24,000 in income for your family is completely tax-free. When you increase the per child tax credit, families already have a running start on real tax relief and the kind of growth in wages that we believe will occur with the right kind of business tax cuts. We estimate here in Pennsylvania that after all these tax cuts takes effect, that working people here in Pennsylvania will see a $4,000 pay raise on an annual basis. So we think the right kind of tax cuts, the tax cuts President Trump's calling for are going to be a real winner for working families and we look forward to championing them on Capitol Hill and driving that tax cut bill all the way to the president's desk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The president, of course, is on an important trip right now in Asia. You were the chairman of the U.S.-Japan dialogue. The president will meet with the president of China on Wednesday. What can he really accomplish on this trip? What would he like to see him come away with and of course in terms of getting China to be more helpful in reining in North Korea? Can he actually move the needle on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, the president has embarked on what we believe will be a historic trip to the Asia Pacific and he's bringing with him a commitment to the alliances that we have in the region, the calling on our allies in the region from Japan, to South Korea, to Australia, to the Philippines, and to his meetings with President Xi in China that we need to continue to do all that we can together to isolate North Korea economically and diplomatically. And I expect those will be in the forefront of the president's discussions when he starts in Japan a little bit later today. But make no mistake about it, President Trump is going to be in the Asia Pacific that he's going to be talking about jobs. And he tasks me after my trip to the region to engage in a bilateral dialogue with my counterpart in Japan Deputy Prime Minister Aso about ways that we can address what is a $70 billion trade deficit that the United States has with Japan to this day. And I expect focusing on allowing American automobiles to have better access to the Japanese market, American agriculture have better access to the Japanese market will be at the forefront of their discussion today. So while the president is very much focused on security issues, bringing nations together to resolve the growing crisis that we face with the provocations of the nuclear program and the ballistic missile program in North Korea, make no mistake about it, President Trump's going to be talking American jobs and he's going to be talking about not just free trade but fair trade and better deals that will be a better deal for the American worker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I know when he came back from Mideast, he said he did $400 billion dollars in deals. Are you expecting to do that kind of volume of deals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well stay tuned. We've been -- we've been doing some work in anticipation of this. The president as you know has developed a strong relationship with Prime Minister Abe, and president Xi, and President Moon of South Korea. And as I said, while he'll be focused on strategic issues and security issues, anybody who knows President Trump knows he's going to be focused on jobs, he's going to be focused on trade and making sure that this important relationships that we have also are winning trade relationship. When you think about that $70 billion deficit with Japan, we have a $30 billion deficit with South Korea following the Korean-U.S. free trade agreement. The president I know is going to be talking with those leaders about leveling the playing field so that our trade relationships are a winner for American workers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Vice President Pence, you mentioned security. The president would like to do away with the Visa lottery. Is that something you'd like to see happen right away? Should this be part of a broader border immigration reform package?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, President Trump and I met this week in the Oval Office with a number of Senators about a number of immigration issues whether it be DACA or the president's commitment to build a wall for border security. And the president added to that list this year his desire to see is end the Visa Lottery program that was the very means whereby the New York terrorist was able to gain access to this country. We need ultimately to move to a merit-based system in this country. We ought to be asking the question of what are the needs of our communities and our economy and our immigration program but ending these Visa lottery programs. It's important to President Trump and he's calling on the Congress to take action and take action this year to bring an end to that program even as we're calling on them to address the DACA issue. As the president said he's willing to in the midst of ending chain migration providing resources to build the wall and providing all new funding for the kind of security that will -- that will make that from our border to internal enforcement that we have the ability to enforce the laws of this land.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You know, you make a great point because the budget was half a trillion dollars over spending an 18, same thing for 19. We've got to spend money on the military given these new threats that we have and that we're faced with and yet the deficit hawks are saying when are we going to get our arms around the debt and deficits? So when does that become a priority? And maybe it's not a priority now because your priority is growth, but when does it become a priority and when it does, do attack the entitlements?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, I can tell you from the first day of his administration President Trump has been telling every agency of the government to sharpen its pencils. The president's budget and all our actions going forward are -- represents his commitments to fiscally responsible spending but if you speak to President Trump about the issues of long-term debt and deficits is to hear that he believes growth is the answer. And that's the reason why I'm here in Pennsylvania. That's the reason why members of our cabinet are going to be spanning out all across the country in the coming weeks to take the case for historic tax cuts directly to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Coming up more of my interview with the vice president. I asked Mr. Pence what he thinks about Presidents Trump's call on the Justice Department to investigate Hillary Clinton. That's next as we look ahead on \"Sunday Morning Futures\" right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. President Trump making headlines this past week by calling on the Justice Department and the FBI to investigate former political rival Hillary Clinton and the Democratic Party. I sat down with Vice President Mike Pence and asked him what he thought about some of the criticism the President has received as a result.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The president has also been tweeting about the DOJ. People are scratching their heads. They don't understand. He's the president. Why does he have to tweet the DOJ should look at this? Is it appropriate for the President to ask the Department of Justice to investigate his political enemy, Hillary Clinton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "I think the one thing people here in Pennsylvania like about President Trump is you always know where he stands. He speaks his mind and sometimes he just -- he tweets his mind. And I think the president said as he was leaving on this trip to the Asia-Pacific that he just thinks he'd like to see the DOJ just do their job. And I believe that the American people understand that and respect that. But they can be assured, as he travels overseas, being a champion for American security, being a champion for American jobs and better trade deals, as we continue to canvas across this country, we're going to stay focused on the issues that really matter most to the American people which are security, prosperity, and I believe at the end of the day we're going to make America prosperous again, we're going to make America safe again and we're going to continue to see the growth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Is the DOJ doing their job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "I think the president -- the president expressed that he'd like to see them do their job in a broad range of areas. And you know, I'll leave it at that. I think he has expressed himself very clearly, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Mr. Vice President my final question. It was one year ago this week that you were voted into office. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Have you changed? Has the president changed in these 10 months?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well it's -- you know, it's been an incredible experience for my little family to be able to be a part of this administration over the last year, to be a part of the historic campaign that won states like here in Pennsylvania. This is a president who on that election day 130 of 50 states, you know, more counties than any candidates since Ronald Reagan. I mean, literally turned the blue wall read across the heartland of America. But I think the great thing one year on is that while there's been so much change for the good in America, the President Trump hasn't changed at all. I had someone stop me on a rope line the other day shook my hand and they said don't those people in Washington know that we don't want him to change? And the great thing about President Donald Trump is he hasn't change. He continues to speak straight from his heart, straight from his mind. He continues to drive forward and keep the promises that he made to the American people and it's the greatest honor of my life to be some small part of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Thanks, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "My thanks to Vice President Mike Pence. In a moment, the pushback, some Republicans are raising concerns over the House bill.  Up next I'll talk to New Jersey Congressman Tom MacArthur. He'll tell my why he's not fully on board. We're looking ahead right now on \"Sunday Morning Futures.\" Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. Well, we just heard from the Vice President Mike Pence telling me in an exclusive interview that he is optimistic that the tax reform bill will pass and become law. Not all Republicans though are on the same page on this particular those from high tax states like New York. They're saying eliminating some of the deductions proposed in the plan will hurt their constituents. Joining me right now New Jersey Congressman Tom MacArthur. Congressman, it's good to see you. Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TOM MACARTHUR, R-N.J.",
      "sentences": "My pleasure Maria. Good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Will you vote yes on this bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACARTHUR",
      "sentences": "Well, yes. You're going to be surprised by that because I heard the introduction. But the reality is, Maria, I spent the last three days actually looking at this $10,000 cap on property taxes and I came to the only conclusion. I think anyone who really looks at it can come too. And that is that we just got a huge win for middle-class taxpayers even in high tax states like mine. A $10,000 property tax cap is a -- covers the vast majority of people in my state and my congressional district.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You know, I wonder if this tax plan, by eliminating that state and local deduction and just keeping a little of the -- you know, a little of the positive for taxpayers on the property tax, the $10,000 you're talking about. I wonder if over time that dictates the behavior of governors of high tax states, right? I mean, you know, at some point, if people feel like they lose the deduction and they're paying more in taxes in New York and in New Jersey because they lost that state and local tax deduction, they're going to blame the governor. They're going to move out of that state and blame the governor of that state for higher taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACARTHUR",
      "sentences": "Well, they may and there's no excuse for the high property taxes in my state of New Jersey but this is what this tax plan does. It lowers rates dramatically for everybody. It allows homeowners to continue to deduct up to $10,000 which as I said, in my -- I'll give you an example, in my Congressional District of 151,000 taxpayers who claim that deduction last year according to what the IRS sent me this week, 147,000 of them were under $10,000. The 3,000 that were over 10,000 most of those, the vast majority of those were getting trapped by the alternative minimum tax which wiped out their deduction anyway Maria. So the reality is by capping it at $10,000 and eliminating the AMT which squeezes a lot of people as they move up into the upper-middle-class, this is a huge win for the American taxpayer including in states like New Jersey and New York. And I have -- I have gone now, I was pressing for a higher limit but actually, think this limit is huge win for our party and for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Interesting. Yes, I mean, you do have to look at the plan in its entirety, right? I mean, you have to recognize that they -- that they take away the AMT that you know, there are other areas that do offset that elimination of state and local. And again as I see it, I do think that over time it dictates behaviors and governors will feel more pressure to do the right thing. Let me ask you about the Senate plan and what you're expecting because we know what happens when the Senate got their hands on their own bill in terms of health care. Does the Senate blow this thing up? I mean, do you think that the Senate's plan will be similar to the House version?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACARTHUR",
      "sentences": "Well it will be similar. Certainly, the framework was set months ago. But my observation with the Senate during the health care debate and this has been said by others but you know, they had 51 perfect plans but none of them can get a co-sponsor. We -- you know, they have to work together. They can't just each one of them thinks that their solution is the only solution. They have to work together and they have to realize whatever they pass, it has to pass the House as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right. What about this phase in? I mean, now we're hearing that the Senate wants to phase in the 20 percent corporate rate. The President was very clear, red line 20 percent, that's the -- that's the highest I'm going to go in terms of the corporate rate. And we know that that's going to trigger businesses to invest more in their businesses and create more jobs. But the Senate wants to put this phase in whereas you're not actually seeing 20 percent until 2022. That doesn't sound very encouraging to a business person looking to invest in their business and create jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACARTHUR",
      "sentences": "No. Well, first of all, I spent my whole life as a businessman. I was -- I ran a company with thousands of employees. I know what running a business is like. And promising to cut taxes five years from now is like ringing a horse to water but not letting him drink.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACARTHUR",
      "sentences": "So, that's just a dumb idea. What we -- what we need to do is cut taxes now for businesses. Let businesses pay higher wages, let them hire more people, encourage them to invest in plant and equipment. And that's what's going to jumpstart this economy. And on the other side, let the American people keep more of their money. In my state, the House plan will cut taxes by an average of $3,000 across my state. It will create 27,000 new jobs over ten years. That's what we have to be driving here. Let's let the American people invest more of their own money. It's because either the American families and businesses invest in the economy or government bureaucrats decide where to spend money. I'll bet on the American people any day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, you got to give this group credit. They're trying to actually make change, affect change for the first time in 30 years. Congressman, it's good to see you, Sir. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACARTHUR",
      "sentences": "You too Maria. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "More coming up on the tax plan with House Majority Whip Steve Scalise will join us live first time since returning to Congress after that shooting as we're looking ahead this morning on \"Sunday Morning Futures.\" We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, it's been five months and five months after surviving being shot on a baseball practice field. House Majority Whip Steve Scalise is back on Capitol Hill. Congressman Scalise spent months in recovery and after overcoming that battle, Scalise in now focused on unifying his party on tax reform. Let's bring him in right now to talk about it. Thanks so much for joining us this morning Congressman Scalise. It is so good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA., HOUSE MAJORITY WHIP",
      "sentences": "It's so great to be back with you Maria. I missed you during those months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Oh my God. Congressmen, we were so sad to watch what took place. I don't know if you realized you were on this program the Sunday before that horrible situation. Tell us first off most importantly how are you doing Congressman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Thanks so much for asking, Maria. Doing really well, recovering, still got a lot of rehab to go to be able to walk again on my own. But I can walk on crutches. You know, and just being able to get back to doing my job and getting back home to New Orleans to be at my house with my family, those are things that are really special so it's an exciting time to be back as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, thank God that you are and we wish you only strength going forward. Congressman let's talk taxes here. Now, you're back in the swing of things getting knee deep into this. You've heard the conversations we are having this morning. Why is it so hard for Republicans to cut taxes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, if you look at this bill, it's probably one of the most historic tax cuts ever. And you know, you look at our tax code it's so complicated, so outdated. It's been since Ronald Reagan was President that we have had this kind of tax cut plan. And this is really going to benefit the middle class and it's going to allow us to bring jobs back to America to make America competitive again. So there are a lot of good things for everybody in this bill. Most importantly, if you want to get the economy going again, nothing we can do quicker than to pass this tax cuts and jobs bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, and I congratulate you and all -- and the members and the leadership were actually taking a crack at something that hasn't been done in 30 years because we know that changing the tax code will, in fact, move the needle on economic growth. What I'm -- what I'm noticing though are these opportunities to come up with so-called pay-fors or opportunities to come up with ways to pay for the tax cuts. And one of them is this little- hidden gem that I discovered this weekend and that is the 45.6 percent tax that the tax writers put in their on the income of between $1.2 and $1.6 million. That's a tax increase, Congressman. Are you going to fight that? Are you going to change that or what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "No. First of all Maria, the highest rate in our bill and current law is 39.6. Nobody is increasing that. I think what some people are looking at is how quickly people move into the lower brackets. And so the first for most families, the first $90,000 of your income will be taxed at the lowest rate. That's going to be a historic tax cut for the middle class plus we doubled the standard deduction from 12,000 up to $24,000, a big benefit to working families. When you are looking at the higher income workers, it's not until the 25 percent rate that they start seeing that tax cut. So they're going to get a tax cut. There is no 45 plus percent rate. What we're also doing -- again, eliminating the alternative minimum tax that helps a lot of families, but we're cutting corporate rates. If you look at the corporate rate going down to 20 percent in our bill, that's going to benefit the economy, it's going to benefit all these companies that have moved overseas, to move jobs overseas they going to be able to come back. We repeal and phase out the death tax, Maria, complete repeal of the death tax in this bill. That's going to benefit a lot of those families you're talking about in those high-income brackets. As well as the small businesses, family farms. That's going to save -- I mean, one of the most egregious taxes in our code is the death tax. We get rid of it in our bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What I'm referring to is what the Wall Street Journal wrote about this Friday, and they say, for single person earning $1 million and couples earning 1.2 million, the benefit of that 12 percent rate is phased out. And it's phased out by $6 on every $100 in income until the 12 percent rate relief has been clawed back. So at the end of the day, a married couple would thus face a 45.6 percent marginal rate on earnings between $1.2 and $1.6 million, Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "I think they're looking at that one bracket from 1.2 million to 1.6 million but again, the highest rate in our bill is 39.6 percent which is current law. There are more people that are going to be able to take advantage of lower rates even when you are a high-income earners. So if you look at that -- I even made some comparison to Ronald Reagan's tax cuts. Ronald Reagan's tax cuts did the same thing, and again, lowered rates for everybody. They had a higher rate than ours but ultimately we lowered rates for everybody. And again, when you talk about lowering the corporate rate to 20 percent, getting rid of the death tax, getting rid of the alternative minimum tax, that benefits everybody. Definitely, benefits middle-class families, blue-collar workers a lot more than anybody else but it helps jumpstart the economy. You know, we've been struggling at less than two percent growth under Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Since President Trump came in, it's actually gone up because President Trump has done a great job at rolling back some of these radical regulations. But if you talk about real economic growth and I'm not talking about three percent, I'm talking about being able to approach four percent economic growth and more. That's achievable under President Trump and his leadership and his working with us in getting these tax cuts put in place immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, and the regulatory story is really nothing sure about standing. I mean, the fact that he has dropped regulations by 30 percent or more. Real quick Congressman, before you go I got to ask you about what's taking place in Saudi Arabia. The new Crown Prince, the Future King has jailed certain princes and ministers for corruption. He's obvious -- I was just there, I just got back from Saudi Arabia and he told me about you know, his new vision allowing women to drive and getting foreign capital into the country. He even put in jail Prince Al-Waleed. What's your take on that? I know that the President, President Trump is close with the Crown Prince as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Right. But I think if you see what President Trump has done on foreign policy, he's encouraged all of our allies to participate in a new democracies, to continue to strengthen their democracies and we helped them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Each country is different. Each country has culture changes that they've got to go through to get there but I think you're seeing us encourage all of our allies to continue to improve and it's reaping benefits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, I can see that. Congressman, it's great to see you. Thanks for joining us this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "It's great being back Maria. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Take good care Congressman Steve Scalise. I'll see you tomorrow on the Fox Business Network. Have a great weekend everybody. That will do it for us on \"Sunday Morning Futures.\" Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, HOST",
      "utterance": "Good Sunday morning. This week Republicans push ahead on tax reform and the with the North Korea crisis looming, President Trump continues his 12 day trip across Asia. That trip including key meetings with the Leaders of South Korea and Japan and China. Good morning everyone, I'm Maria Bartiromo, thanks for joining us. This is \"Sunday Morning Futures.\" Vice President Mike Pence out making the case for the GOP tax reform plan. I sat down with him for an exclusive interview. Does he think that the White House has the votes to pass the bill? And what is his take on the possibility of actually raising taxes on some Americans? Plus, we'll hear from the vice president about what he says about President Trump's big trip to Asia. Will the president be able to get more help from China in reigning in North Korea? We're taking a closer look this morning. Then House Majority Whip Steve Scalise joining us for the first time since his return to Congress. We will get his take on the tax reform bill. Also I'll ask him about the breaking news overnight. Dozens of princes, high-ranking officials arrested in Saudi Arabia in an anti-corruption crackdown by the country's future King, included Saudi Prince Al-Waleed. We're looking ahead right now on \"Sunday Morning Futures.\" And in the next two weeks, we are expecting to get the Senate's version of the tax plan. Republicans are putting on the full-court press this week after the House GOP put out the details for their tax reform plan. The measure described by some as the most sweeping changes to our tax system in decades. Vice President Mike Pence was in York, Pennsylvania yesterday to help sell the plan to small business. After his speech, he sat down with me for an exclusive interview. The vice president says that the measure is a great starting point but they are going to be some changes before it actually gets to the president's desk for signage."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Vice President thanks so much for sitting down with me today."
    },
    {
      "speaker": "VICE PRESIDENT MIKE PENCE",
      "utterance": "You bet Maria. Good to see you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So you released -- the House Republican released a plan. I know, you've been meeting with the Senate regularly. Are you expecting the Senate plan to be much different than what the House presented in terms of tax reform?"
    },
    {
      "speaker": "PENCE",
      "utterance": "From early this year, we been in continuous discussions with leaders in the House and the Senate to develop a framework for President Trump's vision for tax cuts and tax reform. And we fully anticipate that when the Senate bill comes forward, it will -- it will reflect on the president's framework. Now, there will be changes between the two and changes in the course of the legislative process but we think the House bill is a great start. We look forward to the Senate bringing forward its tax cut bill. But the key here is that whatever is accomplished reflects the president's commitment to cutting taxes on working families, small businesses, family farms, having a middle-class miracle in the midst of this, cutting taxes on businesses to 20 percent, cutting taxes on pastors to 25 percent, and simplifying the tax code so that nine out of 10 Americans will be able to file their taxes on a single piece of paper. The details of how we do all of that will continue to work through the legislative process but President Trump's framework has been driving the development of this legislation from the outset and will continue to drive our negotiations."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to ask you about that simplicity idea, but first there is speculation that the Senate plan will include a phasing in of that 20 percent corporate rate that corporations won't actually see 20 percent until 2022. Do you believe in that plan?"
    },
    {
      "speaker": "PENCE",
      "utterance": "President Trump has made it very clear that he wants to see taxes on traditional corporations, so-called C corporations reduced to 20 percent and he's taken a firm position."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "(INAUDIBLE) after five years."
    },
    {
      "speaker": "PENCE",
      "utterance": "And I think -- I think we believe it has to happen immediately. And we're going to drive and drive hard. Look this economy is starting to take off. We've seen the second consecutive quarter with three percent growth. We've seen the stock market setting records one day after another. Nearly $5 trillion in wealth has been created that President Trump believes for have -- to have sustained growth in the days ahead. You got to let the American people keep more of their hard-earned dollars. We got to have the kind of tax cuts for middle-class Americans that the president has been driving for, but also we've got to-- we've got to lower taxes on American businesses. We've got to do it quickly so businesses like those here in York, Pennsylvania who we heard from will be able to invest those dollars in wages and hiring more employees and in the kind of growth that will create more jobs."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right. And why would anybody invest if they're not getting a 20 percent rate for five years?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, that's right. And the president also is committed to immediate expensing rather than long-term depreciation on equipment. We really think we're at a -- we're adding enormously opportune moment in the life of this economy. Optimism is abounding all over the country. Unemployment is at a 17 year low. More Americans are working than ever before in our nation's history and that's why President Trump and I believe now is precisely the time to pass historic tax relief for individuals and businesses and pass the kind of simplification of our tax code that will save people millions of hours and billions of dollars in compliance."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You're right. Let me ask you Mr. Vice President. Can you explain (INAUDIBLE) percent marginal tax rate on earnings between 1.2 and $1.6 million?"
    },
    {
      "speaker": "PENCE",
      "utterance": "That's a part of the House proposal that's been talked about and I know the intention of House leadership there was to recapture some of the lower bracket savings are for low-income Americans experience."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But that's a tax increase."
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, let me say we think the House bill is a great start but at the end of the day, the American people can be confident that President Trump is going to drive this legislation forward into what we expect to be a conference committee negotiations in the month of December and we're going to make sure that we have tax relief across-the-board for working families and small businesses, family farmers, and ranchers. And we're going to make sure that while it's not going to necessarily lower taxes on upper-income Americans, we're going to make sure that it deals with upper- income Americans in a fair and equitable way."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So you think that might be changed or fixed in committee then, 45.6 percent?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well I don't want to negotiate it now but look we really do believe the House of representatives come forward with a good bill. That's a great start and it reflects the overall framework that President Trump has laid out. But when the Senate bring forward its legislation and as we go into negotiations in the month of December, the president is just going to continue to drive. We want the tax relief here to benefit middle-class Americans, we want to tax relief to benefit businesses so that more jobs can be created and wages can rise, and we want to see the kind of simplification that will -- that will also lift a tremendous burden off of the American people. The combination of that framework and making sure that companies can bring dollars in that are trapped overseas to create jobs here in Pennsylvania and all over America, those will be the driving forces and then the details will all be part of the negotiations going forward."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I totally understand what you're saying. But some people are saying that the people who are actually paying the tax are not getting a tax cut. So if you look at the top 10 percent of earners, the top 10 percent pay right now more than70 percent of the tax. So are you actually cutting taxes on people who don't pay tax? Shouldn't you be cutting taxes on the people who pay tax?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, the president very much wants to see this tax cut focused on middle-class Americans and we believe we are going to see a significant tax reduction for working families. When you take the standard deduction for couples and take that to $24,000, the first $24,000 in income is tax-free. Now, the House bill doesn't raise the rate. I know the map that you talk about but doesn't raise the rate from 39.6."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But 45.6 is raising the rate."
    },
    {
      "speaker": "PENCE",
      "utterance": "The president wants to see as lower the rates on working families, expanding the per child tax credit, getting rid of death taxes once and for all. We think it's going to benefit the ability to transfer businesses and family farms from one generation to the next. But the intention here is not to raise taxes Maria, the intention here though is to focus the tax relief on the middle-class. And we believe that -- we believe that the plan unveiled by the House, the plan that will soon be unveiled by the Senate reflects that guiding principle of President Trump's framework for tax cuts and we'll continue to drive forward on that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "With all these things that we're talking about whether it's that 45.6 percent rate or removing the deduction for state and local income tax, that hits middle-income families and in the northeast, you are seeing people see a higher tax rate as a result of eliminating that deduction. Is there room for compromise? Even your own party is saying this does not reflect Republican principles of tax cutters?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, there's always room for compromise. But what the president is not going to compromise is his determination to see this Congress pass historic tax cuts and pass them this year. And the president is also absolutely committed Maria, to make sure as he says that this is a middle- class miracle. That the majority of the tax relief benefits working families and working Americans and benefits businesses that can create jobs for working Americans. We know that the details will be worked out as this legislation goes forward. And I know there's been an attempt to address those issues already in the House of unveiled legislation. But what the driving principle here will be is that while upper-income Americans probably stay where they're at, at the end of the day we want to see middle-class Americans benefit and we want to see businesses and job creators like those we heard from in Pennsylvania today be able to benefit and create jobs and make the kind of investments that will grow our economy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "In a moment, more of my exclusive interview with Vice President Mike Pence. I asked him if he personally agrees with a higher rate for the top earners as I got to check out Air Force Two with the vice president as well. Follow me on Twitter @MariaBartiromo, @SundayFutures. Let us know what you would like to hear from Congressman Steve Scalise and Tom Macarthur coming up. We're looking ahead this morning on \"Sunday Morning Futures.\" We'll be right back with more vice President Mike Pence."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. We are talking taxes this morning. Some New York lawmakers have told me they will vote no for the House GOP tax bill. I ask Vice President Mike Pence in this exclusive if he believes they have the votes to get this passed the finish line given the pushback on higher rates for some Americans."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You personally, Vice President Mike Pence, would you agree to a 45.6 percent rate for the highest earners?"
    },
    {
      "speaker": "PENCE",
      "utterance": "I support the president's commitment to keep the top marginal rate at 39.6 percent. And we're going to continue to drive toward that because the president wants to see marginal rates lowered on middle-class Americans, on working families and I think at the end of the day, when this process comes to fruition, the American people are going to not only the largest tax cut in American history but they are also going to see a tax cut that really focuses on empowering working Americans to be able to have more dollars in their pockets, empowering businesses large and small to be able to invest in ways that will create jobs and I look forward to supporting it and championing it all over the country."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Do you expect mobility as a result of this plan? In other words some people are saying look, there's going to be a mass exodus out of New York because why would someone in New York say, oh, I'm losing that deduction, now my rate is 53 percent when you account for state and local taxes and not go to Florida where they can get a 25 percent rate and no income tax? So do you think people will leave some of these high state taxes eventually, will the elimination of that deduction pressure governors to make change?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well that would be a good question for an economist and the simple fact is there are some very high tax states in the country that have benefited by those deductions in the past. But I think what the president wants to see do is look for ways that we can simplify the tax code, that we can lower taxes on working families. And let me be clear, we think the House bill that was unveiled last week is a great start. We look forward to the introduction of the Senate legislation in the next several days. But as we go forward, the president's focus here is all about jobs. It's all about the middle-class. It's all about making sure that people have more dollars in their pockets, businesses have more resources and a growing economy I believe is going to benefit people in our big states, in our small states and everywhere in between."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me ask you about the road to passage."
    },
    {
      "speaker": "PENCE",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Can you identify any Democrats who will vote yes to this plan?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, I could tell you the president and I continue to be hopeful and we continue to reach out in a bipartisan way to leaders in the House and the Senate. Look, when you look at when president Kennedy passed historic tax cuts when president Reagan passed historic tax cuts, those were bipartisan bills. President Trump has been meeting with and breaking bread with Democrats in the Senate and in the House looking for ways that we can go forward together. But we want to go forward in a way that reflects President Trump's framework for tax reform. It's focused on the middle-class, it's focused on job creators and businesses having more dollars to invest and create jobs and it's focused on simplification. And Democrats who will join us in that we will welcome them and be grateful for their support."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, if you don't have the votes, then it doesn't matter how great the plan is. I mean, I know a few New Yorkers who will vote no because of the elimination of the deduction of state and local income tax. Do you think you have the votes?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well we're optimistic at this point. I have to tell you, Maria, I've never seen the level of unity and enthusiasm among Republicans on Capitol Hill that I've seen in their commitment to passing historic tax cuts for the American people. Look this economy is starting to grow. I mean, even despite the hurricanes and the wildfires, that set areas of our country in the last month, we still saw more than three percent growth in the third quarter following on three percent growth in the second quarter. I think there is a real understanding that with the right kind of tax cuts, we can -- we can have the kind of sustained growth that takes us well beyond three percent that has this economy growing back at a level of 3.5 or four percent. I mean, in President Donald Trump, the American people have a leader who has boundless confidence in the American people and in the capacity of the American economy to grow and expand and create jobs. And that enthusiasm and that unity gives us great confidence as we move forward in the House, move forward in the Senate and in the negotiations in December that before Christmas President Trump is going to have historic tax cuts on his desk and be able to sign them into law."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "More on my exclusive interview with Vice President Mike Pence. Coming up we are discussing why he thinks tax reform will help working American families, also we're getting to other issues. Stay with us on that but first take a look inside the cockpit of Air Force Two. I got a chance to set up their as they took off and landed. It was pretty exciting. We'll bring you more of that interview exclusive right here on \"Sunday Morning Futures,\" next."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. The House GOP tax plan makes changes to some of the most popular deductions and credits for millions of American families. But many Republicans including Vice President Mike Pence say middle-class taxpayers will see the most benefits. Watch."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "There's a conversation taking place about family values as well about the adoption credit being taken away. The interest on student loans eliminating the medical deductions severely impacting the middle-income families, what's your take on that?"
    },
    {
      "speaker": "PENCE",
      "utterance": "I think when you began by doubling the standard exemption, you say that every working family in American like here in York, Pennsylvania, your first $ 24,000 in income for your family is completely tax-free. When you increase the per child tax credit, families already have a running start on real tax relief and the kind of growth in wages that we believe will occur with the right kind of business tax cuts. We estimate here in Pennsylvania that after all these tax cuts takes effect, that working people here in Pennsylvania will see a $4,000 pay raise on an annual basis. So we think the right kind of tax cuts, the tax cuts President Trump's calling for are going to be a real winner for working families and we look forward to championing them on Capitol Hill and driving that tax cut bill all the way to the president's desk."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The president, of course, is on an important trip right now in Asia. You were the chairman of the U.S.-Japan dialogue. The president will meet with the president of China on Wednesday. What can he really accomplish on this trip? What would he like to see him come away with and of course in terms of getting China to be more helpful in reining in North Korea? Can he actually move the needle on that?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, the president has embarked on what we believe will be a historic trip to the Asia Pacific and he's bringing with him a commitment to the alliances that we have in the region, the calling on our allies in the region from Japan, to South Korea, to Australia, to the Philippines, and to his meetings with President Xi in China that we need to continue to do all that we can together to isolate North Korea economically and diplomatically. And I expect those will be in the forefront of the president's discussions when he starts in Japan a little bit later today. But make no mistake about it, President Trump is going to be in the Asia Pacific that he's going to be talking about jobs. And he tasks me after my trip to the region to engage in a bilateral dialogue with my counterpart in Japan Deputy Prime Minister Aso about ways that we can address what is a $70 billion trade deficit that the United States has with Japan to this day. And I expect focusing on allowing American automobiles to have better access to the Japanese market, American agriculture have better access to the Japanese market will be at the forefront of their discussion today. So while the president is very much focused on security issues, bringing nations together to resolve the growing crisis that we face with the provocations of the nuclear program and the ballistic missile program in North Korea, make no mistake about it, President Trump's going to be talking American jobs and he's going to be talking about not just free trade but fair trade and better deals that will be a better deal for the American worker."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I know when he came back from Mideast, he said he did $400 billion dollars in deals. Are you expecting to do that kind of volume of deals?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well stay tuned. We've been -- we've been doing some work in anticipation of this. The president as you know has developed a strong relationship with Prime Minister Abe, and president Xi, and President Moon of South Korea. And as I said, while he'll be focused on strategic issues and security issues, anybody who knows President Trump knows he's going to be focused on jobs, he's going to be focused on trade and making sure that this important relationships that we have also are winning trade relationship. When you think about that $70 billion deficit with Japan, we have a $30 billion deficit with South Korea following the Korean-U.S. free trade agreement. The president I know is going to be talking with those leaders about leveling the playing field so that our trade relationships are a winner for American workers."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Vice President Pence, you mentioned security. The president would like to do away with the Visa lottery. Is that something you'd like to see happen right away? Should this be part of a broader border immigration reform package?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, President Trump and I met this week in the Oval Office with a number of Senators about a number of immigration issues whether it be DACA or the president's commitment to build a wall for border security. And the president added to that list this year his desire to see is end the Visa Lottery program that was the very means whereby the New York terrorist was able to gain access to this country. We need ultimately to move to a merit-based system in this country. We ought to be asking the question of what are the needs of our communities and our economy and our immigration program but ending these Visa lottery programs. It's important to President Trump and he's calling on the Congress to take action and take action this year to bring an end to that program even as we're calling on them to address the DACA issue. As the president said he's willing to in the midst of ending chain migration providing resources to build the wall and providing all new funding for the kind of security that will -- that will make that from our border to internal enforcement that we have the ability to enforce the laws of this land."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You know, you make a great point because the budget was half a trillion dollars over spending an 18, same thing for 19. We've got to spend money on the military given these new threats that we have and that we're faced with and yet the deficit hawks are saying when are we going to get our arms around the debt and deficits? So when does that become a priority? And maybe it's not a priority now because your priority is growth, but when does it become a priority and when it does, do attack the entitlements?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, I can tell you from the first day of his administration President Trump has been telling every agency of the government to sharpen its pencils. The president's budget and all our actions going forward are -- represents his commitments to fiscally responsible spending but if you speak to President Trump about the issues of long-term debt and deficits is to hear that he believes growth is the answer. And that's the reason why I'm here in Pennsylvania. That's the reason why members of our cabinet are going to be spanning out all across the country in the coming weeks to take the case for historic tax cuts directly to the American people."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Coming up more of my interview with the vice president. I asked Mr. Pence what he thinks about Presidents Trump's call on the Justice Department to investigate Hillary Clinton. That's next as we look ahead on \"Sunday Morning Futures\" right here."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. President Trump making headlines this past week by calling on the Justice Department and the FBI to investigate former political rival Hillary Clinton and the Democratic Party. I sat down with Vice President Mike Pence and asked him what he thought about some of the criticism the President has received as a result."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The president has also been tweeting about the DOJ. People are scratching their heads. They don't understand. He's the president. Why does he have to tweet the DOJ should look at this? Is it appropriate for the President to ask the Department of Justice to investigate his political enemy, Hillary Clinton?"
    },
    {
      "speaker": "PENCE",
      "utterance": "I think the one thing people here in Pennsylvania like about President Trump is you always know where he stands. He speaks his mind and sometimes he just -- he tweets his mind. And I think the president said as he was leaving on this trip to the Asia-Pacific that he just thinks he'd like to see the DOJ just do their job. And I believe that the American people understand that and respect that. But they can be assured, as he travels overseas, being a champion for American security, being a champion for American jobs and better trade deals, as we continue to canvas across this country, we're going to stay focused on the issues that really matter most to the American people which are security, prosperity, and I believe at the end of the day we're going to make America prosperous again, we're going to make America safe again and we're going to continue to see the growth."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Is the DOJ doing their job?"
    },
    {
      "speaker": "PENCE",
      "utterance": "I think the president -- the president expressed that he'd like to see them do their job in a broad range of areas. And you know, I'll leave it at that. I think he has expressed himself very clearly, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Mr. Vice President my final question. It was one year ago this week that you were voted into office. Congratulations."
    },
    {
      "speaker": "PENCE",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Have you changed? Has the president changed in these 10 months?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well it's -- you know, it's been an incredible experience for my little family to be able to be a part of this administration over the last year, to be a part of the historic campaign that won states like here in Pennsylvania. This is a president who on that election day 130 of 50 states, you know, more counties than any candidates since Ronald Reagan. I mean, literally turned the blue wall read across the heartland of America. But I think the great thing one year on is that while there's been so much change for the good in America, the President Trump hasn't changed at all. I had someone stop me on a rope line the other day shook my hand and they said don't those people in Washington know that we don't want him to change? And the great thing about President Donald Trump is he hasn't change. He continues to speak straight from his heart, straight from his mind. He continues to drive forward and keep the promises that he made to the American people and it's the greatest honor of my life to be some small part of that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thanks so much for joining us."
    },
    {
      "speaker": "PENCE",
      "utterance": "Thanks, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "My thanks to Vice President Mike Pence. In a moment, the pushback, some Republicans are raising concerns over the House bill. Up next I'll talk to New Jersey Congressman Tom MacArthur. He'll tell my why he's not fully on board. We're looking ahead right now on \"Sunday Morning Futures.\" Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. Well, we just heard from the Vice President Mike Pence telling me in an exclusive interview that he is optimistic that the tax reform bill will pass and become law. Not all Republicans though are on the same page on this particular those from high tax states like New York. They're saying eliminating some of the deductions proposed in the plan will hurt their constituents. Joining me right now New Jersey Congressman Tom MacArthur. Congressman, it's good to see you. Thanks so much for joining us."
    },
    {
      "speaker": "REP. TOM MACARTHUR, R-N.J.",
      "utterance": "My pleasure Maria. Good morning."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Will you vote yes on this bill?"
    },
    {
      "speaker": "MACARTHUR",
      "utterance": "Well, yes. You're going to be surprised by that because I heard the introduction. But the reality is, Maria, I spent the last three days actually looking at this $10,000 cap on property taxes and I came to the only conclusion. I think anyone who really looks at it can come too. And that is that we just got a huge win for middle-class taxpayers even in high tax states like mine. A $10,000 property tax cap is a -- covers the vast majority of people in my state and my congressional district."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You know, I wonder if this tax plan, by eliminating that state and local deduction and just keeping a little of the -- you know, a little of the positive for taxpayers on the property tax, the $10,000 you're talking about. I wonder if over time that dictates the behavior of governors of high tax states, right? I mean, you know, at some point, if people feel like they lose the deduction and they're paying more in taxes in New York and in New Jersey because they lost that state and local tax deduction, they're going to blame the governor. They're going to move out of that state and blame the governor of that state for higher taxes."
    },
    {
      "speaker": "MACARTHUR",
      "utterance": "Well, they may and there's no excuse for the high property taxes in my state of New Jersey but this is what this tax plan does. It lowers rates dramatically for everybody. It allows homeowners to continue to deduct up to $10,000 which as I said, in my -- I'll give you an example, in my Congressional District of 151,000 taxpayers who claim that deduction last year according to what the IRS sent me this week, 147,000 of them were under $10,000. The 3,000 that were over 10,000 most of those, the vast majority of those were getting trapped by the alternative minimum tax which wiped out their deduction anyway Maria. So the reality is by capping it at $10,000 and eliminating the AMT which squeezes a lot of people as they move up into the upper-middle-class, this is a huge win for the American taxpayer including in states like New Jersey and New York. And I have -- I have gone now, I was pressing for a higher limit but actually, think this limit is huge win for our party and for the American people."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Interesting. Yes, I mean, you do have to look at the plan in its entirety, right? I mean, you have to recognize that they -- that they take away the AMT that you know, there are other areas that do offset that elimination of state and local. And again as I see it, I do think that over time it dictates behaviors and governors will feel more pressure to do the right thing. Let me ask you about the Senate plan and what you're expecting because we know what happens when the Senate got their hands on their own bill in terms of health care. Does the Senate blow this thing up? I mean, do you think that the Senate's plan will be similar to the House version?"
    },
    {
      "speaker": "MACARTHUR",
      "utterance": "Well it will be similar. Certainly, the framework was set months ago. But my observation with the Senate during the health care debate and this has been said by others but you know, they had 51 perfect plans but none of them can get a co-sponsor. We -- you know, they have to work together. They can't just each one of them thinks that their solution is the only solution. They have to work together and they have to realize whatever they pass, it has to pass the House as well."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right. What about this phase in? I mean, now we're hearing that the Senate wants to phase in the 20 percent corporate rate. The President was very clear, red line 20 percent, that's the -- that's the highest I'm going to go in terms of the corporate rate. And we know that that's going to trigger businesses to invest more in their businesses and create more jobs. But the Senate wants to put this phase in whereas you're not actually seeing 20 percent until 2022. That doesn't sound very encouraging to a business person looking to invest in their business and create jobs."
    },
    {
      "speaker": "MACARTHUR",
      "utterance": "No. Well, first of all, I spent my whole life as a businessman. I was -- I ran a company with thousands of employees. I know what running a business is like. And promising to cut taxes five years from now is like ringing a horse to water but not letting him drink."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "MACARTHUR",
      "utterance": "So, that's just a dumb idea. What we -- what we need to do is cut taxes now for businesses. Let businesses pay higher wages, let them hire more people, encourage them to invest in plant and equipment. And that's what's going to jumpstart this economy. And on the other side, let the American people keep more of their money. In my state, the House plan will cut taxes by an average of $3,000 across my state. It will create 27,000 new jobs over ten years. That's what we have to be driving here. Let's let the American people invest more of their own money. It's because either the American families and businesses invest in the economy or government bureaucrats decide where to spend money. I'll bet on the American people any day."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, you got to give this group credit. They're trying to actually make change, affect change for the first time in 30 years. Congressman, it's good to see you, Sir. Thank you so much."
    },
    {
      "speaker": "MACARTHUR",
      "utterance": "You too Maria. Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "More coming up on the tax plan with House Majority Whip Steve Scalise will join us live first time since returning to Congress after that shooting as we're looking ahead this morning on \"Sunday Morning Futures.\" We'll be right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, it's been five months and five months after surviving being shot on a baseball practice field. House Majority Whip Steve Scalise is back on Capitol Hill. Congressman Scalise spent months in recovery and after overcoming that battle, Scalise in now focused on unifying his party on tax reform. Let's bring him in right now to talk about it. Thanks so much for joining us this morning Congressman Scalise. It is so good to see you again."
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA., HOUSE MAJORITY WHIP",
      "utterance": "It's so great to be back with you Maria. I missed you during those months."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Oh my God. Congressmen, we were so sad to watch what took place. I don't know if you realized you were on this program the Sunday before that horrible situation. Tell us first off most importantly how are you doing Congressman?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Thanks so much for asking, Maria. Doing really well, recovering, still got a lot of rehab to go to be able to walk again on my own. But I can walk on crutches. You know, and just being able to get back to doing my job and getting back home to New Orleans to be at my house with my family, those are things that are really special so it's an exciting time to be back as well."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, thank God that you are and we wish you only strength going forward. Congressman let's talk taxes here. Now, you're back in the swing of things getting knee deep into this. You've heard the conversations we are having this morning. Why is it so hard for Republicans to cut taxes?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, if you look at this bill, it's probably one of the most historic tax cuts ever. And you know, you look at our tax code it's so complicated, so outdated. It's been since Ronald Reagan was President that we have had this kind of tax cut plan. And this is really going to benefit the middle class and it's going to allow us to bring jobs back to America to make America competitive again. So there are a lot of good things for everybody in this bill. Most importantly, if you want to get the economy going again, nothing we can do quicker than to pass this tax cuts and jobs bill."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, and I congratulate you and all -- and the members and the leadership were actually taking a crack at something that hasn't been done in 30 years because we know that changing the tax code will, in fact, move the needle on economic growth. What I'm -- what I'm noticing though are these opportunities to come up with so-called pay-fors or opportunities to come up with ways to pay for the tax cuts. And one of them is this little- hidden gem that I discovered this weekend and that is the 45.6 percent tax that the tax writers put in their on the income of between $1.2 and $1.6 million. That's a tax increase, Congressman. Are you going to fight that? Are you going to change that or what?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "No. First of all Maria, the highest rate in our bill and current law is 39.6. Nobody is increasing that. I think what some people are looking at is how quickly people move into the lower brackets. And so the first for most families, the first $90,000 of your income will be taxed at the lowest rate. That's going to be a historic tax cut for the middle class plus we doubled the standard deduction from 12,000 up to $24,000, a big benefit to working families. When you are looking at the higher income workers, it's not until the 25 percent rate that they start seeing that tax cut. So they're going to get a tax cut. There is no 45 plus percent rate. What we're also doing -- again, eliminating the alternative minimum tax that helps a lot of families, but we're cutting corporate rates. If you look at the corporate rate going down to 20 percent in our bill, that's going to benefit the economy, it's going to benefit all these companies that have moved overseas, to move jobs overseas they going to be able to come back. We repeal and phase out the death tax, Maria, complete repeal of the death tax in this bill. That's going to benefit a lot of those families you're talking about in those high-income brackets. As well as the small businesses, family farms. That's going to save -- I mean, one of the most egregious taxes in our code is the death tax. We get rid of it in our bill."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What I'm referring to is what the Wall Street Journal wrote about this Friday, and they say, for single person earning $1 million and couples earning 1.2 million, the benefit of that 12 percent rate is phased out. And it's phased out by $6 on every $100 in income until the 12 percent rate relief has been clawed back. So at the end of the day, a married couple would thus face a 45.6 percent marginal rate on earnings between $1.2 and $1.6 million, Congressman."
    },
    {
      "speaker": "SCALISE",
      "utterance": "I think they're looking at that one bracket from 1.2 million to 1.6 million but again, the highest rate in our bill is 39.6 percent which is current law. There are more people that are going to be able to take advantage of lower rates even when you are a high-income earners. So if you look at that -- I even made some comparison to Ronald Reagan's tax cuts. Ronald Reagan's tax cuts did the same thing, and again, lowered rates for everybody. They had a higher rate than ours but ultimately we lowered rates for everybody. And again, when you talk about lowering the corporate rate to 20 percent, getting rid of the death tax, getting rid of the alternative minimum tax, that benefits everybody. Definitely, benefits middle-class families, blue-collar workers a lot more than anybody else but it helps jumpstart the economy. You know, we've been struggling at less than two percent growth under Barack Obama."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Absolutely."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Since President Trump came in, it's actually gone up because President Trump has done a great job at rolling back some of these radical regulations. But if you talk about real economic growth and I'm not talking about three percent, I'm talking about being able to approach four percent economic growth and more. That's achievable under President Trump and his leadership and his working with us in getting these tax cuts put in place immediately."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, and the regulatory story is really nothing sure about standing. I mean, the fact that he has dropped regulations by 30 percent or more. Real quick Congressman, before you go I got to ask you about what's taking place in Saudi Arabia. The new Crown Prince, the Future King has jailed certain princes and ministers for corruption. He's obvious -- I was just there, I just got back from Saudi Arabia and he told me about you know, his new vision allowing women to drive and getting foreign capital into the country. He even put in jail Prince Al-Waleed. What's your take on that? I know that the President, President Trump is close with the Crown Prince as well."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Right. But I think if you see what President Trump has done on foreign policy, he's encouraged all of our allies to participate in a new democracies, to continue to strengthen their democracies and we helped them."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Each country is different. Each country has culture changes that they've got to go through to get there but I think you're seeing us encourage all of our allies to continue to improve and it's reaping benefits."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, I can see that. Congressman, it's great to see you. Thanks for joining us this morning."
    },
    {
      "speaker": "SCALISE",
      "utterance": "It's great being back Maria. Good to see you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Take good care Congressman Steve Scalise. I'll see you tomorrow on the Fox Business Network. Have a great weekend everybody. That will do it for us on \"Sunday Morning Futures.\" Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}