{
  "date": "November 30, 2018",
  "headline": "The politics of Trump's trade and economic agenda",
  "subHeadline": "President Trump signs new trade agreement with Mexico and Canada to replace NAFTA; reaction from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/the-politics-of-trumps-trade-and-economic-agenda",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "With our signatures today we will formally declare the intention of our three countries to replace NAFTA with the USMCA, a truly groundbreaking achievement, modern-day agreement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANADIAN PRIME MINISTER JUSTIN TRUDEAU",
      "sentences": "The new agreement lifts the risk of serious economic uncertainty that lingers throughout a trade renegotiation process, uncertainty that would have only gotten worse and more damaging had we not reached a new NAFTA.  MEXICAN PRESIDENT ENRIQUE PENA NIETO (through translator): This day is the culmination of a long process based on dialogue and negotiations that allow us to overcome differences and to conciliate our visions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Mexican president, President Trump, and the prime minister of Canada there signing this trade agreement, the president calling it the biggest, most important, largest trade deal in the U.S. and world history. We are here at the Reagan library. When Reagan traveled around the world it was the G8. Now it is the G20, and the president there. Not everyone back in Washington, though, is fully behind this new trade deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOUSE MINORITY LEADER REP. NANCY PELOSI, D-CALIF.",
      "sentences": "What isn't in it yet is enough enforcement reassurances regarding workers, provisions that relate to workers and to the environment. There also has not been a law passed in Mexico in terms of wages and working conditions in Mexico. So when all of that happens, people make a judgment about whether they will be supporting it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll start there about the president's trip to the G20. Let's bring in our panel from Washington, national security analyst Morgan Ortagus, Leslie Marshall, Democratic strategist, and David Brody, chief analyst for the Christian Broadcasting Network. Morgan, your thoughts on this trade deal and the G20 overall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN ORTAGUS, NATIONAL SECURITY ANALYST",
      "sentences": "I think the president is right that it is a very historic trade agreement. Trade is one of the most arcane things that any administration has to deal with. And getting this through, especially through the Mexicans and the Canadians who held in on a few sticking points related to dairy, is an accomplishment. However, saying that, it is a little too early to measure the drapes, because now you'll have probably even tougher negotiators in the Canadians and the Mexicans, and that is the Democrats in Congress, as we just saw.   I'm really looking, Bret, towards Sherrod Brown. He is a Democrat who may very well likely run for president. He has the most integrity and reputation as a relates to workers' rights and to trade, and I think he is sort of my bellwether and whether we're going to get true Democrat support to pass this in the House and the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. It's not just Democrats. A few Republicans have piped up, already. Marco Rubio, senator from Florida, tweeted \"As currently drafting this deal will put Florida seasonal vegetable growers out of business. It allows Mexico to dump government subsidized produce on the U.S. market. Going forward America will depend on Mexico for our winter vegetables. Unacceptable.\" There are a few others who have weighed in as well, Leslie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESLIE MARSHALL, DEMOCRATIC STRATEGIST",
      "sentences": "Yes. Senator Toomey is another. He wants, everybody wants protections. The unions want protections for workers specifically if more jobs go to Mexico, which is a big concern, not just by Democrats and the unions, but over on the right as well, will there be more outsourcing? Will there be protection for investors? Will there be protection if jobs go to Mexico or other places overseas to Nancy Pelosi's point regarding the environment and protection for workers?  The president has a political win here, Bret, but are we going to see a win in Congress? I'm really not sure, because there is a lot of pushback on both sides. To Marco Rubio's point, agriculture is being affected by this. So a political win for the president, but I'm not sure what is going to happen, especially when you have Democrats taking over the House coming up in January.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A different environment come January. In the meantime, David, big issues, obviously, at the G20, the president canceling the meeting with Vladimir Putin, but the biggest meeting yet to come tomorrow night with the Chinese president, Xi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID BRODY, CHRISTIAN BROADCASTING NETWORK",
      "sentences": "That's right. And of course, all eyes will be on that meeting for sure. Bret, I have got to tell you, there is a lot obviously not just at stake, but here's what's going on. President Trump is not at a point now where he can bluff. In other words, it is time to pony up. And what I mean by that is he can't back away at this point. There is just no way.  And so what does that mean? Economically, America, we know is doing pretty well. That is a good, strong hand to go into all of this with. Bottom line is if he can come away with obviously something on intellectual property theft and also all of this forced technology transfer in terms of what the Chinese are doing, I think that's obviously going to be a big victory for this administration. Having said that, I think we have got a long road ahead of us. The one I will point out is over $250 billion more in tariffs come January, and that's another issue that Donald Trump can raise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I plan to ask Defense Secretary Mattis about a number of hot spots around the world, including China. Morgan, here is the president talking about this meeting yet to come with President Xi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We can make a deal that will be good. I think they want to and I think we'd like to, and we'll see. But we'll be meeting with President Xi in a little while, but for the most part tomorrow I would way would be our big meeting. But in the meantime, people are working, our staff is working, and we have a lot of very talented people working. Larry Kudlow's representatives are dealing with them on a constant basis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Laying the groundwork, art at the deal here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "That's true. I don't expect a full-fledged deal tomorrow. I think the problem and the challenge here which is different for the president then, say, what he faced in North Korea, is we really have two competing factions here. Clearly the economic and business interests, that side of his administration would like to get to a deal sooner than later, because they are worried about the effects of the tariffs on the economy. But if you look at it from a national security perspective, Bret, the Chinese are not going to come out and admit tomorrow what they have done on I.P., the theft. They're not going to reverse three decades of how they have operated in society, nor Xi's plan for the future, his vision for how China is going to lead the world. So I really think, and I can't wait to hear your interview with Mattis, I think we're, not to be hyperbolic, but we are at a moment where we really are in a generational struggle with China. And I think the president, one of the most brilliant things that he has done in this administration is for he and his team to keep the heat on the Chinese. And I hope that they continue to do it. Work towards a deal, but there is no need to come out of this weekend with some sort of magic deal and summing it all up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Leslie, quickly, a lot of these world leaders know how President Trump operates. The Japanese prime minister came with news of potentially two new factories, Japanese automakers, to the U.S. It seems perhaps that the Chinese president will come with some deliverables, if it is not even in a big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "You know, Bret, one of the things that I think both China and the United States are seeing is that these tariffs haven't had the impact of that they want. From our perspective, and I agree, and many Democrats agree with the president on unfair trade practices by China, but our trade deficit continues to grow. And in addition, we are not seeing factories pick up and move out of China into other locations in Asia. And in addition to that, what do we want long term? One of the things the president said in the 2016 campaign, a promise that he hasn't kept was that he was going to come after China before their currency manipulation. And I don't think that's going to come up tomorrow. I think what's going to happen is both parties are going to agree, hey, this tariff on both sides is not working out the way we wanted. We can come to some type of a deal. But I think they are going to stop going forward with more tariffs, because it is not working out for other side the way they thought it would.  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "With our signatures today we will formally declare the intention of our three countries to replace NAFTA with the USMCA, a truly groundbreaking achievement, modern-day agreement."
    },
    {
      "speaker": "CANADIAN PRIME MINISTER JUSTIN TRUDEAU",
      "utterance": "The new agreement lifts the risk of serious economic uncertainty that lingers throughout a trade renegotiation process, uncertainty that would have only gotten worse and more damaging had we not reached a new NAFTA."
    },
    {
      "speaker": "MEXICAN PRESIDENT ENRIQUE PENA NIETO (through translator)",
      "utterance": "This day is the culmination of a long process based on dialogue and negotiations that allow us to overcome differences and to conciliate our visions."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Mexican president, President Trump, and the prime minister of Canada there signing this trade agreement, the president calling it the biggest, most important, largest trade deal in the U.S. and world history. We are here at the Reagan library. When Reagan traveled around the world it was the G8. Now it is the G20, and the president there. Not everyone back in Washington, though, is fully behind this new trade deal."
    },
    {
      "speaker": "HOUSE MINORITY LEADER REP. NANCY PELOSI, D-CALIF.",
      "utterance": "What isn't in it yet is enough enforcement reassurances regarding workers, provisions that relate to workers and to the environment. There also has not been a law passed in Mexico in terms of wages and working conditions in Mexico. So when all of that happens, people make a judgment about whether they will be supporting it."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll start there about the president's trip to the G20. Let's bring in our panel from Washington, national security analyst Morgan Ortagus, Leslie Marshall, Democratic strategist, and David Brody, chief analyst for the Christian Broadcasting Network. Morgan, your thoughts on this trade deal and the G20 overall."
    },
    {
      "speaker": "MORGAN ORTAGUS, NATIONAL SECURITY ANALYST",
      "utterance": "I think the president is right that it is a very historic trade agreement. Trade is one of the most arcane things that any administration has to deal with. And getting this through, especially through the Mexicans and the Canadians who held in on a few sticking points related to dairy, is an accomplishment. However, saying that, it is a little too early to measure the drapes, because now you'll have probably even tougher negotiators in the Canadians and the Mexicans, and that is the Democrats in Congress, as we just saw. I'm really looking, Bret, towards Sherrod Brown. He is a Democrat who may very well likely run for president. He has the most integrity and reputation as a relates to workers' rights and to trade, and I think he is sort of my bellwether and whether we're going to get true Democrat support to pass this in the House and the Senate."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. It's not just Democrats. A few Republicans have piped up, already. Marco Rubio, senator from Florida, tweeted \"As currently drafting this deal will put Florida seasonal vegetable growers out of business. It allows Mexico to dump government subsidized produce on the U.S. market. Going forward America will depend on Mexico for our winter vegetables. Unacceptable.\" There are a few others who have weighed in as well, Leslie."
    },
    {
      "speaker": "LESLIE MARSHALL, DEMOCRATIC STRATEGIST",
      "utterance": "Yes. Senator Toomey is another. He wants, everybody wants protections. The unions want protections for workers specifically if more jobs go to Mexico, which is a big concern, not just by Democrats and the unions, but over on the right as well, will there be more outsourcing? Will there be protection for investors? Will there be protection if jobs go to Mexico or other places overseas to Nancy Pelosi's point regarding the environment and protection for workers? The president has a political win here, Bret, but are we going to see a win in Congress? I'm really not sure, because there is a lot of pushback on both sides. To Marco Rubio's point, agriculture is being affected by this. So a political win for the president, but I'm not sure what is going to happen, especially when you have Democrats taking over the House coming up in January."
    },
    {
      "speaker": "BAIER",
      "utterance": "A different environment come January. In the meantime, David, big issues, obviously, at the G20, the president canceling the meeting with Vladimir Putin, but the biggest meeting yet to come tomorrow night with the Chinese president, Xi."
    },
    {
      "speaker": "DAVID BRODY, CHRISTIAN BROADCASTING NETWORK",
      "utterance": "That's right. And of course, all eyes will be on that meeting for sure. Bret, I have got to tell you, there is a lot obviously not just at stake, but here's what's going on. President Trump is not at a point now where he can bluff. In other words, it is time to pony up. And what I mean by that is he can't back away at this point. There is just no way. And so what does that mean? Economically, America, we know is doing pretty well. That is a good, strong hand to go into all of this with. Bottom line is if he can come away with obviously something on intellectual property theft and also all of this forced technology transfer in terms of what the Chinese are doing, I think that's obviously going to be a big victory for this administration. Having said that, I think we have got a long road ahead of us. The one I will point out is over $250 billion more in tariffs come January, and that's another issue that Donald Trump can raise."
    },
    {
      "speaker": "BAIER",
      "utterance": "I plan to ask Defense Secretary Mattis about a number of hot spots around the world, including China. Morgan, here is the president talking about this meeting yet to come with President Xi."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We can make a deal that will be good. I think they want to and I think we'd like to, and we'll see. But we'll be meeting with President Xi in a little while, but for the most part tomorrow I would way would be our big meeting. But in the meantime, people are working, our staff is working, and we have a lot of very talented people working. Larry Kudlow's representatives are dealing with them on a constant basis."
    },
    {
      "speaker": "BAIER",
      "utterance": "Laying the groundwork, art at the deal here."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "That's true. I don't expect a full-fledged deal tomorrow. I think the problem and the challenge here which is different for the president then, say, what he faced in North Korea, is we really have two competing factions here. Clearly the economic and business interests, that side of his administration would like to get to a deal sooner than later, because they are worried about the effects of the tariffs on the economy. But if you look at it from a national security perspective, Bret, the Chinese are not going to come out and admit tomorrow what they have done on I.P., the theft. They're not going to reverse three decades of how they have operated in society, nor Xi's plan for the future, his vision for how China is going to lead the world. So I really think, and I can't wait to hear your interview with Mattis, I think we're, not to be hyperbolic, but we are at a moment where we really are in a generational struggle with China. And I think the president, one of the most brilliant things that he has done in this administration is for he and his team to keep the heat on the Chinese. And I hope that they continue to do it. Work towards a deal, but there is no need to come out of this weekend with some sort of magic deal and summing it all up."
    },
    {
      "speaker": "BAIER",
      "utterance": "Leslie, quickly, a lot of these world leaders know how President Trump operates. The Japanese prime minister came with news of potentially two new factories, Japanese automakers, to the U.S. It seems perhaps that the Chinese president will come with some deliverables, if it is not even in a big deal."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "You know, Bret, one of the things that I think both China and the United States are seeing is that these tariffs haven't had the impact of that they want. From our perspective, and I agree, and many Democrats agree with the president on unfair trade practices by China, but our trade deficit continues to grow. And in addition, we are not seeing factories pick up and move out of China into other locations in Asia. And in addition to that, what do we want long term? One of the things the president said in the 2016 campaign, a promise that he hasn't kept was that he was going to come after China before their currency manipulation. And I don't think that's going to come up tomorrow. I think what's going to happen is both parties are going to agree, hey, this tariff on both sides is not working out the way we wanted. We can come to some type of a deal. But I think they are going to stop going forward with more tariffs, because it is not working out for other side the way they thought it would. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}