{
  "date": "November 15, 2018",
  "headline": "Gaetz on claims recount deadline was deliberately missed",
  "subHeadline": "Guests: David Bossie, Ed Rendell, Matt Gaetz, Bryan Dean Wright, Charlie Leduff",
  "url": "https://www.foxnews.com/transcript/gaetz-on-claims-recount-deadline-was-deliberately-missed",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ED HENRY, GUEST HOST",
      "sentences": "Breaking tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "Come on in, the water's warm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Bring it on, says, Nancy Pelosi in the face of a revolt that's brewing within her own party. Pelosi, issuing a warning to fellow Democrats, \"If you want that speaker's gavel, you'll have to come and take it.\" Good evening, everybody. I'm Ed Henry, in for Martha MacCallum. Democrats in a bit of disarray tonight. Senator Kamala Harris, one of the many Democrats eyeing a potential White House run, raising eyebrows on the Hill by comparing law enforcement agents at ICE to the KKK.  Well, over in the House, Democrats bracing for a possible implosion over Pelosi's bid to reclaim that speakership. One senior House Democrat telling Fox, it's \"going to get ugly.\" But Pelosi follows the mantra of never let them see you sweat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I intend to win the speakership with Democratic votes. I happen to think that at this point I'm the best person for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "And though she heaped a little praise on the new democratic blood that's flowing into the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "They had the courage to run, the stamina to win. And they are here now and what is one of the most transformative new members of the body of members of Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Well, some of that new blood not quite sold on the old guard leading the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "sentences": "To be fair to my residence, I have to have a conversation with her before committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABIGAIL SPANBERGER, D-VA., CONGRESSWOMAN-ELECT",
      "sentences": "Under no circumstances would I vote for Nancy Pelosi to be speaker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "This as growing list of both new and sitting House Democrats are prepping a letter pledging not to support Pelosi speaker bin. Our chief congressional correspondent Mike Emanuel is live on Capitol Hill. He's been all over the story, and right now the battle for the future of the Democratic Party is on. Good evening, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Ed, good evening to you. Some House Democrats are telling us, they expect this leadership fight to get nasty. Fox News has confirmed, at least, 17 Democrats are participating in a letter saying they will not support Nancy Pelosi for Speaker.  Some were just reelected, others will be new to Congress. Pelosi noted 14 of the opponents are men hinting at sexism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I enjoy a tremendous amount of support from the women in our caucus, from the new members who are women in our caucus. And so, I get the upside, I think, of being a woman, you'd have to ask them.   If in fact, there is any misogyny involved in it, it's their problem, not mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Then, there's Ohio Congresswoman Marcia Fudge who has openly talked about running against Pelosi. She would offer a new voice, African- American has 10 years of experience in Congress and is a woman that could further divide House Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. EMANUEL CLEAVER, D-MO., FINANCIAL SERVICES COMMITTEE",
      "sentences": "Other than Marcia Fudge was interested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's been floated that she's interested in running.  What would you think about something like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEAVER",
      "sentences": "Well, nothing more sure would be an excellent leader and I'm just not sure that that's accurate. But I don't know. But, you know that's very interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "As House Democrats battle it out over their future leadership, arising star of the party in the Senate and likely presidential candidate in 2020, California Senator Kamala Harris, caused major controversy by comparing Immigration and Customs Enforcement or ICE to the KKK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "sentences": "Are you aware of the perception of many about how the power and the discretion that ICE is being used to enforce the laws? And do you see any parallels?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONALD VITIELLO, ACTING DIRECTOR, UNITED STATES IMMIGRATION AND CUSTOMS ENFORCEMENT",
      "sentences": "I do not see any parallels.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "With a whole range of Democrats considering presidential runs, being their leaders here on Capitol Hill is certain to have its challenges.  Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Thanks, Mike. We'll get to that comparison of the KKK in a moment.  But for now, here's Dave Bossie, the former Trump deputy campaign manager, and a Fox News contributor, and author of the new book, Trump's Enemies.  Ed Rendell, a former DNC chair and former governor of Pennsylvania is here as well. Ed, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED RENDELL, FORMER CHAIRMAN, DEMOCRATIC NATIONAL COMMITTEE",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "All right, I want to start with you. Seth Moulton, the Democratic lawmaker just tweeted this in the last couple of moments. He says, Congresswoman Marcia Fudge of Ohio is the kind of new leader that we deserve in this party, and I hope she runs for Speaker. We need more women, including women of color, in congressional leadership. What's happening in the Democratic Party tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "Well, look, Democrats who ran for office were afraid that Nancy Pelosi was an albatross that would be hung around their neck. And it turns out she wasn't. Despite the Republican's attempt to demonize Nancy Pelosi, we're going to win about 40 seats in the most recent election. 40 seats that were previously held by Republicans.  Nancy Pelosi is the reason that most of those Democrats won, because she by her leadership, and only by her leadership got the ACA pass without any Republican votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "But, Ed, pardon me, if she did such a great job, why are arising number of Democrats saying, \"No, we want a new face.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "Well, I don't think when you consider what the caucus numbers are, I don't think 17 is a rising number. And you're always going to have people who won't change. And I understand the need for change.  But Nancy Pelosi was a great speaker, she saved the country when she found the votes for TARP, for President Bush's TARP program when the Republicans couldn't pass it. She saved the ACA. You asked for Barack Obama, and he will tell you, there wouldn't be an ACA without Nancy Pelosi. And the ACA was the reason that most of our candidates won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "So, let me bring in, Dave Bossie. Dave, when the president tweeted a couple of days ago that look if the Democrats can't get her to 218, the votes to become speaker, we'll get Republicans to do it. That's because the president wants her to be speaker, doesn't he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID BOSSIE, FOX NEWS CONTRIBUTOR",
      "sentences": "We desperately want Nancy Pelosi back.  Unfortunately, the Democrats took the House, we would love to have I think see Nancy Pelosi be Speaker because she represents, and her negatives are so high across this country that it gives us an opportunity once again to juxtapose Democrat policies of open borders, sanctuary cities, destroying ICE, like Kamala Harris just talked about today. Again, whether its tax hikes, you name the liberal policy, they're going to be for it. And with Nancy Pelosi as Speaker, we're going to be able to say what Republicans stand for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "And really make a great case again for the president's reelect and taking back to House in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Ed, on that question of open borders, I want to play a little bit more of what Kamala Harris said today, and I want to give you a chance to respond. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Are you aware that there's a perception that, ICE's administering its power in a way that is causing fear and intimidation particularly among immigrants and specifically among immigrants coming from Mexico and Central America? Are you aware of that perception?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITIELLO",
      "sentences": "I do not see a parallel between the power and the authority that ICE has to do its job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Ed, the context is that's Ron Vitiello, he's the president's nominee. He served this country for 30 years now in law enforcement. He is the nominee to be director of ICE. And I looked it up, and a couple weeks ago, Ed, as a Democrat, you said publicly that the party was making a mistake by saying they should abolish ICE. And you said that some of these ideas are not based in reality, and it could help the president be reelected in 2020.  Why is Kamala Harris not listening to you in comparing ICE agents to the KKK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "Well, first of all, I don't know have any people listen to me anymore. But having said that, it makes no sense. Look, I should be reformed and there are problems with ICE and there's no question. And the Senator Harris has identified some of those problems.  But ICE also performs vital science functions like keeping drug dealers from crossing our borders, keeping people who want to get young girls and turn them into sex slaves. ICE needs reform, but it doesn't need abolishment. If we will get rid of ICE, we'd have to come up with an agency just like it. So, it makes no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Dave, when you look at the democratic potential theater talking about maybe a couple of dozen different Senators, House members, and what not want to get in with Sherrod Brown, Elizabeth Warren who might have hurt herself with the DNA test, and all of that back and forth to the president.  What about what Kamala Harris said today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Oh, it's outrageous. Look, Ed is exactly right. We need an agency like ICE. To attack ICE is like -- it's the equivalent of attacking every law-enforcement man or woman across this great country.  The men and women who put on the uniform every day and go out there to protect us from the bad guys. And that is what this is about. It's about law and order against law -- versus lawlessness. It is about supporting law enforcement against the open borders policies that these people support.  So, I think we need to support ICE. This president certainly supports ICE, and we need Republicans and Democrats to support ICE, and if Ed thinks there needs to be reforms in it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "I think that let's talk about those small things around the edges, but let's not demonize an entire police force.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Sure. Ed, I've got less than 30 seconds, but let's put together what you had previously said that I noted about ICE. And some Democrats saying it should be abolished, the Harris comments today, the talk about 85 different subpoenas, there may be things that Democrats want to investigate that might be fair. But do you think the Democrats may overplay their hand in the days, Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "That's always a potential and the Republicans did it during the Bill Clinton impeachment. Look, we need to show the country we can legislate and get things done. That's even more important in an investigations in this. There are some as you said, investigations that are probably appropriate.  But let's get in there and try to solve the nation's problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Ed, yes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "And even if we can't get the bills passed the Senate, let's get a good bill to show the nation what we stand for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Quick last word from David Bossie. Go ahead, Dave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "And an overreach is going to be the watchword of this Congress.  They're not going to be able to help themselves because their base demands radical action by this radical new group of Congress, men and women who have come to Washington and are going to attack this president at every turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Dave Bossie, Ed Rendell, appreciate you both coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Meanwhile, we've got a Fox News Alert. Breaking right this moment in Florida. Did Brenda Snipes intentionally miss tonight's recount deadline because the new numbers favored Republican Rick Scott? Republican Matt Gaetz response to the explosive new allegation made by the Scott campaign, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "A Fox News Alert. If you can believe it, the election disaster in Florida just got a little worse. With Broward County missing the deadline to turn in their recount total by yes, just two minutes. That means the new totals get thrown away. So what was the point of what they were doing for days? According to Rick Scott's campaign, that was not an accident. The Republican is claiming they did it on purpose because his numbers would have improved. Our correspondent Phil Keating has a story live from Riviera Beach, Florida.  Good evening, Phil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS NATIONAL CORRESPONDENT",
      "sentences": "Good evening, Ed. The highly memorable 2018 Florida election machine recount is now over and now the humans take over. In most races, it's already decided. The margin of victory was large enough. However, in a few races statewide including that U.S. Senate race between Governor Scott and Senator Bill Nelson, it is under a quarter of a percent, that's the margin of difference. Therefore, humans will be in here tomorrow 11:00 a.m. in Palm Beach County to begin going over roughly 6,000 ballots which were problematic and not counted because they either had undervotes or overvotes. Now, that machine recount actually showed Republican Rick Scott gaining in votes and his lead over the original results. Scott now leads Nelson by 0.15 percent. Hand counters will now go through all those problematic ballots and in the also closely watched governor's race the recount results stayed almost exactly the same, just one vote difference with Republican former Congressman Ron DeSantis leading Tallahassee Mayor Andrew Gilliam by 0.41 percent. That's high enough to avoid the hand count. This afternoon, the DeSantis campaign released this statement. \"Those returns were being clear and unambiguous just as they were on election night and at every point throughout this process. I remain humbled by your support and the great honor the people of Florida have shown me as I prepare to serve as your next governor. While Broward County celebrated after midnight would have thought had completed its last ballot recount, well today, election staffers uploaded their results to the state two minutes too late, at 3:02 they were due at 3 o'clock. So original numbers will be the ones made official and in the words tonight of a not so happy staffer, \"I worked my ass off for nothing.\"  Palm Beach County failed to make the recount deadline period. And the supervisor of Elections blames the machines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN BUCHER, ELECTIONS SUPERVISOR, PALM BEACH CITY",
      "sentences": "Well, I will explain it to say that I believe strongly that it wasn't -- not a human effort, it was mechanical. And so we're required to present a report to the Secretary of State and that's exactly what I'm going to report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "But because of that breakdown of the machines, Senator Nelson tonight suing for a hand recount of all ballots in Palm Beach County.  Attorney Marc Elias with the Nelson campaign said this in a tweet. We have sued Palm Beach County and the Florida Secretary of State to require a hand count of all ballots in the county due to systematic machine failure during the machine recounts. Now, the hand count will now get fully underway here in Palm Beach 11 a.m. tomorrow, other counties around the state 9:00 a.m. tomorrow, results of the encounter are due now Secretary of State on Sunday. Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Phil Keating working his reporter's notebook off for us tonight.  Phil, thank you. Joining me now Florida Congressman Matt Gaetz, a Republican who has literally been trying to force his way into some of those offices in Broward County to get some answers. He joins us live tonight. Congressman, thanks for coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MATT GAETZ, R-FLA.",
      "sentences": "Thanks for having me, Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "I want to get to the Senate mess because it seems the biggest one tonight, but before I forget, is it time for the Democrat Andrew Gillum in the governor's race to concede because as Phil just reported, there they're counting, they're recounting and only one vote has changed and he's down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "Yes, absolutely. Governor-elect Ron DeSantis is going to do a great job for Florida. Andrew Gillum's continuation of this charade really is undignified. I think he ought to concede immediately. And you see with some of these instances whether it's Stacey Abrams, Andrew Gillum or maybe others where they're trying to enhance their celebrity by not conceding and that's not really good for democracy. We all ought to be willing to accept the results of the voters and here that was clearly for Ron DeSantis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "All right, let's get to the Senate race. From what I understand and you heard in Phil's reporting that particularly in Broward County, it looks like Democrat Bill Nelson lost roughly 700 votes after they're recounting. And so they're supposed to turn that in and they missed the deadline by two minutes. Rick Scott, the Republican his campaign which you support, obviously, is saying tonight they did that on purpose because they don't want to admit that Bill Nelson is losing votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "Well, this circumstance arises because there is a discrepancy in the number of votes that went through the unofficial count initially and then those which were counted by the recount it's a discrepancy of over 2,000 ballots. And we actually evaluate those, Rick Scott does weather -- rather well within that pool of ballots and so he's understandably frustrated that some staff member has this report going two minutes late and then he's unable to benefit from that. And at the end of the day, I think that really Rick Scott's win is also outside the margin of fraud but it demonstrates that challenge. And there's new reporting out of the Washington Post that a Broward Supervisor of Elections official was saying that the reason that that discrepancy exists is because the ballot pool was polluted by ballots that were not supposed to be counted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "But Congressman, as you know, we've been lectured for days that we have to \"count all the votes.\" Now we get the votes and it looks like it's not helping the Democrat so the paperwork's not turned in. Is it count all the votes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "It shows the hypocrisy -- it really shows the hypocrisy of Senator Nelson's argument. He is suing in a variety of other counties throughout the state saying all we have to count every vote under any circumstance and now as a result of a clerical error that neither Rick Scott nor the people who voted for him could control potentially a universe above over 2,000 bouts giving Rick Scott more than a 700 vote additional boost to his lead.  I mean, that would not be democratic but it's indicative of these broad problems we have with compliance with the law in Broward and Palm Beach counties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Congressman, on the other hand, there's a Republican as you know, former Congressman Joe Walsh who has heard your comments saying that this is a dry run for Democrats to \"steal the election from Donald Trump in 2020.\" And he is saying, wait a second, this is irresponsible and dangerous of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "Yes, Joe Walsh was the member of Congress who went on Sacha Baron Cohen's television show, looked directly in the camera and said toddlers should have firearms. So I probably won't take too much of his advice on what constitutes irresponsible rhetoric. I don't take my marching orders or my P's and Q's from somebody who doesn't have enough sense not to read inflammatory and dangerous material that's put in front of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "I've got less than 30 seconds. How does this Senate battle end, not just with who you think is going to win but what's the reasonable timetable now? There's a hand recount, is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "Yes, there'll be a hand recount. That will -- that takes a while with eight million ballots to go through and count, but ultimately it ends with Rick Scott being sworn in as the senator. And then hopefully Ed, we can actually work together Republicans and Democrats, diagnose these problems and then demand greater transparency along the way. The best antidotes of fraud is transparency and so if you force everybody to turn the cards face up earlier in the process, you don't have a circumstance where you got 80,000 ballots with a very dubious chain of custody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Congressman Gaetz, I appreciate you coming in tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "All right, coming up, what was really going on behind the scenes at Facebook during the whole fake news scandal and how the company tried to leverage power from friends in Washington?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Tonight we're finally learning what was really going on behind the scenes at Facebook during that whole fake news scandal and how the company once promised nothing but transparency became masters of \"delaying, denying, and deflecting. That all according to a bombshell New York Times report which Facebook is now going out of its way to try and discredit.  Our correspondent Trace Gallagher is following the latest live from our West Coast newsroom. Good evening, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS ANCHOR",
      "sentences": "Good evening, Ed. The New York Times story on Facebook apparently took five months to put together, had five separate bye lines and came in at more than 5,000 words going into great detail about how Facebook leaders knew very well in 2016 that Russia was using its platform to influence the election. But then resorted to what The Times calls delay deny and deflect saying that after finding out its platform was being used to interfere with the election, Facebook leaders Mark Zuckerberg and Sheryl Sandberg tried to stall the evidence and later denied it was true. In fact, Mark Zuckerberg famously once called Russian meddling a \"pretty crazy idea.\" And later Facebook reportedly deflected by hiring a conservative P.R. firm to blame other tech giants like Apple and Google.  The Times goes on to say the P.R. firm even tried to get the media to report on financial ties between the enemies of Facebook and billionaire liberal donor George Soros. Today Soros has called for Facebook to initiate an independent internal investigation into its lobbying and public relations work. And the president of the Open Society Foundation which is the principal conduit for Soros donations wrote an open letter to Sheryl Sandberg saying \"it's been disappointing to see how you have failed to monitor hate and misinformation on Facebook's platform. To now learn that you are active in promoting these distortions is beyond the pale. The hate Mr. Gaspard refers to is the New York Times accusation that Facebook tried to depict its critics as anti-Semitic. Both Mark Zuckerberg and Sheryl Sandberg are Jewish. So far Facebook has not flat-out denied the accusations but Zuckerberg has called them unfair during a conference call today he said this. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK ZUCKERBERG, CEO, FACEBOOK",
      "sentences": "I've said many times before that we were too slow to spot Russian interference, too slow to (INAUDIBLE) and too slow to get on top of it. And we certainly stumbled along the way but to suggest that we weren't interested in knowing the truth or that we wanted to hide what we knew or that we try to prevent investigations is simply untrue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "The Times says that while Facebook was battling enemies, it was also rallying supporters like New York Democratic Senator Chuck Schumer who raised more money from Facebook employees than any other member of Congress. The article says as the criticism of Facebook mounted over its handling of Russian meddling, Schumer tried to get the Senate Intel committee to slow-walk its investigation of Facebook. Senator Schumer has not yet issued a statement on the article. Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "All right, Trace, I appreciate your report. Republicans may have lost control of the House but what if we told you that might have been a good thing when it comes to building the wall. Breaking new details from a meeting at the White House today that's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "On day one, we will begin working on an impenetrable, physical, tall, powerful, beautiful southern border wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "The president and Senate Republican Leader Mitch McConnell may finally have a path forward to carry out one of his first campaign promises, building the wall. Senator McConnell coming out of today's White House meeting feeling optimistic. Meanwhile, the first wave of migrants and the caravan arrived at our southern border as more than a dozen were arrested for trying to enter America illegally. For more on how they get this done, we turn to Leland Vittert live in Washington. Good evening, Leland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Ed. Emphasis on the word \"try to get it done.\" when the funding bill comes around, Republicans will effectively be daring Democrats in December to shut down the government over border wall funding. But remember, Republicans will still control both the House and the Senate as we have seen before, and this is a dangerous game. Republicans want $5 billion for the wall right now and there is bipartisan agreement on 1.6.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., MINORITY LEADER",
      "sentences": "The Democrats and Republicans came to the $1.6 billion agreement and we believe Democrats and Republicans should stick with their agreement and not less let President Trump interfere. Every time he interferes it gets ballot stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITTERT",
      "sentences": "At the White House today, Senate Majority Leader Mitch McConnell along with Senator Shelby and Thune were there. Democrats were not. As you heard they made their feeling clear. Yesterday McConnell says he's optimistic about the funding. Shelby called the wall both the linchpin and the obstacle. Much of this will come down to timing, the first waves of migrants from the caravan are now reaching the U.S. and Mexican border. There are thousands to come with more pictures like these. President Trump used the caravan very effectively on the campaign trail and how that translates to votes in the Senate is unclear. We are a few weeks away now from a potential show down, and both Republicans and Democrats will face a simple choice, a border wall funding is worth shutting the government down for. Putting it in slightly more Machiavellian way, is there political gain to be had in forcing to shut down so you can blame the other side? Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Leland Vittert live in Washington. Thank you, Leland. Not all Republicans are on board with the president's plan sending troops on our southern border. Border state Senator Jeff flake in Arizona is using his time left in office which is obviously running out to call it a sham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "sentences": "We can't call it anything but a stunt here. We don't know where the caravan if it makes it north is going to come, I think it could be handled by civilians that we have there in terms of border patrol and others. So, I don't know what I could tell them other than, they shouldn't be doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Joining me now is Bryan Dean Wright. He is a former CIA operations officer and he is also a Democrat. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYAN DEAN WRIGHT, FORMER CIA OPERATIONS OFFICER",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "You are shaking your head here in the studio when Jeff Flake said that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Yes. Look, we have 2,000 people come across the border every day, right. Expand a year, we got 600,000 folks. That is a serious problem. How do we address it? A wall whether it would be, you know, fully, you know, a literal building, a wall, great. But it has to be something. And what we are doing now is clearly isn't working. So decided that we're just engaging in stunt. I saw it with Mattis, the secretary of defense said it was silly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "And said it was not a stunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "In fact, we did this brand-new Fox News voter analysis, for the midterms we rolled it out ahead of 2020. And there was something among many things that were interesting. Issues facing the country, this is another poll from Quinnipiac. Do you think illegal crossing the border is an important problem? Seventy-one percent say yes, it's important, 26 percent say no. The Fox News voter analysis. Most important issue facing the country, healthcare 26 percent. That was good for Democrats, bad for Republicans. Immigration, 23 percent, economy, 19. You see guns in the environment. My point being immigration is higher on that list than Democrats want to admit that maybe the president is right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "That's right. And I think what you will end up seeing and in the coming months as the caravans continue to flow, not just this one that's already at the border but as more come, and we see these numbers go up from 1,000 or 2,000 plus, which because there is a new president in Mexico that is looking more and more likely to happen. The American are going to see these numbers and going to see these people hitting our border and they are going to want some degree of response to stop this, to fix this. And they want everybody in Washington to focus on this and I think whichever political party puts forward the most thoughtful plan to do so, and doesn't just talk about abolishing ICE or ignoring the problem, I think politically you are going to see the American people demand and then reward the people who stand up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "So, on your point about the people in power in Washington, your party, the Democrats will be taking over the House, are they serious about building the wall? It doesn't seem like it. Some.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "So, you are seeing folks in the appropriations say, all right, look, we will give you a little bit of money for the wall but we're not going to give you know, enough for 2,000 miles worth of a wall. All right. That's a fair starting point, but really, this folds into the broader conversation around immigration reform, the DACA kids. How do we solve that? President Trump has put forward I think a pretty fair idea or proposal to allow some of these kids' proper citizenships. So that needs to be part of the conversation as we fix our border, it has to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "So, we were challenging the Democrats with what I just asked you, what about challenging the Republicans which is that, now you get the president hollowing what Mitch McConnell saying, maybe we can get this done in a lame duck session in terms of funding for the wall. Where were the House and Senate Republicans who ran those chambers for the last two years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "So, what we saw was a great division within the Republican Party around this. You know, you had a lot of great folks like Will Hurd in Texas put forward very thoughtful pieces of legislation to resolve this, but there were folks within the freedom caucus who said absolutely not, we're not going to deal on this. So, obviously, Speaker Ryan, you know, he struggled to resolve that challenge in his own party. So, it's true. We, you know, the GOP is at this place in part, because they couldn't figure it out. So, a tough issue but the American people are going to demand some sort of result very soon as the border--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "In fact, to your point about the American people, some Republicans are saying, they think that's why Republicans lost the House because they didn't deliver on healthcare in fully repealing and replacing and building the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "I think that's a fair point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "All right. We appreciate it. Bryan dean Wright, thanks for coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "My pleasure, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Coming up, the HUD Secretary, Dr. Ben Carson could soon see his name stripped off of a Detroit school, that's where he grew up. The school board members don't like the president. Pulitzer Prize-winning journalist Charlie Leduff on whether this should really be Detroit's top priority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "You are not going to believe this story. The Detroit school board now considering stripping the name of HUD secretary, Dr. Ben Carson off of the local school over his ties, yes, to the president. The Benjamin Carson High School of Science and Medicine could eventually be renamed after the late Aretha Franklin because according to one school board member, having Carson's name on the building was, quote, \"synonymous with having Trump's name on our school in blackface.\" Joining me now, Charlie Leduff. He is the Pulitzer Prize-winning journalist who has covered the Detroit area extensively is author of the new book, I'll be careful with this, \"Blank Show: The Country's Collapsing and the Ratings Are Great.\" Good to see you, Charlie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE LEDUFF, JOURNALIST",
      "sentences": "Good to have -- good to be here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "So, my folks here at the show put together an incredible packet about really awful statistics frankly, about the drinking water in Detroit schools being despicable. About some of the kids at the Ben Carson school, 8 percent of the students at the school of science and medicine are proficient in math. Eight percent. This is a national crisis, and we are talking about renaming the school instead of teaching these kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Yes, it's a matter of priority. I mean, hello, America, and hello, St. Louis? This is just another one of those things I think that just frustrates us all because again, you are going to rename it because you don't like the guy. Well, that's the school board president. But here's the funny thing. The school board has decided that they are going to rename a cup where they are going to go through a process, it hasn't been done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "But they are going to rename schools that don't reflect the community or its history. So, why in the world are they also considering renaming Frederick Douglass Academy. You get what I'm saying? Over half the schools have lead poisoning so they have to shut off the fountains. Eight percent proficiency in math, 30 percent proficiency in reading, and this is what we are doing. And this is why New York is calling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "I want to get back to the reading and math--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "-- which it seems the most important part of this discussion but I can't let past what you just said so. There's another school named after the great Frederick Douglass--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "-- and there are people who want to take his name off of the school. Why in the world will they do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "They want to -- I don't know, we are going to have to let it shake out. Again, it's a process. It goes to another board and we vote on it. But let's get down to the real issues in the city and the country. The kids aren't learning, and just blaming their parents isn't going to work because, you know what? I came from a house that wasn't exactly, you know, stable all the time but when you go to school, when the kid leaves, he is both supposed to have reason a little bit, whether his home is messed up or not. He is supposed to be able to do a math better than 8 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "And we are sitting here arguing over the name of the school, and Ben Carson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "It's criminal really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "But I don't want to just sit here and bash Detroit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "I know, it's awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "You are here and you love the city--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "-- and I was there for a Detroit Tigers game a couple years ago and the comeback is real. So, I don't want to just focus on the negative. Talk a little bit about the comeback for the city and how this must make it more frustrating for you because on one hand, the city is coming back and on the other hand you have this nonsense going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Well, look, I hate to be a reporter about it. I decided to move my family here, I'm not leaving. We have a lot of building going on. We have a lot of night life again, right. But the city continues to lose population out in the neighborhoods. So, we're creating a cores. But all this stuff where Frederick Douglass is or Ben Carson is, are struggling beyond belief. In fact, Moody's just gave Detroit's borrowing status a junk rating. So, we are coming back. But like a lot of America, you wonder, are we on the cliff, is this for real, is it a bubble? So, Tigers are great, stake at night is great, craft beer is great--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "-- but education, listen, firefighters just died on the job, right? And his wife and kids will not have health insurance because of the settlement and the bankruptcy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "They are thrown off of it. So, I don't fully buy into it. I want results, I want numbers, I want police, I want them to be respected. And I want children to do well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Yes. I only have one minute left but at that Ben Carson school, I mentioned 8 percent proficient in math, 20 percent proficient in reading. So, a better number but still awful. The president carried the state of Michigan, the president and the campaign said that he wanted to help cities like Chicago and Detroit. What's your message to him tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Well, here's my message to all of you. All the Democrats and Republicans. The rust belt went red. It's a national embarrassment for the Democrats. You are all going to be here in droves with your billions of dollars. Pay attention to our children and their futures, you deliver that, you convince people, you will win here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Charlie Leduff with a very personal to him message but also a very powerful message for all of us tonight. Charlie, I appreciate you coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Thanks for having me, bro.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "All right. And after an attempted assassination, we've watched Congressman Steve Scalise's heroic road to recovery. But, there's still a lot that we don't know, like the unexpected friends he's made along the way. He shares his untold story with Martha, that's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "We talk about it almost every night, how politics seems to have gotten a bit more divisive and no one knows this better then Republican Congressman Steve Scalise. He was shot over a year ago on a baseball field of course, practicing for a game that was intended to unify both parties. We've watched almost every step of the congressman's road to recovery but there's still a lot that we don't know about him. Martha sat down with the House majority whip Steve Scalise, author of \"Back in the Game\" where he shares his untold story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I saw Congressman Scalise go down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are just learning Louisiana congressman and House majority whip Steve Scalise has been shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was the first out to Steve and he laid out there for at least 10 minutes alone in the field. And we just -- we couldn't get to him while they were shots going off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The heroes are the police officers who attacked the shooter and in doing so probably saved many, many lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I called my wife and my children and told them, I love you. And that is OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS HOST",
      "sentences": "What do you think about that story of people don't know or don't understand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA.",
      "sentences": "Well, you know, for three and a half months I was in the hospital, and especially those first few weeks I was in and out of consciousness and surgeries and truly battling for my life. And I think in the first few days people didn't know just how serious it was and, you know, that I had literally come at least twice that first day to not making it. And all the miracles that happen along the way, and you know, just how both myself but so many other people that were out on that ball field could have easily -- it could have been a really bad ending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You have a lot of people in this country who feel like these are extraordinary times and that they have to go through the most extreme measures to make their point, to resist to push back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "That's not an acceptable answer in politics. And you know, look, we've had even tougher times in our nation's history. I mean, I work in a living history museum in the United States, and I have a room in one of my offices that Abraham Lincoln used to spend time, and I renamed it the Lincoln room, just because I wanted people to sense that history that we are all part of but that we also have to reflect back on it and say, you know, it's our toughest times today. They had a lot of tougher times then. You know, I mean, Abraham Lincoln gave his life for the cause of freeing people from slavery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "When you think about what happened to Abraham Lincoln Think and that may want to do that to you that day on the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "He didn't. Thank God he didn't. Thanks for the grace of God, and through a lot of hero heroic acts and I talk about that in the book. I mean, of course David Billy and Crystal Greiner the two Capitol police officers who were there with me, who risk their lives. Both were shot during the shoot out and kept going at it until they took the shooter down. The Alexandra police, you know. And again, there were, it was not just me, there was over a dozen other members of Congress and some staffers and volunteers that were too that would have all been executed had not it been for those little miracles as we refer to them and the heroes too that we saw that day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You made a friend that you didn't expect to make through this whole process, somebody that you were a big fan of, who was really to you, Bono.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "My gosh. There were so many of those interesting stories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Look, when I was a high school student U2 was probably my favorite band. And I went and saw them in concert back in the mid-80s when they were just starting, and I was going to go see them the week after the shooting, my son was going to be coming to D.C. and they were going to play a concert over at FedEx field and of course, I didn't get to go to the concert. And yet, Bono during the concert gave an opening prayer at the beginning. They were reprising the Joshua Tree which is a great album. And he said a prayer for me and asked everybody to pray for me and all of a sudden, you know, my wife's phone is blowing up. We were in the hospital and she's looking during the concert and all her friends were sending this footage of Bono saying this prayer for me. BONO, U2 FRONTMAN: We are so grateful for Congressman Scalise and his (Inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "And then he called the next day and he went by my office just to sign a card and take pictures with my staff and to cheer them up and then he called me at the hospital and he, we had a wonderful conversation. And he invited me to the concert. They were playing about two months later in the Superdome and I was hoping to be out of the hospital by then and literally didn't get out but for like a week later, so I had to miss that concert. But then he and I got to meet up again in person, about a year later and spent some real quality time together. They just bring you through really dark and tough times that you have, you know, and you go through ups and downs on a journey like this and that really helped keep us going strong the whole way through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Looking back, how do you think all of this changed you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "You know, it's not that it changed my outlook on life but it changed was important in life. I've always been an easy going and happy go lucky guy, you know, my motto has always been, work hard, play hard, and celebrate the winds along the way. Because you know, for everything you do, in all of our lives, you know, your life is fast-paced and something good happens and then the next minute you are onto something else. You know, it's important to reflect as well when you achieve something, one of your goals to celebrate that and then start working towards the next one. And we all have setbacks in our life, too, and you can't spend too much time reflecting on the setbacks. You know, you've got to work towards the next thing you've got to do but I love my family, I love the things that I do that are important in life and I think I focused even more on what those things are that are really important, and that matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ground ball to second and, Scalise throws in out first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Still brings chills. That's \"The Story\" for tonight. You can catch me this weekend hosting \"Fox & Friends\" starting at 6 a.m. Eastern. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, GUEST HOST",
      "utterance": "Breaking tonight."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "Come on in, the water's warm."
    },
    {
      "speaker": "HENRY",
      "utterance": "Bring it on, says, Nancy Pelosi in the face of a revolt that's brewing within her own party. Pelosi, issuing a warning to fellow Democrats, \"If you want that speaker's gavel, you'll have to come and take it.\" Good evening, everybody. I'm Ed Henry, in for Martha MacCallum. Democrats in a bit of disarray tonight. Senator Kamala Harris, one of the many Democrats eyeing a potential White House run, raising eyebrows on the Hill by comparing law enforcement agents at ICE to the KKK. Well, over in the House, Democrats bracing for a possible implosion over Pelosi's bid to reclaim that speakership. One senior House Democrat telling Fox, it's \"going to get ugly.\" But Pelosi follows the mantra of never let them see you sweat."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I intend to win the speakership with Democratic votes. I happen to think that at this point I'm the best person for that."
    },
    {
      "speaker": "HENRY",
      "utterance": "And though she heaped a little praise on the new democratic blood that's flowing into the House."
    },
    {
      "speaker": "PELOSI",
      "utterance": "They had the courage to run, the stamina to win. And they are here now and what is one of the most transformative new members of the body of members of Congress."
    },
    {
      "speaker": "HENRY",
      "utterance": "Well, some of that new blood not quite sold on the old guard leading the party."
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "utterance": "To be fair to my residence, I have to have a conversation with her before committee."
    },
    {
      "speaker": "ABIGAIL SPANBERGER, D-VA., CONGRESSWOMAN-ELECT",
      "utterance": "Under no circumstances would I vote for Nancy Pelosi to be speaker?"
    },
    {
      "speaker": "HENRY",
      "utterance": "This as growing list of both new and sitting House Democrats are prepping a letter pledging not to support Pelosi speaker bin. Our chief congressional correspondent Mike Emanuel is live on Capitol Hill. He's been all over the story, and right now the battle for the future of the Democratic Party is on. Good evening, Mike."
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT",
      "utterance": "Ed, good evening to you. Some House Democrats are telling us, they expect this leadership fight to get nasty. Fox News has confirmed, at least, 17 Democrats are participating in a letter saying they will not support Nancy Pelosi for Speaker. Some were just reelected, others will be new to Congress. Pelosi noted 14 of the opponents are men hinting at sexism."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I enjoy a tremendous amount of support from the women in our caucus, from the new members who are women in our caucus. And so, I get the upside, I think, of being a woman, you'd have to ask them. If in fact, there is any misogyny involved in it, it's their problem, not mine."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Then, there's Ohio Congresswoman Marcia Fudge who has openly talked about running against Pelosi. She would offer a new voice, African- American has 10 years of experience in Congress and is a woman that could further divide House Democrats."
    },
    {
      "speaker": "REP. EMANUEL CLEAVER, D-MO., FINANCIAL SERVICES COMMITTEE",
      "utterance": "Other than Marcia Fudge was interested."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's been floated that she's interested in running.  What would you think about something like that?"
    },
    {
      "speaker": "CLEAVER",
      "utterance": "Well, nothing more sure would be an excellent leader and I'm just not sure that that's accurate. But I don't know. But, you know that's very interesting."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "As House Democrats battle it out over their future leadership, arising star of the party in the Senate and likely presidential candidate in 2020, California Senator Kamala Harris, caused major controversy by comparing Immigration and Customs Enforcement or ICE to the KKK."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "utterance": "Are you aware of the perception of many about how the power and the discretion that ICE is being used to enforce the laws? And do you see any parallels?"
    },
    {
      "speaker": "RONALD VITIELLO, ACTING DIRECTOR, UNITED STATES IMMIGRATION AND CUSTOMS ENFORCEMENT",
      "utterance": "I do not see any parallels."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "With a whole range of Democrats considering presidential runs, being their leaders here on Capitol Hill is certain to have its challenges.  Ed?"
    },
    {
      "speaker": "HENRY",
      "utterance": "Thanks, Mike. We'll get to that comparison of the KKK in a moment.  But for now, here's Dave Bossie, the former Trump deputy campaign manager, and a Fox News contributor, and author of the new book, Trump's Enemies.  Ed Rendell, a former DNC chair and former governor of Pennsylvania is here as well. Ed, good to see you."
    },
    {
      "speaker": "ED RENDELL, FORMER CHAIRMAN, DEMOCRATIC NATIONAL COMMITTEE",
      "utterance": "Good to see you."
    },
    {
      "speaker": "HENRY",
      "utterance": "All right, I want to start with you. Seth Moulton, the Democratic lawmaker just tweeted this in the last couple of moments. He says, Congresswoman Marcia Fudge of Ohio is the kind of new leader that we deserve in this party, and I hope she runs for Speaker. We need more women, including women of color, in congressional leadership. What's happening in the Democratic Party tonight?"
    },
    {
      "speaker": "RENDELL",
      "utterance": "Well, look, Democrats who ran for office were afraid that Nancy Pelosi was an albatross that would be hung around their neck. And it turns out she wasn't. Despite the Republican's attempt to demonize Nancy Pelosi, we're going to win about 40 seats in the most recent election. 40 seats that were previously held by Republicans. Nancy Pelosi is the reason that most of those Democrats won, because she by her leadership, and only by her leadership got the ACA pass without any Republican votes."
    },
    {
      "speaker": "HENRY",
      "utterance": "But, Ed, pardon me, if she did such a great job, why are arising number of Democrats saying, \"No, we want a new face.\""
    },
    {
      "speaker": "RENDELL",
      "utterance": "Well, I don't think when you consider what the caucus numbers are, I don't think 17 is a rising number. And you're always going to have people who won't change. And I understand the need for change. But Nancy Pelosi was a great speaker, she saved the country when she found the votes for TARP, for President Bush's TARP program when the Republicans couldn't pass it. She saved the ACA. You asked for Barack Obama, and he will tell you, there wouldn't be an ACA without Nancy Pelosi. And the ACA was the reason that most of our candidates won."
    },
    {
      "speaker": "HENRY",
      "utterance": "So, let me bring in, Dave Bossie. Dave, when the president tweeted a couple of days ago that look if the Democrats can't get her to 218, the votes to become speaker, we'll get Republicans to do it. That's because the president wants her to be speaker, doesn't he?"
    },
    {
      "speaker": "DAVID BOSSIE, FOX NEWS CONTRIBUTOR",
      "utterance": "We desperately want Nancy Pelosi back.  Unfortunately, the Democrats took the House, we would love to have I think see Nancy Pelosi be Speaker because she represents, and her negatives are so high across this country that it gives us an opportunity once again to juxtapose Democrat policies of open borders, sanctuary cities, destroying ICE, like Kamala Harris just talked about today. Again, whether its tax hikes, you name the liberal policy, they're going to be for it. And with Nancy Pelosi as Speaker, we're going to be able to say what Republicans stand for."
    },
    {
      "speaker": "HENRY",
      "utterance": "Yes."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "And really make a great case again for the president's reelect and taking back to House in 2020."
    },
    {
      "speaker": "HENRY",
      "utterance": "Ed, on that question of open borders, I want to play a little bit more of what Kamala Harris said today, and I want to give you a chance to respond. Listen to this."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Are you aware that there's a perception that, ICE's administering its power in a way that is causing fear and intimidation particularly among immigrants and specifically among immigrants coming from Mexico and Central America? Are you aware of that perception?"
    },
    {
      "speaker": "VITIELLO",
      "utterance": "I do not see a parallel between the power and the authority that ICE has to do its job."
    },
    {
      "speaker": "HENRY",
      "utterance": "Ed, the context is that's Ron Vitiello, he's the president's nominee. He served this country for 30 years now in law enforcement. He is the nominee to be director of ICE. And I looked it up, and a couple weeks ago, Ed, as a Democrat, you said publicly that the party was making a mistake by saying they should abolish ICE. And you said that some of these ideas are not based in reality, and it could help the president be reelected in 2020. Why is Kamala Harris not listening to you in comparing ICE agents to the KKK?"
    },
    {
      "speaker": "RENDELL",
      "utterance": "Well, first of all, I don't know have any people listen to me anymore. But having said that, it makes no sense. Look, I should be reformed and there are problems with ICE and there's no question. And the Senator Harris has identified some of those problems. But ICE also performs vital science functions like keeping drug dealers from crossing our borders, keeping people who want to get young girls and turn them into sex slaves. ICE needs reform, but it doesn't need abolishment. If we will get rid of ICE, we'd have to come up with an agency just like it. So, it makes no sense."
    },
    {
      "speaker": "HENRY",
      "utterance": "Dave, when you look at the democratic potential theater talking about maybe a couple of dozen different Senators, House members, and what not want to get in with Sherrod Brown, Elizabeth Warren who might have hurt herself with the DNA test, and all of that back and forth to the president.  What about what Kamala Harris said today?"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Oh, it's outrageous. Look, Ed is exactly right. We need an agency like ICE. To attack ICE is like -- it's the equivalent of attacking every law-enforcement man or woman across this great country. The men and women who put on the uniform every day and go out there to protect us from the bad guys. And that is what this is about. It's about law and order against law -- versus lawlessness. It is about supporting law enforcement against the open borders policies that these people support. So, I think we need to support ICE. This president certainly supports ICE, and we need Republicans and Democrats to support ICE, and if Ed thinks there needs to be reforms in it --"
    },
    {
      "speaker": "HENRY",
      "utterance": "Yes."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "I think that let's talk about those small things around the edges, but let's not demonize an entire police force."
    },
    {
      "speaker": "HENRY",
      "utterance": "Sure. Ed, I've got less than 30 seconds, but let's put together what you had previously said that I noted about ICE. And some Democrats saying it should be abolished, the Harris comments today, the talk about 85 different subpoenas, there may be things that Democrats want to investigate that might be fair. But do you think the Democrats may overplay their hand in the days, Ed?"
    },
    {
      "speaker": "RENDELL",
      "utterance": "That's always a potential and the Republicans did it during the Bill Clinton impeachment. Look, we need to show the country we can legislate and get things done. That's even more important in an investigations in this. There are some as you said, investigations that are probably appropriate.  But let's get in there and try to solve the nation's problems."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Ed, yes --"
    },
    {
      "speaker": "RENDELL",
      "utterance": "And even if we can't get the bills passed the Senate, let's get a good bill to show the nation what we stand for."
    },
    {
      "speaker": "HENRY",
      "utterance": "Quick last word from David Bossie. Go ahead, Dave."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "And an overreach is going to be the watchword of this Congress.  They're not going to be able to help themselves because their base demands radical action by this radical new group of Congress, men and women who have come to Washington and are going to attack this president at every turn."
    },
    {
      "speaker": "HENRY",
      "utterance": "Dave Bossie, Ed Rendell, appreciate you both coming in."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Thanks."
    },
    {
      "speaker": "HENRY",
      "utterance": "Meanwhile, we've got a Fox News Alert. Breaking right this moment in Florida. Did Brenda Snipes intentionally miss tonight's recount deadline because the new numbers favored Republican Rick Scott? Republican Matt Gaetz response to the explosive new allegation made by the Scott campaign, next."
    },
    {
      "speaker": "HENRY",
      "utterance": "A Fox News Alert. If you can believe it, the election disaster in Florida just got a little worse. With Broward County missing the deadline to turn in their recount total by yes, just two minutes. That means the new totals get thrown away. So what was the point of what they were doing for days? According to Rick Scott's campaign, that was not an accident. The Republican is claiming they did it on purpose because his numbers would have improved. Our correspondent Phil Keating has a story live from Riviera Beach, Florida.  Good evening, Phil."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS NATIONAL CORRESPONDENT",
      "utterance": "Good evening, Ed. The highly memorable 2018 Florida election machine recount is now over and now the humans take over. In most races, it's already decided. The margin of victory was large enough. However, in a few races statewide including that U.S. Senate race between Governor Scott and Senator Bill Nelson, it is under a quarter of a percent, that's the margin of difference. Therefore, humans will be in here tomorrow 11:00 a.m. in Palm Beach County to begin going over roughly 6,000 ballots which were problematic and not counted because they either had undervotes or overvotes. Now, that machine recount actually showed Republican Rick Scott gaining in votes and his lead over the original results. Scott now leads Nelson by 0.15 percent. Hand counters will now go through all those problematic ballots and in the also closely watched governor's race the recount results stayed almost exactly the same, just one vote difference with Republican former Congressman Ron DeSantis leading Tallahassee Mayor Andrew Gilliam by 0.41 percent. That's high enough to avoid the hand count. This afternoon, the DeSantis campaign released this statement. \"Those returns were being clear and unambiguous just as they were on election night and at every point throughout this process. I remain humbled by your support and the great honor the people of Florida have shown me as I prepare to serve as your next governor. While Broward County celebrated after midnight would have thought had completed its last ballot recount, well today, election staffers uploaded their results to the state two minutes too late, at 3:02 they were due at 3 o'clock. So original numbers will be the ones made official and in the words tonight of a not so happy staffer, \"I worked my ass off for nothing.\" Palm Beach County failed to make the recount deadline period. And the supervisor of Elections blames the machines."
    },
    {
      "speaker": "SUSAN BUCHER, ELECTIONS SUPERVISOR, PALM BEACH CITY",
      "utterance": "Well, I will explain it to say that I believe strongly that it wasn't -- not a human effort, it was mechanical. And so we're required to present a report to the Secretary of State and that's exactly what I'm going to report."
    },
    {
      "speaker": "KEATING",
      "utterance": "But because of that breakdown of the machines, Senator Nelson tonight suing for a hand recount of all ballots in Palm Beach County.  Attorney Marc Elias with the Nelson campaign said this in a tweet. We have sued Palm Beach County and the Florida Secretary of State to require a hand count of all ballots in the county due to systematic machine failure during the machine recounts. Now, the hand count will now get fully underway here in Palm Beach 11 a.m. tomorrow, other counties around the state 9:00 a.m. tomorrow, results of the encounter are due now Secretary of State on Sunday. Ed?"
    },
    {
      "speaker": "HENRY",
      "utterance": "Phil Keating working his reporter's notebook off for us tonight.  Phil, thank you. Joining me now Florida Congressman Matt Gaetz, a Republican who has literally been trying to force his way into some of those offices in Broward County to get some answers. He joins us live tonight. Congressman, thanks for coming in."
    },
    {
      "speaker": "REP. MATT GAETZ, R-FLA.",
      "utterance": "Thanks for having me, Ed."
    },
    {
      "speaker": "HENRY",
      "utterance": "I want to get to the Senate mess because it seems the biggest one tonight, but before I forget, is it time for the Democrat Andrew Gillum in the governor's race to concede because as Phil just reported, there they're counting, they're recounting and only one vote has changed and he's down?"
    },
    {
      "speaker": "GAETZ",
      "utterance": "Yes, absolutely. Governor-elect Ron DeSantis is going to do a great job for Florida. Andrew Gillum's continuation of this charade really is undignified. I think he ought to concede immediately. And you see with some of these instances whether it's Stacey Abrams, Andrew Gillum or maybe others where they're trying to enhance their celebrity by not conceding and that's not really good for democracy. We all ought to be willing to accept the results of the voters and here that was clearly for Ron DeSantis."
    },
    {
      "speaker": "HENRY",
      "utterance": "All right, let's get to the Senate race. From what I understand and you heard in Phil's reporting that particularly in Broward County, it looks like Democrat Bill Nelson lost roughly 700 votes after they're recounting. And so they're supposed to turn that in and they missed the deadline by two minutes. Rick Scott, the Republican his campaign which you support, obviously, is saying tonight they did that on purpose because they don't want to admit that Bill Nelson is losing votes."
    },
    {
      "speaker": "GAETZ",
      "utterance": "Well, this circumstance arises because there is a discrepancy in the number of votes that went through the unofficial count initially and then those which were counted by the recount it's a discrepancy of over 2,000 ballots. And we actually evaluate those, Rick Scott does weather -- rather well within that pool of ballots and so he's understandably frustrated that some staff member has this report going two minutes late and then he's unable to benefit from that. And at the end of the day, I think that really Rick Scott's win is also outside the margin of fraud but it demonstrates that challenge. And there's new reporting out of the Washington Post that a Broward Supervisor of Elections official was saying that the reason that that discrepancy exists is because the ballot pool was polluted by ballots that were not supposed to be counted."
    },
    {
      "speaker": "HENRY",
      "utterance": "But Congressman, as you know, we've been lectured for days that we have to \"count all the votes.\" Now we get the votes and it looks like it's not helping the Democrat so the paperwork's not turned in. Is it count all the votes --"
    },
    {
      "speaker": "GAETZ",
      "utterance": "It shows the hypocrisy -- it really shows the hypocrisy of Senator Nelson's argument. He is suing in a variety of other counties throughout the state saying all we have to count every vote under any circumstance and now as a result of a clerical error that neither Rick Scott nor the people who voted for him could control potentially a universe above over 2,000 bouts giving Rick Scott more than a 700 vote additional boost to his lead.  I mean, that would not be democratic but it's indicative of these broad problems we have with compliance with the law in Broward and Palm Beach counties."
    },
    {
      "speaker": "HENRY",
      "utterance": "Congressman, on the other hand, there's a Republican as you know, former Congressman Joe Walsh who has heard your comments saying that this is a dry run for Democrats to \"steal the election from Donald Trump in 2020.\" And he is saying, wait a second, this is irresponsible and dangerous of you."
    },
    {
      "speaker": "GAETZ",
      "utterance": "Yes, Joe Walsh was the member of Congress who went on Sacha Baron Cohen's television show, looked directly in the camera and said toddlers should have firearms. So I probably won't take too much of his advice on what constitutes irresponsible rhetoric. I don't take my marching orders or my P's and Q's from somebody who doesn't have enough sense not to read inflammatory and dangerous material that's put in front of them."
    },
    {
      "speaker": "HENRY",
      "utterance": "I've got less than 30 seconds. How does this Senate battle end, not just with who you think is going to win but what's the reasonable timetable now? There's a hand recount, is that right?"
    },
    {
      "speaker": "GAETZ",
      "utterance": "Yes, there'll be a hand recount. That will -- that takes a while with eight million ballots to go through and count, but ultimately it ends with Rick Scott being sworn in as the senator. And then hopefully Ed, we can actually work together Republicans and Democrats, diagnose these problems and then demand greater transparency along the way. The best antidotes of fraud is transparency and so if you force everybody to turn the cards face up earlier in the process, you don't have a circumstance where you got 80,000 ballots with a very dubious chain of custody."
    },
    {
      "speaker": "HENRY",
      "utterance": "Congressman Gaetz, I appreciate you coming in tonight."
    },
    {
      "speaker": "GAETZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "HENRY",
      "utterance": "All right, coming up, what was really going on behind the scenes at Facebook during the whole fake news scandal and how the company tried to leverage power from friends in Washington?"
    },
    {
      "speaker": "HENRY",
      "utterance": "Tonight we're finally learning what was really going on behind the scenes at Facebook during that whole fake news scandal and how the company once promised nothing but transparency became masters of \"delaying, denying, and deflecting. That all according to a bombshell New York Times report which Facebook is now going out of its way to try and discredit.  Our correspondent Trace Gallagher is following the latest live from our West Coast newsroom. Good evening, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS ANCHOR",
      "utterance": "Good evening, Ed. The New York Times story on Facebook apparently took five months to put together, had five separate bye lines and came in at more than 5,000 words going into great detail about how Facebook leaders knew very well in 2016 that Russia was using its platform to influence the election. But then resorted to what The Times calls delay deny and deflect saying that after finding out its platform was being used to interfere with the election, Facebook leaders Mark Zuckerberg and Sheryl Sandberg tried to stall the evidence and later denied it was true. In fact, Mark Zuckerberg famously once called Russian meddling a \"pretty crazy idea.\" And later Facebook reportedly deflected by hiring a conservative P.R. firm to blame other tech giants like Apple and Google.  The Times goes on to say the P.R. firm even tried to get the media to report on financial ties between the enemies of Facebook and billionaire liberal donor George Soros. Today Soros has called for Facebook to initiate an independent internal investigation into its lobbying and public relations work. And the president of the Open Society Foundation which is the principal conduit for Soros donations wrote an open letter to Sheryl Sandberg saying \"it's been disappointing to see how you have failed to monitor hate and misinformation on Facebook's platform. To now learn that you are active in promoting these distortions is beyond the pale. The hate Mr. Gaspard refers to is the New York Times accusation that Facebook tried to depict its critics as anti-Semitic. Both Mark Zuckerberg and Sheryl Sandberg are Jewish. So far Facebook has not flat-out denied the accusations but Zuckerberg has called them unfair during a conference call today he said this. Listen."
    },
    {
      "speaker": "MARK ZUCKERBERG, CEO, FACEBOOK",
      "utterance": "I've said many times before that we were too slow to spot Russian interference, too slow to (INAUDIBLE) and too slow to get on top of it. And we certainly stumbled along the way but to suggest that we weren't interested in knowing the truth or that we wanted to hide what we knew or that we try to prevent investigations is simply untrue."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "The Times says that while Facebook was battling enemies, it was also rallying supporters like New York Democratic Senator Chuck Schumer who raised more money from Facebook employees than any other member of Congress. The article says as the criticism of Facebook mounted over its handling of Russian meddling, Schumer tried to get the Senate Intel committee to slow-walk its investigation of Facebook. Senator Schumer has not yet issued a statement on the article. Ed?"
    },
    {
      "speaker": "HENRY",
      "utterance": "All right, Trace, I appreciate your report. Republicans may have lost control of the House but what if we told you that might have been a good thing when it comes to building the wall. Breaking new details from a meeting at the White House today that's next."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "On day one, we will begin working on an impenetrable, physical, tall, powerful, beautiful southern border wall."
    },
    {
      "speaker": "HENRY",
      "utterance": "The president and Senate Republican Leader Mitch McConnell may finally have a path forward to carry out one of his first campaign promises, building the wall. Senator McConnell coming out of today's White House meeting feeling optimistic. Meanwhile, the first wave of migrants and the caravan arrived at our southern border as more than a dozen were arrested for trying to enter America illegally. For more on how they get this done, we turn to Leland Vittert live in Washington. Good evening, Leland."
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Ed. Emphasis on the word \"try to get it done.\" when the funding bill comes around, Republicans will effectively be daring Democrats in December to shut down the government over border wall funding. But remember, Republicans will still control both the House and the Senate as we have seen before, and this is a dangerous game. Republicans want $5 billion for the wall right now and there is bipartisan agreement on 1.6."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., MINORITY LEADER",
      "utterance": "The Democrats and Republicans came to the $1.6 billion agreement and we believe Democrats and Republicans should stick with their agreement and not less let President Trump interfere. Every time he interferes it gets ballot stop."
    },
    {
      "speaker": "VITTERT",
      "utterance": "At the White House today, Senate Majority Leader Mitch McConnell along with Senator Shelby and Thune were there. Democrats were not. As you heard they made their feeling clear. Yesterday McConnell says he's optimistic about the funding. Shelby called the wall both the linchpin and the obstacle. Much of this will come down to timing, the first waves of migrants from the caravan are now reaching the U.S. and Mexican border. There are thousands to come with more pictures like these. President Trump used the caravan very effectively on the campaign trail and how that translates to votes in the Senate is unclear. We are a few weeks away now from a potential show down, and both Republicans and Democrats will face a simple choice, a border wall funding is worth shutting the government down for. Putting it in slightly more Machiavellian way, is there political gain to be had in forcing to shut down so you can blame the other side? Ed?"
    },
    {
      "speaker": "HENRY",
      "utterance": "Leland Vittert live in Washington. Thank you, Leland. Not all Republicans are on board with the president's plan sending troops on our southern border. Border state Senator Jeff flake in Arizona is using his time left in office which is obviously running out to call it a sham."
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "utterance": "We can't call it anything but a stunt here. We don't know where the caravan if it makes it north is going to come, I think it could be handled by civilians that we have there in terms of border patrol and others. So, I don't know what I could tell them other than, they shouldn't be doing this."
    },
    {
      "speaker": "HENRY",
      "utterance": "Joining me now is Bryan Dean Wright. He is a former CIA operations officer and he is also a Democrat. Good to see you."
    },
    {
      "speaker": "BRYAN DEAN WRIGHT, FORMER CIA OPERATIONS OFFICER",
      "utterance": "My pleasure."
    },
    {
      "speaker": "HENRY",
      "utterance": "You are shaking your head here in the studio when Jeff Flake said that?"
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Yes. Look, we have 2,000 people come across the border every day, right. Expand a year, we got 600,000 folks. That is a serious problem. How do we address it? A wall whether it would be, you know, fully, you know, a literal building, a wall, great. But it has to be something. And what we are doing now is clearly isn't working. So decided that we're just engaging in stunt. I saw it with Mattis, the secretary of defense said it was silly."
    },
    {
      "speaker": "HENRY",
      "utterance": "And said it was not a stunt."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Indeed."
    },
    {
      "speaker": "HENRY",
      "utterance": "In fact, we did this brand-new Fox News voter analysis, for the midterms we rolled it out ahead of 2020. And there was something among many things that were interesting. Issues facing the country, this is another poll from Quinnipiac. Do you think illegal crossing the border is an important problem? Seventy-one percent say yes, it's important, 26 percent say no. The Fox News voter analysis. Most important issue facing the country, healthcare 26 percent. That was good for Democrats, bad for Republicans. Immigration, 23 percent, economy, 19. You see guns in the environment. My point being immigration is higher on that list than Democrats want to admit that maybe the president is right."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "That's right. And I think what you will end up seeing and in the coming months as the caravans continue to flow, not just this one that's already at the border but as more come, and we see these numbers go up from 1,000 or 2,000 plus, which because there is a new president in Mexico that is looking more and more likely to happen. The American are going to see these numbers and going to see these people hitting our border and they are going to want some degree of response to stop this, to fix this. And they want everybody in Washington to focus on this and I think whichever political party puts forward the most thoughtful plan to do so, and doesn't just talk about abolishing ICE or ignoring the problem, I think politically you are going to see the American people demand and then reward the people who stand up."
    },
    {
      "speaker": "HENRY",
      "utterance": "So, on your point about the people in power in Washington, your party, the Democrats will be taking over the House, are they serious about building the wall? It doesn't seem like it. Some."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "So, you are seeing folks in the appropriations say, all right, look, we will give you a little bit of money for the wall but we're not going to give you know, enough for 2,000 miles worth of a wall. All right. That's a fair starting point, but really, this folds into the broader conversation around immigration reform, the DACA kids. How do we solve that? President Trump has put forward I think a pretty fair idea or proposal to allow some of these kids' proper citizenships. So that needs to be part of the conversation as we fix our border, it has to be."
    },
    {
      "speaker": "HENRY",
      "utterance": "So, we were challenging the Democrats with what I just asked you, what about challenging the Republicans which is that, now you get the president hollowing what Mitch McConnell saying, maybe we can get this done in a lame duck session in terms of funding for the wall. Where were the House and Senate Republicans who ran those chambers for the last two years?"
    },
    {
      "speaker": "WRIGHT",
      "utterance": "So, what we saw was a great division within the Republican Party around this. You know, you had a lot of great folks like Will Hurd in Texas put forward very thoughtful pieces of legislation to resolve this, but there were folks within the freedom caucus who said absolutely not, we're not going to deal on this. So, obviously, Speaker Ryan, you know, he struggled to resolve that challenge in his own party. So, it's true. We, you know, the GOP is at this place in part, because they couldn't figure it out. So, a tough issue but the American people are going to demand some sort of result very soon as the border--"
    },
    {
      "speaker": "HENRY",
      "utterance": "In fact, to your point about the American people, some Republicans are saying, they think that's why Republicans lost the House because they didn't deliver on healthcare in fully repealing and replacing and building the wall."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "I think that's a fair point."
    },
    {
      "speaker": "HENRY",
      "utterance": "All right. We appreciate it. Bryan dean Wright, thanks for coming in."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "My pleasure, sir."
    },
    {
      "speaker": "HENRY",
      "utterance": "Coming up, the HUD Secretary, Dr. Ben Carson could soon see his name stripped off of a Detroit school, that's where he grew up. The school board members don't like the president. Pulitzer Prize-winning journalist Charlie Leduff on whether this should really be Detroit's top priority."
    },
    {
      "speaker": "HENRY",
      "utterance": "You are not going to believe this story. The Detroit school board now considering stripping the name of HUD secretary, Dr. Ben Carson off of the local school over his ties, yes, to the president. The Benjamin Carson High School of Science and Medicine could eventually be renamed after the late Aretha Franklin because according to one school board member, having Carson's name on the building was, quote, \"synonymous with having Trump's name on our school in blackface.\" Joining me now, Charlie Leduff. He is the Pulitzer Prize-winning journalist who has covered the Detroit area extensively is author of the new book, I'll be careful with this, \"Blank Show: The Country's Collapsing and the Ratings Are Great.\" Good to see you, Charlie."
    },
    {
      "speaker": "CHARLIE LEDUFF, JOURNALIST",
      "utterance": "Good to have -- good to be here tonight."
    },
    {
      "speaker": "HENRY",
      "utterance": "So, my folks here at the show put together an incredible packet about really awful statistics frankly, about the drinking water in Detroit schools being despicable. About some of the kids at the Ben Carson school, 8 percent of the students at the school of science and medicine are proficient in math. Eight percent. This is a national crisis, and we are talking about renaming the school instead of teaching these kids."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Yes, it's a matter of priority. I mean, hello, America, and hello, St. Louis? This is just another one of those things I think that just frustrates us all because again, you are going to rename it because you don't like the guy. Well, that's the school board president. But here's the funny thing. The school board has decided that they are going to rename a cup where they are going to go through a process, it hasn't been done."
    },
    {
      "speaker": "HENRY",
      "utterance": "Yes."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "But they are going to rename schools that don't reflect the community or its history. So, why in the world are they also considering renaming Frederick Douglass Academy. You get what I'm saying? Over half the schools have lead poisoning so they have to shut off the fountains. Eight percent proficiency in math, 30 percent proficiency in reading, and this is what we are doing. And this is why New York is calling."
    },
    {
      "speaker": "HENRY",
      "utterance": "I want to get back to the reading and math--"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Yes."
    },
    {
      "speaker": "HENRY",
      "utterance": "-- which it seems the most important part of this discussion but I can't let past what you just said so. There's another school named after the great Frederick Douglass--"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Indeed."
    },
    {
      "speaker": "HENRY",
      "utterance": "-- and there are people who want to take his name off of the school. Why in the world will they do that?"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "They want to -- I don't know, we are going to have to let it shake out. Again, it's a process. It goes to another board and we vote on it. But let's get down to the real issues in the city and the country. The kids aren't learning, and just blaming their parents isn't going to work because, you know what? I came from a house that wasn't exactly, you know, stable all the time but when you go to school, when the kid leaves, he is both supposed to have reason a little bit, whether his home is messed up or not. He is supposed to be able to do a math better than 8 percent."
    },
    {
      "speaker": "HENRY",
      "utterance": "Right."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "And we are sitting here arguing over the name of the school, and Ben Carson."
    },
    {
      "speaker": "HENRY",
      "utterance": "It's criminal really."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "It's ridiculous."
    },
    {
      "speaker": "HENRY",
      "utterance": "But I don't want to just sit here and bash Detroit."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "I know, it's awesome."
    },
    {
      "speaker": "HENRY",
      "utterance": "You are here and you love the city--"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Yes."
    },
    {
      "speaker": "HENRY",
      "utterance": "-- and I was there for a Detroit Tigers game a couple years ago and the comeback is real. So, I don't want to just focus on the negative. Talk a little bit about the comeback for the city and how this must make it more frustrating for you because on one hand, the city is coming back and on the other hand you have this nonsense going on."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Well, look, I hate to be a reporter about it. I decided to move my family here, I'm not leaving. We have a lot of building going on. We have a lot of night life again, right. But the city continues to lose population out in the neighborhoods. So, we're creating a cores. But all this stuff where Frederick Douglass is or Ben Carson is, are struggling beyond belief. In fact, Moody's just gave Detroit's borrowing status a junk rating. So, we are coming back. But like a lot of America, you wonder, are we on the cliff, is this for real, is it a bubble? So, Tigers are great, stake at night is great, craft beer is great--"
    },
    {
      "speaker": "HENRY",
      "utterance": "Right."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "-- but education, listen, firefighters just died on the job, right? And his wife and kids will not have health insurance because of the settlement and the bankruptcy."
    },
    {
      "speaker": "HENRY",
      "utterance": "Wow."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "They are thrown off of it. So, I don't fully buy into it. I want results, I want numbers, I want police, I want them to be respected. And I want children to do well."
    },
    {
      "speaker": "HENRY",
      "utterance": "Yes. I only have one minute left but at that Ben Carson school, I mentioned 8 percent proficient in math, 20 percent proficient in reading. So, a better number but still awful. The president carried the state of Michigan, the president and the campaign said that he wanted to help cities like Chicago and Detroit. What's your message to him tonight?"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Well, here's my message to all of you. All the Democrats and Republicans. The rust belt went red. It's a national embarrassment for the Democrats. You are all going to be here in droves with your billions of dollars. Pay attention to our children and their futures, you deliver that, you convince people, you will win here."
    },
    {
      "speaker": "HENRY",
      "utterance": "Charlie Leduff with a very personal to him message but also a very powerful message for all of us tonight. Charlie, I appreciate you coming in."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Thanks for having me, bro."
    },
    {
      "speaker": "HENRY",
      "utterance": "All right. And after an attempted assassination, we've watched Congressman Steve Scalise's heroic road to recovery. But, there's still a lot that we don't know, like the unexpected friends he's made along the way. He shares his untold story with Martha, that's next."
    },
    {
      "speaker": "HENRY",
      "utterance": "We talk about it almost every night, how politics seems to have gotten a bit more divisive and no one knows this better then Republican Congressman Steve Scalise. He was shot over a year ago on a baseball field of course, practicing for a game that was intended to unify both parties. We've watched almost every step of the congressman's road to recovery but there's still a lot that we don't know about him. Martha sat down with the House majority whip Steve Scalise, author of \"Back in the Game\" where he shares his untold story."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I saw Congressman Scalise go down."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We are just learning Louisiana congressman and House majority whip Steve Scalise has been shot."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I was the first out to Steve and he laid out there for at least 10 minutes alone in the field. And we just -- we couldn't get to him while they were shots going off."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The heroes are the police officers who attacked the shooter and in doing so probably saved many, many lives."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I called my wife and my children and told them, I love you. And that is OK."
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS HOST",
      "utterance": "What do you think about that story of people don't know or don't understand?"
    },
    {
      "speaker": "REP. STEVE SCALISE, R-LA.",
      "utterance": "Well, you know, for three and a half months I was in the hospital, and especially those first few weeks I was in and out of consciousness and surgeries and truly battling for my life. And I think in the first few days people didn't know just how serious it was and, you know, that I had literally come at least twice that first day to not making it. And all the miracles that happen along the way, and you know, just how both myself but so many other people that were out on that ball field could have easily -- it could have been a really bad ending."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You have a lot of people in this country who feel like these are extraordinary times and that they have to go through the most extreme measures to make their point, to resist to push back?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "That's not an acceptable answer in politics. And you know, look, we've had even tougher times in our nation's history. I mean, I work in a living history museum in the United States, and I have a room in one of my offices that Abraham Lincoln used to spend time, and I renamed it the Lincoln room, just because I wanted people to sense that history that we are all part of but that we also have to reflect back on it and say, you know, it's our toughest times today. They had a lot of tougher times then. You know, I mean, Abraham Lincoln gave his life for the cause of freeing people from slavery."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "When you think about what happened to Abraham Lincoln Think and that may want to do that to you that day on the--"
    },
    {
      "speaker": "SCALISE",
      "utterance": "He didn't. Thank God he didn't. Thanks for the grace of God, and through a lot of hero heroic acts and I talk about that in the book. I mean, of course David Billy and Crystal Greiner the two Capitol police officers who were there with me, who risk their lives. Both were shot during the shoot out and kept going at it until they took the shooter down. The Alexandra police, you know. And again, there were, it was not just me, there was over a dozen other members of Congress and some staffers and volunteers that were too that would have all been executed had not it been for those little miracles as we refer to them and the heroes too that we saw that day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You made a friend that you didn't expect to make through this whole process, somebody that you were a big fan of, who was really to you, Bono."
    },
    {
      "speaker": "SCALISE",
      "utterance": "My gosh. There were so many of those interesting stories."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Look, when I was a high school student U2 was probably my favorite band. And I went and saw them in concert back in the mid-80s when they were just starting, and I was going to go see them the week after the shooting, my son was going to be coming to D.C. and they were going to play a concert over at FedEx field and of course, I didn't get to go to the concert. And yet, Bono during the concert gave an opening prayer at the beginning. They were reprising the Joshua Tree which is a great album. And he said a prayer for me and asked everybody to pray for me and all of a sudden, you know, my wife's phone is blowing up. We were in the hospital and she's looking during the concert and all her friends were sending this footage of Bono saying this prayer for me. BONO, U2 FRONTMAN: We are so grateful for Congressman Scalise and his (Inaudible)."
    },
    {
      "speaker": "SCALISE",
      "utterance": "And then he called the next day and he went by my office just to sign a card and take pictures with my staff and to cheer them up and then he called me at the hospital and he, we had a wonderful conversation. And he invited me to the concert. They were playing about two months later in the Superdome and I was hoping to be out of the hospital by then and literally didn't get out but for like a week later, so I had to miss that concert. But then he and I got to meet up again in person, about a year later and spent some real quality time together. They just bring you through really dark and tough times that you have, you know, and you go through ups and downs on a journey like this and that really helped keep us going strong the whole way through."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Looking back, how do you think all of this changed you?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "You know, it's not that it changed my outlook on life but it changed was important in life. I've always been an easy going and happy go lucky guy, you know, my motto has always been, work hard, play hard, and celebrate the winds along the way. Because you know, for everything you do, in all of our lives, you know, your life is fast-paced and something good happens and then the next minute you are onto something else. You know, it's important to reflect as well when you achieve something, one of your goals to celebrate that and then start working towards the next one. And we all have setbacks in our life, too, and you can't spend too much time reflecting on the setbacks. You know, you've got to work towards the next thing you've got to do but I love my family, I love the things that I do that are important in life and I think I focused even more on what those things are that are really important, and that matter."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Ground ball to second and, Scalise throws in out first."
    },
    {
      "speaker": "HENRY",
      "utterance": "Still brings chills. That's \"The Story\" for tonight. You can catch me this weekend hosting \"Fox & Friends\" starting at 6 a.m. Eastern. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}