{
  "date": "November 14, 2020",
  "headline": "New poll shows Trump gaining ground among Latino voters",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/new-poll-shows-trump-gaining-ground-among-latino-voters",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. I'm Laura Ingraham and this is THE INGRAHAM ANGLE from Washington. Oh, boy, do we have a huge show for you tonight. Mollie Hemingway, Victor Davis Hanson, Florida Governor Ron DeSantis. UFC Fighter Jorge Masvidal and Raymond Arroyo are here in just a few minutes. We have hours now before it is just officially Election Day. But first, with just hours of course until the first polling places open, President Trump, as you can see - look at him! He is just still working hard for your vote. In fact, the president still rallying the faithful in Kenosha, Wisconsin, with a fifth rally to come a little bit later on tonight. We hope in the show. The man is an absolute machine. Breakneck schedule, it's an emblematic of how he's been running the country for the last four years. And it reminds me of why the people elected him in the first place. And it's paying off. Now check out the \"Real Clear Politics\" polling averages in the key swing states. Trump is ahead in five of them and is within striking distance in the other three. He sweeps all eight and he wins. Now when the president left the hospital remember after his COVID diagnosis four weeks ago, all the experts on the left in the media and Democrat politics said don't campaign, it's too dangerous. You will be a super-spreader. Told him not to hold rallies but he knew how this was the most important election of our lifetime and how important his campaigning was for the psyche of America? He had to be with the people. They had to see him. He knew it was important for Americans not to succumb to the media and the Biden doom and gloom propaganda they've been pushing on you since the beginning of this pandemic. And the president's fans well what did they do? His supporters, the voters, they repaid him by turning out in the cold, in the rain, in the heat, in the wind for rallies and impromptu caravans. This is all organic. In Arizona, 1500 cars took part in a pro-Trump parade that stretched for miles and miles. Conservatives in San Diego put on a huge boat parade, a liberal sea of Trump supporter's, tens of thousands turned out last week in Butler, Pennsylvania. I personally shot this video in overflow crowd in Rochester, Minnesota, and then check out these crowds last night. This is in Rome Georgia. Check it out. Then Miami of course, this is the scene. It was a massive party there and here's Trump in Traverse City, Michigan earlier tonight again, huge crowds. That crowd just goes on forever and ever again, organic. This is an organic movement. It's a love for this president. Meanwhile, the favorite candidate of China, Silicon Valley, and Wall Street is out ranting on the trail and being propped up by the same out of touch forces that failed Hillary in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL NOMINEE",
      "sentences": "--Lady Gaga. No other nation can touch us! Everybody knows who Donald Trump is. We choose truth over lies, constant lies! Donald Trump is not strong, he's weak! We choose truth over lies!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Gosh, he doesn't seem so confident to me. Now you compare that to Trump's final rallying cry, for him it's about the people even more so than about Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Do you want to be ruled by the arrogant, corrupt, ruthless and selfless political class? Or do you want to be governed by the American people themselves? We will never be a socialist nation. If I don't always play by the rules of Washington and the Washington establishment, it's because I was elected to fight for you, and I fight harder and harder and harder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And that is true. For months we've been told that lightning can strike twice. But of course the media on the left are missing what's happening? The nature of what we are seeing, the crowds, the pop-up caravans look at it. In both parades, the passion! Both parades, when did that start? They are all happening whether the media reports about it or not and whether the left believes it or not. And whatever happens tomorrow night, one thing is completely clear, this movement, this America-first movement is here and it ain't going anywhere. Joining me now is Mollie Hemingway, Senior Editor at \"The Federalist\" and Fox News Contributor also with me, Victor Davis Hanson, Hoover Institution Senior Fellow. Mollie, truly this has been a tale of two ideologies, two philosophies and two strategies in his final days. What's your take away ahead of tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "sentences": "The strategies couldn't be more different and it's interesting to see that in these final days. Donald Trump is up from early in the morning until late at night. He's all over the country. He's very energetic rallies. He just recovered from COVID, versus Joe Biden, who may be a few days ago he decided he need to get out a little bit on the trail. He's barely leaving home. He's not in front of crowds. It couldn't be more different. In part because the media has done the job of running the Joe Biden campaign and so they've been very active and so they don't need Joe Biden to be so active. But this really does reflect their two different governing strategist, they're two different ideas. This is a reflection of how the Trump Presidency has been, full of energy, full of excitement and growing in support among his - particularly his Republican voters. Also with this idea that America can take on its challenges and defeat its challenges versus Joe Biden's us approach, which is that we are headed into a very dark winter, that Coronavirus has us dead to rights and that we have very dark days ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I tweeted out earlier, Victor, that it's the difference between - like Trump does that funny dance. What started off as really corny but now everyone loves it and the crowds that I saw in the Midwest. They would love doing the little dance. And it's fun versus the long, dark, dreary winter that will be lockdowns and controls and high taxes and demonization and recrimination and payback and all the stuff we know they're going to do. It's so obvious when you're watching this play out - look at him! He is still going in Kenosha and people are having fun in the frigid temperatures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSEN, HOOVER INSTITUTION SENIOR FELLOW",
      "sentences": "I think everybody wants to be a part of that and they sense something historical is happening and it's uplifting and it's can do and we Americans can beat the virus. We are muscular people, we are out working. We're going to take calculated risks, we're going to get the country back together and it's against the elite. The people have a voice after all and I think this started mysteriously about three weeks or so I think Trump was pretty even. Suddenly he can't have a good debate after the first one, he had a great debate. And then people said there's going to be all these melodramas every three days. Bob Woodward, tax returns, and then suddenly they just fizzled out and they had a big October surprise but it was Hunter Biden. And then they said well after Oklahoma City is too sick, you will have COVID post-viral fatigue, he's done for and then suddenly he comes back as superman and nobody's ever seen anything like these rallies. They are crazy, they are huge. And then he got back on message and I think the pollsters were just baffled because the people who were the outliers, Trafalgar, Democracy Institute Inside Advantage to a lesser extent Rasmussen. They had it right. They were trying to find his voters and here they are. In the doctrine or pollsters that were wrong didn't have an answer for, they won't tell us well, we did this to correct from 2016 and now we got it right because they're worried. They keep changing every day. And it's like 2016, Laura, but there's differences. We're going to get a much larger--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's bigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSEN",
      "sentences": "--percentage of the minority vote. There's not a million and a half students in these colleges that heard like fashion that goes to on-campus polling and finally, I don't understand the strategy of the Democrats to think that they're going to rely on all - basically all their chips are going to be on mail-in voting for people, many of whom have never done it before and yet they scared people with the COVID threat for so much. I don't think a lot of people want to go out and vote in the polls - I don't understand the strategy at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Guys, what everyone has to understand tonight - they are scaring their own people away from voting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSEN",
      "sentences": "They are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Meanwhile, the Trump people are showing up at rallies and they're having their dancing, they're having a good time and they are like well, it's a tragedy, it's a horrible thing, we are going to try to take precautions but we want our lives back. Mollie, I'm telling you, the liberty versus lockdown, I've been saying this since, I don't know, early May. I think that message has resonated with people across this country and even if they don't like everything about Trump, they want their freedom back. They want their freedom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMINGWAY",
      "sentences": "Yes, we have been hearing for months that people actually want these lockdowns and that the polls show that people really want to have complete and strict lockdowns and I noticed that a couple days ago Joe Biden started radically changing his message away from lockdowns and saying no, no, I'm not moving towards lockdowns if I win. And I thought OK, finally he's probably figured out that the America people actually don't think - they know enough to know that hasn't been an effective strategy and that the best strategies are - you know, this is a global pandemic, there are ways to handle it and they don't involve locking down the entire country and not dealing with all of the unintended consequences of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Victor, James Clyburn was out there speaking about what might happen to challenge the outcome of the election tomorrow? Listen very carefully, trying to spin already Biden loss as a result of foul play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "sentences": "I suspect that we will find out in 48 hours how successful these suppression tactics have been? That is the one concern that I have. But the only way, in my opinion for Joe Biden not to be successful on Tuesday is for voter suppression to be successful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Voter suppression, Victor, quickly your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSEN",
      "sentences": "Very quickly, it's just the opposite of what we heard that when Trump was supposedly going to lose and he wouldn't concede and now they think they may well lose and they don't want to concede and they are reaching for straws or reaching for exit Jesus to explain what I think is facing them and I think they're really shocked. Even the - has gone from its assured 99.9 certainty that Trump is going to lose to maybe we don't need Pennsylvania after all to wow, if we don't win at Pennsylvania, Biden is in trouble. So even their experts that statisticians are worried. So something happened and the historians are going to chronicle that period in October from the second to the present, because I think Trump really came into his own after COVID and the first debate and really re-corrected he's got to win them now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm telling you, you get the feeling that there's a lot of pre- spin been going on the Democrats side. Mollie and Victor, thank you so much. And the election could very well come down to how Pennsylvania votes and the latest polls show President Trump has the momentum there. Three of the last five statewide polls in the \"Real Clear Politics\" average put Trump at one or two points ahead of Biden. Joining me now is Jake Corman, Pennsylvania State Senate Majority Leader, State Senator Corman to what do you attribute this late break for Trump in Pennsylvania? Is it Biden's opposition to fracking and the oil and gas industry that he tried to lie about after that last debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JAKE CORMAN (R-PA)",
      "sentences": "Well, I think I probably have something to do with it. Probably more that Republicans are coming home. I mean, President Trump was really the first Republican candidate for president since Ronald Reagan to unite the employers with the workforce, essentially. Pennsylvania is a blue-collar state, blue-collar worker and even though some of the organization leaders are for Biden, the workforce is clearly for Trump and I think all of them coming home are leading to his surge in the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now Lady Gaga, Senator, is hitting the campaign trail for Biden. Now this comes after she let rural Americans, you know, understand how little she really thinks of them. Watch. LADY GAGA, ACTORESS & SINGER: Hey, this is Lady Gaga. I'm voting for America, which means I'm voting for Joe Biden. Cheers, the 2020 election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't even understand it. She's really creative and talented, but I don't see how that video worked at all. Is that a smart move to send, you know, a liberal elite who opposes fracking to campaign in Western PA? Is that smart?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORMAN",
      "sentences": "No, it's not. And you've seen the excitement for President Trump, Butler County; I think they have 57,000 thousand people. That's just North of Pittsburgh, but even in the Philly suburbs, huge crowds, tens of thousands of people in Bucks County and Redding up in Scranton in the Northeast so all over the state you're seeing tremendous enthusiasm for the president as they command in - to see how he is doing this final push.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the AG of your state tweeted out on Halloween kind of a trick, Senator. If all the votes are added up in P.A., Trump is going to lose. That's why he's working overtime to subtract as many votes as possible from this process. State Senator, if your state is in dispute, shouldn't this disqualify your state AG from being involved? Shouldn't that mean recusal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORMAN",
      "sentences": "Well, the Attorney General is a candidate too this year, so he should be recused just from that perspective alone. But clearly he is now everything to help Joe Biden which is his right as a Democrat, but you know, a good defense is a good offense. They've been claiming all sorts of voting fraud - the Governor of the state has weaponized the Department of State to do everything they can in the power to advantage the Democrats in this process going outside the law, going into the courts for a very friendly Pennsylvania Supreme Court for them has changed the laws the legislated from the bench. They are doing everything they possibly can while at the same time trying to complain above the Trump Campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, they've changed the rules since this whole campaign began, correct multiple times?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORMAN",
      "sentences": "No question. I mean, we passed a law and this Governor signed last October saying Election Day ends at 8:00 pm on Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORMAN",
      "sentences": "And they went to the courts and the courts gave them extra days outside the statue. So you know they've done everything they can to undermine the rule of law to advantage them and this process while at the same time complaining about Trump Campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "State Senator, thank you so much for joining us your state very important, key in fact for tomorrow night. There is President Trump wrapping up in Kenosha, Wisconsin, can we listen in for a moment? Here we go. Now there's the dance. It's a massive crowd in Kenosha. It's really cold there. And there are plenty of people have been standing there for hours. And he's on his way to his final stop. Going back to where he finished it out in 2016 back in Michigan, so he's going to be heading back to Michigan for one more stop tonight after a grueling 96 hour schedule. Since I was on the trail with him on Friday and we are going to move on now because we have other important information to get to you. You're not going to see this anywhere else. Really interesting four years ago, Swiss researchers boldly predicted that Trump would win against all these other experts in the field of polling and now those same analysts in Switzerland say that Trump is poised for another victory. Of course, flies in the face of most of the polls, we get it but that's because these Swiss research teams are relying on completely different metrics. One team is basing its election forecast on online search frequency. The other team's key metric is based on a candidate's charisma, which you just saw from Trump at that rally. Here now is one of the lead researchers, John Antonakis, Organizational Behavior Professor at the University of Lausanne. Now John, thank you for rising up so early for us here in the United States. What is the issue with modern polling in your eyes? Why does it miss some key - key factors in a race such as this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ANTONAKIS, ORGANIZATIONAL BEHAVIOR PROFESSOR",
      "sentences": "Well, firstly, there's a very low probability that a person answers the phone and if they do answer the phone, there's a high likelihood that that is correlated with party allegiance, so that's one problem. The second one is will they tell you the truth? The third one is will they go to the polls? So if a pollster under samples one of the other sides; there's going to be a huge systematic bias in this bias may be correlated also across states that are similar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We are seeing this play out on the screen right now, Professor. This is, you know, pretty freezing evening in Wisconsin. The president is now on his fourth rally, just wrapped that, going to his fifth and we are not even able to capture the full scope of the crowd, but there are thousands and thousands and thousands of people in little Kenosha, Wisconsin. Well, I think 100,000 people in the entire city of Kenosha, but this has been happening all over these so-called swing states, most of the broadcast media here in the United States aren't covering them. I think they think that not covering it is going to make it go away. But it's happening whether they cover it or not. In the polling here is not picking up this energy and charisma that I think you just referenced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTONAKIS",
      "sentences": "Yes. And in our methods we don't really care about the polls, we look at historical trends and we notice that history will repeat itself, given certain socioeconomic conditions, given certain charisma difference between the two candidates. Our model makes a prediction and this time it seems like again the fact that Trump is an incumbent, the economy has been doing very well in the last quarter, reasonably well over the last four terms not so good this year but the fact too is that he's much more charismatic than Biden and it is fact that may galvanize people to go to the polls. It may get people to perhaps switch a vote towards him if they were somewhere in the middle. So our models are completely using different metrics then do polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm curious after this is all over what you might think of how the lockdowns, the looming lockdowns that you're seeing all over Europe now and many people think are coming next year under Biden here, how that would have played out? But I'm looking forward to seeing what you might think about that? We will check back with you. Professor, thank you again for getting up so early. We really appreciate it. And one of our biggest prizes tomorrow night of course, will be the State of Florida. Governor Ron DeSantis is here and just moments on where things stand there in the UFC Fighter, Miami native Jorge Masvidal will tell us why the Latino vote is exploding for Trump in the sunshine state? Last night Miami was insane. If you missed that, we will show you some of it. You don't want to miss it, up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One state Trump must win to secure his reelection path is Florida and the \"Real Clear Politics\" average currently has Biden up by 1.7 points in the state and Democrats have a slight lead in early voting. But is that margin really big enough to withstand the title wave of votes Trump is expected to get tomorrow on Election Day? Joining me now, Florida Governor Ron DeSantis Governor, wonderful to see you tonight big day for your state tomorrow as always every four years it seems to be. What you expect G.O.P. turnout to look like tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS, FLORIDA",
      "sentences": "Well, Laura, as you mentioned, Republican ballots are a little bit below Democrat for early and mail-in voting but we expected that. We are actually down less. We were down 1.4 percent in '16 going against Hillary. I think we are about 1.1 percent behind. So we are actually in a better position, and I think we are set for a decisive Election Day victory because partially Democrats don't want to vote in person, they are doing the mail. And then Republicans, we have over 200,000 super voters more than the Democrats who haven't voted, so we know a lot of these people are going to be voting tomorrow and so we are looking at two or three to one advantage in Election Day potentially. So I think that's going to put Donald Trump over the top. Last night I was with the president at the Miami rally, I think it was one of the mornings and you had electricity in the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We are showing pictures of it now. We're showing it now on the screen. It was unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "And that's a county that he got clobbered in and '16. He lost by 30 points, he still won the state, which is amazing. Well now the turnout we are getting and the energy and enthusiasm and particularly the Latino community, he's going to do very well. We are not going to win Dade County, but I think he can cut the margin by a third or half. That could be 100,000 votes right there, so I think going into Election Day tomorrow, Donald Trump is in a stronger position than he was in '16 and obviously we know he carried the State of Florida in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now where the polls close their? At least right now, stories that I'm about to tell you are seriously concerning. Investigators in Florida, Governor, reported a scheme to register dozens of dead people to vote in Broward County, which just happens to be of course Democrat strong hold, second most populous county in the state. And Broward Election Supervisor Pete Antonacci saying this is an organized effort by someone who had a scheme to either undermine the Florida registration system with fake voters or intended to vote 50 times. Now this was foiled before fraudulent votes were cast, but should voters be concerned given some of these other stories we are hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, I would say two things. One, just generally, law enforcement in Florida spoiled the number of improprieties, so people should know if they tried that, they will get caught and prosecuted. Second, with respect to Broward and Palm Beach one of the first things I did when I took office in 2019 was except Brenda Snipes' resignation. He was the Supervisor in Broward I also removed the Palm Beach County Supervisor because they had not run the elections properly. So we had new individuals in those positions and so far those counties have run well this year in both the presidential primary and the general primary. So I think that people in Florida should have confidence that those two counties are going to perform better than they have in the past and I think that's just important. People don't want to see kind of the same mistakes be repeated every single year in the same counties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to play something that from an interview that Dr. Anthony Fauci did on the Melbourne, Australia, coming out of their 111 day lockdown. Now listen closely, Governor, because I think he is a big fan of states having their own say, like Florida. Watch. DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISEASES",
      "sentences": "States, by this process called federalism, have the ability to do things independently even though we have a central government. When you're dealing with a pandemic and you say we want everybody to do, A, B, and C, and all of a sudden state number 43 does this and state number 27 does that, it becomes very difficult.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor, they were calling your state out along with Arizona and Texas and Georgia early on for opening. What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS, (R-FL)",
      "sentences": "It's interesting, Laura, we actually have people that will move from L.A., Chicago, San Francisco, to Florida because we are open, schools are open, and they're not open in those areas. And so people have been voting with their feet, and people have wanted to come to a state that's open for business, where people can work, and where kids can go to school. All 67 Florida counties are open for in-person instruction, K-12, all charter schools, all private schools. You have some of these other big school districts across the country, they have zero in-person instruction in some of these places. That is catastrophic for young people. And some of these public health, quote, experts have shown very little regard for the well-being of our children throughout all of this, and I think that that's going to be looked upon very negatively when people look back on what some people could have done had they exercised a little bit more leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor, you've handled this pandemic against a lot of pressure, you've delivered for the people of your state. Thank you so much for joining us tonight. And we enjoyed watching the rally last night. And the key to winning Florida for Trump is getting out more of the Latino vote. We all know that. And when it comes to that, Trump has a real fighter on his side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "sentences": "We have one of the greatest fighters anywhere in the world, Jorge Masvidal. Champ, he's a champ. He's got that heart. He's got that heart. Thank you, man. We need more people like him, I can tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And joining me now is UFC fighter Jorge Masvidal. Jorge, wonderful to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORGE MASVIDAL, PROFESSIONAL MIXED MARTIAL ARTIST",
      "sentences": "How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've been seeing a lot that Trump is doing better among Hispanics. So are you seeing that on the ground? Is it actually true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASVIDAL",
      "sentences": "It's a red wave here. It's getting hotter and hotter. The red wave is a real thing. People waited four hours yesterday for a rally, and about 25,000 live individuals were there. If that doesn't tell you something, I don't know what I could tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All I know, Jorge, is I kept saying today, if I had to pick one rally to go to, the one in Miami would be the most fun, because everybody's dancing and there's music, and everyone around the country is like, wait, they want me to be miserable, but people actually seem to be having fun. And the fun factor people have to not ignore, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASVIDAL",
      "sentences": "No, we had a great time. As you said, the live music was playing, water bottles were being handed out because people were sweating, dancing, waiting for our president to come and just give some words of wisdom and some encouragement. And it was a ball. And from the beginning to the end, great speakers, I had a blast. One of my favorite rallies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jorge, here's what \"Yahoo! Sports\" headline today said, \"Why are so many ex-athletes risking their legacies by endorsing Donald Trump this late in the election?\" I know you are still fighting, but do you think you're risking your legacy by endorsing Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASVIDAL",
      "sentences": "Oh, definitely. We see it everywhere. They tried to cancel my Goya beans that I love to eat, that I've been eating since a kid, that feeds millions of Latin people. And they just give charity events for when the hurricanes came through Puerto Rico, they sent tons of food over there, and places like Venezuela. And we tried to cancel culture them because they had a business meeting with Trump. So obviously, I stand to lose a lot, but I'm not going to be intimidated by no mob or by no individual. I'm not the type of person you can take something from me. It's better we talk it out. So I don't care what I stand to lose. I'm speaking from my heart. I'm speaking for those that can't speak, like my father, like my aunt that escaped communist Cuba. I have to be a mouthpiece for them. I'm definitely not getting more followers or friends or stuff like that because I'm endorsing the president. It's quite the opposite, but I don't care. I honestly don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jorge, I don't know where -- where are you, by the way? Where is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASVIDAL",
      "sentences": "I'm at Sugar Factory. I came to have a milkshake, kind of like an early celebration for tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, again, everybody has fun down in Florida, or wherever you are. Are you in Florida?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASVIDAL",
      "sentences": "I'm in Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course, where all the fun is. Jorge, thanks so much. Great to see you tonight. And coming up, Biden's decency plays, well, rings hollow, I think, while Trump's support from Latinos in Florida was on full display last night, as we just talked about. Raymond Arroyo, explains it all, \"Seen and Unseen,\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "For Biden's latest moves in the constituencies he's actually targeting, \"Seen and Unseen\" joins us now. With all the details, Raymond Arroyo, FOX News contributor, author of the fabulous \"New York Times\" bestseller, \"The Spider who Saved Christmas.\" Raymond, Hispanics are poised to play a big role. We just heard from the famous UFC fighter down in that Miami bar. And Arizona, Nevada, Florida, so what did you find when you were on the trail?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Laura, and Florida, a new Telemundo poll has Trump at 43 percent and Biden at 48 percent among Hispanics. Remember, Hillary got 62 percent of that vote in 2016. So I asked Latino voters this week in Tampa, why are they swinging towards Trump? Here's what they said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mostly Latinos, probably here Tampa Bay and Florida, have been through the Castro regime, Venezuela, and they see what's going on. And they don't want the same for the country. Like I said, the Democrat party is too far away to the left, and their ideas on abortion and on the economy seems like it's just not going to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why do I think it's closer? I think that Latinos and African-Americans and all voters, bottom line, they vote their pocketbook just like every other voter. And their pocketbook says Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No \"Despacito\" there, Laura. Latinos and African-American men are shifting. They like Trump's strength, they like his leadership, and if he wins this election, it will be in part because of those two groups. They are going to be decisive in these races.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, I'm telling you, everyone wants to try to start having fun again, OK? They also see Trump, the fun factor -- life, liberty and the pursuit of happiness. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Happiness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Happiness, we have overlooked that part of this. I'm telling you, people are missing the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And we always talk about on this segment the cultural, unspoken things that draw people's attention, and that's exactly what we saw. If you want to see a sign of why Trump is attracting Latinos, look no further than that Miami rally last night. Tens of thousands jammed to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "sentences": "You've been here a long time. I hope the music was good, I hope life is good, everything is good. That's a good-looking crowd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Meanwhile, Biden had about eight cars in a Cleveland warehouse today, Laura. The president knows how to hold a crowd, and he ends each rally with that customary dance he does that has now become a TikTok meme for the kids. And it's amazing what's happening, but you're right, the fun factor shouldn't be overlooked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Raymond, what about the African-American vote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, the Biden campaign is worried, Laura. Support is soft among African-American men in some key polls. The early voting did not go as they wanted in some places. This was Biden yesterday in Pennsylvania, pulling a page from that well-worn manual how old white politicians can attract black voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "It reminds me of that gospel hymn. I don't feel no ways tired. I've come too far from where I started from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, (D) FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "I don't feel no ways tired. I come too far from where I started from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Laura, those who ignore history are doomed to repeat it, and the outcomes. This time next year Joe Biden might be releasing his new memoir, \"What Happened, Again.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, the man can't stop plagiarizing other people's shtick, lines, speeches. I thought you were joking. Raymond told me that he had done this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I thought you were literally joking to me. I had not seen that until you just played that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Following the playbook. Didn't work last time, maybe it will work this time. We'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everyone has to understand this. It's All Souls' Day today, first of all. And Biden also making this heavily edited Catholic pitch to swing voters in the rust belt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "I have the great advantage of my faith, Catholic social doctrine, and my political views that coincide. The values of honesty, decency, treating people with respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Treating people with respect. Keep that in mind as you watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "Trump is a loser. The first step to beating the virus is beating Donald Trump. This isn't a political statement like those ugly folks over there, beeping the horns. He is a racist. I'm serious, man. This guy is a disgrace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, this whole battle for the soul of the nation, battle for America's soul, you see that behind Biden everywhere he appears, this comes from our pal Jon Meacham, who wrote a book called \"The Soul of America\" a few years ago. And it's all about this nebulous idea of feelings rather than actual policies that advance religious liberty, protection of the unborn. That's the soul of the nation, not this feel-good thing that Biden is pushing. I don't know if this resonates, but this is of the core of his pitch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have to remind people is he said to beat the virus, we have to beat Trump, because he's the virus. That's what he said, Donald Trump is the virus. I guess that's part of the social doctrine of decency in the Catholic Church. Got it. Before we go, here are a few moments for Biden on the trail today that you might have missed. Again, note the tone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "What about his broken promise to protect pensions for workers, especially multiple employer pensions. Look, Donald -- Donald Trump doesn't understand health care. We lead by the example of our power, not just by the power of our example. As we get this homestretch, you find yourself going home. At least I found myself going home. This is like home. And folks, the fact is that, as I said, we are heading to a homestretch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He may be going to a home, Laura, not the one he intended. But I'm going to leave it with this. We talked about this many weeks ago. For years we've been told love trumps hate. But the Democrats have inverted that this year. And they are betting that Trump hate beats love of Trump. We will see if that pays dividends tomorrow at the ballot box.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't think so. I don't think so. Raymond, great to see you tonight. Thank you so much. And President Trump is making his way to the final rally of 2020, Grand Rapids, Michigan. Vice President Pence has taken the stage. Let's take a peek. This is the final rally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, U.S. VICE PRESIDENT",
      "sentences": "-- 7 million good paying jobs, including 112,000 jobs right here in the Great Lakes state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Unemployment reached a 50-year low, and wages were rising across the board in those first three years, and they were rising most rapidly for hardworking blue-collar Americans. The forgotten men and women of America were forgotten no more. You know, when Joe Biden was vice president, America actually lost 200,000 manufacturing jobs. I come from just south of here in Indiana, just like Michigan. We do two things well out this way, don't we? We make things and we grow things, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "The last president actually said -- the last president actually said after losing 200,000 manufacturing jobs, he said they're never coming back. Remember, he said what magic wand do you have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, we didn't need a magic wand. Which is needed president Donald Trump in the White House -- 500,000 manufacturing jobs in just three years!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "So manufacturing came roaring back. And when it comes to trade, so important here in Michigan, what we make and what we grow, we sell to the world. Joe Biden has been a cheerleader of communist China all along the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "While they took advantage of the United States, put barriers to their markets while we put in on two hours. And closer to home when it came to our trading relationship with Canada and Mexico, Joe Biden liked to complain a lot about NAFTA, but he never lifted a finger to fix what was wrong with it when we saw thousands of factories close and jobs shipped south of the border. And under President Donald Trump, we put China on notice. We said the era of economic surrender is over. We stood strong, imposed tariffs, and NAFTA is now gone and the USMCA is here to stay!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "And it's something you ought to know about Joe Biden's running mate as well. I had a little debate with Kamala Harris in Salt Lake City a couple weeks ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Thank you. Some people think we did all right. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Thank you. But you all deserve to know in this hardworking state of Michigan, despite the fact the USMCA was a huge win for Michigan, right, Bill? Kamala Harris was one of only 10 senators to vote against the USMCA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Kamala Harris said the USMCA didn't go far enough on climate change. She put her radical environmental agenda ahead of Michigan jobs and Michigan workers. It's no wonder she was listed as the most liberal member of the United States Senate last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "But when it comes to trade, or anything else, for that matter, I promise you, President Donald Trump will always put American jobs and American workers first!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "And on energy, Joe Biden wants to crush American energy under a $2 trillion Green New Deal that would raise the cost of electricity for every home and business in America. It's true. The president had to remind him he was for it in that first presidential debate. But he is. Right? And Kamala Harris, she was like the original cosponsor in the Senate of the Green New Deal. The truth is, Joe Biden and Kamala Harris want to abolish fossil fuels, end fracking, destroying hundreds of thousands of good paying jobs. They said it over the last year over and over again. But now, right, Joe Biden shows up in Pittsburgh, I wasn't far from there today, and he's trying to convince people that he's not for banning fracking. He actually said that our president was lying about it. It came up in the presidential debate --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Mike Pence delivering an important message to the people of Michigan tonight, one I think that's going to resonate with voters in the upper Midwest, hitting trade, China's abuses, manufacturing, bringing it all back here. Good paying jobs in this country, not selling out fossil fuels, keeping energy going, all forms of energy, it's all fine. But President Trump still on his way to the rally. We are of course going to cover that when he hits the stage. My friends, tomorrow, the American people will decide who will sit in the White House next year. But the radical left is trying to intimidate Trump supporters, like David Tootle. He's an African-American resident of historic Savannah, Georgia. After the last presidential debate, the Trump flag hung outside his home. Well, of course, it was set on fire by radicals. When he bought another, that too was set ablaze. Meanwhile, the Biden-Harris signs in his neighborhood have all been left standing. David Tootle joins me now. David, it's great to see you tonight. You told us that you have actually bought a third Trump flag. That's dedication. So they are not going to silence who, are they? Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID TOOTLE, TRUMP FLAG WAS BURNED ON HIS LAWN",
      "sentences": "First of all, thanks for having me on. Yes, we're teaching our kids right now that you can't be intimidated in this cancel culture. And Jorge was on earlier talking about it. I refuse to be intimidated. I'm not going to let them -- I'm not going to let them win. So we've got about five flags. I've got two of them hanging over my house right now, and they are going to stay up there tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And any comments from your neighbors? Do they actually come up to and say, look, you're an African-American guy, how can you be for Trump? Are they pulling that routine on you, David?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOTLE",
      "sentences": "How dare you do that, be a black guy and vote for Trump, right? I actually had a neighbor come up to me the other day. She was standing next to her Biden flag, or Biden street sign, and she said, wow, you're really showing your political views here. I was like yes, just like you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, so, what, you got a problem with that? But I think, David, a lot of young people -- I had a chance to talk to a lot -- hundreds and hundreds of people, thousands I've been able to meet over the last couple of weeks. And young people in school, David, are afraid oftentimes to speak out about issues and certainly supporting this president. They're afraid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOTLE",
      "sentences": "Yes, you've seen over the last couple of years kids out on uniform days, or even posts with kids wearing the Trump shirts or hats, it's honestly sad. But this president, we've got a choice to make tomorrow. This president has got to win. If we don't, there are going to be more of those, and unfortunately cancel culture, they're out. They're not going anywhere. And I think this is a fight, this is a battle we have to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And David, to African-Americans across this country who have been told that Donald Trump is a racist, he doesn't like minorities, he's not good to you -- what do you say to them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOTLE",
      "sentences": "Well, I say look at the unemployment rate. Look at the platinum plan, Lil' Wayne, 50 Cent, all the rappers that love Trump and hated him. Now they're coming back on the side. They see the way the country is going, and I feel like, it's an easy choice to make. Look at prison reform as well. That's another --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "David, we get your point, I think. Thank you so much. Fly that flag. My final message to America on the eve of election, up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tomorrow is going to tell us a lot about the future of America, because for 10 years our populist movement has sought to empower the average American of all people, races, genders across every state. And we've completely reformed the Republican Party. We took away control from big business and the warmongers, and organized the party around the principles of peace, prosperity, and protecting our unalienable rights. And tomorrow is our day. Tomorrow. The polls don't matter. The media doesn't matter. Tomorrow, we vote. We've already come so far. One more victory. And we can preserve this country in ways that's going to benefit our children, our grandchildren for many, many years to come. It's all the time we have tonight. Catch me tomorrow night as I'll be appearing throughout the night during Fox's election coverage. Shannon Bream and the \"FOX NEWS @ NIGHT\" team take it all from here. Shannon, I owe you 20 seconds. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. I'm Laura Ingraham and this is THE INGRAHAM ANGLE from Washington. Oh, boy, do we have a huge show for you tonight. Mollie Hemingway, Victor Davis Hanson, Florida Governor Ron DeSantis. UFC Fighter Jorge Masvidal and Raymond Arroyo are here in just a few minutes. We have hours now before it is just officially Election Day. But first, with just hours of course until the first polling places open, President Trump, as you can see - look at him! He is just still working hard for your vote. In fact, the president still rallying the faithful in Kenosha, Wisconsin, with a fifth rally to come a little bit later on tonight. We hope in the show. The man is an absolute machine. Breakneck schedule, it's an emblematic of how he's been running the country for the last four years. And it reminds me of why the people elected him in the first place. And it's paying off. Now check out the \"Real Clear Politics\" polling averages in the key swing states. Trump is ahead in five of them and is within striking distance in the other three. He sweeps all eight and he wins. Now when the president left the hospital remember after his COVID diagnosis four weeks ago, all the experts on the left in the media and Democrat politics said don't campaign, it's too dangerous. You will be a super-spreader. Told him not to hold rallies but he knew how this was the most important election of our lifetime and how important his campaigning was for the psyche of America? He had to be with the people. They had to see him. He knew it was important for Americans not to succumb to the media and the Biden doom and gloom propaganda they've been pushing on you since the beginning of this pandemic. And the president's fans well what did they do? His supporters, the voters, they repaid him by turning out in the cold, in the rain, in the heat, in the wind for rallies and impromptu caravans. This is all organic. In Arizona, 1500 cars took part in a pro-Trump parade that stretched for miles and miles. Conservatives in San Diego put on a huge boat parade, a liberal sea of Trump supporter's, tens of thousands turned out last week in Butler, Pennsylvania. I personally shot this video in overflow crowd in Rochester, Minnesota, and then check out these crowds last night. This is in Rome Georgia. Check it out. Then Miami of course, this is the scene. It was a massive party there and here's Trump in Traverse City, Michigan earlier tonight again, huge crowds. That crowd just goes on forever and ever again, organic. This is an organic movement. It's a love for this president. Meanwhile, the favorite candidate of China, Silicon Valley, and Wall Street is out ranting on the trail and being propped up by the same out of touch forces that failed Hillary in 2016."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL NOMINEE",
      "utterance": "--Lady Gaga. No other nation can touch us! Everybody knows who Donald Trump is. We choose truth over lies, constant lies! Donald Trump is not strong, he's weak! We choose truth over lies!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Gosh, he doesn't seem so confident to me. Now you compare that to Trump's final rallying cry, for him it's about the people even more so than about Biden."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "Do you want to be ruled by the arrogant, corrupt, ruthless and selfless political class? Or do you want to be governed by the American people themselves? We will never be a socialist nation. If I don't always play by the rules of Washington and the Washington establishment, it's because I was elected to fight for you, and I fight harder and harder and harder."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And that is true. For months we've been told that lightning can strike twice. But of course the media on the left are missing what's happening? The nature of what we are seeing, the crowds, the pop-up caravans look at it. In both parades, the passion! Both parades, when did that start? They are all happening whether the media reports about it or not and whether the left believes it or not. And whatever happens tomorrow night, one thing is completely clear, this movement, this America-first movement is here and it ain't going anywhere. Joining me now is Mollie Hemingway, Senior Editor at \"The Federalist\" and Fox News Contributor also with me, Victor Davis Hanson, Hoover Institution Senior Fellow. Mollie, truly this has been a tale of two ideologies, two philosophies and two strategies in his final days. What's your take away ahead of tomorrow?"
    },
    {
      "speaker": "MOLLIE HEMMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "utterance": "The strategies couldn't be more different and it's interesting to see that in these final days. Donald Trump is up from early in the morning until late at night. He's all over the country. He's very energetic rallies. He just recovered from COVID, versus Joe Biden, who may be a few days ago he decided he need to get out a little bit on the trail. He's barely leaving home. He's not in front of crowds. It couldn't be more different. In part because the media has done the job of running the Joe Biden campaign and so they've been very active and so they don't need Joe Biden to be so active. But this really does reflect their two different governing strategist, they're two different ideas. This is a reflection of how the Trump Presidency has been, full of energy, full of excitement and growing in support among his - particularly his Republican voters. Also with this idea that America can take on its challenges and defeat its challenges versus Joe Biden's us approach, which is that we are headed into a very dark winter, that Coronavirus has us dead to rights and that we have very dark days ahead."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I tweeted out earlier, Victor, that it's the difference between - like Trump does that funny dance. What started off as really corny but now everyone loves it and the crowds that I saw in the Midwest. They would love doing the little dance. And it's fun versus the long, dark, dreary winter that will be lockdowns and controls and high taxes and demonization and recrimination and payback and all the stuff we know they're going to do. It's so obvious when you're watching this play out - look at him! He is still going in Kenosha and people are having fun in the frigid temperatures."
    },
    {
      "speaker": "VICTOR DAVIS HANSEN, HOOVER INSTITUTION SENIOR FELLOW",
      "utterance": "I think everybody wants to be a part of that and they sense something historical is happening and it's uplifting and it's can do and we Americans can beat the virus. We are muscular people, we are out working. We're going to take calculated risks, we're going to get the country back together and it's against the elite. The people have a voice after all and I think this started mysteriously about three weeks or so I think Trump was pretty even. Suddenly he can't have a good debate after the first one, he had a great debate. And then people said there's going to be all these melodramas every three days. Bob Woodward, tax returns, and then suddenly they just fizzled out and they had a big October surprise but it was Hunter Biden. And then they said well after Oklahoma City is too sick, you will have COVID post-viral fatigue, he's done for and then suddenly he comes back as superman and nobody's ever seen anything like these rallies. They are crazy, they are huge. And then he got back on message and I think the pollsters were just baffled because the people who were the outliers, Trafalgar, Democracy Institute Inside Advantage to a lesser extent Rasmussen. They had it right. They were trying to find his voters and here they are. In the doctrine or pollsters that were wrong didn't have an answer for, they won't tell us well, we did this to correct from 2016 and now we got it right because they're worried. They keep changing every day. And it's like 2016, Laura, but there's differences. We're going to get a much larger--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's bigger."
    },
    {
      "speaker": "HANSEN",
      "utterance": "--percentage of the minority vote. There's not a million and a half students in these colleges that heard like fashion that goes to on-campus polling and finally, I don't understand the strategy of the Democrats to think that they're going to rely on all - basically all their chips are going to be on mail-in voting for people, many of whom have never done it before and yet they scared people with the COVID threat for so much. I don't think a lot of people want to go out and vote in the polls - I don't understand the strategy at all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Guys, what everyone has to understand tonight - they are scaring their own people away from voting."
    },
    {
      "speaker": "HANSEN",
      "utterance": "They are."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Meanwhile, the Trump people are showing up at rallies and they're having their dancing, they're having a good time and they are like well, it's a tragedy, it's a horrible thing, we are going to try to take precautions but we want our lives back. Mollie, I'm telling you, the liberty versus lockdown, I've been saying this since, I don't know, early May. I think that message has resonated with people across this country and even if they don't like everything about Trump, they want their freedom back. They want their freedom."
    },
    {
      "speaker": "HEMMINGWAY",
      "utterance": "Yes, we have been hearing for months that people actually want these lockdowns and that the polls show that people really want to have complete and strict lockdowns and I noticed that a couple days ago Joe Biden started radically changing his message away from lockdowns and saying no, no, I'm not moving towards lockdowns if I win. And I thought OK, finally he's probably figured out that the America people actually don't think - they know enough to know that hasn't been an effective strategy and that the best strategies are - you know, this is a global pandemic, there are ways to handle it and they don't involve locking down the entire country and not dealing with all of the unintended consequences of that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Victor, James Clyburn was out there speaking about what might happen to challenge the outcome of the election tomorrow? Listen very carefully, trying to spin already Biden loss as a result of foul play."
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "utterance": "I suspect that we will find out in 48 hours how successful these suppression tactics have been? That is the one concern that I have. But the only way, in my opinion for Joe Biden not to be successful on Tuesday is for voter suppression to be successful."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Voter suppression, Victor, quickly your reaction?"
    },
    {
      "speaker": "HANSEN",
      "utterance": "Very quickly, it's just the opposite of what we heard that when Trump was supposedly going to lose and he wouldn't concede and now they think they may well lose and they don't want to concede and they are reaching for straws or reaching for exit Jesus to explain what I think is facing them and I think they're really shocked. Even the - has gone from its assured 99.9 certainty that Trump is going to lose to maybe we don't need Pennsylvania after all to wow, if we don't win at Pennsylvania, Biden is in trouble. So even their experts that statisticians are worried. So something happened and the historians are going to chronicle that period in October from the second to the present, because I think Trump really came into his own after COVID and the first debate and really re-corrected he's got to win them now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm telling you, you get the feeling that there's a lot of pre- spin been going on the Democrats side. Mollie and Victor, thank you so much. And the election could very well come down to how Pennsylvania votes and the latest polls show President Trump has the momentum there. Three of the last five statewide polls in the \"Real Clear Politics\" average put Trump at one or two points ahead of Biden. Joining me now is Jake Corman, Pennsylvania State Senate Majority Leader, State Senator Corman to what do you attribute this late break for Trump in Pennsylvania? Is it Biden's opposition to fracking and the oil and gas industry that he tried to lie about after that last debate?"
    },
    {
      "speaker": "SEN. JAKE CORMAN (R-PA)",
      "utterance": "Well, I think I probably have something to do with it. Probably more that Republicans are coming home. I mean, President Trump was really the first Republican candidate for president since Ronald Reagan to unite the employers with the workforce, essentially. Pennsylvania is a blue-collar state, blue-collar worker and even though some of the organization leaders are for Biden, the workforce is clearly for Trump and I think all of them coming home are leading to his surge in the polls."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now Lady Gaga, Senator, is hitting the campaign trail for Biden. Now this comes after she let rural Americans, you know, understand how little she really thinks of them. Watch. LADY GAGA, ACTORESS & SINGER: Hey, this is Lady Gaga. I'm voting for America, which means I'm voting for Joe Biden. Cheers, the 2020 election."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't even understand it. She's really creative and talented, but I don't see how that video worked at all. Is that a smart move to send, you know, a liberal elite who opposes fracking to campaign in Western PA? Is that smart?"
    },
    {
      "speaker": "CORMAN",
      "utterance": "No, it's not. And you've seen the excitement for President Trump, Butler County; I think they have 57,000 thousand people. That's just North of Pittsburgh, but even in the Philly suburbs, huge crowds, tens of thousands of people in Bucks County and Redding up in Scranton in the Northeast so all over the state you're seeing tremendous enthusiasm for the president as they command in - to see how he is doing this final push."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the AG of your state tweeted out on Halloween kind of a trick, Senator. If all the votes are added up in P.A., Trump is going to lose. That's why he's working overtime to subtract as many votes as possible from this process. State Senator, if your state is in dispute, shouldn't this disqualify your state AG from being involved? Shouldn't that mean recusal?"
    },
    {
      "speaker": "CORMAN",
      "utterance": "Well, the Attorney General is a candidate too this year, so he should be recused just from that perspective alone. But clearly he is now everything to help Joe Biden which is his right as a Democrat, but you know, a good defense is a good offense. They've been claiming all sorts of voting fraud - the Governor of the state has weaponized the Department of State to do everything they can in the power to advantage the Democrats in this process going outside the law, going into the courts for a very friendly Pennsylvania Supreme Court for them has changed the laws the legislated from the bench. They are doing everything they possibly can while at the same time trying to complain above the Trump Campaign."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, they've changed the rules since this whole campaign began, correct multiple times?"
    },
    {
      "speaker": "CORMAN",
      "utterance": "No question. I mean, we passed a law and this Governor signed last October saying Election Day ends at 8:00 pm on Tuesday."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's it."
    },
    {
      "speaker": "CORMAN",
      "utterance": "And they went to the courts and the courts gave them extra days outside the statue. So you know they've done everything they can to undermine the rule of law to advantage them and this process while at the same time complaining about Trump Campaign."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "State Senator, thank you so much for joining us your state very important, key in fact for tomorrow night. There is President Trump wrapping up in Kenosha, Wisconsin, can we listen in for a moment? Here we go. Now there's the dance. It's a massive crowd in Kenosha. It's really cold there. And there are plenty of people have been standing there for hours. And he's on his way to his final stop. Going back to where he finished it out in 2016 back in Michigan, so he's going to be heading back to Michigan for one more stop tonight after a grueling 96 hour schedule. Since I was on the trail with him on Friday and we are going to move on now because we have other important information to get to you. You're not going to see this anywhere else. Really interesting four years ago, Swiss researchers boldly predicted that Trump would win against all these other experts in the field of polling and now those same analysts in Switzerland say that Trump is poised for another victory. Of course, flies in the face of most of the polls, we get it but that's because these Swiss research teams are relying on completely different metrics. One team is basing its election forecast on online search frequency. The other team's key metric is based on a candidate's charisma, which you just saw from Trump at that rally. Here now is one of the lead researchers, John Antonakis, Organizational Behavior Professor at the University of Lausanne. Now John, thank you for rising up so early for us here in the United States. What is the issue with modern polling in your eyes? Why does it miss some key - key factors in a race such as this?"
    },
    {
      "speaker": "JOHN ANTONAKIS, ORGANIZATIONAL BEHAVIOR PROFESSOR",
      "utterance": "Well, firstly, there's a very low probability that a person answers the phone and if they do answer the phone, there's a high likelihood that that is correlated with party allegiance, so that's one problem. The second one is will they tell you the truth? The third one is will they go to the polls? So if a pollster under samples one of the other sides; there's going to be a huge systematic bias in this bias may be correlated also across states that are similar."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We are seeing this play out on the screen right now, Professor. This is, you know, pretty freezing evening in Wisconsin. The president is now on his fourth rally, just wrapped that, going to his fifth and we are not even able to capture the full scope of the crowd, but there are thousands and thousands and thousands of people in little Kenosha, Wisconsin. Well, I think 100,000 people in the entire city of Kenosha, but this has been happening all over these so-called swing states, most of the broadcast media here in the United States aren't covering them. I think they think that not covering it is going to make it go away. But it's happening whether they cover it or not. In the polling here is not picking up this energy and charisma that I think you just referenced."
    },
    {
      "speaker": "ANTONAKIS",
      "utterance": "Yes. And in our methods we don't really care about the polls, we look at historical trends and we notice that history will repeat itself, given certain socioeconomic conditions, given certain charisma difference between the two candidates. Our model makes a prediction and this time it seems like again the fact that Trump is an incumbent, the economy has been doing very well in the last quarter, reasonably well over the last four terms not so good this year but the fact too is that he's much more charismatic than Biden and it is fact that may galvanize people to go to the polls. It may get people to perhaps switch a vote towards him if they were somewhere in the middle. So our models are completely using different metrics then do polls."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm curious after this is all over what you might think of how the lockdowns, the looming lockdowns that you're seeing all over Europe now and many people think are coming next year under Biden here, how that would have played out? But I'm looking forward to seeing what you might think about that? We will check back with you. Professor, thank you again for getting up so early. We really appreciate it. And one of our biggest prizes tomorrow night of course, will be the State of Florida. Governor Ron DeSantis is here and just moments on where things stand there in the UFC Fighter, Miami native Jorge Masvidal will tell us why the Latino vote is exploding for Trump in the sunshine state? Last night Miami was insane. If you missed that, we will show you some of it. You don't want to miss it, up next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One state Trump must win to secure his reelection path is Florida and the \"Real Clear Politics\" average currently has Biden up by 1.7 points in the state and Democrats have a slight lead in early voting. But is that margin really big enough to withstand the title wave of votes Trump is expected to get tomorrow on Election Day? Joining me now, Florida Governor Ron DeSantis Governor, wonderful to see you tonight big day for your state tomorrow as always every four years it seems to be. What you expect G.O.P. turnout to look like tomorrow?"
    },
    {
      "speaker": "GOV. RON DESANTIS, FLORIDA",
      "utterance": "Well, Laura, as you mentioned, Republican ballots are a little bit below Democrat for early and mail-in voting but we expected that. We are actually down less. We were down 1.4 percent in '16 going against Hillary. I think we are about 1.1 percent behind. So we are actually in a better position, and I think we are set for a decisive Election Day victory because partially Democrats don't want to vote in person, they are doing the mail. And then Republicans, we have over 200,000 super voters more than the Democrats who haven't voted, so we know a lot of these people are going to be voting tomorrow and so we are looking at two or three to one advantage in Election Day potentially. So I think that's going to put Donald Trump over the top. Last night I was with the president at the Miami rally, I think it was one of the mornings and you had electricity in the air."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We are showing pictures of it now. We're showing it now on the screen. It was unbelievable."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "And that's a county that he got clobbered in and '16. He lost by 30 points, he still won the state, which is amazing. Well now the turnout we are getting and the energy and enthusiasm and particularly the Latino community, he's going to do very well. We are not going to win Dade County, but I think he can cut the margin by a third or half. That could be 100,000 votes right there, so I think going into Election Day tomorrow, Donald Trump is in a stronger position than he was in '16 and obviously we know he carried the State of Florida in 2016."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now where the polls close their? At least right now, stories that I'm about to tell you are seriously concerning. Investigators in Florida, Governor, reported a scheme to register dozens of dead people to vote in Broward County, which just happens to be of course Democrat strong hold, second most populous county in the state. And Broward Election Supervisor Pete Antonacci saying this is an organized effort by someone who had a scheme to either undermine the Florida registration system with fake voters or intended to vote 50 times. Now this was foiled before fraudulent votes were cast, but should voters be concerned given some of these other stories we are hearing?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, I would say two things. One, just generally, law enforcement in Florida spoiled the number of improprieties, so people should know if they tried that, they will get caught and prosecuted. Second, with respect to Broward and Palm Beach one of the first things I did when I took office in 2019 was except Brenda Snipes' resignation. He was the Supervisor in Broward I also removed the Palm Beach County Supervisor because they had not run the elections properly. So we had new individuals in those positions and so far those counties have run well this year in both the presidential primary and the general primary. So I think that people in Florida should have confidence that those two counties are going to perform better than they have in the past and I think that's just important. People don't want to see kind of the same mistakes be repeated every single year in the same counties."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to play something that from an interview that Dr. Anthony Fauci did on the Melbourne, Australia, coming out of their 111 day lockdown. Now listen closely, Governor, because I think he is a big fan of states having their own say, like Florida. Watch. DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS"
    },
    {
      "speaker": "DISEASES",
      "utterance": "States, by this process called federalism, have the ability to do things independently even though we have a central government. When you're dealing with a pandemic and you say we want everybody to do, A, B, and C, and all of a sudden state number 43 does this and state number 27 does that, it becomes very difficult."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor, they were calling your state out along with Arizona and Texas and Georgia early on for opening. What do you say to that?"
    },
    {
      "speaker": "GOV. RON DESANTIS, (R-FL)",
      "utterance": "It's interesting, Laura, we actually have people that will move from L.A., Chicago, San Francisco, to Florida because we are open, schools are open, and they're not open in those areas. And so people have been voting with their feet, and people have wanted to come to a state that's open for business, where people can work, and where kids can go to school. All 67 Florida counties are open for in-person instruction, K-12, all charter schools, all private schools. You have some of these other big school districts across the country, they have zero in-person instruction in some of these places. That is catastrophic for young people. And some of these public health, quote, experts have shown very little regard for the well-being of our children throughout all of this, and I think that that's going to be looked upon very negatively when people look back on what some people could have done had they exercised a little bit more leadership."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor, you've handled this pandemic against a lot of pressure, you've delivered for the people of your state. Thank you so much for joining us tonight. And we enjoyed watching the rally last night. And the key to winning Florida for Trump is getting out more of the Latino vote. We all know that. And when it comes to that, Trump has a real fighter on his side."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "utterance": "We have one of the greatest fighters anywhere in the world, Jorge Masvidal. Champ, he's a champ. He's got that heart. He's got that heart. Thank you, man. We need more people like him, I can tell you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And joining me now is UFC fighter Jorge Masvidal. Jorge, wonderful to see you."
    },
    {
      "speaker": "JORGE MASVIDAL, PROFESSIONAL MIXED MARTIAL ARTIST",
      "utterance": "How are you?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've been seeing a lot that Trump is doing better among Hispanics. So are you seeing that on the ground? Is it actually true?"
    },
    {
      "speaker": "MASVIDAL",
      "utterance": "It's a red wave here. It's getting hotter and hotter. The red wave is a real thing. People waited four hours yesterday for a rally, and about 25,000 live individuals were there. If that doesn't tell you something, I don't know what I could tell you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All I know, Jorge, is I kept saying today, if I had to pick one rally to go to, the one in Miami would be the most fun, because everybody's dancing and there's music, and everyone around the country is like, wait, they want me to be miserable, but people actually seem to be having fun. And the fun factor people have to not ignore, I think."
    },
    {
      "speaker": "MASVIDAL",
      "utterance": "No, we had a great time. As you said, the live music was playing, water bottles were being handed out because people were sweating, dancing, waiting for our president to come and just give some words of wisdom and some encouragement. And it was a ball. And from the beginning to the end, great speakers, I had a blast. One of my favorite rallies."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jorge, here's what \"Yahoo! Sports\" headline today said, \"Why are so many ex-athletes risking their legacies by endorsing Donald Trump this late in the election?\" I know you are still fighting, but do you think you're risking your legacy by endorsing Donald Trump?"
    },
    {
      "speaker": "MASVIDAL",
      "utterance": "Oh, definitely. We see it everywhere. They tried to cancel my Goya beans that I love to eat, that I've been eating since a kid, that feeds millions of Latin people. And they just give charity events for when the hurricanes came through Puerto Rico, they sent tons of food over there, and places like Venezuela. And we tried to cancel culture them because they had a business meeting with Trump. So obviously, I stand to lose a lot, but I'm not going to be intimidated by no mob or by no individual. I'm not the type of person you can take something from me. It's better we talk it out. So I don't care what I stand to lose. I'm speaking from my heart. I'm speaking for those that can't speak, like my father, like my aunt that escaped communist Cuba. I have to be a mouthpiece for them. I'm definitely not getting more followers or friends or stuff like that because I'm endorsing the president. It's quite the opposite, but I don't care. I honestly don't care."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jorge, I don't know where -- where are you, by the way? Where is that?"
    },
    {
      "speaker": "MASVIDAL",
      "utterance": "I'm at Sugar Factory. I came to have a milkshake, kind of like an early celebration for tomorrow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, again, everybody has fun down in Florida, or wherever you are. Are you in Florida?"
    },
    {
      "speaker": "MASVIDAL",
      "utterance": "I'm in Florida."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course, where all the fun is. Jorge, thanks so much. Great to see you tonight. And coming up, Biden's decency plays, well, rings hollow, I think, while Trump's support from Latinos in Florida was on full display last night, as we just talked about. Raymond Arroyo, explains it all, \"Seen and Unseen,\" next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "For Biden's latest moves in the constituencies he's actually targeting, \"Seen and Unseen\" joins us now. With all the details, Raymond Arroyo, FOX News contributor, author of the fabulous \"New York Times\" bestseller, \"The Spider who Saved Christmas.\" Raymond, Hispanics are poised to play a big role. We just heard from the famous UFC fighter down in that Miami bar. And Arizona, Nevada, Florida, so what did you find when you were on the trail?"
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Laura, and Florida, a new Telemundo poll has Trump at 43 percent and Biden at 48 percent among Hispanics. Remember, Hillary got 62 percent of that vote in 2016. So I asked Latino voters this week in Tampa, why are they swinging towards Trump? Here's what they said."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mostly Latinos, probably here Tampa Bay and Florida, have been through the Castro regime, Venezuela, and they see what's going on. And they don't want the same for the country. Like I said, the Democrat party is too far away to the left, and their ideas on abortion and on the economy seems like it's just not going to work."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why do I think it's closer? I think that Latinos and African-Americans and all voters, bottom line, they vote their pocketbook just like every other voter. And their pocketbook says Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No \"Despacito\" there, Laura. Latinos and African-American men are shifting. They like Trump's strength, they like his leadership, and if he wins this election, it will be in part because of those two groups. They are going to be decisive in these races."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, I'm telling you, everyone wants to try to start having fun again, OK? They also see Trump, the fun factor -- life, liberty and the pursuit of happiness. OK?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Happiness."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Happiness, we have overlooked that part of this. I'm telling you, people are missing the story."
    },
    {
      "speaker": "ARROYO",
      "utterance": "And we always talk about on this segment the cultural, unspoken things that draw people's attention, and that's exactly what we saw. If you want to see a sign of why Trump is attracting Latinos, look no further than that Miami rally last night. Tens of thousands jammed to this."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "utterance": "You've been here a long time. I hope the music was good, I hope life is good, everything is good. That's a good-looking crowd."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Meanwhile, Biden had about eight cars in a Cleveland warehouse today, Laura. The president knows how to hold a crowd, and he ends each rally with that customary dance he does that has now become a TikTok meme for the kids. And it's amazing what's happening, but you're right, the fun factor shouldn't be overlooked."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Raymond, what about the African-American vote?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, the Biden campaign is worried, Laura. Support is soft among African-American men in some key polls. The early voting did not go as they wanted in some places. This was Biden yesterday in Pennsylvania, pulling a page from that well-worn manual how old white politicians can attract black voters."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "It reminds me of that gospel hymn. I don't feel no ways tired. I've come too far from where I started from."
    },
    {
      "speaker": "HILLARY CLINTON, (D) FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "I don't feel no ways tired. I come too far from where I started from."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Laura, those who ignore history are doomed to repeat it, and the outcomes. This time next year Joe Biden might be releasing his new memoir, \"What Happened, Again.\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, the man can't stop plagiarizing other people's shtick, lines, speeches. I thought you were joking. Raymond told me that he had done this."
    },
    {
      "speaker": "ARROYO",
      "utterance": "No."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I thought you were literally joking to me. I had not seen that until you just played that."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Following the playbook. Didn't work last time, maybe it will work this time. We'll see."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everyone has to understand this. It's All Souls' Day today, first of all. And Biden also making this heavily edited Catholic pitch to swing voters in the rust belt."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "I have the great advantage of my faith, Catholic social doctrine, and my political views that coincide. The values of honesty, decency, treating people with respect."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Treating people with respect. Keep that in mind as you watch this."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "Trump is a loser. The first step to beating the virus is beating Donald Trump. This isn't a political statement like those ugly folks over there, beeping the horns. He is a racist. I'm serious, man. This guy is a disgrace."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, this whole battle for the soul of the nation, battle for America's soul, you see that behind Biden everywhere he appears, this comes from our pal Jon Meacham, who wrote a book called \"The Soul of America\" a few years ago. And it's all about this nebulous idea of feelings rather than actual policies that advance religious liberty, protection of the unborn. That's the soul of the nation, not this feel-good thing that Biden is pushing. I don't know if this resonates, but this is of the core of his pitch."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have to remind people is he said to beat the virus, we have to beat Trump, because he's the virus. That's what he said, Donald Trump is the virus. I guess that's part of the social doctrine of decency in the Catholic Church. Got it. Before we go, here are a few moments for Biden on the trail today that you might have missed. Again, note the tone."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "What about his broken promise to protect pensions for workers, especially multiple employer pensions. Look, Donald -- Donald Trump doesn't understand health care. We lead by the example of our power, not just by the power of our example. As we get this homestretch, you find yourself going home. At least I found myself going home. This is like home. And folks, the fact is that, as I said, we are heading to a homestretch."
    },
    {
      "speaker": "ARROYO",
      "utterance": "He may be going to a home, Laura, not the one he intended. But I'm going to leave it with this. We talked about this many weeks ago. For years we've been told love trumps hate. But the Democrats have inverted that this year. And they are betting that Trump hate beats love of Trump. We will see if that pays dividends tomorrow at the ballot box."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't think so. I don't think so. Raymond, great to see you tonight. Thank you so much. And President Trump is making his way to the final rally of 2020, Grand Rapids, Michigan. Vice President Pence has taken the stage. Let's take a peek. This is the final rally."
    },
    {
      "speaker": "MIKE PENCE, U.S. VICE PRESIDENT",
      "utterance": "-- 7 million good paying jobs, including 112,000 jobs right here in the Great Lakes state."
    },
    {
      "speaker": "PENCE",
      "utterance": "Unemployment reached a 50-year low, and wages were rising across the board in those first three years, and they were rising most rapidly for hardworking blue-collar Americans. The forgotten men and women of America were forgotten no more. You know, when Joe Biden was vice president, America actually lost 200,000 manufacturing jobs. I come from just south of here in Indiana, just like Michigan. We do two things well out this way, don't we? We make things and we grow things, right?"
    },
    {
      "speaker": "PENCE",
      "utterance": "The last president actually said -- the last president actually said after losing 200,000 manufacturing jobs, he said they're never coming back. Remember, he said what magic wand do you have?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, we didn't need a magic wand. Which is needed president Donald Trump in the White House -- 500,000 manufacturing jobs in just three years!"
    },
    {
      "speaker": "PENCE",
      "utterance": "So manufacturing came roaring back. And when it comes to trade, so important here in Michigan, what we make and what we grow, we sell to the world. Joe Biden has been a cheerleader of communist China all along the way."
    },
    {
      "speaker": "PENCE",
      "utterance": "While they took advantage of the United States, put barriers to their markets while we put in on two hours. And closer to home when it came to our trading relationship with Canada and Mexico, Joe Biden liked to complain a lot about NAFTA, but he never lifted a finger to fix what was wrong with it when we saw thousands of factories close and jobs shipped south of the border. And under President Donald Trump, we put China on notice. We said the era of economic surrender is over. We stood strong, imposed tariffs, and NAFTA is now gone and the USMCA is here to stay!"
    },
    {
      "speaker": "PENCE",
      "utterance": "And it's something you ought to know about Joe Biden's running mate as well. I had a little debate with Kamala Harris in Salt Lake City a couple weeks ago."
    },
    {
      "speaker": "PENCE",
      "utterance": "Thank you. Some people think we did all right. So --"
    },
    {
      "speaker": "PENCE",
      "utterance": "Thank you. But you all deserve to know in this hardworking state of Michigan, despite the fact the USMCA was a huge win for Michigan, right, Bill? Kamala Harris was one of only 10 senators to vote against the USMCA."
    },
    {
      "speaker": "PENCE",
      "utterance": "Kamala Harris said the USMCA didn't go far enough on climate change. She put her radical environmental agenda ahead of Michigan jobs and Michigan workers. It's no wonder she was listed as the most liberal member of the United States Senate last year."
    },
    {
      "speaker": "PENCE",
      "utterance": "But when it comes to trade, or anything else, for that matter, I promise you, President Donald Trump will always put American jobs and American workers first!"
    },
    {
      "speaker": "PENCE",
      "utterance": "And on energy, Joe Biden wants to crush American energy under a $2 trillion Green New Deal that would raise the cost of electricity for every home and business in America. It's true. The president had to remind him he was for it in that first presidential debate. But he is. Right? And Kamala Harris, she was like the original cosponsor in the Senate of the Green New Deal. The truth is, Joe Biden and Kamala Harris want to abolish fossil fuels, end fracking, destroying hundreds of thousands of good paying jobs. They said it over the last year over and over again. But now, right, Joe Biden shows up in Pittsburgh, I wasn't far from there today, and he's trying to convince people that he's not for banning fracking. He actually said that our president was lying about it. It came up in the presidential debate --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Mike Pence delivering an important message to the people of Michigan tonight, one I think that's going to resonate with voters in the upper Midwest, hitting trade, China's abuses, manufacturing, bringing it all back here. Good paying jobs in this country, not selling out fossil fuels, keeping energy going, all forms of energy, it's all fine. But President Trump still on his way to the rally. We are of course going to cover that when he hits the stage. My friends, tomorrow, the American people will decide who will sit in the White House next year. But the radical left is trying to intimidate Trump supporters, like David Tootle. He's an African-American resident of historic Savannah, Georgia. After the last presidential debate, the Trump flag hung outside his home. Well, of course, it was set on fire by radicals. When he bought another, that too was set ablaze. Meanwhile, the Biden-Harris signs in his neighborhood have all been left standing. David Tootle joins me now. David, it's great to see you tonight. You told us that you have actually bought a third Trump flag. That's dedication. So they are not going to silence who, are they? Why?"
    },
    {
      "speaker": "DAVID TOOTLE, TRUMP FLAG WAS BURNED ON HIS LAWN",
      "utterance": "First of all, thanks for having me on. Yes, we're teaching our kids right now that you can't be intimidated in this cancel culture. And Jorge was on earlier talking about it. I refuse to be intimidated. I'm not going to let them -- I'm not going to let them win. So we've got about five flags. I've got two of them hanging over my house right now, and they are going to stay up there tomorrow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And any comments from your neighbors? Do they actually come up to and say, look, you're an African-American guy, how can you be for Trump? Are they pulling that routine on you, David?"
    },
    {
      "speaker": "TOOTLE",
      "utterance": "How dare you do that, be a black guy and vote for Trump, right? I actually had a neighbor come up to me the other day. She was standing next to her Biden flag, or Biden street sign, and she said, wow, you're really showing your political views here. I was like yes, just like you are."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, so, what, you got a problem with that? But I think, David, a lot of young people -- I had a chance to talk to a lot -- hundreds and hundreds of people, thousands I've been able to meet over the last couple of weeks. And young people in school, David, are afraid oftentimes to speak out about issues and certainly supporting this president. They're afraid."
    },
    {
      "speaker": "TOOTLE",
      "utterance": "Yes, you've seen over the last couple of years kids out on uniform days, or even posts with kids wearing the Trump shirts or hats, it's honestly sad. But this president, we've got a choice to make tomorrow. This president has got to win. If we don't, there are going to be more of those, and unfortunately cancel culture, they're out. They're not going anywhere. And I think this is a fight, this is a battle we have to win."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And David, to African-Americans across this country who have been told that Donald Trump is a racist, he doesn't like minorities, he's not good to you -- what do you say to them?"
    },
    {
      "speaker": "TOOTLE",
      "utterance": "Well, I say look at the unemployment rate. Look at the platinum plan, Lil' Wayne, 50 Cent, all the rappers that love Trump and hated him. Now they're coming back on the side. They see the way the country is going, and I feel like, it's an easy choice to make. Look at prison reform as well. That's another --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "David, we get your point, I think. Thank you so much. Fly that flag. My final message to America on the eve of election, up next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tomorrow is going to tell us a lot about the future of America, because for 10 years our populist movement has sought to empower the average American of all people, races, genders across every state. And we've completely reformed the Republican Party. We took away control from big business and the warmongers, and organized the party around the principles of peace, prosperity, and protecting our unalienable rights. And tomorrow is our day. Tomorrow. The polls don't matter. The media doesn't matter. Tomorrow, we vote. We've already come so far. One more victory. And we can preserve this country in ways that's going to benefit our children, our grandchildren for many, many years to come. It's all the time we have tonight. Catch me tomorrow night as I'll be appearing throughout the night during Fox's election coverage. Shannon Bream and the \"FOX NEWS @ NIGHT\" team take it all from here. Shannon, I owe you 20 seconds. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}