{
  "date": "November 23, 2017",
  "headline": "Trump sends his first Thanksgiving message as president",
  "subHeadline": "Reaction from the 'Special Report' All-Star panel.",
  "url": "https://www.foxnews.com/transcript/trump-sends-his-first-thanksgiving-message-as-president",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "This year in the face of painful hardships, we have seen the incredible strength of the American spirit.  JIM \"MATTRESS MACK\" MCINGVALE, GALLERY FURNITURE: It doesn't matter if we're right wing or left wing, or, you know, what religion we are, race we are -- we just all get along and help each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Strangers helping strangers and citizens reaching out for those in need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There are people here who probably haven't had a home- cooked meal in maybe months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's my first time away from home for Thanksgiving so it's definitely a little hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "For each of you I know it is hard to be away from home at this time of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have a wife and two beautiful daughters. I miss them very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want to be thankful that all these people are out here just to be thankful for being alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You just follow that storm right next to that storm. And you saved so many people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS",
      "sentences": "President Trump and others expressing Thanksgiving wishes on this all-American holiday.   With that, let's bring in our panel: Tom Rogan, commentary writer for The Washington Examiner, and Colin Wilhelm, economic policy reporter for Politico. Gentlemen -- welcome. Happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM ROGAN, WASHINGTON EXAMINER",
      "sentences": "Happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLIN WILHELM, POLITICO",
      "sentences": "Happy Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Your thoughts on the commander in chief here talking about conflicts, our troops in harm's way and his spirit on this Thanksgiving Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "You know, it is interesting reading through Twitter and a lot of the different media coverage. It seems to be pretty negative. I actually tend to look at it, you know, what did we expect from President Trump? It was probably likely that he was going to put himself front and center in there. And I also think, if you think about the targeting of military personnel in terms of the message that you are unleashed now through me. That's something that especially at the junior officer ranks and in the enlisted levels people believe in, in the military because they were very, very frustrated about the rules of engagement they faced under the Obama administration.  So quite frankly, I think that the message will be, at least by the military, pretty well received.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Speaking of that, let's take a listen to what the President had to say about the war in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We opened it up. We said, go ahead, we're going to fight to win. We're not fighting anymore to just walk around. We're fighting to win. And you people are really -- you turned it around over the last three to four months like nobody has seen. And they are talking about it. So thank you very much -- brave, incredible fighters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "No surprise there, the commander in chief trying to fire up some brave Americans who are serving a long way from home on Thanksgiving. Colin your thoughts on what we heard from the President there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILHELM",
      "sentences": "Well, the President is certainly trying to emphasize a stronger America today in his comments, both resurgence in military strength and resurgence in economic strength. He has a major economic policy initiative coming out in tax reform on the Senate floor later this week, or excuse me next week. And he's trying to project that confidence that he sort of ran on in his campaign of making America great again. He tweeted at Greg Sargent (ph) an opinion writer for the \"Washington Post\" with that in all caps, very enthusiastic about that message today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Speaking of the agenda ahead, the President comes back, he'll have a meeting with the big four congressional leaders on Tuesday -- Leaders McConnell, Schumer, Pelosi and Speaker Ryan. They've got a huge agenda ahead when they come back. A limited time left in the 2017 year, they've got to keep the government running. They want to get tax reform done.  Let's talk about the agenda ahead here on Capitol Hill. What do you think happens in that meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILHELM",
      "sentences": "Well, I think they will try to hash out some differences over government funding. That's something that is coming up very quickly on the horizon.   There's a number of different high-profile issues, though, that are pressing on the congressional agenda right now. Aside from government funding, you've got immigration. You've got the Iran deal reconsideration. You've got tax reform which we just mentioned. And the Child Health Insurance Program which is in need of reauthorization. There's a really full agenda for the rest of this year. And that's why the speed that tax reform has been going at and building momentum has been somewhat noteworthy in the sense that in the context of all of these other agenda items it -- it might be gaining momentum in order -- in order to pass (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Tom -- your thoughts on tax reform heading into a critical week in the Senate. Is it going to be like Obamacare 2.0 revisited or are we going to push something across the finish line in the Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "You know, I think they will get something across. But the real question I think becomes reconciliation. How do they find -- the compromises between the House and the Senate? And there are real major differences there between Republicans in each chamber. And I also think once we get further from that finish line one of the challenges for the President will be does the final bill blow up the deficit too much? And at that point, you know, there is that slow wavering of conservative grass roots support. I think people will get concerned about that. So it's about forging that compromise and I think, you know, we are certainly -- the battle is just heating up now. Let's put it that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "We heard some grumbling from some Republican senators, a variety of them for different reasons, some for deficit reasons. Some of them retiring.  Of course, Mitch McConnell, the majority leader can only lose two and still pass a bill. What do you think at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILHELM",
      "sentences": "There is certainly a significant amount of momentum in the Senate. Senator Murkowski has expressed some reluctance in the past but she seems to be on board for an individual mandate repeal vote although there may be some guarantees in terms of shoring up the Obamacare subsidies that need to be made in order to secure that.  But -- there just is a ton of political momentum. You talk to the members on the Republican side in Congress they tend to think that the politics of this are driving it. And even though a lot of policy details still have to be hashed out, it is seen as a political necessity for the Republicans to pass something that shows that they can govern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "What about DACA? Are they going to -- the Democrats in this meeting going to insist on doing that at some point in the final moments of 2017? How does that play out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "I mean, you know, that's a priority for them. But I also think President Trump now with a need to get a win, with that sense of urgency in terms of tax reform will be his priority. I also think he will -- I think they will find a compromise on DACA. I think the President quite frankly is sympathetic to that. But he's going to want some kind of dangle from them, in terms of where there will be appropriations for war or something that allows him to sell to his base.  He's not going to, you know -- I think because of the narrative in the campaign of how focal immigration was to the identity of the President, it is not something he could easily compromise on without a salable product that he can give to the base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And something the President is selling is, of course, our economy. Let's take a listen to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're doing well at home. The economy is doing really great. When you come back, you're going to see with the jobs and the companies coming back into our country and the stock market just hit a record high, unemployment the lowest in 17 years. You're fighting for something real. You're fighting for something good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And the President also today, talking about big juicy tax cuts as well to the folks who are serving a long way from home.   Final thoughts in terms of the economy going forward and -- and what do they get done in the coming days there on Capitol Hill behind us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILHELM",
      "sentences": "Well, certainly the President mentioned the stock market. And right now, the consensus is that the stock market is baked and the fact that tax reform will happen and that the economy will like tax reform. That's a huge assumption. There are still political hurdles that tax reform has to clear even though it does have this momentum. And a lot of policy considerations that could affect the economy moving forward that might not necessarily have an initial boost that Republicans will hope for or that the stock market might hope for.   So really the President is kind of living by the -- living by the stock market and potentially dying by the stock market on his economic record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Because sometimes what goes up comes down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILHELM",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Colin, Tom -- thanks very much. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "This year in the face of painful hardships, we have seen the incredible strength of the American spirit. JIM \"MATTRESS MACK\" MCINGVALE, GALLERY FURNITURE: It doesn't matter if we're right wing or left wing, or, you know, what religion we are, race we are -- we just all get along and help each other."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Strangers helping strangers and citizens reaching out for those in need."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There are people here who probably haven't had a home- cooked meal in maybe months."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's my first time away from home for Thanksgiving so it's definitely a little hard."
    },
    {
      "speaker": "TRUMP",
      "utterance": "For each of you I know it is hard to be away from home at this time of the year."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I have a wife and two beautiful daughters. I miss them very much."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I want to be thankful that all these people are out here just to be thankful for being alive."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You just follow that storm right next to that storm. And you saved so many people."
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS",
      "utterance": "President Trump and others expressing Thanksgiving wishes on this all-American holiday."
    },
    {
      "speaker": "With that, let's bring in our panel",
      "utterance": "Tom Rogan, commentary writer for The Washington Examiner, and Colin Wilhelm, economic policy reporter for Politico. Gentlemen -- welcome. Happy Thanksgiving."
    },
    {
      "speaker": "TOM ROGAN, WASHINGTON EXAMINER",
      "utterance": "Happy Thanksgiving."
    },
    {
      "speaker": "COLIN WILHELM, POLITICO",
      "utterance": "Happy Thanksgiving."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Your thoughts on the commander in chief here talking about conflicts, our troops in harm's way and his spirit on this Thanksgiving Day."
    },
    {
      "speaker": "ROGAN",
      "utterance": "You know, it is interesting reading through Twitter and a lot of the different media coverage. It seems to be pretty negative. I actually tend to look at it, you know, what did we expect from President Trump? It was probably likely that he was going to put himself front and center in there. And I also think, if you think about the targeting of military personnel in terms of the message that you are unleashed now through me. That's something that especially at the junior officer ranks and in the enlisted levels people believe in, in the military because they were very, very frustrated about the rules of engagement they faced under the Obama administration. So quite frankly, I think that the message will be, at least by the military, pretty well received."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Speaking of that, let's take a listen to what the President had to say about the war in Afghanistan."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We opened it up. We said, go ahead, we're going to fight to win. We're not fighting anymore to just walk around. We're fighting to win. And you people are really -- you turned it around over the last three to four months like nobody has seen. And they are talking about it. So thank you very much -- brave, incredible fighters."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "No surprise there, the commander in chief trying to fire up some brave Americans who are serving a long way from home on Thanksgiving. Colin your thoughts on what we heard from the President there."
    },
    {
      "speaker": "WILHELM",
      "utterance": "Well, the President is certainly trying to emphasize a stronger America today in his comments, both resurgence in military strength and resurgence in economic strength. He has a major economic policy initiative coming out in tax reform on the Senate floor later this week, or excuse me next week. And he's trying to project that confidence that he sort of ran on in his campaign of making America great again. He tweeted at Greg Sargent (ph) an opinion writer for the \"Washington Post\" with that in all caps, very enthusiastic about that message today."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Speaking of the agenda ahead, the President comes back, he'll have a meeting with the big four congressional leaders on Tuesday -- Leaders McConnell, Schumer, Pelosi and Speaker Ryan. They've got a huge agenda ahead when they come back. A limited time left in the 2017 year, they've got to keep the government running. They want to get tax reform done. Let's talk about the agenda ahead here on Capitol Hill. What do you think happens in that meeting?"
    },
    {
      "speaker": "WILHELM",
      "utterance": "Well, I think they will try to hash out some differences over government funding. That's something that is coming up very quickly on the horizon. There's a number of different high-profile issues, though, that are pressing on the congressional agenda right now. Aside from government funding, you've got immigration. You've got the Iran deal reconsideration. You've got tax reform which we just mentioned. And the Child Health Insurance Program which is in need of reauthorization. There's a really full agenda for the rest of this year. And that's why the speed that tax reform has been going at and building momentum has been somewhat noteworthy in the sense that in the context of all of these other agenda items it -- it might be gaining momentum in order -- in order to pass (INAUDIBLE)."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Tom -- your thoughts on tax reform heading into a critical week in the Senate. Is it going to be like Obamacare 2.0 revisited or are we going to push something across the finish line in the Senate?"
    },
    {
      "speaker": "ROGAN",
      "utterance": "You know, I think they will get something across. But the real question I think becomes reconciliation. How do they find -- the compromises between the House and the Senate? And there are real major differences there between Republicans in each chamber. And I also think once we get further from that finish line one of the challenges for the President will be does the final bill blow up the deficit too much? And at that point, you know, there is that slow wavering of conservative grass roots support. I think people will get concerned about that. So it's about forging that compromise and I think, you know, we are certainly -- the battle is just heating up now. Let's put it that way."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "We heard some grumbling from some Republican senators, a variety of them for different reasons, some for deficit reasons. Some of them retiring. Of course, Mitch McConnell, the majority leader can only lose two and still pass a bill. What do you think at this point?"
    },
    {
      "speaker": "WILHELM",
      "utterance": "There is certainly a significant amount of momentum in the Senate. Senator Murkowski has expressed some reluctance in the past but she seems to be on board for an individual mandate repeal vote although there may be some guarantees in terms of shoring up the Obamacare subsidies that need to be made in order to secure that. But -- there just is a ton of political momentum. You talk to the members on the Republican side in Congress they tend to think that the politics of this are driving it. And even though a lot of policy details still have to be hashed out, it is seen as a political necessity for the Republicans to pass something that shows that they can govern."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "What about DACA? Are they going to -- the Democrats in this meeting going to insist on doing that at some point in the final moments of 2017? How does that play out?"
    },
    {
      "speaker": "ROGAN",
      "utterance": "I mean, you know, that's a priority for them. But I also think President Trump now with a need to get a win, with that sense of urgency in terms of tax reform will be his priority. I also think he will -- I think they will find a compromise on DACA. I think the President quite frankly is sympathetic to that. But he's going to want some kind of dangle from them, in terms of where there will be appropriations for war or something that allows him to sell to his base. He's not going to, you know -- I think because of the narrative in the campaign of how focal immigration was to the identity of the President, it is not something he could easily compromise on without a salable product that he can give to the base."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And something the President is selling is, of course, our economy. Let's take a listen to that."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're doing well at home. The economy is doing really great. When you come back, you're going to see with the jobs and the companies coming back into our country and the stock market just hit a record high, unemployment the lowest in 17 years. You're fighting for something real. You're fighting for something good."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And the President also today, talking about big juicy tax cuts as well to the folks who are serving a long way from home. Final thoughts in terms of the economy going forward and -- and what do they get done in the coming days there on Capitol Hill behind us."
    },
    {
      "speaker": "WILHELM",
      "utterance": "Well, certainly the President mentioned the stock market. And right now, the consensus is that the stock market is baked and the fact that tax reform will happen and that the economy will like tax reform. That's a huge assumption. There are still political hurdles that tax reform has to clear even though it does have this momentum. And a lot of policy considerations that could affect the economy moving forward that might not necessarily have an initial boost that Republicans will hope for or that the stock market might hope for. So really the President is kind of living by the -- living by the stock market and potentially dying by the stock market on his economic record."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Because sometimes what goes up comes down."
    },
    {
      "speaker": "WILHELM",
      "utterance": "Exactly."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Colin, Tom -- thanks very much. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}